{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "09",
     "Ay": "02",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "RADYASYON YAYMA VE ATOM ENERJİSİYLE PATLAMAYA SEBEBİYET VERME SUÇLARINA BİLİMSEL VE HUKUKİ PERSPEKTİFTEN BİR BAKIŞ",
     "Title": "SCIENTIFIC AND LEGAL ASPECTS OF MISUSE OF RADIATION AND INITIATION OF AN EXPLOSION VIA NUCLEAR ENERGY CRIMES AT A GLANCE",
     "Yazar İsmi": [
          "Ahmet EGE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Radyasyon",
          "Nükleer Enerji",
          "Çevre",
          "Somut Tehlike Suçu",
          "Nükleer Kazalar"
     ],
     "Keywords": [
          "Radiation",
          "Nuclear Energy",
          "Environment",
          "Crime of Evident Danger",
          "Nuclear Accidents"
     ],
     "Özet": " Radyasyon ve nükleer enerji iyi ellerde olduğunda insanlığa sağlık, enerji ve refah getiren fakat kötü ellerde bir o kadar tehlikeli ve zarar veren enerji türüdür. Türkiye nin nükleer enerjiyle elektrik üretimine geçiş sürecinde olduğu bu yıllarda radyasyon yayma ve atom enerjisiyle patlamaya sebebiyet verme suçlarının geniş bir bilimsel ve hukuki perspektifle analiz edilmesi büyük önem taşımaktadır. Böyle bir analizde fizik, kimya gibi temel bilimler ve mühendislik bilimleri ile tıp ve hukuk iç içe girecektir. Söz konusu suçların hukuki değerlendirmesinde bilimsel temellere oturmayan bir tutum, yanlış bir sonuca yol açarak kişilerin hiç işlemedikleri bir suç nedeniyle cezalandırılmalarına neden olabileceği gibi suç işlenmesine karşın faillerin cezalandırılmamalarına da neden olabilir.",
     "Abstract": "Radiation and nuclear energy are the same kind of energy that brings health, energy and welfare in good hands while it is as much dangerous and detrimental in wrong hands. The analysis of misuse of radiation and initiation of explosion via nuclear energy crimes with a broad scientific and legal perspective has significance during Turkey s transition process of electricity generation from nuclear energy. In such an analysis, natural sciences such as physics, chemistry as well as engineering, medical sciences and law will intimate in each other. Legal assessment of such crimes lacking scientific grounds may lead to false conclusions penalizing innocents as criminals or loose criminals.    Misuse of radiation crime may be committed via nuclear materials as well as nuclear weapons. Initiation of explosion via nuclear energy crime with a nuclear weapon developed by persons, terrorist groups or illegal organizations is practically zero. There were basically no direct nuclear explosions in three major accidents ever happened in  history: Three Mile Island (1979-USA), Chernobyl (1986, USSR) and Fukushima (2011, Japan) Explosions were originated from chemical reactions of secondary in nature or abrupt vaporization of water. Nevertheless, the severity of the results of dispersion of nuclear fission fragments from reactor inside is a well-known fact regardless of any expertise. In this context, initiation of explosion via nuclear energy crime leads to misuse of radiation crime simultaneously. As a result of explosion since the debris and reactor fragments dispersed will contain radioactivity, the commitment of this offence whether on purpose or by negligence will also cover misuse of radiation crime.",
     "Metin": "Enerjinin bir tür yayılımı olarak nitelendirebileceğimiz radyasyon, tarihi gelişim sürecinde nükleer enerjiden daha önce keşfedilmiştir. Radyasyonun ilk keşfinin 1895 yılında Wilhelm Conrad Röntgen tarafından yapıldığı kabul edilir. Madde içerisine nüfuz etme özelliği olan gizemli ışınlara x-ışını adını veren Röntgen, bu keşfiyle fizik alanında verilen ilk Nobel ödülünü 1901 yılında almıştır. Antoni Henri Becquerel bugün alfa ve beta  ışını  olarak  bildiğimiz  yük  taşıyan  ışımalar  üzerine  çalışmış,  sonraki  yıllarda radyoaktivite üzerine araştırmalara girişen Marie-Pierre Curie polonyum ve radyum gibi radyoaktif elementleri keşfetmiştir. JJ. Thomson, Ernest Rutherford ve Niels Bohr gibi bilim insanları sayesinde hem radyoaktivite hem de atomun yapısı hakkında sağlanan bilgi birikimi, nükleer enerjinin keşfine giden yolu aralamıştır.           Otto Hahn ve Fritz Strassman ın 1938 yılında nükleer bölünmeyi keşfetmesini milat olarak alındığında nükleer enerji sadece 82 yıl önce tanıştığımız bir enerji türüdür. Hahn ve Strassman ın keşfinin yeni bir silah için potansiyel yarattığının anlaşılması çok uzun  zaman  almamıştır.  İtalyan  asıllı  ABD li  bilim  insanı  Enrico  Fermi nin öncülüğündeki bir grup bilim insanı 2 Aralık 1942 tarihinde Şikago kentinde dünyanın ilk nükleer reaktörünü devreye almış ve ilk zincirleme reaksiyonunu gerçekleştirmiştir. Bu  tarihten  sonra  ABD  Ordusu  araştırmaların  kontrolünü  alarak,  tarihte  insanlığın gerçekleştirdiği en büyük bilimsel çaba olarak nitelendirilen, Manhattan Projesini hayata geçirmiştir. Sonraki üç yıl boyunca aktarılan 2 milyar dolar para sayesinde projede hızlı bir ilerleme kat edilerek ilk atom bombası denemesi 16 Temmuz 1945 tarihinde ABD de New Mexico da Alamogordo da gerçekleştirilmiştir. Bu denemeden 21 gün sonra 6 Ağustos 1945 te Japonya nın Hiroşima kentine atılan uranyum yakıtlı atom bombası ilk anda  70.000,  diğer  70.000  insanın  da  1945  yılının  sonuna  kadar  olan  dönemde radyasyonun  yol  açtığı  yanık  ve  biyolojik  etkiler  sonucu  feci  şekilde  hayatını kaybetmesine yol açmıştır. 9 Ağustos 1945 tarihinde Nagazaki ye atılan plütonyum yakıtlı bomba 44.000 insanın ölmesine, yine radyasyonun yol açtığı yanık ve biyolojik etkiler sonucu 1945 yılı sonuna kadar 70.000 Nagazaki linin ölmesine yol açmıştır. Nükleer  silahların  ve  radyasyonun  insan  vücudu  üzerindeki  etkilerine  ilişkin 1470    bilgilerimizin  büyük  çoğunluğu  Hiroşima  ve  Nagazaki ye  atılan  bombalardan gelmektedir.  İkinci Dünya savaşı sırasında atom bombasının gelişimi sürecinde, mühendislerin ve bilim insanlarının nükleer reaktörlerin elektrik üretimi için mükemmel bir ısı kaynağı olduğunu görmeleri çok vakit almamıştır.1 Hızlı bir gelişim yakalayan sivil (ticari) nükleer teknoloji en başta dört adet lamba yakabilen nükleer reaktörler geliştirebilirken, bugün tek ünitede 1.650 MW kurulu güce sahip olabilecek derecede ilerlemiştir.3 Radyasyonun ve nükleer enerjinin gerek ceza hukuku gerekse tazminat hukuku perspektifinde değerlendirilmesinin yapılabilmesi için radyasyonun ve nükleer enerjinin doğasının  bilimsel  temeller  ışığında  sağlam  biçimde  anlaşılması  gerekir.  Böyle  bir değerlendirmede fizik, kimya gibi temel bilimler ve mühendislik bilimleri ile tıp ve hukuk iç içe girmiştir. Bilimsel temellere oturmayan bir tutum, hukuki değerlendirmede yanlış bir sonuca yol açarak kişilerin hiç işlemedikleri bir suç nedeniyle cezalandırılmalarına neden olabileceği gibi suç işlenmesine karşın faillerin cezalandırılmamalarına da neden olabilir. Benzer durum tazminat hukuku açısından da geçerlidir. Türk Ceza Kanunu veya diğer  ceza  kanunlarında  geçen  radyasyon  kavramından  ne  anlaşılması  gerektiği  bu bağlamda  hayati  bir  öneme  sahiptir.  Çalışmanın  amacı  radyasyon  yayma  ve  atom enerjisiyle patlamaya sebebiyet verme suçlarına bilimsel ve hukuki bir bakışla genel bir çerçeve oluşturmaktır. Bu nedenle önce radyasyon ve nükleer enerjiye ilişkin temel bilimsel kavramların yanında radyasyonun biyolojik etkileri açıklanacak sonra farklı hukuk dalları açısından kısaca değerlendirilecektir.  I. RADYASYON Radyasyon  kendini  dalga  veya  parçacık  olarak  gösterir.  Dalga  olarak değerlendirildiğinde elektrik ve manyetik titreşimlerin uzay boyunca hareketi, parçacık                                                            1   EGE, Ahmet, Nükleer Enerji: Atomdan Elektriğe Sağlıktan Silaha, 1. Baskı, Hece Yayınları, Ankara, 2019. 2   Kurulu güç bir elektrik üretim tesisinin veya santralinin sağlayabileceği elektrik çıkış gücüdür. Santrali tipine göre değeri kiloWatt dan (kW) gigaWatt a (GW) kadar değişen aralıkta olabilir. 3   Atatürk Hidroelektrik Santralinin kurulu gücünün yaklaşık olarak %70 ine karşılık gelen bir güçtür. 1471    olarak değerlendirildiğinde yüklü veya yüksüz bir maddenin hareketi anlaşılır. 4 Bununla beraber, ışık fotonları gibi yüksüz ve saf enerjiden oluşan kütlesiz form da radyasyondur. Geniş anlamda tanımlandığında radyasyon elektromanyetik dalgaları (görünür ışık da buna dahildir), mikrodalga, radyo dalgaları, morötesi ve kızılötesi ışınları, x-ışınlarını, gama ışınlarını, alfa, beta gibi yüklü parçacıkları ve yüksüz nötronları kapsamaktadır.  A. Radyasyonun Biyolojik Etkileri Radyasyonun  biyolojik  etkisi  denildiğinde  iyonize  edici  radyasyon  anlaşılır. İyonize edici radyasyon terimiyle atom veya molekülleri elektronlarından koparacak kadar büyük enerjiye sahip elektromanyetik radyasyon kastedilir. Atom iyonlaştığında yörüngedeki  elektronlardan  biri  koptuğu  için  negatif  yüklenir.  Atomların  veya moleküllerin  bu  şekilde  iyonlaşması  serbest  radikaller  olarak  adlandırılan  kararsız kimyasalların ortaya çıkmasına neden olur. Hücrelerdeki suyun H+, OH-, H O  ve HO  2 2 2gibi serbest radikallere dönüşmesi biyolojik zarara yol açan temel kararsız kimyasallardır. Buna ek olarak, radyasyon DNA ve proteinlere de zarar verir. Radyasyon DNA ya başlıca dört biçimde zarar vermektedir: tek taraflı kırılma, çift taraflı kırılma, baz çifti zararı ve kümelenmiş zarar. Bu zararlarda kümelenmiş zarar özellikle radyasyona has eşsiz bir niteliktedir zira DNA sarmalının iki tarafında oluşan zararla kimyasal değişim olasılığı artmaktadır. Bu tip zararlar kopyalanacak şablon zarar gördüğü için düzeltilmesi zor sınıftaki zararlardandır.  Radyasyonun  fizyolojik  etkilerini  somatik  ve  genetik  olarak  ikiye  ayırmak mümkündür. Somatik, canlı organizma veya vücut üzerinde ve kişinin sağlığı üzerindeki etkileri,  genetik  kalıtımsal  özellikleri  sonraki  nesillere  aktaran  genleri  ifade  eder.6 Radyasyonun yol açtığı biyolojik etkileri incelerken sadece somatik ve genetik etkilere göre sınıflandırmak yeterli değildir. Alınan radyasyonun yüklü veya yüksüz parçacık olması, elektromanyetik radyasyonun veya parçacığın enerjisi, giricilik yeteneği, doku                                                            4   MURRAY,  L.  Raymond,  Nuclear  Energy,  An  Introduction  to  the  Concepts,  Systems  and Applications of Nuclear Processes, Sixth Edition, Elsevier, Oxford, 2009. 5   Vikipedi,  Somatik  Hücre,  https://tr.wikipedia.org/wiki/Somatik_hücre   Somatik   kelimesi, Yunanca'da  vücut  anlamına gelen sōma kelimesinden gelir. (erişim tarihi: 11.08.2020) 6   MURRAY, 2009, s. 231 1472    veya organlara hangi  yolla (iç veya dış  ışınlanma) etkidiği, vücut  içerisinde başka reaksiyonlara yol açıp açmadığı, açacağı zararları veya olası etkileri belirleyen başlıca faktörlerdendir.7 Bunlara ek olarak, alınan doz miktarı, doz alım hızı, vücudun hangi bölümünün radyasyona maruz kaldığı, kişinin yaşı ve biyolojik farklılıklar diğer önemli faktörlerdendir. Örneğin, birkaç aylık süreçte alınacak nispeten yüksek bir radyasyon dozu görülebilir bir etki yaratmazken, aynı dozun birkaç dakika içerisinde alınmasının ciddi sonuçları olabilir.8 Radyasyonun hücre, doku, organ ve sistem üzerindeki etkileri için bir sınıflandırma daha gerekmektedir. Determinist ve olasılıksal (stokastik) etkiler. Determinist etkide alınan radyasyonla radyasyonun oluşturduğu yan etkiler arasında sebep sonuç ilişkisi kurulabilmektedir. Determinist etkide belirli bir eşik değerin altında herhangi bir etki gözlemlenmezken  eşik  değer  aşıldığında  artan  dozla  beraber  beklenen  etkiler gözlemlenmeye başlanır. Örnek olarak deri kızarıklıkları, saç kaybı, katarakt hastalığı gösterilebilir. Alınan radyasyon dozu arttıkça bu etkilerin sonuncusu olan ölüm meydana gelir. Olasılıksal etkide ise determinist etkinin aksine bir eşik değeri bulunmaz. Herhangi bir etkinin görünmesi için sıfırdan büyük bir doz alınması yeterlidir. Olasılıksal etkinin en tipik örneği kanserdir. Yüksek dozlar alınsa bile kanser oluşumu veya genetik hasar meydana gelmesi kesin değildir.  Radyasyonun biyolojik etkisinde dikkate alınması gereken biyolojik etki sırası üç dönemde incelenir: Gizli dönem, hücre ve dokulardaki gözlemlenebilir etki dönemi, iyileşme  dönemi.  Gizli  dönem,  radyasyona  maruz  kalınan  ilk  andan  itibaren belirlenebilen ilk etkiye kadar geçen dönem olarak tanımlanmıştır. Bir başka deyişle, bu dönem biyolojik olarak herhangi bir sonucun gözlemlenemediği dönemdir.                                                             7   EGE, 2019, s. 254 8   Kemik iliği gibi kan üreten organlar radyasyona karşı çok hassasken; gastroenterolojik sistem (yemek borusu, mide, ince bağırsak, kalın bağırsak, karaciğer) orta hassasiyette, beyin ve kaslar ise en az hassasiyete sahiptir. Daha çok hücre bölünmesinin olduğu doku ve organların radyasyona karşı daha hassas olduğu söylenebilir. Hücre bölünme etkinliği açısından değerlendirildiğinde bebekler, çocuklar ve  genç  insanlar  özellikle  de  hamileler  bu  nedenle  yaşlı  insanlara  göre  radyasyona  karşı  daha hassastırlar. 1473    B. Biyolojik Gizli Dönemin Olasılıksal Etkiler Bakımından Hukuki Önemi İki hal teorisi (two-state theory) olarak adlandırılan kanser teorisinde maruz kalınan radyasyonla  birçok  kanser  türünün  görünmesi  arasında  yıllar  mertebesinde  zaman geçmektedir. Akut radyasyon dozu alındıktan sonra gizli dönemde kansere yakalanma olasılığında belirgin bir artış gözlemlenmez. Gizli dönemin uzunluğu radyasyona maruz kalınan yaş ve bölgeye bağlıdır. Gizli dönemden sonra görülen plato evresinde kişinin kansere yakalanma olasılığı neredeyse sabittir. Bu dönemdeki kanser sayısını niceliksel olarak alınan dozla (milyon kişi-sievert doz gibi) ilişkilendirmek mümkündür. İlginç biçimde  plato  döneminden  sonra  ise  kansere  yakalanma  olasılığı  tekrar  sıfıra düşmektedir.9    Bu duruma hukuki perspektiften baktığımızda radyasyonun olasılıksal etkisi olan kanserin görülmesi için gizli dönemin geçilmesi gerekir. Alınan radyasyon nedeniyle meydana  gelecek  kanser  ancak  plato  döneminde  kendini  gösterebilir.  Bu  dönem aşıldıktan  sonra  kanser  etkisi  görünmeyecektir.  O  halde  birinin  sağlığını  bozmak amacıyla uygulanan radyasyonun determinist etkileri bir yana kanser etkisi ancak yıllar sonra  görülecektir.  Bunun  ceza  soruşturması  ve  kovuşturması  bakımından  dikkate alınması gerekir. Diğer taraftan haksız fiilin kurucu unsurları fiil, zarar, nedensellik (illiyet) bağı ve hukuka aykırılık olduğundan hukuka aykırı fiil zarara yol açmamışsa haksız  fiilden  sorumluluk  doğmayacaktır.  Kusursuz  sorumluluğun  aksine  olasılıksal etkiden kaynaklanan kusur sorumluluğu nedeniyle açılacak tazminat davalarında eğer determinist etkiyle bir zarar ortaya çıkmamışsa olasılıksal zararın ortaya çıkmasının (kişinin kansere yakalanmasının) beklenmesi gerekecektir.    Bir nükleer kaza veya radyasyon yayma suçu sonucu düşük seviyede iyonize edici radyasyon yayılmış ve kişide 1 yıl sonra tiroit kanseri meydana gelmişse bu kanser bu fiil sonucu oluşmamıştır. Zira 9.11 Sağlık Programı çalışmasına göre bu kanser tipi ancak                                                            9   LAMARSH, John R. / BARATTA, Anthony J., Introduction to Nuclear Engineering, Third Edition, Prentice Hall, New Jersey, 2001. 10  Canadian Medical Association or its licensors Letters, Latency Period of Radiation Induced Cancer, Saskatoon, 2011.  1474    2,5  yıl  sonra  ortaya  çıkabilecektir.11  Durum  bilimsel  olarak  böyle  olmasına  karşın tazminat hukuku açısından illiyet bağı bulunmayan durumlarda bile toplumsal dayanışma duygularına destek, vatandaşların refahını gözetme hatta sempati sağlama veya açılan zarardan  dolayı  mahcubiyet  duyma  gibi  nedenlerle  tazminat  ödenmiştir.  Örneğin Fukushima kazası meydana geldikten kısa bir süre sonra yörede yaşayan bir kişide görülen kan kanseri vakasında hastaya tazminat ödenmiştir. Gerçekte bu kişide görülen kan kanserinin kaza kaynaklı olması bilimsel olarak mümkün değildir ancak illiyet bağı bulunmayan  olaylarda  bu  tip  tazminatlar  daha  çok  toplumsal  ve  siyasi  saiklerle ödenmektedir. Bütün bunlara karşın dikkat edilmesi gereken önemli bir nokta daha vardır: Sıfır risk için hiç radyasyon alınmaması gerekir. Bu nedenle doğal olmayan yollarla alınan örneğin bir nükleer kaza sonrasında radyasyon alan kişi mutlaka risk taşımaktadır. Fakat bu riskin belli bir süre için gerçeğe dönüşme olasılığı vardır. Plato dönemi dönen bu süre sonunda risk esasen sıfıra inmektedir.  C. Radyasyonun Eşya Üzerindeki Etkisi Radyasyon etkisini sadece canlılar üzerinde göstermez. Radyasyon, enerjinin bir yayılım biçimi olduğundan maddenin olduğu her yerde bir etkiye yol açar. Radyasyon hasarı katılarda radyasyonun maddeden geçmesiyle oluşur. Enerjik parçacıklar atomların yer değiştirmesine yol açarak madde içerisinde boşluklar yaratır ve kusurlar oluşturup kristal yapısını bozar. Bu tip bozulmalar maddenin mekanik özelliklerini değiştirerek örneğin gevrek hale getirerek kolay kırılmasına yol açabilir. Temel etkiler arasında radyoaktif ışımalara maruz kalması sonucunda maddenin kendisinin de radyoaktif hale gelmesi,  malzemenin  içerisindeki  elementlerin  başka  elementlere  veya  izotoplara dönüşmesi, sıvılarda kimyasal bağların kopması anlamına gelen radyolize yol açması sonucu şişme, polimerize olma veya korozyonun (aşınma) kolaylaşması gibi etkiler                                                            11  Dünya Ticaret Merkezine 11 Eylül 2001 yılında yapılan saldırılar sonrasında arama-kurtarma, enkaz kaldırma faaliyetlerine katılan veya bölgede yaşayanların astım, travma sonrası stres bozukluğu, gastroözofagial reflü hastalığı ve hatta kanser gibi hastalıklara yakalanmalarını inceleyen 9.11 Sağlık Programı kapsamında yayımlanan çalışmada düşük seviyeli iyonlaştırıcı radyasyon çalışmalarından elde edilen bilgiye göre; saldırıyla ilgili asbest kaynaklı akciğer zarı kanseri için gizli dönem 11 yıl, solid tümörler için 4 yıl, kan kanseri ve lenfoma için 146 gün, tiroit kanseri için 2.5 yıl, çocukluk dönemi kanserleri için 1 yıl olarak gerçekleşmiştir.  Kanada Tabipler Birliği nin bir yayınında lösemi için gizli dönem 5-7 yıl, solid tümörler için 10 yıl öngörülmektedir. Buna göre bu sürelerden önce meydana gelen kanserin radyasyon kaynaklı değil doğal nedenlerle oluştuğu göz önüne alınmalıdır. 1475    oluşturması, reaktif bileşikler oluşturarak ortamdaki diğer maddelere ve malzemelere zarar vermesi, iyonlaşmaya yol açması nedeniyle yarı iletkenlere zarar vererek elektronik eşyaları çalışamaz hale getirmesi sayılabilir.12  Belirli  bir  süre  maruz  kalınan  özellikle  yüksek  enerjili  radyasyon,  maddenin yapısını bozacağı için eşya veya mal niteliğindeki varlıklara zarar verebilir. Örneğin, bir elektronik  eşyayı  çalışamaz  hale  getirebilir  veya  radyoaktivite  bulaşan  bir  malın kullanılamaması, değerinin azalması veya yok olması sonucunu doğurabilir. Nükleer kaza sonrası radyoaktivite bulaşan bir çiftçinin çaylarının imha edilmesi sonuncusuna verilebilecek bir örnektir.  II. NÜKLEER ENERJİ Evrende dört temel kuvvet bulunmaktadır: Güçlü nükleer kuvvet, zayıf nükleer kuvvet, elektromanyetizma ve yerçekimi. Tüm enerji dönüşüm süreçleri bu kuvvetlerden bir veya birkaçının dahil olmasıyla işler. Nükleer enerjinin ve radyasyonun kaynağı, yerine göre güçlü nükleer kuvvet ve zayıf nükleer kuvvettir. Atomu oluşturan proton, nötron gibi atom altı parçacıkların her birinin kütlesini teker teker topladığımızda elde edilen değer, onların bir araya gelip atom olarak göründüğü halindekine oranla daha fazladır. İşte nükleer enerji, örneğin uranyum atomu gibi bir atomun bölünerek başka iki atoma dönüşmesi sırasında eksilen kütlenin enerjiye dönüşmesiyle açığa çıkar. Açığa çıkan enerji Albert Einstein ın E=mc formülüyle (enerji, kütle ile ışık hızının boşluktaki değerinin  karesi  ile  çarpımına  eşittir)  öngörüldüğü  miktardadır.  Atomun  bölünmesi serbest bir nötronun fisil bir atoma çarpmasıyla gerçekleşebilir. Bir nükleer santralde veya bir atom bombasında uranyum, plütonyum gibi bölünebilen çok sayıda atom vardır. Fisil atomlar nötron tarafından bölündükten sonra ortaya yeni atomlar ve yeni nötronlar (ortalama olarak 2-3 arasında) açığa çıkarken bunun yanında atomik ölçekte hatırı sayılır miktarda enerji (200 MeV=1.6x-13 joule) açığa çıkar. Oluşan yeni nötronlar gidip diğer                                                            12  Wikipedia,  Radiation  Damage,  https://en.wikipedia.org/wiki/Radiation_damage  (erişim  tarihi: 17.09.2020) 13  Termal nötronlar yani hızı 2200 m/s olan nötronlar tarafından bölünebilen çekirdeklere fisil atom veya çekirdek denir. Örneğin uranyum-235, uranyum-233, plütonyum-239 izotopu gibi. 1476    uranyum veya plütonyum çekirdeklerine çarptıklarında onlar da bu süreci devam ettirir. Bu reaksiyon serisine zincirleme reaksiyon denir. A. Nükleer ve Radyolojik Silahlar 20. yüzyıl bilim alanında özellikle de fizikte büyük ilerlemelerin sağlandığı bir yüzyıl olmuştur. Atom bombası İkinci Dünya Savaşı sırasında ABD tarafından geliştirilip Japonya  üzerinde  test  edildiğinde  atom  bombasının  yıkıcı  gücü  acı  bir  biçimde anlaşılmıştı. Zaman içerisinde hidrojen bombası, nötron bombası, tuzlu bomba ve kirli bomba gibi farklı türde nükleer silahlar geliştirilmiştir. Bu silahlar kıtalararası balistik füzelere, denizaltından fırlatılan balistik füzelere hatta obüslere bile yerleştirilebilecek derecede  kullanılabilir  hale  gelmiştir.  Atom  bombası,  hidrojen  bombası  ve  nötron bombasını nükleer silahlar kategorisinde kirli ve tuzlu bombaları radyolojik silahlar kategorisinde ele almak mümkündür.    1. Atom Bombası Atom bombasında uranyum veya plütonyum gibi fisil maddeler, etrafına geleneksel patlayıcılar  yerleştirilmiş bir savaş başlığı  içerisinde bulunur. Farklı tipleri  olmakla birlikte en yaygın yöntemde, geleneksel patlayıcıların sıkıştırılmasıyla kritik hale gelen bomba  yakıtının  bir  nötron  kaynağı  sayesinde  zincirleme  reaksiyon  oluşturmasıyla, büyük miktarda enerji ve ışınımın açığa çıkması sağlanır. Bölünme sonucu oluşan yeni çekirdekler radyoaktif nitelikte olduğundan nükleer patlama sonrası radyasyon yayılımı devam edecektir.  2. Hidrojen (Termonükleer-kaynaşma) Bombası Hidrojen  bombasında  ise  hidrojenin  izotopları  olan  döteryum  ve  trityum  gibi elementler kaynaşarak örneğin helyum gibi daha ağır elementleri oluşturur. Kaynaşma reaksiyonlarında da kütle enerjiye dönüşür. Ancak burada kaynaşma sonrası oluşan elementin kütlesi, kaynaşan elementlerden daha azdır. Bu reaksiyon sonucunda bölünme reaksiyonundan bile fazla miktarda (birim kütle başına yaklaşık yedi kat fazla) enerji                                                            14  MURRAY, 2009, s. 239; s.459 15  Zincirleme reaksiyonu sürdürebilme. 1477    açığa çıkar. Hidrojen bombasındaki kaynaşma reaksiyonlarının gerçekleşmesi için büyük miktarda enerjiye ihtiyaç vardır. Bu enerji bir atom bombası patlatılarak sağlanır.  3. Nötron Bombası Nötron bombası şehirlere saldırarak topyekûn zarar vermek yerine zırhlı araçlara ve piyade birliklerine zarar vermeyi amaçlayan daha az ısı ve patlama etkisi yaratırken öldürücü dozlarda nötron radyasyonu yayan silahlardır. Hidrojen bombasında olduğu gibi geleneksel patlayıcılarla çevrelenmiş uranyum veya plütonyumun bölünmesiyle gerekli ısı  oluşturularak  termonükleer  bir  patlama  yaratılır.  Yerden  yaklaşık  2  kilometre yükseklikte oluşturulan patlama, atom bombasının küçük bir kesrindeki etkiye sahiptir (1 kiloton gibi bu Hiroşima daki patlamanın 1/15 i kadardır) ancak sadece birkaç yüz metrelik yarıçapta etkili olur.16,17 Oysa 1-2 km yarıçapta etkili olan yüksek enerjili ve kısa yarı ömürlü nötronlar ve gama ışınları tank zırhını kolayca geçerek veya beton sığınakta bulunan insanların hayatına ve sağlığına ciddi zararlar verebilir.        4. Kirli Bomba Terörist  silahı  olarak  adlandırılan  kirli  bombada  nükleer  maddenin  etrafına yerleştirilen dinamit gibi konvansiyonel bir patlayıcıyla normal bir nükleer silaha göre milyonlarca kat daha az enerji açığa çıkaran mini bir nükleer patlama sağlanır. Nükleer silahı patlatmak ileri bir mühendislik işi olduğundan, böyle bir patlamanın nükleer etkisi son derece sınırlıdır hatta kirli bombada dinamitin patlamasının daha fazla zarar vereceği rahatlıkta  söylenebilir.  Patlamayla  oluşan  radyasyon  en  fazla  3-5  kilometrede  etki edebilir.  Kirli  bombanın  etkisi  geleneksel  patlayıcı  miktarına,  kullanılan  radyoaktif maddenin türüne, miktarına, yayılma biçimine ve hava koşullarına bağlı olarak değişim gösterecektir.18  Bununla birlikte toplum üzerinde oluşan psikolojik etki ve panik dalgası daha büyük bir sorundur.                                                               16  MURRAY, 2009, s. 459 17  Encylopedia  Brittanica,  Neutron  Bomb,  https://www.britannica.com/technology/neutron-bomb (erişim tarihi: 15.09.2020)  18  US  NRC,  Backgrounder  on  Dirty  Bombs,  https://www.nrc.gov/reading-rm/doc-collections/factsheets/fs-dirty-bombs.html (erişim tarihi: 14.08.2020) 1478    5. Tuzlu Bombalar   Tuzlu bombalar radyoaktif serpintiyle bir bölgeyi yaşanmaz hale getirmeyi ve insanları öldürmeyi amaçlayan bombalardır. Tuzlu bombalarda da tıpkı atom bombası ve hidrojen bombası gibi bölünme veya kaynaşma reaksiyonları kullanılır ancak bomba çekirdeğinin  etrafına  farklı  maddeler  yerleştirilerek,  nükleer  patlama  sonucu  ortaya çıkacak nötron bombardımanı sayesinde farklı etkiler yaratmak mümkündür.19 Tuzlu bombaların  patlatılabilmesi  için  nükleer  silah  gerektiğinden  tuzlu  bombalar  ancak ülkelerin sahip olabileceği türden radyolojik silahlardır. 6. Radyoaktif Maddeler Yukarıda bahsedilenlerden hariç olmak üzere her türde doğrudan veya dolaylı olarak iyonize edici radyasyon yayan (alfa, beta, gama ışınları, nötronlar gibi) radyoaktif madde radyasyon yayma suçunda kullanmaya uygundur. Bunun için özel bir patlayıcı düzeneği de gerekmez. Hatta radyoaktif olaylar basınç, sıcaklık, nem, oksijen olup olmaması gibi hiçbir koşuldan etkilenmediği için bir kişinin sağlığını bozmak için son derece etkilidir. Üstelik radyasyonun kokusu, rengi, tadı olmadığı ve maddeyi gözle ayırt etmenin her zaman mümkün olmadığı düşünüldüğünde kötü amaçlarla kullanıma ne kadar elverişli olduğu anlaşılacaktır.    B. Nükleer Tesisler ve Laboratuvarlar  Nükleer tesis ve laboratuvarlar geniş bir spektruma yayılmış alanda yer almaktadır. Elektrik üretme, proses ısı üretme, su arıtma, gemilerde tahrik gücü sağlama amaçlı sivil nükleer santrallerde kullanılan nükleer yakıtın sağlanması ve akabinde bertaraf edilmesi için nükleer yakıt çevriminde değişik nitelikte tesisler bulunur. Öte yandan salt araştırma amaçlı nükleer tesisler bulunduğu gibi hem elektrik üretme hem de tahrik gücü sağlama (nükleer güçle çalışan uçak gemileri ve denizaltılar) ve plütonyum üretme gibi tamamen askeri amaçlı tesisler de bulunmaktadır. Aşağıda bu tesis ve laboratuvarlara ilişkin genel teknik bilgiler verilmektedir:                                                            19  Örneğin, bomba malzemesinin etrafına lityum yerleştirildiğinde patlama sonucu oluşan nötronlar lityumu, zehirli flor-18 e dönüştüreceğinden bu gazı soluyanlar ölecektir. Benzer biçimde kobalt-59 yerleştirilmesi durumunda nötron bombardımanı sonucunda kobaltın gama ışınları yayan radyoaktif kobalt-60 izotopu oluşacağından, insan sağlığını bozucu derecede yüksek gama radyasyonu oluşacaktır. 1479    1. Nükleer Enerji Santralleri Nükleer Enerji Santrali veya Nükleer Güç Santrali dediğimizde sivil amaçlı ve ticari nitelikteki nükleer tesisler anlaşılır. Ticari nükleer santraller nükleer enerjinin kaynağı olan  zincirleme  reaksiyonların  kontrol  edildiği  nükleer  reaktörleri  içeren  nükleer enerjiden  barışçıl  amaçlarla  elektrik  üretmek  amacıyla  kurulmuş  elektrik  üretim santralleridir.  Nükleer  santrallerde  ve  atom  bombasındaki  enerjinin  kaynağı  zincirleme reaksiyonlardır. Ancak bir nükleer santralde zincirleme reaksiyon kontrol altındayken bir atom bombasında kontrolsüzdür. Nükleer santraller zincirleme reaksiyonu kontrol edecek mühendislik tedbirleriyle donatılmıştır. Aynı zamanda doğru tasarlanmış bir santral, fizik kanunlarının doğası  gereği  gücü  yükselme eğilimine girdiğinde,  artan  gücü azaltıcı fiziksel  tepkiler  verir.  İşletmede  kullanılan  sıkı  güvenlik  prosedürleri,  yüksek mühendislik ve güvenlik standartları bu santralleri güvenlikli kılan diğer unsurlardır. Tasarımında ciddi bir kusur yoksa bir nükleer silah gibi patlaması mümkün değildir. Çünkü nükleer silahların patlatılması ileri mühendislik işidir ve özel düzenek ister. Nitekim gelişmiş ülke olarak kabul edilen pek çok ülke için bu, yılları alan milyarlarca dolar harcamayı gerektiren bir faaliyet olmuştur.  2. Nükleer Reaktörler (Araştırma Reaktörleri) Nükleer araştırma reaktörleri Ar-Ge, eğitim, malzeme testleri, endüstri ve teşhis ve tedavi  amaçlı tıbbi  radyoizotop  üretimi, tarım, kriminoloji  gibi alanlarda kullanılan reaktörlerdir.  Bu  tip  reaktörler   nötron  fabrikası   olarak  düşünülebilir.  Araştırma reaktörleri ticari ölçekte elektrik üretmeyi amaçlamadığından veya endüstriyel bir üretim sürecinde yer almadığından, tipik olarak düşük güce sahiptir. Aralarında Türkiye nin de bulunduğu 53 ülkede 220 reaktör işletme halindedir.20 Reaktörlerin büyük bir kısmı üniversite ve enstitülerdedir. Düşük güce sahip olmaları, özel yakıt tasarımları, fisil maddenin, yakıtın dolayısıyla da atığın ticari reaktörlere göre çok daha az olması, bu reaktörleri  nispeten  daha  güvenli  kılmaktadır.  Bununla  beraber,  eski  araştırma                                                            20  World  Nuclear  Association,  Research  Reactors,  https://www.world-nuclear.org/informationlibrary/non-power-nuclear-applications/radioisotopes-research/research-reactors.aspx  (erişim  tarihi: 18.09.2020) 1480    reaktörlerinde yüksek zenginlikte uranyum kullanılması bu tip reaktörlerin yakıtlarından nükleer silah imal etme imkanı sağlaması bakımından terörist gruplar için cazip hale gelmiştir. Aynı durum reaktörün bulunduğu ülkenin nükleer silah elde etmesi için de geçerlidir. Bu ve benzeri nedenler araştırma reaktörlerinde kullanılan yakıttaki zenginlik seviyesinin sonradan düşürülmesine yol açmıştır.21   3. Nükleer Yakıt Çevrimi Tesisleri  İster nükleer enerji santralinde ister araştırma reaktöründe isterse nükleer güçle çalışan bir uçak gemisinde olsun uranyumun yakıt olarak kullanıldığı bir reaktörde yakıt çevrimi uranyum madenciliğiyle başlar atıkların nihai jeolojik depolamasıyla sona erer. Madencilikten depolamaya kadar olan bu süreçte dönüştürme, zenginleştirme, yakıt fabrikasyonu, yakıtı yeniden işleme, jeolojik depolama tesisleri yer almaktadır. Bugün dünyadaki nükleer santrallerin ve reaktörlerin büyük çoğunluğunda nükleer denizaltı ve uçak gemilerinin tamamında zenginleştirilmiş uranyum  yakıt olarak kullanmaktadır.  Zenginleştirme tesislerinde doğada sadece %0,72 oranında bulunan uranyum-235 izotopu ticari reaktör yakıtlarında kullanılarak bu maden %3,5-%5 arasında zenginleştirilir. Bu zenginleştirme  seviyesi  araştırma  reaktörleri  için  daha  yüksek  düzeyde  olabilir. Zenginleştirme ve yakıt fabrikasyonu tesislerinde uranyumun düşük olasılıkla da olsa kendi  kendine  bölünme  olasılığı  sonucu  kendi  kendine  oluşabilecek  bölünme reaksiyonları meydana gelebilir. Mühendislik tedbirlerinin alınmasına rağmen her zaman kaza  yaşanma  olasılığı  mevcuttur.  Yeniden  işleme  tesisleri  ise  çok  daha  tehlikeli tesislerdir  çünkü  burada  kullanılmış  yakıt  içerisindeki  plütonyum  ve  diğer  fisil maddelerle birlikte yüksek düzeyli radyoaktif atıklar ayrıştırılır. Bu bağlamda yeniden işleme  tesislerinin  hem  insanlara  hem  de  çevreye  zarar  verme  potansiyeli  oldukça yüksektir. Yeniden işleme tesisleri dünyada çok az sayıdaki ülkede mevcuttur.    4. Parçacık Hızlandırıcıları ve Laboratuvarlar Parçacık hızlandırıcıları da tıpkı nükleer araştırma reaktörleri gibi daha çok eğitim, nükleer fizik ve parçacık fiziği araştırmaları, teşhis ve tedavi amaçlı tıbbi radyoizotop                                                            21  International  Atomic  Energy  Agency  (IAEA),  History,  Development  and  Future  of  TRIGA Research Reactors, Technical Report Series No. 482, Vienna, 2016.  1481    üretimi ve çevre araştırmaları alanlarında yararlanılan büyük tesislerdir. Hızlandırıcılarda elektron, proton gibi atom altı parçacıklar lineer (düz) veya dairesel yörüngede yüksek enerji seviyelerine çıkarılırlar. Yüksek enerjideki bu parçacıklar iyonize edici radyasyon kategorisinde  olduğundan  insan  sağlığına  zarar  vermeye  elverişlidir.  Hızlandırıcılar çalışmadıkları zaman (elektrik alan ve manyetik alan uygulanmadığında) radyasyon yayımlamazlar.  Bu  nedenle  de  daha  güvenlidirler.  Bununla  beraber  parçacık hızlandırıcıları da radyoaktif atık üretebilirler. Bu açıklamalar araştırma laboratuvarları için de  geçerlidir. Özellikle üniversite ve araştırma enstitülerinin laboratuvarlarında iyonizasyon  yeteneğine  sahip  çeşitli  radyoaktif  kaynaklar  bulunmaktadır.  Bunların bazıları çok düşük radyoaktiviteye sahipken bazıları yüksek radyoaktiviteye sahiptir.       5. Diğer Tesisler Endüstriyel  tesislerde,  inşaatlarda  özellikle  kaynaklarda  tahribatsız  muayene amacıyla, hastanelerde teşhis ve tedavi amacıyla radyoaktif kaynaklar kullanılmaktadır. Askeri amaçlı tesis, gemiler, uzay gemileri bu çalışmanın ilgi alanında olmadığı için bu tip tesisler ve araçlar incelenmemiştir.  6. Türkiye de Yer alan Nükleer Tesisler Türkiye de hali hazırda herhangi bir nükleer santral, zenginleştirme tesisi, nükleer yakıt fabrikası, yeniden işleme tesisi veya jeolojik depolama tesisi bulunmamaktadır. Bununla beraber, Mersin Akkuyu da Türkiye nin ilk nükleer santrali inşa halindedir. Çekmece  Nükleer Araştırma ve Eğitim merkezinde bir  araştırma reaktörü,  İstanbul Teknik  Üniversitesi  Enerji  Enstitüsü  bünyesinde  TRIGA  MARK-II  tipi  bir  başka araştırma reaktörü ve Ankara Sarayköy de Türkiye Atom Enerjisi Kurumuna ait proton hızlandırıcısı bulunmaktadır. Çeşitli üniversite, enstitü ve kuruluşlarda nükleer araştırma laboratuvarlarında eğitim ve Ar-Ge faaliyetleri yürütülmektedir.   III.  RADYASYON  YAYMA  ve  ATOM  ENERJİSİYLE  PATLAMAYA SEBEBİYET  VERME  SUÇLARINA  CEZA,  TAZMİNAT  ve ULUSLARARASI HUKUK PERSPEKTİFİNDEN BAKIŞ Gerek Türk Ceza Kanununda gerekse pek çok ülkenin ceza kanununda suç olarak kabul edilen radyasyon yayma ve atom (nükleer) enerjiyle patlamaya sebebiyet verme 1482    suçlarının ceza, tazminat ve uluslararası hukuk perspektifinden incelenmesi ülkemizin nükleer santraller kurma projelerinin somutlaşma yolunda ilerlediği bu günlerde daha da önem kazanmaktadır. Hiroşima ve Nagazaki ye atılan atom bombalarından sonra nükleer enerjinin askeri, politik, uluslararası ilişkiler alanlarına kazandırdığı boyut, sivil amaçlı ticari nükleer santrallerde yaşanan kazalarla daha derin anlam kazanmıştır. Bu nedenle nükleer enerjinin sözü edilen hukuki ayrımlarda incelenmesinde nükleer kazalar çok önemli bir yer tutar. A. Nükleer Kazalar Enrico Fermi nin 1942 yılında ilk nükleer reaktörü devreye aldığı tarihi başlangıç kabul  edersek  79  yıllık  nükleer  reaktör  tarihinde  irili  ufaklı  pek  çok  nükleer  kaza yaşanmıştır. Bazı kaynaklar İngiltere de Ekim 1957 de yaşanan Windscale kazasını dahil ederek dört büyük kaza olduğunu savunsa da nükleer teknolojiyi ve nükleer endüstriyi etkileyen  başlıca  üç  kaza  bulunduğunu  söyleyebiliriz.  İlki  1979  tarihinde  ABD nin Pennsylvania Eyaletinde yaşanan Three Mile Island (TMI) kazası, ikincisi 1986 tarihinde o zaman Sovyetler Birliği içerisinde yer alan Ukrayna nın Belarus sınırından yaklaşık olarak 20 km uzaklıkta bulunan Çernobil Nükleer Santral Kazası, üçüncü ve sonuncusu da 2011 yılında Büyük Doğu Japonya Depremi sonrasında Japonya nın Okuma kasabası yakınındaki Fukushima Daiichi Nükleer Santralinde meydana gelen kazadır. Uluslararası Atom Enerjisi Ajansı (IAEA-International Atomic Energy Agency) nükleer ve radyolojik olay ve kazaların sınıflandırması için 1990 lı yıllardan itibaren INES (International Nuclear and Radiological Event Scale) ölçeğini kullanmaktadır. INES nükleer ve radyolojik olayları halk ve çevre, radyolojik engeller ve savunma derinliği olarak adlandırılan başlıca üç alana olan etkisine göre sınıflandırmaktadır. Toplam yedi kategoriden ilk üçü, olay olarak nitelendirilirken sonraki dört seviye kaza olarak değerlendirilmektedir. Her basamak arası 10 katlık farkla değişmektedir. Örneğin, 6. Seviye bir kaza 5. Seviye bir kazadan 10 kat daha şiddetlidir. Nükleer teknoloji ve endüstrinin bugününü etkileyen bu kazalara hem teknik yönden hem de hukuki etkileri yönünden kısaca değinmekte yarar vardır. 1483    1. TMI Kazası ABD, 1979 (INES 5)    ABD nin  Pennsylvania  Eyaletinde  1978  yılında  devreye  alınan  TMI  Nükleer Santralinin ikinci ünitesinin devreye alınışının üzerinden henüz bir yıl geçtikten sonra kaza meydana  gelmiştir. 22 Yine de batı santrallerinde bulunan koruma kabuğu ve güvenlik sistemleri ile HEPA filtreler sayesinde çevrede yaşayan halk üzerinde herhangi bir sağlık sorunu ortaya çıkmamıştır. Santral çevresinde 8 kilometre çapındaki alanda yaşayan 30.000 den fazla insanın 18 yıl boyunca sağlık kayıtları yakından izlenerek bu sonuca ulaşılmıştır. Nitekim santralden 16 kilometre uzakta yaşayan bir bireyin aldığı doz, herhangi bir göğüs filmi röntgeninde alınan doz kadar olmuştur.23 Ancak aksi yönde iddialar da vardır. 1990 tarihli Sasser-Hutch çalışması TMI sahasında kanser artışlarını rapor etmiştir. 1982 yılında Amerikan Halk Sağlığı Dergisinde yer alan bir çalışmada kazanın hemen öncesinde 10 millik bir yarıçapta her 1000 doğumda bebek ölüm oranı 7,6 ila 8,6 arasında değişirken kazadan hemen sonra bu oranın 17,2 ye çıktığı; sonraki çeyrekte 19,3 e kadar yükseldiği kaydedilmiştir. Değerler bir sonraki dönemde tekrar normale dönmüştür.24         TMI kazası, Çernobil ve Fukushima kazaları kadar olmasa da ilk ciddi nükleer kaza olması nedeniyle ceza hukuku ve özellikle tazminat hukuku üzerinde etkileri olmuştur. Kaza sonrasında ABD tarihinde ilk kez bir reaktör operatörü görevi nedeniyle ceza almıştır. Lisans yenilemesi işlemlerinde sahtecilik yapan operatör, 2.000 dolar adli para cezasının yanında iki yıl süreyle denetimli serbestliğe tabi tutulmuştur. Amerikan hukuk sisteminde böyle bir suçun en yüksek cezası 10 yıl hapis ve 20.000 dolar adli para cezasıdır.25  Mahkeme  kararına  göre  suçlu  bulunan  operatör,  hapis  yatmak  yerine                                                            22  Santralin  nükleer  ada  dışında  türbin-generatör  adasında  başlayan  basit  bir  arıza,  reaktörün basınçlandırıcı bileşeni üzerindeki kapanmayan pilot emniyet valfi, valfin kapalı olup olmadığını gösteren  bir  göstergenin  bulunmayışı,  kontrol  odası  gösterge  panellerinin  ergonomik  tasarım prensiplerine aykırı olması, aldıkları eğitim gereği operatörlerin sadece basınçlandırıcı bileşendeki su seviyesi ile ilgilenmeleri nedeniyle santralin durumunu kavrayamamaları kazaya yol açan örüntü zincirindeki halkaları oluşturmuştur. 23  EGE, 2019, s. 344 24  Legal History of Three Mile Island, http://www.tmia.com/old-website/history/tmilegalhistory.html (erişim tarihi: 20.09.2020) 25  Associated  Press  News,  Former  TMI  Supervisor  Sentenced  to  Probation https://apnews.com/1fd0ffcaffebb (erişim tarihi: 20.09.2020) 1484    denetimli serbestlik kapsamında 400 saat süreyle kamu yararına çalışacaktı. Kararın gerekçesi oldukça önemli olduğu için burada yer verilmesi yararlı olacaktır. Amerikan Bölge  Mahkemesi  Hakimi  daha  ağır  bir  ceza  vermemesinin  nedenini  hakkaniyet esaslarına dayandırarak  failin TMI kazasında yaşanan sorunlardan dolayı günah keçisi haline getirilmemesi  olarak belirtmiş ve oldukça çarpıcı şu ifadelere yer vermiştir:26  Bir daha nükleer endüstride nükleer mühendis olarak çalışmanız büyük ihtimalle mümkün olmayacaktır bu belki de alabileceğiniz en büyük ceza.  TMI kazasından yaklaşık yedi ay sonra  Amerikan  Nükleer  Düzenleme  Komisyonu  (US  NRC),  santral  işletmecisi şirketten Amerikan hukuk sistemine göre istenebilecek en yüksek ceza olan 155.000 dolar tutarında (uzmanlarca yapılan değerlendirme bu cezanın ortaya çıkan tehlikenin yanında çok  küçük  kaldığı  yönündedir)  bir  cezaya  hükmetmiş,  santralin  lisans  süresinin uzatılmaması talebini ise reddetmişti.  1983  yılında  Federal  Yüksek  Jüri,  kaza  öncesinde  güvenlik  test  sonuçlarında yapılan  yolsuzlukları suç saymış ancak iddianamede gerçek kişiler  yerine işletmeci şirketin tüzel kişiliği suçlanmıştı. Şirketin suçlu bulunması halinde ise verilebilecek en yüksek ceza 85.000 dolar ve mahkeme masraflarının davalıya tahmil edilmesiydi.28 Sonraki yıllarda 2. üniteden sızan radyoaktivite miktarının gerçek değerlerinden farklı gösterilmesi nedeniyle santral işletmecisi şirket ile Amerikan Adalet Bakanlığı arasındaki görüşmeler sonunda 1984 yılında şirket, 45.000 dolar ceza ödemeyi kabul etmiştir. Buna ek olarak, şirket, Pennsylvania Acil Durum Yönetimi Başkanlığının kullanımına tahsis edilen bir milyon dolarlık vadeli hesap açmıştır.29  Kaza elbette santral işletmecisi şirket ile reaktör üreticisini ve düzenleme kuruluşu NRC yi de hukuk arenasında karşı karşıya getirmişti. Örneğin, santral işletmecisi şirket, NRC nin denetleme görevini yerine getirmede ihmali olduğu gerekçesiyle NRC aleyhine                                                            26  Associated Press News, (Former TMI Supervisor Sentenced to Probation).  27  Türkiye deki karşılığı Türkiye Atom Enerjisi Kurumu, son haliyle, Nükleer Düzenleme Kurulu olan kuruluş.  28  The New York Times, US Grand Jury Charges Safety Tests were Faked at 3 Mile Island, https://www.nytimes.com/1983/11/08/us/us-grand-jury-charges-safety-tests-were-faked-at-3-mileisland.html (erişim tarihi: 20.09.2020) 29  Three Mile Island Alert, Key Dates, http://www.tmia.com/corp.historyTMI (erişim tarihi: 20.09.2020) 1485    4 milyar dolarlık bir tazminat davası açmış ancak bu davayı kaybetmiştir. Şirket aynı zamanda reaktör üreticisi firma aleyhine 500 milyon dolarlık bir dava da açmıştı. TMI sahipleri ile reaktör üreticisi haklarını mahkemede ararken taraflar kişisel zarar iddiasıyla açılan hukuk davalarında mahkeme dışında anlaşma sağlayarak mağdurlara 1985 yılı itibariyle 14 milyon dolardan fazla ödeme yapmıştır. Maddi tutarı en büyük uzlaşma 1,2 milyon dolar tutarındaki Down Sendromu ile doğan bir bebek için sağlanmıştı. 1994 yılına gelindiğinde santral sahipleri ve sigorta şirketleri sağlık, ekonomik kayıp ve tahliye nedenleri ile 40 milyon dolar ödemişlerdi ve 2.200 den fazla dava derdestti.30 Bütün bunlara karşın Federal Bölge Mahkemesi 1996 yılında verdiği bir kararla TMI kazasıyla ilgili  olarak  2.000 den  fazla  zarar  iddiasını  yeterli  kanıt  olmadığı  gerekçesiyle reddetmiştir.31       TMI Kazasının uluslararası alanda etkisi özellikle teknik alanda yüksek olmuştur. Belki de ABD nin coğrafi olarak Avrupa ve Asya dan uzakta olması, kazanın sağlık etkilerinin çok sınırlı olması (bu etkiler radyasyondan ziyade korku temelli olmuştur) kazanın uluslararası hukuktaki etkisini Çernobil Kazasına göre sınırlı tutmuştur. Buna karşın özellikle Fransa ve Japonya kazaya büyük ilgi göstermişti.32,33                   2. Çernobil Kazası, Sovyetler Birliği, 1986 (INES 7) 26 Nisan 1986 tarihinde gerçekleşen Çernobil Nükleer Santrali Kazasının yaşandığı yıllarda Sovyetler Birliğinin nükleer güç programı VVER (Su-Su Enerji Reaktörü, Rusça: VodoVodyonoi Energetichesky Reaktor) ve RBMK (Yüksek Güçlü Kanal Tipi Reaktör, Rusça:  Reaktor  Bolshoy  Moshchnosty  Kanalny)  denen  iki  nükleer  santral  tipine                                                            30  Legal History of Three Mile Island. 31  The  New  York  Times,  US  Judge  Throws  Out  of  Claims  Against  Three  Mile  Island, https://www.nytimes.com/1996/06/08/us/us-judge-throws-out-claims-against-three-mile-islandplant.html (erişim tarihi: 20.09.2020)  32  National Archives, International Aspects of the Three Mile Island Incident II: International Reaction, https://text-message.blogs.archives.gov/2018/06/19/international-aspects-of-the-three-mileisland-incident-ii-international-reaction/ (erişim tarihi: 20.09.2020) 33  Fransa nın ilgisini anlamak kolaydır zira Fransa 1970 li yıllardan beri nükleer teknolojide büyük ilerleme kat ederek petrole olan bağımlılığını azaltacak biçimde elektrik üretimini nükleer santrallere dayandırma kararını almıştı. Bu nedenle de sayısı hızla artan bir nükleer santral filosuna sahipti. Diğer ülkeler arasında Hollanda, Almanya, İsveç, Belçika sayılabilir. Küba nın tepkisi ise ABD ye coğrafi yakınlığı nedeniyle  derin endişe duyma  düzeyindeki bir tepkiyle sınırlı olmuştur. 1486    dayanmaktaydı. VVER tipi santraller ülke dışında inşa edilirken RBMK tipi reaktörler ülke içerisinde işletilmekteydi. Çernobil nükleer santralinde kazaya yol açan zincirin ilk halkasında reaktörde yapılması  planlanan  bir  test  yer  almıştır.  Testin  amacı,  santralin  şebeke  elektriğini kaybetmesi durumunda, dizel jeneratörler devreye girinceye kadar, yavaşlayan türbinin ana soğutma suyu pompalarına ne kadar süreyle elektrik sağlayabileceğini belirlemekti. Böylece şebeke elektrik gücünün kaybedilmesi durumunda reaktör kalbinin soğutulup soğutulamayacağı, soğutulabilecekse de ne kadar süreyle soğutulabileceği ortaya çıkmış olacaktı. Bir görüşe bu test, ABD nin Sovyetler Birliğine yapacağı nükleer bir saldırı durumunda nükleer santrallerin durumunun ne olacağını analize yönelikti.  Teknik detayları bu çalışmanın konusu olmaması nedeniyle çok detaya girmeksizin Çernobil kazasının en temel nedeninin güvenlik kültürü eksikliği olduğunu söyleyebiliriz. Pozitif boşluk katsayısı olan bir reaktörün daha tasarım aşamasında iken bu katsayının negatif olacak biçimde tasarımının değiştirilmesi gerekirdi. Operatörlerin santralin bu özelliği (reaktörün düşük güç seviyesinde sahip olduğu pozitif reaktivite katsayısı) ile ilgili bilgi sahibi olmaması, kontrol çubuklarını minimum işletme reaktivite marjinini ihlal edecek şekilde reaktörden geri çekmesi, işletme prosedürlerini ihlal etmelerine yol açmış bunun sonucunda da reaktör birkaç saniye içerisinde yıkılmıştır. Kazanın felaket halini alan boyutu, acil durum yönetiminin beceriksizliğiyle katmerlenmiştir.35                                                             34  RBMK lar suyla soğutulan, nötron yavaşlatıcı olarak grafitin (karbonun) kullanıldığı kanal tipi kaynar su reaktörleridir. RBMK tipi reaktörlerin gerçekte doğuştan gelen (tasarımdan kaynaklanan) kusurları bulunmaktadır. RBMK reaktörlerinin düşük güç aralığında pozitif boşluk reaktivite katsayısı denen bir etken nedeniyle kararsız olduğu bilinmektedir. Bu reaktörlerde güç artarsa veya suyun kütlesel debisi azalırsa yakıt kanallarında daha fazla buhar meydana gelir bu nedenle nötronlar daha yoğun olan su tarafından daha az yutulur ki bu da yakıtta daha fazla bölünme olmasına yani reaktörün gücünün artmasına yol açar. Normalde bu katsayının negatif olması gerekir. Bir başka deyişle, güç arttığında nötronların daha fazla yutulması dolayısıyla da gücün azalan yönde bir eğilim göstermesi gerekirken bu reaktörlerde tam tersi olmaktadır. 35  Örneğin, reaktörde herhangi bir nükleer reaksiyon oluşmasını engellemek, devam eden grafit yangının söndürülmesi ve ısı soğurulması için kullanılan malzemeler, helikopterlerden başlangıçta havada asılı tutularak reaktör üzerine boşaltılırken bu malzemeleri boşaltan helikopterlerin pilotları çok fazla dozda radyasyon aldığından malzemeleri reaktör üzerinden geçerek bırakmışlardır. Bunun sonucunda reaktör binalarındaki hasar artmış bu da daha fazla radyasyonun yayılmasına yol açmıştır. Yine bölge halkı tahliyesi kazadan ancak 36 saat sonra başlamıştır ki bu sırada halkın çoğunda kusma, baş ağrısı ve radyasyonun sağlık üzerindeki diğer etkileri görülmeye başlamıştı. Bütün bunlar Çernobil i gelmiş geçmiş en büyük nükleer felaket sınıfına sokmuştur. Öyle ki 25 yıl sonra gerçekleşen Fukushima kazasında üç reaktörde kalp erimesi yaşanmasına rağmen Çernobil kadar büyük bir zarar oluşmamıştır. 1487    Çernobil  kazasında  santral  çalışanlarından  altısı  çeşitli  cezalara  çarptırılmıştır. Gerçekte kontrol odasında görevli olanları yasa gereği güvenlikten sorumlu olanlar ve sorumlu  olmayanlar  şeklinde  basitçe  ikiye  ayırmak  mümkündür.36  Santral  işletme müdürü, işletme müdür yardımcısı, başmühendis ve başmühendis yardımcısı güvenlik kurallarını ihlal ettikleri için çarptırılabilecek en yüksek ceza olan 10 yıl süreli çalışma kampı cezasına mahkum edilmiştir. İşletme müdürünün daha fazla sorumluluk taşıması nedeniyle  hakkında,  görevi  kötüye  kullanma  suçundan  ayrıca  beş  yıllık  hüküm kurulmuştur. Kazanın olduğu gece, vardiya amiri güvenlik kurallarını ihlal etmekten beş yıl, görevinde dikkat ve özen yükümlülüğünü yerine getirmediği için iki yıl, toplamda yedi yıl çalışma kampı cezasına çarptırılmıştır. Mesleki dikkat ve özen yükümlülüğüne aykırı fiilleri nedeniyle kıdemli mühendis iki yıl, reaktör şefi de güvenlik kurallarını ihlal etmekten suçlu  bulunarak üç  yıl çalışma kampı  cezasına çarptırılmıştır.37 Sovyetler Birliği döneminde Stalin yönetiminde getirilen çalışma kampı cezalarına ilişkin kapsamlı bilgi CIA raporunda bulunabilir.38  Çernobil  davasının  görüldüğü  günlerde  hükümetin  tasarım  hatalarından  ve inşaattaki  kusurlar,  tahliye  faaliyetlerindeki,  tıbbi  müdahalelerdeki  hatalardan  ve ihmallerden dolayı  başka davalar da açılacağını bildirmiş olmasına karşın Çernobil kazasını ve sonuçlarını örtbas eden hükümet yetkililerinden hiç kimsenin yargı karşısına çıkartılmadığı savunulmaktadır.39  Çernobil kazası diğer taraftan hem tazminat hukuku hem de uluslararası hukuk bakımından ilk büyük etkili nükleer kazadır. Öyle ki güvenlik kültürü ve çevresel göçmen gibi kavramlar bu kazayla birlikte ortaya çıkmıştır. Çernobil kazasından sonra dört aylık kısa bir süre içerisinde yeni anlaşmalar imzalanmış sonraki  yıllarda da uluslararası hukukta nükleer sorumluluğa ilişkin var olan anlaşmalara ek protokoller yapılmıştır. Akla                                                            36  IMANAKA Tetsuji, Recent Research Activities about the Chernobyl NPP Accident in Belarus, Ukraine and Russia, Research Reactor Institute, Kyoto University, 2002. 37  The  New  York  Times,  Chernobyl  Officials  are  Sentenced  to  Labor  Camp, https://www.nytimes.com/1987/07/30/world/chernobyl-officials-are-sentenced-to-labor-camp.html (erişim tarihi: 18.09.2020) 38  Central Intelligence Agency, Intelligence Report Forced Labor Camps and Prisons in the USSR, 1972.  39  YAROSHİNSKAYA Alla A., Chernobyl: Crime Without Punishment, 1st Edition, Routledge, 2011. 1488    gelen ilk örnekler: 1986 yılında yürürlüğe giren sınır ötesi sonuçlar yaratabilecek bir nükleer kaza durumunda IAEA ile komşu ülkelere bildirimde bulunulmasını sağlamaya yönelik bir sistem oluşturan Nükleer Kazaların Erken Bildirimi Sözleşmesi, 1987 yılında yürürlüğe giren bir nükleer kaza veya acil radyolojik durumda yardım ve desteğin derhal sağlanmasına  yönelik  uluslararası  bir  çerçeve  oluşturan  Nükleer  Kaza  veya  Acil Radyolojik Durumlarda Yardım Sözleşmesi.40  Gerçekte  1957  tarihinde  İngiltere de  gerçekleşen  Windscale  Kazası  ve  diğer gelişmeler radyoaktif maddelerin ülkelerin sınırlarını tanımayacağını göstermişti. Bu bağlamda 1960 tarihli Nükleer Enerji Alanında Üçüncü Taraf Sorumluluğuna Dair Paris Sözleşmesi ve 1963 tarihli Nükleer Hasara İlişkin Hukuki Sorumluluğa Dair Viyana Sözleşmesi imzalanmıştır. Paris Sözleşmesi Ekonomik Kalkınma ve İşbirliği Teşkilatı (OECD) bünyesinde hazırlanmış sınırlı bir coğrafya üzerinde etkin bir sözleşmedir. Çernobil Nükleer Kazası sonrasında 1988 yılında kabul edilen Viyana Konvansiyonu ile Paris Konvansiyonunun Uygulanmasına İlişkin 1988 Ortak Protokolü coğrafi bir bağ işlevi görerek işletmecilerin meydana gelen zarara ilişkin sorumluluklarını arttırmıştır. Buna  göre  ortak  protokolü  imzalayan  ülke  her  iki  sözleşmeye  taraf  olacak  hangi sözleşmenin geçerli olacağı hususunda  hukuki seçimde  bulunacaktır.41  Uluslararası  anlaşmalarda  zaman  içerisinde  ek  protokoller  yapılarak  ödenecek tazminat tutarlarının üst limiti artırılmıştır. Viyana Sözleşmesi'nde değişiklik yapan ek Protokol minimum sorumluluk miktarını 300 Milyon SDR (yaklaşık 450 Milyon Euro) (bunun  yarısı  tesisin  bulunduğu  bölgedeki  ülkece  sağlanabilecektir)  olarak belirlemektedir.                                                             40  Türkiye  Atom  Enerjisi  Kurumu,  Bölüm  08.  Uluslararası  Nükleer  Düzenlemeler  ve  Nükleer Silahların  Yayılmasının  Önlenmesi,  https://www.taek.gov.tr/tr/2016-06-09-00-43-55/135gunumuzde-nukleer-enerji-rapor/832-bolum-08-uluslararasi-nukleer-duzenlemeler-ve-nukleersilahlarin-yayilmasinin-onlenmesi.html (erişim tarihi: 14.09.2020) 41  ÇUHADAR, Ayşe Aslıhan,  Uluslararası Nükleer Sorumluluk Rejimi Çerçevesinde Sivil Amaçlı Nükleer Santral İşletenin Hukuki Sorumluluğu , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı Cilt:1, 2015, (s. 341-374). 42  Special Drawing Right, IMF tarafından 1969 yılında oluşturulmuş uluslararası para varlığı olup her beş yılda bir gözden geçirilmektedir. 1 Ekim 2016 tarihinde kabul edilen son SDR %41,73 ABD doları, %30,93 Avro, %10,92 Çin Yuanı, %8,33 Japon Yeni, % 8,09 Pound Sterlin birimlerinden oluşmaktadır.   1489    Kazanın  meydana  geldiği  bugünkü  Ukrayna da  Çernobil  felaketinin  etkilerini giderme  sorumluluğu  Ukrayna  Anayasasının  16.  maddesinde  doğrudan  devlete yüklenmiştir. Rusya, Ukrayna ve Belarus un çevre kanunlarında Çernobil felaketine ilişkin herhangi bir hüküm doğrudan yer almamaktadır. Çünkü söz konusu kanunlar dar anlamda sadece çevrenin korunmasına yönelik kanunlardır. Bu nedenle de her üç ülkede Çernobil  kazasından  etkilenenlere  ödenecek  tazminat  ve  yardımlar  ayrı  kanunlarla düzenlenmiştir.43 Çernobil kazası Avrupa İnsan Hakları Mahkemesine huzurundaki bir davaya da konu olmuştur. Burdov-Rusya davası olarak bilinen bir davada başvurucunun sağlığının kötüleşmesiyle kaza arasında illiyet bağı kuran bilirkişi raporuyla birlikte yerel mahkeme tazminata hükmetmiş ancak ödenek yokluğu nedeniyle ödenmeyen tazminat AİHM e  taşınmıştır.  Bunun  sonucunda  AİHM  başvurucuyu  haklı  bularak  Rusya Federasyonu nu 6.000 Euro tazminat ödemeye mahkum etmiştir.44,45 Çernobil faciası ile ilgili  olarak  halen  tıbbi  yardımlar  ve  tazminat  ödemeleri  konusunda  sorunlar yaşanmaktadır.   3. Fukushima Kazası, Japonya, 2011 (INES 7) Fukushima kazası, TMI Kazası ve Çernobil Kazasından ekstrem dış bir olay olan depremin  oluşturduğu  tsunamiden  kaynaklanmış  olması  bakımından  farklılık  arz etmektedir. Kazaya yol açan Büyük Doğu Japonya Depremi, yer kabuğunda 500 km uzunluğunda ve 200 km genişliğinde bir alanın kırılmasıyla 9,0 büyüklüğündeki depreme yol açan, gelmiş geçmiş ilk beş büyük deprem arasında yer almaktadır. Deprem sonucu oluşan  10  metrenin  üzerinde  ve  en  büyüğü  37,9  metreye  varan  tsunami  dalgaları Japonya nın özellikle kuzeydoğu kıyılarındaki büyük bir sahil şeridini etkilemişti. Büyük Doğu  Japonya  Depreminde  15.828  kişi  hayatını  kaybetmiştir.  3.760  kişi  ise  kayıp statüsünde olmakla birlikte bazı kaynaklarda toplam ölen sayısının 22.000 civarında                                                            43  ANISIMOV Aleksey Pavlovich / RYZHENKOV Anatoliy Jakovlevich,  Thirty Years After The Accident At The Chernobyl Nuclear Power Plant: Historical Causes, Lessons and Legal Effects , Journal of Energy and Natural Resources Law, 2016, Vol: 34, No: 3, (s. 265-283). 44  ANISIMOV / RYZHENKOV, 2016, s. 275 45  European Court of Human Rights, Case of Burdov v. Russia (Application No. 33509/04), Strasbourg, 15 January 2009. 1490    olduğu  iddia  edilmektedir.46,47  Deprem  sonucu  oluşan  tsunami,  tsunami  duvarlarını aşarak  nehir  ağzındaki  limanlardan  içeri  giren  sular  nehir  boyunca  hızlanarak  iç bölgelerde ve alçak kıyı yerleşim bölgelerinde geniş çaplı hasara neden olmuştur.  Fukushima  kazasında  santralin  tasarımında  esas  alınan  değerin  çok  ötesinde büyüklüğe sahip depremin oluşmasına rağmen santral yapısal bütünlüğünü korumuştur. Bugüne kadar depremin santralde doğrudan yol açtığı bir zarar rapor edilmemiştir. Ancak nükleer  reaktörlerde  bozunma  ısısı  olarak  adlandırılan  ve  bu  santraller  devre  dışı kaldıktan sonra bile sürekli soğutulmaya ihtiyaç duyması nedeniyle pompaların çalışması için enerjiye ihtiyacı vardır. Tsunaminin su alma tarafındaki pompa ve sistemlere aynı zamanda dizel jeneratörlere zarar vermesi nedeniyle soğutma suyu pompalarına enerji sağlanamamış,  bunun  sonucunda  reaktör  kalbinde  sıcaklık  giderek  yükselerek  kalp erimesi  denen  olay  meydana  gelmiştir.  48  Nükleer  yakıt  çubuklarındaki  zirkonyum alaşımı,  su  ve  buharla  kimyasal  reaksiyona  girerek  hidrojen  açığa  çıkmış,  bunun sonucunda  da  hidrojen  patlaması  meydana  gelmiştir.  Bir  başka  deyişle,  reaktörde meydana gelen patlama nükleer bir patlama değil kimyasal patlamadır. Bununla beraber, patlama sonucu radyoaktivite bulaşmış parçalar etrafa saçılmıştır. Bu da radyasyonun daha fazla yayılmasına yol açmıştır. Temmuz  2012 de  yayımlanan  bir  raporda  santralin  işletmecisi  olan  TEPCO, düzenleyici  kuruluşlar  ve  politikacılar  arasındaki  çatışma  eleştirilerek  kaza   insan                                                            46  Türkiye  Gazetesi  web  portalı,  Japonya daki  Tsunami  Felaketinin  Üzerinden  4  Yıl  Geçti, http://www.turkiyegazetesi.com.tr/dunya/245159.aspx (erişim tarihi: 11 Eylül 2020). 47  YALÇINER,  Ahmet  Cevdet  /  SUPPASRI,  Anawat  /  MAS,  Erick  /  KALLIGERİS,  Nikos  / NECMİOĞLU, Ocal / IMAMURA, Fumuhiko / ÖZER, Ceren / ZAYTSEV, Andrey / ÖZEL, Nurcan M. / SYNOLAKIS, Costas,  11 Mart 2011 Büyük Doğu Japonya Tsunamisinin Ardından Hasar Görmüş Kıyı Bölgelerinde Alan Çalışması , 7. Kıyı Mühendisliği Sempozyumu (20-23 Kasım 2011) Trabzon. 48  International Atomic Energy Agency, The Fukushima Daiichi Accident, Report by the Director General GC(59)/14, Vienna, 2015.    Büyük Doğu Japonya Depremi 11 Mart 2011 de Japonya saatiyle 14.46 da meydana geldiğinde Fukushima da bulunan altı adet kaynar sulu reaktörden (Boiling Water Reactor-BWR) üçü tam güçte çalışırken diğer üçü de bakım ve yakıt yükleme amacıyla devre dışı durumdaydı. Tam güçte çalışan üç reaktör de tasarımlarına uygun olarak sensörlerin deprem ivmesini algılamasıyla otomatik olarak devre dışı kalmıştır. Deprem sahadaki şalt sahasına, saha dışındaki trafo merkezine ve santrale enerji (Alternatif Akım-AC) sağlayan enerji nakil hatlarına zarar verdiğinden Fukushima santrali sistemlerini çalıştırmak için ihtiyaç duyduğu saha dışındaki enerjiden mahrum kalmıştır (loss of off-site power). Böyle durumlar için öngörüldüğü gibi acil durum dizel jeneratörleri otomatik olarak devreye girerek altı üniteye de enerji (AC) sağlamıştır. 1491    yapımı  olarak değerlendirilmiştir. Bundan daha vahim bir biçimde, şirketin ciddi kaza (severe accident) eylem planını uygulamaya alması durumunda ülkede ve özellikle de nükleer santraller çevresinde yaşayan halkta endişeye yol açmasından bunun da antinükleer hareketin güçlenmesini sağlamasından korktuğu için gerekli tedbirleri almada yavaş kalındığı ortaya çıkmıştır. Ayrıca, çeşitli güç sistemleri ve soğutma sistemlerinin kurulması santralin kapatılmasına dolayısıyla da maliyet kaybına yol açacaktı. Bu durum aynı zamanda önceki tedbirlerin yeterli olmadığının itirafı anlamına geldiğinden şirket açılacak davalardan da endişe duymaktaydı. Nitekim 2008 yılında kendi mühendislerinin 5,7 metrelik deniz duvarının yeterli olmadığı, büyük bir depremin çok daha yüksek dalgalarının oluşmasına yol açabileceği uyarısına şirketin  kulaklarını tıkaması  felakete giden yolu açmış oluyordu.49 Özetle söylemek gerekirse Fukushima kazasına giden yolda mühendisler görevlerini yapmış ancak uyarılar şirket yöneticileri ve politikacılar arasında sönümlenerek kazaya davetiye çıkarılmıştır. Bu bağlamda Fukushima kazasının altında güvenlik kültürü eksikliğinin yanında Hollandalı sosyolog Geert Hoofstede nin Kültürel Boyutlar çalışmasında sözü edilen güç mesafesi kavramının yattığını söylemek yanlış olmaz. Kazanın nükleer mühendislik, nükleer teknoloji ve nükleer endüstri yanında hukuk alanında da geniş etkileri olduğunu söylemek mümkündür. Kaza sonucu 1., 3. ve 4. Reaktörlerde yaşanan hidrojen patlaması sonucu reaktör binasının bütünlüğü bozulmuş, resmî açıklamalara göre 31.000 den fazla insanın bölgeden tahliye edilmesi gerekmiştir.  Fukushima kazası suç duyurularına ve ceza davalarına konu olmuştur. 2012 yılında kurulan Fukushima Nükleer Enerji Davaları Grubu (Fukushima Nuclear Energy Lawsuit                                                            49  MCCURRY, Justin, Fukushima Disaster Could Have Been Avoided, Nuclear Plant Operator Admits, https://www.theguardian.com/environment/2012/oct/15/fukushima-disaster-avoided-nuclearplant (erişim tarihi: 11.09.2020) 50  HOOFSTEDE, Geert, Power Distance, https://www.hofstede-insights.com/country-comparison/theusa/ (erişim tarihi: 11.09.2020) 51  Hollandalı sosyal psikolog ve sosyolog Gerard Hendrik Hofstede tarafından ileri sürülen Kültürel Boyutlar teorisinde yer alan ulusal kültürün beş boyutundan ilki. Bir toplumun daha az güce sahip bireylerinin, gücün (iktidarın) toplumda eşit biçimde dağılmadığını kabullenmesidir. Buradaki temel husus toplumun insanlar arasındaki eşitsizliği nasıl yönettiğidir. Güç mesafesi yüksek olan toplumlarda, herkes kendi  yerini bildiği  gerekçelendirilmesi gerekemeyen  hiyerarşik düzeni kabullenir. Diğer taraftan güç mesafesi düşük toplumlarda bireyler gücün (iktidarın) dağılımını eşitlemeye çalışır ve eşitsizliklerin gerekçelendirilmesini ister. 1492    Group-FNELG) 1.324 vatandaşın 33 hükümet yetkilisi ve TEPCO yöneticileri hakkında 11 Haziran 2012 tarihinde suç duyurusunda bulunulmasını sağlamıştır. Aynı yıl 15 Kasım itibariyle  bu  kişilerin  cezalandırılması  istemiyle  tüm  Japonya da  13.262  kişi  suç duyurusunda bulunmuştur. Başta Fukushima bölgesinde yapılan suç duyuruları alınan bir karar gereğince Tokyo ya taşınmış, savcılık 9 Eylül 2013 tarihinde kovuşturmaya yer olmadığına karar vermiştir. Savcılık kararında,  şüphelilerin iddialarda yer alan mesleki dikkatsizlik ve özensizlik sebebiyle sorumlu görülebilmeleri için olayları öngörebilecek düzeyde icra veya ihmallerinin olması gerektiği  sonucuna varmıştır. Savcılığa göre öngörülebilirlik orta zekâlı, makul bir kişiye göre belirlenmelidir. Kararda, santralin Japon  İnşaat  Mühendisleri  Odasının  belirlediği  tsunami  senaryosuna  ve  teknik kriterlerine  göre  tasarlandığına  ve  inşa  edildiğine  vurgu  yapılmıştır.52  15,7  metre yüksekliğinde  olacağı  öngörülen  tsunamiyi  hükümet  yetkililerinin  ve  TEPCO yöneticilerinin öngörmesi mümkün görülmemiştir.         TEPCO nun biri başkan diğer ikisi başkan yardımcısı olmak üzere üç kıdemli yöneticisi  hakkında  yapılan  mesleki  dikkatsizlik  ve  ihmal  sonucu  taksirle  ölüm  ve yaralamaya sebebiyet verme suçuna ilişkin açılan davada 20 den fazla tanıkla 37 duruşma sonucunda  sanıklar  beraat  etmiştir.53  Tokyo  Bölge  Mahkemesi  kararında  eski yöneticilerin  tüm  tsunami  senaryolarını  ve  bunun  sonucunda  oluşabilecek  üç  kalp erimesini öngörmelerinin beklenmesinin gerçekçi olmayacağı, bir başka deyişle, hayatın olağan akışına aykırı olduğu sonucuna varmıştır.54 Duruşmalarda tsunami tehlikesine karşı  gerekli  tedbirleri  almakla  yükümlü  bir  görevli,  üç  yöneticinin  hükümeti  ikna etmenin zor olacağı ve santralin işletildiği yerdeki bölge halkının güvenlik gerekçesiyle santralin  durdurulmasını  talep  edeceği  korkusuyla,  tedbirlere  ilişkin  planları  rafa kaldırmakla itham etmiştir.                                                             52  HERBER, Erik,  A Crime Called Nuclear Power: The Role of Criminal Law in Addressing PostFukushima Damages , International Journal of Law, Crime and Justice, 43 (2015), (s. 129-150). 53  İddialara göre halkın tahliyesi sırasında hastanede yatan 44 hasta vefat etmiş, patlama nedeniyle de 13 kişi yaralanmıştır.  54  OSUMI, Magdalena, Former TEPCO Executives Found Not Guilty Of Criminal Negligence In Fukushima Disaster, https://www.japantimes.co.jp/news/2019/09/19/national/crime-legal/tepco-trioface-tokyo-court-ruling-criminal-case-stemming-fukushima-nuclear-disaster/  (erişim  tarihi: 05.08.2020) 1493    Fukushima kazası hukuk davaları bakımından da pek çok davanın konusu olmuştur. Bölgeden tahliye edilmesi gereken 10.000 den fazla kişi zararlarının tazmini için 30 kadar hukuk  davası  açmıştır.  Ceza  davalarının  aksine  kusursuz  sorumluk  nedeniyle mahkemelerin böylesi bir felakette davacılar lehine tazminata hükmetmesi kaçınılmaz görünmektedir. Nitekim TEPCO davalar öncesinde bile bölgeden tahliye edilenlere aylık yaklaşık  1.000  ABD  doları  tutarında  koşulsuz  ve  vergiden  muaf  psikolojik  destek tazminatı ödemektedir. İstatistikler, Ekim 2013 itibariyle bölgeden tahliye edilen 84.000 kişinin bu tazminattan yararlandığını göstermektedir. Tazminatlar taşınmazların uğradığı zararlar, iş kaybı, acı ve elem başlıkları altında dağılmaktadır.55 Fukushima  kazası  sadece  ceza  hukuku  ve  tazminat  hukuku  bakımından  değil uluslararası  hukuk  bakımından  da  önemli  iddiaların  konusunu  oluşturmuştur.  Yun tarafından  yapılan  bir  çalışmada  Yeni  Zelanda-Fransa  arasında  nükleer  silah denemelerinden doğan ve Uluslararası Adalet Divanına (UAD) taşınan davadan yola çıkarak Japonya nın UAD de dava edilip edilemeyeceği üzerinde durulmuştur.56 9 Mayıs 1973 tarihinde UAD ye başvuran Yeni Zelanda ülkeden 2.900 mil uzaklıktaki Güney Pasifik teki  Fangatauafa  Mercan  Adalarında  Fransa nın  yaptığı  nükleer  silah denemelerini dava konusu yapmıştır. UAD nin 20 Aralık 1974 teki kararından önce Fransa  22  Haziran  1973 te  atmosferik  testler  yapmayacağını  ilan  ettiğinden  Yeni Zellanda nın dayanacağı iddia kalmamış oluyordu. Bu nedenle UAD karar verecek bir iddia olmadığı sonucuna varmıştır. Benzer bir iddia 1995 yılında Fransa nın yer altı nükleer denemeleriyle tekrar gündeme gelse de Fransa, UAD nin zorunlu yargı yetkisini öngören  düzenlemeden  çekildiğini  ileri  sürerek,  Yeni  Zellanda nın  1974  davasının yeniden  görülmesi  talebine  karşın,  dava  şartlarını  ortadan  kaldırmıştır.  Yun,  Yeni Zellanda nın  bu  davalarda  kullandığı   yapay  radyoaktivite  bulaşması ,   radyoaktif maddelerin ülke sınırından içeri sokulmaması ,  halkta korku ve paniğe yol açma  gibi iddiaların Fukushima kazası nedeniyle Japonya ya isnat edilerek UAD de açılacak bir                                                            55  World  Nuclear  Association,  Fukushima  Daiichi  Accident,  https://www.worldnuclear.org/information-library/safety-and-security/safety-of-plants/fukushima-daiichi-accident.aspx (erişim tarihi: 13/09/2020) 56  YUN, S. Harold,  Fukushima and New Zealand v. France Nuclear Tests: Can Japan be Brought to the International Court of Justice for Damages Caused by the Fukushima Plants? , Minnesota Journal of International Law, Vol.24:2, 2015, (s. 388-410).   1494    davayı kazanmanın imkansız olmasa bile çok zor olacağı sonucuna ulaşmaktadır. Zira Japonya uyuşmazlığın kaynağı olan Fukushima nın kapatıldığını, işletmeye alınmasının mümkün olmadığını ve zararı azaltmak için elinden geleni  yaptığını iddia edebilir. Japonya ayrıca, bundan sonra en ileri güvenlik standartlarını uygulayacağını, kuracağı reaktörlerin tsunami tehlikesi olmayan yerlere inşa edileceği gibi savlar da ileri sürebilir. Bütün bunlarla birlikte somut bir zarar ortaya konmadan UAD de bir dava açılması ve bunun kabulünün zor olduğu kaydedilmektedir.                 B. Türk Ceza Kanunu nda Radyasyon Yayma ve Atom Enerjisiyle Patlamaya Sebebiyet Verme Suçları 1. Genel Olarak Genel tehlike yaratan suçlar Türk Ceza Kanunu nun üçüncü kısmında yer alan Topluma Karşı Suçlar başlığı altında yer almaktadır. Radyasyon Yayma Suçu (madde 172) ve Atom Enerjisiyle Patlamaya Sebebiyet Verme Suçu (madde 173) genel tehlike yaratan suçlar altındadır. Genel tehlike yaratan suçların konusu yangın, su baskını, inşaat, radyasyon, tehlikeli madde gibi farklı niteliklerde olmakla birlikte bütün bunların ortak noktası  toplum  güvenliği  için  tehlike  yaratabilmeleridir.  Burada  belirtilen  toplum güvenliği kişilerin hayatları, vücut bütünlükleri ve mal varlıkları bakımından tehlikelerle karşılaşmadan rahat ve huzur içerisinde güvenle yaşamalarıdır.57    Tehlikeli  maddeler  arasında  sayılan  nükleer  ve  radyoaktif  maddelerin  yetkili makamlardan izin alınmaksızın imali, ithalatı ve ihracatı, nakli, muhafaza edilmesi, satılması veya satın alınması ise TCK m. 174 te düzenlenmiştir. 5532 sayılı Terörle Mücadele Kanunu nda Değişiklik Yapılmasına dair kanunun 4/a maddesinde belirtilen radyasyon yayma suçu (m. 172), atom enerjisiyle patlamaya sebebiyet verme suçu (m. 173) ve tehlikeli maddelerin izinsiz olarak bulundurulması ve el değiştirilmesi suçu (m. 174) adı geçen kanunun 1. maddesinde belirtilen amaçlar doğrultusunda suç işlemek                                                            57  BAYRAKTAR, Köksal / KİZİROĞLU, Serap Keskin / YILDIZ, Ali Kemal, vd., Özel Ceza Hukuku Cilt 4 Genel Tehlike Yaratan, Çevreye Karşı ve Kamunun Sağlığına Karşı Suçlar, 1. Baskı, Oniki Levha Yayıncılık, İstanbul, 2019.  58  18 Temmuz 2006 tarih, 26232 sayılı Resmi Gazetede yayımlanmıştır. 1495    üzere kurulmuş bir terör örgütünün faaliyeti çerçevesinde işlendiği takdirde terör suçu sayılmıştır. 2. Radyasyon Yayma Suçu a. Genel Olarak Radyasyon yayma suçu 5237 sayılı Türk Ceza Kanunu nun (TCK) 172.maddesinde düzenlenmektedir. Yeni bir suç tipi olarak tanımlanan bu suç, 765 sayılı Türk Ceza Kanunu nda bulunmamaktaydı. Ülkemizde yukarıda açıklandığı gibi nükleer tesis ve laboratuvarların uzun zamandan beri bulunduğu gerçeği ışığında radyoaktif maddelerden tıp, endüstri ve diğer alanlarda yararlanıldığı bilinmektedir. Atom enerjisiyle patlamaya sebebiyet verme suçu ve radyasyon yayma suçu bu bakımdan ülkemizde de işlenebilir olmakla birlikte söz konusu suçların önceki ceza kanununda bulunmaması nedeniyle bu tehlike suçları ancak 5237 sayılı yeni Türk Ceza Kanunu nun kabulüyle cezalandırılabilir hale gelmiştir. 1999 yılında İstanbul da İkitelli de INES 3 seviyesinde meydana gelen radyolojik kazada o tarihte geçerli olan 765 sayılı Ceza Kanununda suç tanımlı olmadığı için  failler  hakkında  düzenlenen  iddianamede   Önlem  almama,  özensizlik,  emir  ve talimatlara riayetsizlik sonucu mağdurların hayatını tehlikeye sokacak şekilde radyoaktif maddeyle zehirlenmelerine neden olmak  suçundan 7 ile 35 er yıl arasında hapis cezası istemi yer almıştı. Bu olaya ilişkin olarak Türkiye Atom Enerjisi Kurumu (TAEK) ağır kusurlu bulunarak İdare Mahkemesince 16 mağdura o tarihte rekor düzeyde toplam 745.000 TL tazminat ödenmesine hükmetmiş, ödenmeyen tazminat Avrupa İnsan Hakları Mahkemesinde dava konusu olmuştur.59 TCK  m.  172/1  bir  başkasının  sağlığını  bozmak  amacıyla  ve  bu  amacı gerçekleştirmeye elverişli olacak surette radyasyona tabi tutan kişinin üç yıldan on beş yıla kadar hapis cezası ile cezalandırılacağını, TCK m. 172/2 de ise söz konusu fiilin belirsiz sayıda kişi/kişilere karşı işlenmesi halinde hükmedilecek cezanın beş yıl süreli hapis cezasından az olmayacağını hükme bağlanmaktadır. Suç belirsiz sayıda kişiye karşı işlendiğinde cezanın asgari miktarının yüksek tutulduğu görülmektedir. TCK m. 172/3 e                                                            59  KOCAOĞLU, Necip Kağan,  Nükleer Tesis İşletenin Sorumluluğu: Karşılaştırmalı ve Uluslararası Özel Hukuk Analizi , Ankara Barosu Dergisi, Yıl:68, Sayı: 2010/2, (s. 33-111).  1496    göre bir kişinin hayatı ve sağlığının yanında malvarlığına da önemli ölçüde zarar vermeye elverişli olacak şekilde radyasyon yayan veya atom çekirdeklerinin parçalanma sürecine etkide bulunan kişi iki yıldan beş yıla kadar hapis cezası ile cezalandırılacaktır. TCK 172/4 bir önceki fıkrada belirtilen radyasyon yayma ve atom çekirdeklerinin parçalanması sürecine  bir  laboratuvar  veya  tesisin  işletilmesi  sırasında  gerekli  dikkat  ve  özen yükümlülüğüne aykırı hareket eden kişinin neden olduğu tehlikenin, başka bir kişinin hayatı ve sağlığının yanında malvarlığına da önemli ölçüde zarar vermeye elverişli olması durumunda kişinin altı aydan üç yıla kadar hapis cezası ile cezalandırılacağını hükme bağlamaktadır.  Maddenin gerekçesi incelendiğinde birinci fıkrada sözü edilen suçun oluşabilmesi için failin radyasyona tabi tuttuğu kişinin sağlığını bozma amacıyla hareket etmesi gerektiği  anlaşılmaktadır.  Cezaya  hükmedilebilmesi  için  radyasyon  miktarının  (ve aslında radyasyon türünün) kişinin sağlığını bozmaya elverişli olması gerekir. Suç bu bakımdan  tehlike  suçu  niteliği  taşımaktadır.  Hafızoğulları  ve  Özen e  göre  kanun radyasyon yayma suçlarının taksirli biçimine de yer vermiş olduğundan zarar ve zarar tehlikesi suçlarıdır.60 İkinci fıkrada belirtildiği üzere suçun belirsiz sayıda kişiye karşı işlenmesi halinde fail daha ağır cezayla cezalandırılacaktır. Bu haliyle bu fıkra suçların içtimaına ilişkin özel hüküm niteliğindedir. İlk üç fıkrada tanımlanan suçlar ancak kasten işlenebilen  suçlardır.  Üçüncü  fıkrada  radyasyon  yayma  ve  atom  çekirdeklerinin parçalanma  sürecine  etkide  bulunma  fiili  suç  olarak  tanımlanmıştır.  Cezaya hükmedilebilmesi için başkasının hayatına, sağlığına veya malvarlığına önemli ölçüde zarar  vermeye  müsait  olması  gerekir.  Dördüncü  fıkrada  ise  suçun  taksirli  hali tanımlanmıştır.  Radyasyon yayma suçunun dört fıkra halinde düzenlendiği 172. maddede yalnızca hapis  cezası  öngörülmüştür.  Dördüncü  fıkrada  tanımlanan  taksirli  suç  dahil  hiçbir biçimde adli para cezasına  yer verilmemiştir. Radyasyon  yayma suçu şikayete tabi olmadığından re sen soruşturulan bir suçtur. Dava zaman aşımı süresi içerisinde kalmak koşuluyla her zaman soruşturulabilir. Nükleer maddelerin ve radyasyonun tespitinin özel                                                            60  HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler Topluma Karşı Suçlar, İkinci Baskı, US-A Yayıncılık, Ankara, 2016. 1497    uzmanlık gerektirmesi nedeniyle pek çok durumda Türkiye Atom Enerjisi Kurumu, Nükleer Düzenleme Kurumu gibi resmî kurumlarca suç duyurusunda bulunulması daha olası görünmektedir. Radyasyon  yayma  suçunun  farklı  bilim  dallarıyla  ilgisi  yukarıda  etraflıca açıklanmıştı. Buradan da anlaşılacağı üzere konu hakimin hukuk bilgisinin dışında kalan teknik ve bilimsel bir konudur. Bu nedenle de konuyla ilgili farklı uzmanların görüşlerine bir başka deyişle bilirkişi uzmanlığına gerek vardır. Türkiye de bu uzmanlığı hali hazırda Türkiye Atom Enerjisi Kurumu, Nükleer Düzenleme Kurumu (NDK), üniversiteler, araştırma  enstitüleri  sağlayabilir.  Nitekim  Yargıtay ın  kararlarında  Türkiye  Atom Enerjisi Kurumunun uzmanlığından yararlanıldığı anlaşılmaktadır.  b. Suçun Maddi Unsurları aa. Fail TCK m. 172/1, m. 172/2 ve m. 172/3 bakımından fail herkes olabilir. Bir başka deyişle, fail için herhangi bir özellik aranmış değildir. Kanun maddesinde geçen  kişi  sözcüğünden gerçek kişi anlaşılmalıdır. Bu nedenle radyasyon yayma suçu tüzel kişi tarafından işlenemez. Ancak m. 172/4 teki taksirli suç açısından herhangi bir kimseden ziyade ister bilimsel araştırma amaçlı ister endüstriyel nitelikteki nükleer bir tesiste çalışan kişi bu suçu işleyebilir. Öğretide birinci fıkradaki suçun özgü suç olduğu ifade edilmektedir.  Bunun  nedeni  sadece  radyasyon  yayan  madde  veya  cihazları  elinde bulunduran kişilerin bu fiili işleyebilecek olmalarıdır. 62 Bununla birlikte, radyasyona maruz bırakma fiilini işleyen kişinin belirli bir sıfata sahip olması gerekmediğinden bu görüşe katılmıyoruz.                                                              61  Yargıtay  4.  Ceza  Dairesi  2010/212210E  2012/30478K   …Atom  Enerjisi  Kurumunun  yazısında kaybolan cihazın düşüp parçalanması durumunda radyasyon yayabileceğinin belirtilmesi…     Yargıtay 18. Ceza Dairesi 2016/13661E., 2017/4864 K.  …alınan numunelerin Sarayköy Nükleer Araştırma  ve  Eğitim  Merkezine  gönderilerek  analizlerinin  yapıldığı,  iki  tanesinde  radyoaktife rastlanıldığına…  (https://karararama.yargitay.gov.tr/ erişim tarihi: 04.03.2021) 62  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.47 1498    bb. Mağdur Mağdur yaşayan herhangi bir insan olabilir. Bir kişinin sağlığını bozma amacıyla radyasyona tabi tutulan kişi mağdurdur. Örneğin, İngiliz gizli servisi MI için çalışan eski KGB  ajanı  Alexander  Litvinenko nun,  Londra da  kaldığı  otelde  çayına  karıştırılan radyoaktif  Plonyum-210  izotopuyla  2006  yılında  zehirlendiği  olayda  Litvinenko hastanede 22 gün tedavi gördükten sonra ölmüştü. Litvinenko nun vücudunda öldürücü dozun 10 katı kadar Polonyum-210 saptanmıştır.63 Avrupa İnsan Hakları Mahkemesine bireysel başvuru hakkını kullanan Litvinenko nun eşinin başvuru dosyasına eklenen bilimsel raporda dünyada polonyum üretiminin %97 sinin Rusya tarafından yapıldığı gerçeği  ışığında  suçun  Rus  makamlarının  bilgisi  dışında  işlenmesinin  mümkün olamayacağı, ayrıca, Litvinenko nun eşinin maruz kaldığı radyasyon nedeniyle kanser olma riski taşıdığı belirtilmiştir. 64 Kanunun birinci, üçüncü ve dördüncü fıkrada  bir başkasını  ifadesi kullanıldığından yaşayan bir kişi kastedilmektedir. İkinci fıkrada ise belirsiz sayıda kişiden bahsedildiğinden mağdur olarak birden fazla kişi anlaşılmaktadır. Radyasyonun biyolojik etkileri başlığı altında yapılan açıklamalar ışığında diğer koşullar aynı  kalmak  şartıyla  (radyasyon  tipi,  maruziyet  süresi  gibi)  çocuklar,  gençler  ve hamilelerin yetişkin ve yaşlılara göre bu suçtan daha fazla etkileneceğini öngörebiliriz. cc. Korunan Hukuki Değer Radyasyon yayma esasen kişinin hayatı, sağlığı ve mal varlığı üzerinde işlenebilen bir  suçtur.  Altunç a  göre  radyasyon  ve  atom  çekirdekleri  suçun  konusunu oluşturmaktadır.65 Suçla  korunan  hukuki  değer  bir  başkasının  hayatı,  sağlığı  veya  malvarlığı bakımından zarar tehlikesi doğurabilecek davranışların engellenmesine yönelik kamusal yarardır.66 Suçun yer aldığı dört madde değerlendirildiğinde bu suçta korunan hukuki                                                            63  TRT  Haber,  Ukrayna  13  Rus  Diplomatı  Sınır  Dışı  Etti, https://www.trthaber.com/haber/dunya/ukrayna-13-rus-diplomati-sinir-disi-etti-357238.html  (erişim tarihi: 26.08.2020) 64  Avrupa  İnsan  Hakları  Mahkemesi  Başvurucu  Beyanı  Maria  Anna  Carter  (Marina  Anatolyevna Litvinenko), 21 Mayıs 2007, Başvuru No: 20914/07  65  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.47 66  HAFIZOĞULLARI / ÖZEN, 2016, s. 27. 1499    değerin kişinin yaşam, sağlık ve mülkiyet hakları olduğu söylenebilir. Yaşam ve sağlık hakkı açısından suç konusu yaşayan insandır. Mülkiyet hakkı bakımından ise suç konusu taşınır veya taşınmaz maldır. Amaç malın değerinin düşmesi veya malın yok olması tehlikesine karşı korunmasıdır. Radyasyonun eşya üzerindeki etkisi başlığı altındaki açıklamalar ışığında tipik zararlar elektronik cihazların bozulması, radyoaktivite bulaşan maldan yararlanılamaması veya tarım ürünlerin zıyanıdır. Radyasyon yayma suçunun hayata, vücut bütünlüğüne veya mal varlığına karşı suçlar arasında yer almamasının temel nedeninin radyasyonun ve atom enerjisinden kaynaklanan enerjinin özellikle kitlesel olarak insanlara, çevreye ve mal varlığına verebileceği büyük zarar tehlikesi olduğunu düşünüyoruz.  Radyasyonun  ve  atom  enerjisinin  bu  niteliği  suçun  ceza  kanununda topluma karşı suçlar içerisinde sınıflanmasına neden olmuştur. Bu bağlamda maddenin temel amacı çevreden ziyade radyasyonun yayılmasıyla sağlığı tehlikeye giren toplumun korunmasıdır. 67    dd. Fiil, Netice ve Nedensellik Bağı Sadece  zarar  tehlikesinin  oluşmasıyla  yetinilen  suçlar  tehlike  suçudur.  Genel tehlike suçlarında henüz bir zarar meydana gelmemiştir. Eğer suç tanımında belli bir tehlikeli davranışın icrai veya ihmali hareketle gerçekleşmesi kanun koyucu tarafından cezai yaptırıma tabi tutulmuşsa burada soyut tehlike suçu vardır. Soyut tehlike suçlarında yapılan fiilin veya gerçekleşen ihmalin korunan hukuki değer açısından tehlike oluşturup oluşturmadığı araştırılmaz.68 Öte yandan somut tehlike suçunda suç tanımında yer alan fiillerin gerçekleştirilmiş olması failin cezalandırılması için yeterli değildir. Ortaya somut bir tehlike çıkmalıdır. Öğretide somut tehlikenin suçun maddi unsurlarından mı yoksa objektif  cezalandırılabilme  koşulu  mu  olduğu  yönünde  tartışmalar  vardır.69  Somut tehlikenin oluşumu suçun maddi unsuru olarak görüldüğünde failin söz konusu tehlikenin gerçekleştiğini bilmesi gerekir. Failin kastının bu somut tehlikeye ilişkin olması gerekir.                                                            67  ÖZGÜÇ, Levent Emre, 5237 sayılı Türk Ceza Kanunu Çerçevesinde Çevrenin Kasten Kirletilmesi Suçu, Yüksek Lisans Tezi, İstanbul, Koç Üniversitesi Sosyal Bilimler Enstitüsü, 2017. 68  POLAT, Halit,  Genel Güvenliğin Tehlikeye Sokulması Suçu ile bu Suçun Diğer Suçlarla İçtimai , Türkiye Adalet Akademisi Dergisi (TAAD), Yıl: 2010, Sayı:1, (s. 135-166). 69  ÜLKÜ,  Muhammet  Murat,  Genel  Tehlike  Yaratan  Suçlar  2015,  https://cezabb.adalet.gov.tr/makale/148.pdf (erişim tarihi: 12.10.2020) 1500    Diğer  taraftan  somut  tehlike  objektif  cezalandırma  şartı  olarak  düşünülürse  somut tehlikenin  gerçekleşmesi  yeterli  olacaktır,  failin  bunu  bilip  bilmemesi  ceza  hukuku sorumluluğu açısından bir önem taşımaz. Radyasyon yayma suçu somut tehlike suçudur. Bununla birlikte doktrinde radyasyon yayma suçunun, taksirli hali dahil hem somut hem de soyut tehlike suçlarının özelliklerini taşıyan üçüncü bir kategori olan soyut-somut tehlike suçu olduğu yönünde görüş de bulunmaktadır.70 Bu görüşün hareket noktası kanunda tanımlanan bu suçun somut bir tehlikenin ortaya çıkmasını değil başkasının sağlığını bozmaya veya başkasının hayatı, sağlığı ya da malvarlığına önemli ölçüde zarar vermeye elverişli hareketi aramasıdır. Suçun fiil unsuru mağdurun sağlığına zarar vermeye elverişli radyasyonla yapılan herhangi bir davranıştır. Suçun maddi unsurunu oluşturan hareketin TCK m. 172/1 de radyasyona maruz bırakma olması, TCK m. 172/3 de ise radyasyon yayma ve atom çekirdeklerinin parçalanması sürecine etki etme olması nedeniyle suç doktrinde bağlı hareketli  suç  olarak  nitelendirilmektedir.71  Fiilin  nasıl  gerçekleştirileceği  kanunda tanımlanmadığı için serbest hareketli suç olarak gören görüş de mevcuttur.72 Yukarıda açıklanan iyonlaşma ve zararlara her radyasyon tipi yol açmaz bu nedenle Kanunda yer alan radyasyon yayma suçu örneğin radyo dalgalarıyla işlenemez. Çünkü bu radyasyon tipi iyonlaşmaya yol açmaz. Dolayısıyla da biyolojik anlamda belirlenebilir nitelikte bir etki söz konusu olmaz. Burada ceza hukuku bakımından işlenemez suç söz konusudur. Radyasyon yayma suçu ani hareketli bir suçtur. Radyasyona maruz bırakma fiilinin sürekli olması gerekmez ancak suçun sürekli radyasyon yayan bir radyoaktif maddeyle gerçekleştirilmesi durumunda kanunda belirtilen zarar vermeye elverişlilik koşulunun sağlanması  olası  hale  gelecektir.  Oysa  x-ışını  cihazı  gibi  cihazlarda  ancak  cihazın çalıştırılmasıyla radyasyon yayımlanması söz konusu olacağından maruziyet için belirli bir süreklilik gerekecektir.                                                             70  BEKAR, Elif, Objektif Cezalandırılabilme Koşulları Bağlamında Türk Ceza Kanunu nda Yer alan Suçlar, Doktora Tezi, İstanbul, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, 2016. 71  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.48 72  ÖZGÜÇ, 2017, s. 60 1501    İyonize edici radyasyonun determinist etkileri bilindiğinden mağdurun sağlığını bozan sonuç tıp biliminin verileri ışığında failin fiili ile ilişkilendirilebilir. Örneğin, failin iyonize edici radyasyon kaynağı ile yaptığı saldırı sonucu mağdurda deri kızarıklığı, katarakt veya kan kompozisyonunda değişme gözlemlenmişse söz konusu nedensellik bağı kurulacaktır. Yine mağdurun örneğin 0,75 Sv ile 2 Sv gibi bir radyasyon dozu alması durumunda mağdurda birkaç saat içerisinde kusma (%50 olasılıkla), yorgunluk, iştah kaybı, kan kompozisyonunda orta düzeyde değişiklikler (akyuvar azalması gibi) görüleceğinden nedensellik bağı kurulacaktır.74 TCK nın 172. maddesinin 4. fıkrasında taksirle işlenen suç failin icrai davranışı ile işlenebileceği gibi ihmali davranışıyla da işlenebilir. Bu bakımdan değerlendirildiğinde m. 172/4 te belirtilen bir laboratuvar veya tesisin işletilmesi sırasında dikkat ve özen yükümlülüğüne aykırı olarak icrai veya ihmali hareketle etkide bulunan kişi iki yıldan beş yıla kadar hapis cezası ile cezalandırılacaktır. Bu bağlamda failin taksirli davranışı olmasaydı  netice  yine  de  gerçekleşecektiyse  nedensellik  bağı  kurulamayacaktır.  Bu durum  Fukushima  Kazası  başlığı  altında  belirttiğimiz  gibi  bazı  TEPCO  çalışanları hakkındaki suç duyurularının takipsizlikle sonuçlanmasına ve diğerlerine karşı açılan davada ise beraat etmelerine yol açmıştır. Diğer taraftan, suç ihmali davranışla işlenmiş ise davranışın gerçekleşen netice bakımından nedensel olması gerekir. Radyasyon yayma suçunun taksirle işlenmesi halinde objektif isnadiyet koşulunun da gerçekleşmesi gerekir. Buna göre failin neticeden sorumlu tutulabilmesi için yükümlülüğüne aykırı biçimde davranmış olması gerekir. Fail yükümlülüğüne uygun davranmış olsaydı netice ortaya çıkmayacaktı denilebiliyorsa yükümlülüğe aykırılık bağı kurulmuş olur.  Bu tip durumlarda esas sorun ortaya çıkan neticeden kimlerin hangi oranda sorumlu olduğunun belirlenmesidir. Nükleer bir kazaya giden yolda işletme yöneticileri mi görevli mühendisler  mi,  reaktör  tasarımcıları  mı  yoksa  reaktörü  bizzat  çalıştıran  reaktör operatörleri mi sorumlu olacaktır? Çernobil kazasında nükleer santralin şebeke elektriğini kaybetmesi durumunda, dizel jeneratörler devreye girinceye kadar, yavaşlayan türbinin                                                            73  Sievert (Sv) Uluslararası birim sisteminde (SI) bir kilogramlık insan dokusunda bir joule lük radyasyon enerjisinin eşdeğer biyolojik etkisini gösteren birimdir.  74  LAMARSH / BARATTA, 2001, s. 486 1502    ana soğutma suyu pompalarına ne kadar süre ile elektrik sağlayabileceğini test eden bir deney kazaya yol açmıştır. Böyle bir deneyin yönetim kademesinin talebi, bilgisi veya onayı olmaksızın yapılması elbette düşünülemez. Öte yandan gerek reaktör tasarımcıları gerekse  nükleer  santral  işletmecileri  nükleer  reaktörlerin  güvenli  olacak  biçimde tasarlanması,  imal  ve  inşa  edilmesi,  işletilmesinde  mesleki  özen  ve  yükümlülük altındadırlar. Çernobil gibi bir felaketin ortaya çıkmasında tüm suç testi gerçekleştiren reaktör operatörleri ve onlara nezaret eden başmühendis ve vardiya amirlerine atılacak kadar basit değildir fakat Anisimov ve Ryzhenkov un belirttikleri gibi Çernobil Kazasını soruşturan  resmi  soruşturma  komisyonu  kazaya  yol  açan  nedenleri  bütüncül  bir yaklaşımla  ortaya  çıkarmak  yerine  sadece  santral  çalışanlarını  sorgulama  yoluna gitmiştir.  Reaktör  üreticisi  ve  tasarımcılarına  veya  yöneticilere  hiçbir  sorumluluk yüklenmemiştir. Nitekim Mosey in belirttiği gibi nükleer tesislerde meydana gelen kazaların  kök  sebebi  araştırıldığında  gerçek  nedenler  tasarım  hataları  veya  bireysel kusurlardan ziyade kurumlarda yatan derin sorunlarda bulunmaktadır.76 Tasarım hataları ve bireysel kusurlar olaylar zincirinde etkili olsa da hatalı tasarımların kabulüne yol açan kurumsal süreçler, reaktör operatörlerin gerekli destek ve kılavuzluğu alamaması ve teknolojiye karşı duyulan aşırı güven derinlerde yatan temel yanlışlar olmuştur. Bu bakımdan değerlendirildiğinde Çernobil de işletilen reaktörün tasarımında hata yapan tasarım mühendisleri, böylesi tehlikeli bir testin yapılmasına karar veren üst yönetim, reaktörü tanımayan ve tehlikeli çalışma aralığında çalışmasında ısrar eden başmühendis yardımcısı TCK mantığı açısından kusurları oranında sorumlu olmalıydı.  TCK m. 172/1 de başkasının sağlığını bozma amacıyla mağduru radyasyona tabi tutan  failin  üç  yıldan  on  beş  yıla  kadar  geniş  bir  aralıkta  hapis  cezası  ile cezalandırılacağını öngörmektedir. Bu geniş ceza aralığında hakim somut olayda TCK m.61 e göre örneğin kullanılan araç olarak radyolojik/nükleer maddenin özelliklerine, ortaya çıkan tehlikenin ağırlığına ve failin güttüğü amaç ve saike göre alt ve üst sınır arasında temel cezayı belirleyecektir. Mağdurun radyasyona maruz bırakılması sonucu                                                            75  ANISIMOV / RYZHENKOV, 2016, s. 271 76  MOSEY, David, Reactor Accidents: Institutional Failure in the Nuclear Industry, Second Edition, Sidcup: Progressive Media Markets, 2006. 1503    sağlığı bozulursa artık suç radyasyon yayma suçu olmaktan çıkıp kasten yaralama suçu oluşur.  Failin,  mağduru  öldürmek  kastıyla  öldürücü  dozda  radyasyona  tabi  tutması durumunda  kasten  öldürme  suçunun  TCK  m.82/1-c de  belirtildiği  gibi  nükleer (radyolojik) silah kullanmak suretiyle nitelikli hali gerçekleştiğinden fail ağırlaştırılmış müebbet hapis cezasıyla cezalandırılacaktır. Diğer taraftan m. 172/3 te kişinin hayatı ve sağlığı olduğu kadar mal varlığı bakımından önemli ölçüde zarar vermeye elverişli biçimde  radyasyon  yayan  veya  atom  çekirdeklerinin  parçalanması  sürecine  etkide bulunan kişinin fiili zarara yol açarsa TCK m. 152/2 deki mala zarar verme suçunun nitelikli hali gerçekleşeceğinden bu maddeye ilişkin ceza bir katına kadar artırılır.  Radyasyon yayma suçu ve atom enerjisiyle patlamaya sebebiyet verme suçu 3713 sayılı Terörle Mücadele Kanunu nun 4. maddesinin a fıkrasında yer aldığından aynı kanunun 5. maddesi gereği faile verilecek ceza yarı oranında artırılarak hüküm kurulur. Kanunda bu suretle hükmolunacak ceza gerek o fiil için gerek her nevi ceza için muayyen olan  cezanın  üst  sınırını  aşabilir  denildiğinden  radyasyon  yayma  suçunun  Terörle Mücadele Kanunu nun 1. maddesinde yer alan terör tanımındaki örneğin genel sağlığı bozmak amacıyla işlenmesi durumunda 15 yılı geçen hapis cezası verilmesi mümkündür. Radyasyon yayma suçunun bulunduğu 172. maddenin ilk üç fıkrasındaki fiiller herhangi bir yerde icra edilebilir. Ancak dördüncü fıkrada geçen laboratuvar ve tesisten; nükleer enerji santralleri, nükleer reaktörler (araştırma reaktörleri), nükleer yakıt çevrimi tesisleri, parçacık hızlandırıcıları  ve laboratuvarlar ile benzer tesisler anlaşılmalıdır. Türkiye de hali hazırda kamuya ve üniversitelere ait araştırma reaktörleri, parçacık hızlandırıcı ve laboratuvarlar bulunmaktadır. Bu bağlamda suçun taksirli hali bugün için ancak bu tesislerde işlenebilir. Türkiye de  uzun  yıllardan  beri  üç  farklı  yerde  nükleer  santral  kurulmasının planlandığı  bilinmektedir.  Her  ne  kadar  nükleer  teknolojinin  transfer  edilmesi  ve yerlileştirilmesi için iddialı hedefler konulmuş olsa da Türkiye de kurulacak nükleer santrallerin  orijinine  bakılmaksızın  yabancı  uzmanların  görev  alması  kaçınılmazdır. Santralin inşa aşamasından sökülmesine kadar uzayan yaklaşık olarak 80-100 yılı bulacak                                                            77  İPEKÇİOĞLU AKSOY, Pervin,  Türk Ceza Kanunu nda Bileşik Suç , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2012, Cilt: 61, Sayı:1, (s. 43-67). 1504    bu uzun zaman diliminde gerek inşaat aşamasında gerek elektrik üretim faaliyetlerinde gerek  bakım  ve  rehabilitasyon  hizmetlerinde  gerekse  santralin  söküm  aşamasında mutlaka yabancı uzmanlar görev alacaklardır. Bu durum dünyadaki bütün nükleer santral projeleri için geçerlidir. Türkiye deki nükleer santral inşaatı veya işletmesinde görev yapan yabancı uzmanlar radyasyon yayma suçunun TCK m. 172/4 te belirtilen taksirli suçu işlerlerse nerede yargılanacaktır?  Bu konuda farklı görüşlerin ortaya çıkması düşük ihtimaldir. Zira TCK nın yer bakımından uygulanmasını ele alan 8. maddesine göre suç oluşturan  fiil  kısmen  veya  tamamen  Türkiye de  işlenirse  veya  netice  Türkiye de gerçekleşirse suç Türkiye de işlenmiş sayılır. Fiil kelimesinden suçun icra hareketleri anlaşılmalıdır. Türkiye de işlenen tüm suçlarda fail/failler hangi ülke vatandaşı olursa olsun ceza hukukuna ilişkin Türk kanunları uygulanır.78 Buna göre örneğin, Türkiye deki nükleer santral projelerinde görev alan yabancı ülke vatandaşının radyasyon yayma suçu işlemesi halinde Türkiye de yargılanması hususunda bir duraksama bulunmamaktadır.  Nükleer  santrallerin  genellikle  denize  yakın  yerlerde  kurulduğu,79  hatta Türkiye deki üç nükleer santral sahasının deniz kıyısında olması gerçeği ışığında örneğin yüksek düzeyde radyoaktiviteye sahip kullanılmış yakıtların santralden yeniden işlenmek üzere bir başka ülkeye gönderilmesi amacıyla nükleer santralin kendi limanından gemiye yüklenirken  m.  172/4 te  belirtilen  taksirli  suçun  işlenmesi  halinde  TCK  m.8/2-a karşısında suç yine Türkiye de işlenmiş sayılacaktır. ee. Teşebbüs Radyasyon  yayma  suçuna  teşebbüs  mümkündür.  Somut  zarar  tehlikesi oluşturmayan ancak şüphe oluşmaksızın böyle bir tehlikeye yol açacak davranışların sergilenmesi halinde suça teşebbüs edilmiş olur. Doktrinde somut tehlike suçlarında tehlikenin gerçekleşmesini objektif cezalandırılabilme şartı olarak gören görüş yanında Türk Hukukunda baskın olarak somut tehlikenin gerçekleşmesini netice şeklinde suçun                                                            78  ÖZGENÇ, 2019, s. 973 79  Gerçekte böyle bir zorunluluk yoktur. Nitekim Avrupa daki nükleer santrallerin büyük bir kısmı nehirlere yakın yerde inşa edilmiştir. ABD de şehrin atık sularından oluşturulan göletle soğutulan nükleer santral bulunmaktadır.   1505    unsuru olarak kabul eden görüş bulunmaktadır.80 İlk durumda objektif cezalandırma şartı gerçekleşmediğinde faile ceza verilmezken ikinci durumda failin fiili elinde olmayan nedenlerle  kesilirse  teşebbüs  hükümlerinin  uygulanması  mümkündür.  Örneğin, radyasyon yaymak için radyoaktif madde temin eden failin fiili bir nedenle kesilirse bu suça teşebbüsten sorumlu tutulabilecektir.     c. Suçun Manevi Unsurları Radyasyon yayma suçu kasten işlenebilen bir suçtur. Ancak 172. maddenin birinci fıkrasında belirli amaç ve saikin varlığı aranmıştır zira fail, radyasyona tabi tuttuğu kişinin  sağlığını  bozma  amacıyla  hareket  etmektedir.  Failin  kastı  zarar  tehlikesi oluşturacak biçimde bir kimseyi radyasyona tabi tuttuğunu bilmesi ve bunu istemesidir. Failin suç işlemekle ulaşmak istediği amaç kanun için önem taşıdığından fail mağdurun sağlığını bozma amacı  taşımadığında bu suç meydana gelmez. Diğer taraftan, 172. maddenin  üçüncü  fıkrasında  belirtilen  radyasyon  yayma  ve  atom  çekirdeklerinin parçalanma sürecine etki etme kasten işlenen suçtur. Burada fail radyasyon yayarak veya atom çekirdeklerinin parçalanma sürecine etki ederek başkasının hayatı, sağlığı veya mal varlığı üzerinde zarar meydana getirmeyi istemektedir ve fiillerinin buna yol açacağını bilmektedir.  TCK m. 172/4 te bir laboratuvar veya nükleer santral gibi bir tesisin işletilmesi sırasında dikkat ve özen yükümlülüğüne aykırı şekilde radyasyon yayma suçunun taksirli hali hükme bağlanmıştır. Böyle bir duruma birden fazla kişinin yol açması durumunda TCK m. 22/5 gereğince herkes kendi kusurundan dolayı sorumlu olacak, her failin cezası kusuruna göre ayrı ayrı belirlenecektir. Taksirle işlenen tehlike suçunun kasten işlenen halinde olduğu gibi zararın ortaya çıkması durumunda ölüm veya  yaralama suçları oluşabilir. Diğer taraftan, mala zarar verme suçu ancak kasten işlenebilen bir suç olduğu için suç, taksirli haliyle işlendiğinde tehlikenin zarara dönüşmesi sonucunda mala zarar verme suçu oluşmaz. Ancak oluşan zarardan dolayı hukuki sorumluluk (tazminat hukuku bakımından)  ortaya  çıkacaktır.  Bir  başka  açıdan  bakıldığında  dikkat  ve  özen                                                            80  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.51 1506    yükümlülüğüne aykırı olarak radyasyon yayılması sonucu bir başkasının sadece malına zarar geldiğinde fail, TCK m. 151 ve m. 152 kapsamında cezalandırılmayacaktır. d. Hukuka Aykırılık Unsuru Bu suçta hukuka uygunluk nedenlerinin mümkün olmadığı konusunda doktrinde görüş  birliği  bulunmaktadır.  Bununla  birlikte,  tıpta  teşhis  amaçlı  olarak  radyolojik görüntüleme incelemeleri sırasında hasta radyasyona maruz kalmakta aynı zamanda işlemin  yapılabilmesi  için  vücut  bütünlüğünün  ihlali  gerekmektedir.  Burada  hekim, radyasyonun ileride zarar verme ihtimaline rağmen, hastalığın teşhisi amacıyla hastaya radyasyon vermektedir. Bu bağlamdaki radyasyona maruz bırakma hukuka uygunluk sebebidir ancak tedaviye yönelik işlemlerde olduğu bu gibi teşhis işlemlerinde de hasta aydınlatılmalı ve onamı alınmalıdır.81 Diğer taraftan TCK m. 172/3 ün rıza konusu açısından belirsiz olduğu ifade edilmektedir.82 Radyasyon yayma suçunun özel kast haricindeki kastla rızanın birleşmesi durumunda nasıl bir sonuca ulaşılması gerektiği huşunda tereddüt bulunduğu iddia edilmektedir. Suça konu fiilin rıza gösteren kişiler haricindeki  kişilere  zarar  vermesi  veya  zarar  tehlikesi  yaratması  belirsizliklere  yol açabilir.  e. Suçların Birleşmesi Suç, bir başkasının sağlığının bozulması tehlikesi gerçekleştiğinde tamamlanmış olur. Ancak zarar meydana gelirse örneğin kişinin sağlığı bozulursa suç, artık yerine göre kasten yaralama, kasten öldürme suçudur. Örneğin, mağdurun sağlığını bozma amacıyla radyasyona tabi tutulan kişinin ölmesi halinde kasten öldürme suçunun nitelikli hali gerçekleşmiş olup fail TCK 82/1-c kapsamında ağırlaştırılmış müebbet hapis cezası ile cezalandırılacaktır. Bu nitelikli halin uygulanabilmesi için failin doğrudan veya olası kastla ölüm neticesine yönelik hareket etmiş olması gerekir. Tezcan, Erdem ve Önok a göre böyle bir kasıt olmaksızın genel tehlike yaratan suçlardan olan radyasyon yayma                                                            81  AŞICIOĞLU  Faruk  /  DEMİRCAN  Tunç,  Sağlık  Hukuku  ve  Mevzuatı, http://auzefkitap.istanbul.edu.tr/kitap/saglikkurumlariisletmeciligi_ao/saglikhukukumevzuati.pdf (erişim tarihi 04.07.2021) 82  ÜNVER, Yener,  Türk Tıp Hukukunda Rıza , Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 3, Sayı: 2, (227-288). 1507    suçu sonucu aynı zamanda bir veya birden fazla kişinin ölümüne yol açılması durumunda failin işlenen suç yanında aynı zamanda taksirle öldürme suçundan da cezalandırılması gerekir.83 Bir başka deyişle fail, genel tehlike yaratılması sonucu öldürme durumunda nitelikli kasten öldürme  yanında radyasyon  yayma suçundan da cezalandırılmalıdır. Ancak Yargıtay bu gibi durumlarda TCK m.44 te belirtilen fikri içtima hükümlerine göre failin en ağır suçtan dolayı cezalandırılması yönünde içtihat oluşturmuştur.84 Buna göre fail sadece kasten adam öldürmenin nitelikli halinden dolayı cezalandırılacaktır. TCK m. 43/3 te zincirleme suç hükümlerinin kasten öldürme, kasten yaralama, işkence ve yağma suçlarına uygulanmayacağı belirtilmektedir. Bu fıkrada radyasyon yayma suçu yer almamaktadır. Bu nedenle radyasyon yayma suçunun birden fazla belirli sayıdaki kişiye tek bir fiille işlenmesi durumunda TCK m.43 de tanımlanan zincirleme suç hükümleri uygulanabilecektir. Ancak suç belirsiz sayıda kişiye karşı işlenirse kanun koyucu bu suç bağlamında özel olarak aynı neviden fikri içtima hükmüne yer verdiğinden ayrıca TCK m. 43/2 uyarınca cezanın arttırılamayacağı esası benimsenmiştir.85,86 TCK m. 172/2 de belirtildiği üzere radyasyon yayma suçunu oluşturan fiilin belirsiz sayıda kişilere işlenmiş olması halinde radyasyon yayma suçunun temel şekline göre daha ağır ceza öngörülmüştür.                                                             83  TEZCAN, Durmuş / ERDEM, M. Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, 17. Baskı, Seçkin Yayıncılık, Ankara, 2019. 84  Yargıtay  8.  Ceza  Dairesi  2007/1323E.,  2007/3405K.   Sanığın,  müdahil  Fatma  ile  eşi  İsmail'in oturdukları evi yakarak zarar vermek ve çıkan yangından dolayı balkondan atlayan İsmail'in ölümüne neden olmaktan ibaret eyleminin 5237 sayılı TCK'nın  151/1, 152/2-a ,  170/1-a  ve  82/1-c, 21/2  madde ve fıkralarında yazılı suçlan oluşturacağı ve aynı Yasa'nın 44. maddesindeki düzenleme uyarınca en ağır cezayı gerektiren yangın çıkarma suretiyle adam öldürme suçundan dolayı cezalandırılmasının gerektiği gözetilmeden, yazılı biçimde 5237 sayılı TCK'nın 170/1-a ve 81/1, 21/2. maddeleri ile uygulama yapılması, Bozmayı gerektirmiş, C.Savcısınm, müdahil Fatma vekilinin ve sanık Nevzat müdafiinin temyiz itirazları bu nedenle yerinde görülmüş olduğundan, hükmün bu sebeplerden dolayı kısmen  istem  gibi  (BOZULMASINA),  02.05.2007  gününde  oybirliğiyle  karar  verildi.  (https://karararama.yargitay.gov.tr/ erişim tarihi: 02.07.2021) 85  ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 15. Bası, Seçkin Yayıncılık, Ankara, 2019. 86  Pek çok Yargıtay kararında TCK 172/2 örnek olarak verilmiştir. Örneğin, Yargıtay 1.Ceza Dairesi 2019/1908 E., 2019/3880 K., Yargıtay 11. Ceza Dairesi 2013/20405 E., 2015/825 K., Yargıtay Ceza Genel Kurulu 2013/397E, 2014/202K. (https://karararama.yargitay.gov.tr/ erişim tarihi: 04.07.2021)  1508    3. Atom Enerjisiyle Patlamaya Sebebiyet Verme Suçu a. Genel Olarak Atom enerjisiyle patlamaya sebebiyet verme suçu, tıpkı radyasyon yayma suçu gibi, 765  sayılı  eski  Türk  Ceza  Kanunu nda  bulunmayan  bir  suçtur.  Atom  enerjisiyle patlamaya sebebiyet verme suçu 5237 sayılı TCK nın 173. maddesinde düzenlenmiştir. Birinci fıkrada atom enerjisini serbest bırakarak bir patlamaya ve bu suretle bir başkasının hayatı, sağlığı veya malvarlığı hakkında önemli ölçüde tehlikeye sebebiyet veren kişinin, beş yıldan az olmamak üzere hapis cezası ile cezalandırılacağı; ikinci fıkrada ise birinci fıkrada  tanımlanan  fiilin  taksirle  işlenmesi  halinde,  iki  yıldan  beş  yıla  kadar  hapis cezasına hükmolunacağı ifade edilmektedir. Görüldüğü gibi radyasyon yayma suçunda olduğu gibi kanun koyucu bu suçta da adli para cezası getirmemiştir. Maddenin birinci fıkrasında tanımlanan suç radyasyon yayma suçunun üçüncü fıkrasıyla (m.172/3) büyük benzerlik göstermektedir. Ancak atom enerjisiyle patlamaya sebebiyet verme durumunda suçun cezası beş yıldan az olmamaktadır. Bunun nedeninin kanun koyucunun atom enerjisiyle  patlamaya  sebebiyet  vermenin  zararın  artmasında  daha  etkili  olacağı öngörüsünde bulunması olduğunu düşünüyoruz. Nitekim maddenin gerekçesinde  Geniş kitleleri  tahrip  edici  kuvvete  sahip  olan  ve  ekolojik  dengenin  uzun  yıllar  boyunca bozulmasına yol açan atom enerjisiyle patlamaya sebebiyet vermek, müstakil bir suç olarak tanımlanmıştır.  denilmektedir. Atom enerjisiyle patlamaya sebebiyet verme suçu şikâyete tabi olmadığından re sen soruşturulan bir suçtur. Dava zaman aşımı süresi içerisinde  kalmak  koşuluyla  her  zaman  soruşturulabilir.  Bununla  birlikte,  nükleer maddelerin ve radyasyonun tespitinin özel uzmanlık gerektirmesi nedeniyle pek çok durumda  Türkiye  Atom  Enerjisi  Kurumu,  Nükleer  Düzenleme  Kurumu  gibi  resmî kurumlarca suç duyurusunda bulunulması daha olası görünmektedir. Atom enerjisiyle patlamada geleneksel patlayıcılarla oluşan etkiden farklı olarak radyoaktif izotopların etrafa yayılması, gama ışınları gibi elektromanyetik radyasyon kaynaklarının yanında nötron gibi atom altı parçacıkların ışınlamaya yol açmasıdır. Radyasyonun  patlama  sonrasındaki  etkisi  ise  patlamanın  kendisiyle  kıyaslandığında sınırlı kalır. Çünkü nükleer bir patlamada ısı, şok dalgaları ve saçılan malzemenin çarpma 1509    etkisi çevredeki taşınır taşınmaz her türlü malvarlığına daha da önemlisi burada bulunan insanlara ve diğer canlılara ciddi anlamda zarar verecek güçtedir.  Bu  noktada  önemli  bir  ayrıma  gitmemiz  gerekiyor.  Atom  enerjisiyle  patlama denildiğinde atom altı bir parçacık olan nötronun uranyum-235 gibi fisil bir izotopa çarparak onu bölmesi, bunun sonucunda atomik boyutta büyük bir enerjiye yeni doğan nötronların  eşlik  etmesidir.  Doğan  yeni  nötronlar  da  ortamdaki  diğer  uranyum-235 çekirdeklerine çarparak benzer reaksiyonlara (zincirleme reaksiyona) yol açacaktır. Bu atom enerjisiyle oluşturulan patlamadır. Ancak nükleer silahlarda görülür. Öte yandan radyoaktif çekirdekler sürekli ışınım (alfa tanecikleri, beta tanecikleri, gecikmiş nötronlar gibi) yaydıklarından bu da enerji açığa çıkarır. Bu enerji kendini ısı enerjisi olarak gösterir. Eğer ısı enerjisi ortamdan alınmazsa sıcaklık artar ve yakıtın etrafındaki madde erir.  Örneğin,  bir  nükleer  santralde  radyoaktif  bozunmalar  nedeniyle  üretilen  ısının ortamdan uzaklaştırılamaması durumunda nükleer yakıtların eriyerek zarf malzemesiyle etkileşime  girerek  sudan  hidrojenin  kopması  sonucu  oluşan  hidrojen  patlaması konvansiyonel  patlamalara  benzer  bir  etkiye  sahip  olacaktır.  Ancak  bu  nükleer silahlardaki gibi doğrudan atom enerjisiyle oluşan bir patlama değildir. Radyasyonun doğası  nedeniyle  biriken  enerjinin  kendisini  ısı  enerjisi  olarak  göstermesidir  ki  bu durumda hidrojen gazı nedeniyle oluşan kimyasal patlamayı dolaylı bir patlama (ikincil bir etki) olarak düşünmek mümkündür. Nükleer santrallerde bugüne kadar yaşanan büyük kazalarda doğrudan atom enerjisi (nükleer) kökenli bir patlama olmamıştır. Örneğin, Çernobil kazasında meydana gelen birinci  patlamada, reaktörün kontrolden çıkması sonucu  hızla  artan  termal  gücü  soğutma  amacıyla  kullanılan  suyun  bir  anda buharlaşmasına yol açmış 1000 tonluk reaktör destek kapağı buharlaşan suyun etkisiyle fırlamıştır. Bu patlamadan iki veya üç saniye sonra duyulan patlama ise reaktördeki yakıt çubuklarının zarf malzemesi olan zirkonyumun su buharıyla olan kimyasal reaksiyonu sonucu oluşan hidrojen gazının patlamasıdır (Amerikan Hükümetinin hazırladığı bir raporda bunun küçük bir nükleer patlama olduğu iddia edilmiş olsa da bu iddiadan öteye 1510    gidememiştir).87,88 İkincil nitelikteki bu patlamalardan sonra reaktörün yapısal bütünlüğü kaybolduğu için radyoaktif maddeler etrafa yayılmıştır. Ortaya çıkan yangın ise havadaki oksijenle  reaktörde  kullanılan  grafit  (karbon)  arasındaki  kimyasal  reaksiyondan kaynaklanmıştır. Fukushima kazasında da görüntülere yansıyan patlamalar zirkonyum zarf  malzemesi  ile  suyun  kimyasal  reaksiyonu  sonucu  oluşan  hidrojen  gazının patlamasıydı. Ancak bu patlamalarla birlikte reaktör içerisindeki bölünme ürünleri etrafa dağılan  molozlarla  radyasyonun  yayılmasına  yol  açmıştır.89  Bir  başka  deyişle patlamaların kendisi atom enerjisi (nükleer) patlama olmayıp hidrojen gazının patlaması sonucu santralin yapısal bütünlüğü zarar gördüğünden, reaktör içerisindeki radyoaktif maddeler etrafa dağılmıştır. Bu bakımdan değerlendirildiğinde hem radyasyonun hem de patlamanın yaşam ve sağlık üzerindeki etkisinin yanında hukuktaki mal varlığı zararları gündeme taşınacaktır. Yukarıdaki  tartışmalardan  yola  çıkıldığında  kanunda  geçen   atom  enerjisiyle patlamaya yol açma  ifadesinden hem nükleer patlamayı hem de nükleer enerji etkisiyle oluşan kimyasal patlamaların (yakıtların erimesi sonucu oluşan hidrojen gazının havadaki oksijenle tepkimeye girmesi gibi) anlaşılması gerektiği ortaya çıkacaktır. Aksi durumda atom enerjisiyle patlamaya sebebiyet verme suçu ancak nükleer silahla işlenebilir ki kişilerin bu tip silahları örneğin bir hidrojen bombasını veya nötron bombasını ele geçirip ateşleme ihtimali sıfıra yakındır. Bunun tek istisnası kirli bombalardır.  Atom enerjisiyle patlamaya sebebiyet verme suçunun etki alanı özellikle nükleer silah kullanılması durumunda radyasyon  yayma suçuna göre çok daha geniştir. Bu bakımdan çevreye karşı suçlar da gündeme gelecektir. Çevre kirliliğine olan duyarlılığın artması sonucu çevrenin kasten veya taksirle kirletilmesi yeni Türk Ceza Kanunu nda suç olarak  tanımlanmıştır.  Öyle  ki  bu  suçun  kim  tarafından  ve  nerede  işlendiğine bakılmaksızın  failleri  Türk  Kanunlarına  göre  cezalandırılmak  üzere  Türkiye de                                                            87  EGE, 2019, s. 351 88  LALLANILLA,  Marc,  Chernobyl:  Facts  About  the  Nuclear  Disaster, https://www.livescience.com/39961-chernobyl.html (erişim tarihi: 28.09.2020) 89  EGE, 2019, s. 362 1511    yargılanabilecektir.90 Özgenç e göre bunun nedeni Türkiye nin etrafında batılı güvenlik standartlarını ve kriterlerini karşılamayan eski nesil nükleer santrallerdir.      b. Suçun Maddi Unsurları aa. Fail Suçun faili atom enerjisini kasten veya taksirle serbest bırakabilecek herkes olabilir. TCK m. 172/4 ün aksine atom enerjisiyle patlamaya sebebiyet verme suçunun taksirle işlenmesini öngören m. 173/2 de laboratuvar veya tesisten bahsedilmemiştir. Bu durumda özgü suçtan bahsedilemez.  Nükleer silahlanma için temelde yedi farklı yol bulunmaktadır.91 Bu yedi yol askeri amaçlı tesisler, sivil amaçlı (barışçıl amaçlarla kurulan) tesisler, satın alma veya çalma yöntemlerine göre dağılım sergiler. Atom enerjisiyle patlamaya sebebiyet verme suçunu kasten işleyen fail askeri, sivil amaçlı tesiste çalışan herhangi biri olabileceği gibi nükleer maddeleri satın alan veya çalan biri de olabilir. Suç, terörizm amaçlı olarak terörist gruplarca veya yasadışı örgütlerce de işlenebilir.  Radyoaktif maddeleri  ele geçiren, elinde bulunduran kişiler radyasyon  yayma suçunun faili olabilirken atom enerjisiyle patlamaya sebebiyet verme suçunda failin ancak kirli bombayla bu suçu işleyebileceğini düşünmekteyiz. Atom enerjisiyle patlamaya sebebiyet verme suçu nükleer patlayıcıları elinde bulunduran herhangi bir kişi tarafından veya bir laboratuvar/tesis çalışanı tarafından kasten işlenebilir görünse de pratikte bu çok gerçekçi  görünmemektedir. Sıkı güvenlik tedbirleri, çok onaylı prosedürler, prensip olarak hiçbir nükleer silahın tek bir kişi tarafından ateşlenememesi gibi önlemlerin yanında  atom  bombası,  hidrojen  bombası,  nötron  bombası  ve  tuzlu  bombalar  gibi silahların ileri düzeyde bilimsel ve mühendislik kapasite gerektirmeleri, aynı zamanda yüksek maliyetleri nedeniyle bu silahlar ancak devletler tarafından imal edilebilir ve kullanılabilir. Bu durum nükleer silahla failin bu suçu kasten veya taksirle işlemesini adeta olanaksızlaştırır. Fakat kirli bombalar kişiler veya teröristler tarafından yapılabilir                                                            90  ÖZGENÇ, 2019, s. 104 91  EGE,  Ahmet,  Nükleer  Silahsızlanma  Rejimi, http://www.nukleer.web.tr/ekonomik_idari/silahsizlanma.html (erişim tarihi: 16.09.2020) 1512    ve kullanılabilir niteliktedir. Burada tek ihtiyaç duyulan nükleer (yakıt niteliğine haiz veya radyoaktif ışıma yapan) maddenin yasa dışı yollarla ele geçirilmesidir. bb. Mağdur Suçun  mağduru  atom  enerjisiyle  oluşan  patlama  sonucu,  hayatı,  sağlığı  ve malvarlığı tehlikeye düşen herkes olabilir. Ancak yukarıda belirtildiği üzere kirli bomba kullanılması durumunda özellikle 3-5 kilometre mesafede yaşayanlar bu suçun mağduru olacaktır. Bununla birlikte patlamada kullanılan nükleer maddelerin türüne, yarılanma ömrüne, hava koşullarına göre etkilenenlerin sayısı büyük bir şehir için on binleri bile bulabilir. Kanunda  bir başkasının  ifadesi geçtiği için mağdur gerçek kişidir.  cc. Korunan hukuki değer Radyasyon yayma suçunda olduğu gibi bu suç da kişinin hayatı, sağlığı ve mal varlığı üzerinde işlenebilen bir suçtur. Altunç a göre patlamaya sebep olunan atom enerjisi suçun konusunu oluşturmaktadır.92  Suçla  korunan  hukuki  değer  bir  başkasının  hayatı,  sağlığı  veya  malvarlığı bakımından zarar tehlikesi doğurabilecek davranışların engellenmesine yönelik kamusal yarardır.93 Bu bağlamda sağlıklı ve dengeli bir çevrede yaşama hakkı, ayrıca, toplumun huzur ve refah hakkının da korunan hukuki değerler arasında olduğu söylenebilir. Nitekim Anayasa m.56 da herkesin sağlıklı ve dengeli bir çevrede yaşam hakkına sahip olduğu belirtilmiştir. Aynı maddenin ikinci fıkrasında çevrenin kirlenmesini önleme ödevi hem devlete hem de vatandaşa yüklenmiştir. dd. Fiil, Netice ve Nedensellik Bağı Kasıtlı bir şekilde atom enerjisini serbest bırakarak bir başkasının hayatı, sağlığı veya  malvarlığı  üzerinde  önemli  ölçüde  tehlikeye  sebebiyet  vermek  suç  olarak tanımlanmıştır. Zarar tehlikesi bir başkasının hayatı, sağlığı veya malvarlığı üzerinde                                                            92  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.57 93  HAFIZOĞULLARI / ÖZEN, 2016, s. 27. 94  TOPAÇ, Hami T.,  Atom Enerjisiyle Patlamaya Sebebiyet Verme Suçu , Legal Hukuk Dergisi, Yıl: 2013, Cilt:11, (s. 15-56). 95  Yaşanan  gerçek  bir  olayda  bir  enstitü  çalışanı  bilim  insanının  parçacık  hızlandırıcısı  işletme halindeyken içine girmesiyle bu suç oluşmamıştır. Çünkü sadece kendi hayatını ve sağlığını tehlikeye 1513    olmalıdır. Patlama atom enerjisinin serbest bırakılması sonucu ortaya çıkmalıdır. Bu nedenle bağlı hareketli suç olarak nitelendirilmektedir. Bununla ilgili yukarıda genel başlık altında verilen açıklamalara bakılmalıdır. Atom  enerjisiyle  patlamaya  sebebiyet  verme  suçu  da  somut  tehlike  suçudur. Meydana gelen patlama kişilerin hayatı, sağlığı ve mal varlığı üzerinde önemli ölçüde tehlikeye yol açmalıdır. Suçun oluşabilmesi için fiil tek başına yeterli olmayıp bu fiilin neticesinde  bir  başkasının  hayatı,  sağlığı  veya  mal  varlığına  ilişkin  önemli  ölçüde tehlikeye sebebiyet verilmelidir.96 Gerek radyasyon yayma suçu gerekse atom enerjisiyle patlamaya sebebiyet verme suçlarının kasten işlenmesi halinde meydana gelecek kasten yaralama suçu bakımından kullanılan radyoaktif maddenin silah sayılacağına şüphe yoktur. Zira silahın bedenin içine veya dışına etki etmesi önemsizdir.97 Radyasyon da yerine göre hem iç ışınlama hem de dış ışınlamaya yol açacağından silah sayılacaktır. Kasten öldürme suçunun nükleer silahla işlenmesi  ise  suçun  nitelikli  halini  oluşturmaktadır.  Fail  bu  durumda  ağırlaştırılmış müebbet hapis cezasıyla cezalandırılır. Radyasyonun biyolojik etkileri başlığı altında belirtildiği üzere atom enerjisiyle patlamaya sebebiyet verilmesi durumunda ortaya zarar çıkması halinde bu zarar kendini determinist ve olasıksal etki şeklinde gösterecektir.  ee. Teşebbüs Suça teşebbüs mümkündür. Tehlike suçlarında kanun koyucu suçun tamamlanma anını  tehlike  neticesinin  gerçekleşmesiyle  tamamlandığını  öngörmüştür.  Tehlike neticesinin  gerçekleşmemesi  durumunda  1.  fıkrada  yer  alan  suç,  icra  hareketleri bölümlere  ayrıldığında  teşebbüs  hükümleri  uygulanabilecektir.98  Bununla  birlikte radyasyon yayma suçunda teşebbüsle ilgili açıklamalarımız bu suç için de geçerlidir. 2.                                                            atmıştır. Nitekim almış olduğu radyasyon dozu sonucunda yaklaşık olarak üç hafta sonra ölmüştür. Yurtdışındaki bir araştırma  enstitüsünde gerçekleşen bu olayda bilim insanının  neden böyle bir davranışta bulunduğu belirlenememiştir. Olay muhtemel bir intihar olarak kayda geçmiştir. 96  ERSOY, Uğur,  Ceza Hukukunun Gri Alanı: Tehlike Suçları , Türkiye Adalet Akademisi Dergisi, Yıl: 2020, Sayı: 41, (s. 27-64).  97  KILDAN, İsmail Turgut / AKDEMİR, Togay,  Kasten Yaralama Suçunda Silah Kavramının Yargıtay Kararları Doğrultusunda İncelenmesi , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2015, Sayı: 6, (s. 227281). 98  TOPAÇ, 2013, s. 29 1514    fıkrada  yer  alan  suçun  taksirli  halinde  ise  teşebbüs  mümkün  değildir.  Zira  suça teşebbüsün varlığı için kasıtlı hareket edilmesi gerekmektedir. Bu nedenle m. 173/2 de belirtilen taksirli suça teşebbüs mümkün değildir. Zararın oluşması durumunda yerine göre kasten öldürme, kasten yaralama veya mala zarar verme suçları oluşacaktır. c. Suçun Manevi Unsurları TCK m. 173/1 de tanımlanan haliyle bu suç kasten işlenir. Fail, atom enerjisiyle patlamaya sebebiyet vererek başka bir kimsenin hayatına, sağlığına veya malvarlığına zarar tehlikesi oluşturmayı istemekte ve bunu bilmektedir. Suçun unsuru olduğu için failin kastının bir başkasının hayatı, sağlığı veya mal varlığı hakkında önemli ölçüde tehlikeye sebebiyet verdiğini kapsaması gerekir.100 TCK  m.  173/2 de  birinci  fıkrada  tanımlanan  fiil  taksirle  işlendiğinde  suç oluşmaktadır. Failin cezalandırılabilmesi için dikkat ve özen yükümlülüğüne uymayarak söz konusu patlamaya sebebiyet vermiş olması, patlamanın da başka kişilerin hayatı, sağlığı veya mal varlığı açısından önemli bir tehlikeye yol açmış olması gerekmektedir.  Bir nükleer santralde atom enerjisiyle nükleer bir patlamaya kasten yol açma suçunun, santrallerin nükleer patlama için tasarlanmamış olması nedeniyle, kolay kolay işlenme olasılığı bulunmamaktadır. Bu suçun taksirli halinin oluşması için bir veya birden fazla insanın dikkat ve özen yükümlülüğüne aykırı hareket etmesi bununla birlikte teknik birtakım  arızaların  oluşması  veya  tasarımdan  gelen  kusurlar  ve/veya  öngörülebilir nitelikteki  tsunami,  deprem,  hortum  gibi  ekstrem  dış  etkilerin  mücbir  sebep oluşturmayacak şekilde bir araya gelmesi gerekmektedir. Burada önemli olan dikkat ve özen yükümlülüğü bulunan kişilerin icrai veya ihmali davranışıyla zarar tehlikesi arasında makul illiyet bağının kurulabilmesidir. Ticari nükleer santrallerde meydana gelen büyük nükleer kazalar yukarıda bahsedilen zincir halkalarının bir araya gelmesiyle                                                            99  ŞARE, Ersin E.,  Türk Ceza Hukukunda Suça Teşebbüs , TBB Dergisi, Yıl: 2017 (130), (s. 119-156). 100  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.58 101  Gelişen teknoloji ve yükselen standartlar, mevcut istatistikler, verilerin artması, verilerin işlenmesinde kullanılan  analizlerde  sağlanan  ilerlemeler  ve  kalifiye  personel  mücbir  sebep  uygulamasını  ve olaylardaki öngörülmezliği giderek azaltmaktadır. Bu sonuç Askeri Yüksek İdare Mahkemesinin bir kararında da belirtilmiştir (Askeri Yüksek İdare Mahkemesi 2. Dairesi, E.93/6, K.93/147).   1515    oluşmuştur. Böyle bir durumda TCK m. 22/5 gereğince herkes kendi kusurundan dolayı sorumlu olacak, her failin cezası kusuruna göre ayrı ayrı belirlenecektir. d. Hukuka Aykırılık Unsuru Bu suçta hukuka uygunluk nedenlerinin mümkün değildir. Hakkın kullanılması, geçerli rıza, meşru savunma söz konusu değildir.  e. Suçların Birleşmesi Atom enerjisiyle patlamaya sebebiyet verme suçu somut tehlike suçu olduğundan failin cezalandırılabilmesi için bir başkasının hayatı, sağlığı ve mal varlığı bakımından tehlikenin ortaya çıkması gerekir. Failin fiili sonucu kişilerin ölmesi, yaralanması veya mal varlığının zarara uğraması durumunda nasıl bir yol izleneceği hususunda başlıca iki görüş bulunmaktadır.102 İlk görüş daha önce radyasyon yayma suçunda belirtildiği gibi Yargıtay uygulamasında da benimsenen TCK m. 44 te belirtilen fikri içtima hükümlerine göre  failin  en  ağır  suçtan  dolayı  cezalandırılmasıdır.  İkinci  görüş  ise  tali  normun ikincilliği ilkesi gereği failin tehlike suçları yerine asıl norm niteliğindeki zarar suçlarına göre cezalandırılmasıdır. Zincirleme suç hükümlerinin düzenlendiği TCK m. 43/1 uyarınca bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi durumunda bir cezaya hükmedilecektir. TCK m. 43/2 de ise bir fiille aynı suçun birden  fazla  kişiye  işlenmesi  halinde  birinci  fıkranın  uygulanacağı  hükme bağlanmaktadır. Bu bağlamda atom enerjisiyle patlamaya sebebiyet verme suçu birden fazla  kişiye  karşı  işlendiğinde  bir  ceza  verilecek  ancak  verilecek  olan  ceza  suçun ağırlığına  göre  dörtte  birinden  dörtte  üçüne  kadar  arttırılacaktır.  Bu  içtima  yolu mümkündür. Zira TCK m. 43/3 te zincirleme suç hükümlerinin kasten öldürme, kasten yaralama, işkence ve yağma suçlarına uygulanmayacağı hükme bağlanmaktadır.  Kirli bombalarda atom enerjisiyle ortaya çıkan patlamadan ziyade konvansiyonel patlayıcının (örneğin dinamit veya plastik patlayıcı) açacağı zarar daha büyük olacaktır. Konvansiyonel patlayıcı ile ortamda bulunanların sağlığına karşı oluşan tehdit dışında                                                            102  BAYRAKTAR / KİZİROĞLU / YILDIZ vd., 2019, s.59 1516    radyolojik etkiler bakımından esasen 3-5 km uzakta yaşayanlar için radyasyon yayma suçu  belirsiz  sayıda  kişiye  karşı  işlenmiş  olacaktır.  Bu  durumda  da  TCK  172/2 bağlamında  radyasyon  yayma  suçunun  belirsiz  sayıda  kişiye  karşı  işlenmesi  suçu gündeme gelecektir. Gerek m. 173/1 gerekse m. 172/2 beş yıldan az olmayan hapis cezası öngörmektedir.  Böylesi  bir  durumda  patlama  sonucu  radyasyondan  etkileneler bakımından  fikri  içtima  ilişkisi  gündeme  gelebilecektir.  Gerçekte  atom  enerjisiyle patlama yaşandıktan sonra etrafa saçılan bölünme ürünleri radyoaktivite yayacaktır. Yani bir fiille hem TCK m. 172 de tanımlanan radyasyon yayma suçu hem de TCK m. 173 te tanımlanan atom enerjisiyle patlamaya sebebiyet verme suçu oluşmuş olacaktır. Zarar oluşmadığı sadece somut tehlike suçu oluştuğunda her iki suç açısından fikri içtimaya gidilmesi gerekecek ve fail sadece en ağır suçtan dolayı cezalandırılacaktır. Zira tek bir hukuki fiille birden fazla suç oluşmuştur. Yukarıda belirtilen çerçevede yerine göre TCK m. 173/1 ile m. 172/3 arasında ve m. 173/2 ile m. 172/4 arasında fikri içtima ilişkisi doğabilecektir.  SONUÇ Radyasyon yayma ve atom enerjisiyle patlamaya sebebiyet verme suçları toplumun, çevrenin hatta başka ülkelerin büyük ölçüde etkilenmesine yol açabilecek genel tehlike suçlarındandır. Ülkemizin nükleer enerjiye geçiş sürecinde olduğu bu yıllarda söz konusu suçların geniş bir hukuki perspektifle irdelenmesi büyük önem taşımaktadır.  Tarihin gördüğü üç büyük nükleer kazanın ceza hukuku, tazminat hukuku ve uluslararası hukuk bakımından çeşitli seviyelerde farklı etkileri olmuştur. ABD de 1979 yılında  yaşanan  TMI  nükleer  kazası  tazminat  hukuku,  ayrıca  bir  nükleer  santral operatörünün  görevi  nedeniyle  ilk  defa  ceza  alması  bakımından,  1986  yılında  eski Sovyetler Birliğinde gerçekleşen Çernobil nükleer kazası özellikle uluslararası hukuk bakımından, son olarak 2011 yılında Japonya da yaşanan Fukushima nükleer kazası ceza ve tazminat hukukuna ek olarak nükleer santrallerin geleceği açısından önemli kazalar olmuştur.  TMI  kazası  öncesinde  güvenlik  testlerinde  yolsuzluk  yapan  operatörün yargılandığı davada hakimin operatörü günah keçisi olarak görmemesi ve ona verilen en büyük cezanın aslında bir daha bu sektörde çalışmayacak olmasını hatırlatması diğer 1517    taraftan  Çernobil  kazasında  sadece  santral  yöneticisi  operatör  ve  mühendislerin cezalandırılması bu suçlarda suça etkisi olan tüm kişilere eşit muamele edilmemesi bakımından son derece önemlidir. Böylesi bir tutum bir tren kazasında sadece makinistin cezalandırılmasına  benzetilebilir  ki  bu,  adalet  ve  hakkaniyet  duygularını  yaralayıcı sonuçlara yol açacaktır. Japonya da Fukushima kazasında ortaya çıkan doğal etkinin (deprem ve tsunami) santral yöneticilerinin öngörebileceğinden çok öte ekstrem bir durum olarak değerlendirilmiş, santral yöneticilerinin ceza almasına engel olmuştur. Radyasyonun  yayma  suçu  hakimin  hukuk  bilgisi  dışında  kalan  fizik,  nükleer mühendislik ve tıp gibi farklı bilimlerin kesişim alanında kalan bir konudur. Bu nedenle suçun  unsurlarının  oluşup  oluşmadığının  belirlenmesinde  uzman  bilgisine  ihtiyaç duyulmaktadır.  Radyasyon yayma ve atom enerjisiyle patlamaya sebebiyet verme suçları kişinin hayat, sağlık ve mal varlığı haklarına yönelik zarar tehlikesi suçlarıdır. Her iki suç aynı zamanda Anayasa nın 56. Maddesinde belirtildiği gibi herkesin sağlıklı ve dengeli bir çevrede yaşama hakkına da ciddi bir tehdit oluşturmaktadır. Söz konusu suçlar geniş bir alandaki  nüfusa,  malvarlığına  ve  çevreye  büyük  zarar  verme  potansiyeli  nedeniyle topluma karşı işlenen suç niteliği gösterirler. TCK da bu nedenle bu suçlar ister kasten ister taksirle işlensin adli para cezası öngörülmemiştir. Radyasyon yayma suçu ve atom enerjisiyle patlamaya sebebiyet verme suçları kasten  herhangi  bir  yerde  işlenebilir.  Ancak  radyasyon  yayma  suçu  taksirle  bir laboratuvar veya tesiste işlenebilir. Nükleer santraller, zenginleştirme tesisi, nükleer yakıt fabrikası, yeniden işleme tesisi, derin jeolojik depolama gibi tesisler henüz ülkemizde bulunmadığından bu suç Türkiye de hali hazırda ancak araştırma reaktörleri, parçacık hızlandırıcı  ve  laboratuvarlarda  işlenebilir.  Türkiye de  yapılacak  nükleer  tesislerde nezaret eden yabancı uyruklu süpervizör veya uzmanların bu suçu işlemesi halinde ise TCK m.8/2-a kapsamında suçu oluşturan fiil kısmen veya tamamen Türkiye de işlenmiş olduğundan  veya  netice  Türkiye de  gerçekleştiğinden  suç  Türkiye de  işlenmiş sayılacaktır.  Ayrıca  çevrenin  kasten  veya  taksirle  kirletilmesi  yeni  Türk  Ceza Kanunu nda suç olarak tanımlandığından suçun kim tarafından ve nerede işlendiğine 1518    bakılmaksızın  failleri  Türk  Kanunlarına  göre  cezalandırılmak  üzere  Türkiye de yargılanabilecektir. Çalışma,  atom  enerjisiyle  patlamaya  sebebiyet  verme  suçunun  aynı  zamanda radyasyon yayma suçuna da yol açtığını ortaya koymaktadır. Patlama sonucu etrafa saçılan parçalar radyoaktivite içereceğinden bu suçun kasten veya taksirle işlenmesi halinde aynı zamanda radyasyon yayma suçu da işlenmiş olmaktadır. ",
     "Kaynakça": "ANISIMOV Aleksey Pavlovich / RYZHENKOV Anatoliy Jakovlevich,  Thirty years after the accident at the Chernobyl nuclear power plant: historical causes, lessons and legal effects , Journal of Energy and Natural Resources Law, 2016, Vol: 34, No: 3, (s. 265-283). ARTUK, Mehmet Emin / ÜZÜLMEZ, İlhan,  Taksirle Tehlikeye Sebebiyet Verme Suçu (765 s.TCKm.383)  Genel  Güvenliğin  Tehlikeye  Sokulması  (5237  s.TCK  m.171) ,  TBB Dergisi, Yıl: 2005, Sayı: 57, (s. 181-217). BAYRAKTAR, Köksal / KİZİROĞLU, Serap Keskin / YILDIZ, Ali Kemal, vd., Özel Ceza Hukuku Cilt 4 Genel Tehlike Yaratan, Çevreye Karşı ve Kamunun Sağlığına Karşı Suçlar, 1. Baskı, Oniki Levha Yayıncılık, İstanbul, 2019. BEKAR, Elif, Objektif Cezalandırılabilme Koşulları Bağlamında Türk Ceza Kanunu nda Yer alan Suçlar, Doktora Tezi, İstanbul, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, 2016. EGE, Ahmet, Nükleer Enerji: Atomdan Elektriğe Sağlıktan Silaha, 1. Baskı, Hece Yayınları, Ankara, 2019. Canadian Medical Association or its licensors Letters, Latency Period of Radiation Induced Cancer, Saskatoon, 2011.   Central Intelligence Agency, Intelligence Report Forced Labor Camps and Prisons in the USSR, 1972. ÇUHADAR, Ayşe Aslıhan,  Uluslararası Nükleer Sorumluluk Rejimi Çerçevesinde Sivil Amaçlı Nükleer Santral İşletenin Hukuki Sorumluluğu , İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı Cilt:1, 2015, (s. 341-374). ERSOY, Uğur,  Ceza Hukukunun Gri Alanı: Tehlike Suçları , Türkiye Adalet Akademisi Dergisi, Yıl: 2020, Sayı: 41, (s. 27-64). HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler Topluma Karşı Suçlar, İkinci Baskı, US-A Yayıncılık, Ankara, 2016. HERBER, Erik,  A crime called nuclear power: The role of criminal law in addressing postFukushima damages , International Journal of Law, Crime and Justice, 43 (2015), (s. 129-150). IMANAKA Tetsuji, Recent Research Activities about the Chernobyl NPP Accident in Belarus, Ukraine and Russia, Research Reactor Institute, Kyoto University, 2002. International Atomic Energy Agency (IAEA), History, Development and Future of TRIGA Research Reactors, Technical Report Series No. 482, Vienna, 2016. International Atomic Energy Agency (IAEA), The Fukushima Daiichi Accident, Report by the Director General GC(59)/14, Vienna, 2015. 1520Ege  Hacettepe HFD, 11(2) 2021, 1467-1523  İPEKÇİOĞLU AKSOY, Pervin,  Türk Ceza Kanunu nda Bileşik Suç , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2012, Cilt: 61, Sayı:1, (s. 43-67). KILDAN,  İsmail Turgut / AKDEMİR, Togay,  Kasten Yarala Suçunda Silah Kavramının Yargıtay Kararları Doğrultusunda İncelenmesi , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2015, Sayı: 6, (s. 227-281). KOCAOĞLU,  Necip  Kağan,   Nükleer  Tesis  İşletenin  Sorumluluğu:  Karşılaştırmalı  ve Uluslararası Özel Hukuk Analizi , Ankara Barosu Dergisi, Yıl:68, Sayı: 2010/2, (s. 33111). LAMARSH, John R. / BARATTA, Anthony J., Introduction to Nuclear Engineering, Third Edition, Prentice Hall, New Jersey, 2001. MOSEY, David, Reactor Accidents: Institutional Failure in the Nuclear Industry, Second Edition, Sidcup: Progressive Media Markets, 2006. MURRAY, L. Raymond, Nuclear Energy, An Introduction to the Concepts, Systems and Applications of Nuclear Processes, Sixth Edition, Elsevier, Oxford, 2009. ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 15. Bası, Seçkin Yayıncılık, Ankara, 2019. ÖZGÜÇ, Levent Emre, 5237 sayılı Türk Ceza Kanunu Çerçevesinde Çevrenin Kasten Kirletilmesi  Suçu,  Yüksek  Lisans  Tezi,  İstanbul,  Koç  Üniversitesi  Sosyal  Bilimler Enstitüsü, 2017. POLAT, Halit,  Genel Güvenliğin Tehlikeye Sokulması Suçu ile bu Suçun Diğer Suçlarla İçtimai , Türkiye Adalet Akademisi Dergisi (TAAD), Yıl: 2010, Sayı:1, (s. 135-166). ŞARE, Ersin E.,  Türk Ceza Hukukunda Suça Teşebbüs , TBB Dergisi, Yıl: 2017 (130), (s. 119156). TEZCAN, Durmuş / ERDEM, M. Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, 17. Baskı, Seçkin Yayıncılık, Ankara, 2019. TOPAÇ, T. Hami,  Atom Enerjisiyle Patlamaya Sebebiyet Verme Suçu , Legal Hukuk Dergisi, Yıl: 2013, Cilt:11, (s. 15-56). ÜNVER, Yener,  Türk Tıp Hukukunda Rıza , Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 3, Sayı: 2, (227-288). World Trade Center Health Program (WTCHP), Minimum Latency & Types or Categories of Cancer, New York, 2014. YALÇINER, Ahmet Cevdet / SUPPASRI, Anawat / MAS, Erick / KALLIGERİS, Nikos / NECMİOĞLU, Ocal / IMAMURA, Fumuhiko / ÖZER, Ceren / ZAYTSEV, Andrey / ÖZEL,  Nurcan  M.  /  SYNOLAKIS,  Costas,   11  Mart  2011  Büyük  Doğu  Japonya Tsunamisinin  Ardından  Hasar  Görmüş  Kıyı  Bölgelerinde  Alan  Çalışması ,  7.  Kıyı Mühendisliği Sempozyumu (20-23 Kasım 2011) Trabzon. 1521Ege  Hacettepe HFD, 11(2) 2021, 1467-1523  YAROSHİNSKAYA Alla A., Chernobyl: Crime Without Punishment, Routledge, 1st Edition, 2011. YUN, S. Harold,  Fukushima and New Zealand v. France Nuclear Tests: Can Japan be Brought to the International Court of Justice for Damages Caused by the Fukushima Plants? , Minnesota Journal of International Law, Vol.24:2, 2015, (s. 388-410).   İnternet Siteleri Associated  Press  News,  Former  TMI  Supervisor  Sentenced  to  Probation https://apnews.com/1f701d8340f7f095c7a37f5f8eb69b67 (erişim tarihi: 20.09.2020) AŞICIOĞLU  Faruk  /  DEMİRCAN  Tunç,  Sağlık  Hukuku  ve  Mevzuatı, http://auzefkitap.istanbul.edu.tr/kitap/saglikkurumlariisletmeciligi_ao/saglikhukukumevzuati.pdf (erişim tarihi: 04.07.2021) EGE,  Ahmet,  Nükleer  Silahsızlanma  Rejimi, http://www.nukleer.web.tr/ekonomik_idari/silahsizlanma01.html  (erişim  tarihi: 16.09.2020) Encylopedia Brittanica, Neutron Bomb, https://www.britannica.com/technology/neutron-bomb (erişim tarihi: 15.09.2020) HOOFSTEDE,  Geert,  Power  Distance,  https://www.hofstede-insights.com/countrycomparison/the-usa/ (erişim tarihi: 11.09.2020) LALLANILLA,  Marc,  Chernobyl:  Facts  About  the  Nuclear  Disaster, https://www.livescience.com/39961-chernobyl.html (erişim tarihi: 28.09.2020) Legal  History  of  Three  Mile  Island,  http://www.tmia.com/oldwebsite/history/tmilegalhistory.html (erişim tarihi: 20.09.2020) MCCURRY, Justin, Fukushima Disaster Could Have Been Avoided, Nuclear Plant Operator Admits,  https://www.theguardian.com/environment/2012/oct/15/fukushima-disasteravoided-nuclear-plant (erişim tarihi: 11.09.2020) OSUMI, Magdalena, Former TEPCO Executives Found Not Guilty Of Criminal Negligence İn Fukushima Disaster, https://www.japantimes.co.jp/news/2019/09/19/national/crimelegal/tepco-trio-face-tokyo-court-ruling-criminal-case-stemming-fukushima-nucleardisaster/ (erişim tarihi: 05.08.2020) National Archives, International Aspects of the Three Mile Island Incident II: International Reaction,  https://text-message.blogs.archives.gov/2018/06/19/international-aspects-ofthe-three-mile-island-incident-ii-international-reaction/ (erişim tarihi: 20.09.2020) The  New  York  Times,  Chernobyl  Officials  are  Sentenced  to  Labor  Camp, https://www.nytimes.com/1987/07/30/world/chernobyl-officials-are-sentenced-to-laborcamp.html (erişim tarihi: 18.09.2020) 1522Ege  Hacettepe HFD, 11(2) 2021, 1467-1523  The New York Times, US Grand Jury Charges Safety Tests were Faked at 3 Mile Island, https://www.nytimes.com/1983/11/08/us/us-grand-jury-charges-safety-tests-were-fakedat-3-mile-island.html (erişim tarihi: 20.09.2020) The  New  York  Times,  US  Judge  Throws  Out  of  Claims  Against  Three  Mile  Island, https://www.nytimes.com/1996/06/08/us/us-judge-throws-out-claims-against-three-mileisland-plant.html (erişim tarihi: 20.09.2020) Three  Mile  Island  Alert,  Key  Dates,  http://www.tmia.com/corp.historyTMI  (erişim  tarihi: 20.09.2020) TRT  Haber,  Ukrayna  13  Rus  Diplomatı  Sınır  Dışı  Etti, https://www.trthaber.com/haber/dunya/ukrayna-13-rus-diplomati-sinir-disi-etti357238.html (erişim Tarihi: 26.08.2020) Türkiye Atom Enerjisi Kurumu, Bölüm 08. Uluslararası Nükleer Düzenlemeler ve Nükleer Silahların  Yayılmasının  Önlenmesi,  https://www.taek.gov.tr/tr/2016-06-09-00-4355/135-gunumuzde-nukleer-enerji-rapor/832-bolum-08-uluslararasi-nukleerduzenlemeler-ve-nukleer-silahlarin-yayilmasinin-onlenmesi.html  (erişim  tarihi: 14.09.2020) Türkiye Gazetesi web portalı, Japonya daki Tsunami Felaketinin Üzerinden 4 Yıl Geçti, http://www.turkiyegazetesi.com.tr/dunya/245159.aspx (erişim tarihi: 11 Eylül 2020). US  NRC,  Backgrounder  on  Dirty  Bombs,  https://www.nrc.gov/reading-rm/doccollections/fact-sheets/fs-dirty-bombs.html (erişim tarihi: 14.08.2020) ÜLKÜ,  Muhammet  Murat,  Genel  Tehlike  Yaratan  Suçlar  2015,  https://cezabb.adalet.gov.tr/makale/148.pdf (erişim tarihi: 12.10.2020) Vikipedi,  Somatik  Hücre,  https://tr.wikipedia.org/wiki/Somatik_hücre   Somatik   kelimesi, Yunanca'da  vücut  anlamına gelen sōma kelimesinden gelir. (erişim tarihi: 11.08.2020) Wikipedia, Radiation Damage, https://en.wikipedia.org/wiki/Radiation_damage (erişim tarihi: 17.09.2020) World  Nuclear  Association,  Fukushima  Daiichi  Accident,  https://www.worldnuclear.org/information-library/safety-and-security/safety-of-plants/fukushima-daiichiaccident.aspx (erişim tarihi: 13/09/2020)"
}