{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "12",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "VESAYET ALTINDAKİ KİŞİNİN MALVARLIĞININ YÖNETİMİ",
     "Title": "THE PROPERTY MANAGEMENT OF THE PERSON UNDER GUARDIANSHIP",
     "Yazar İsmi": [
          "Arif Barış ÖZBİLEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vesayet",
          "Vasi",
          "Vesayet Makamı",
          "Vesayet Altındaki Kişi",
          "Malvarlığının Yönetimi"
     ],
     "Keywords": [
          "Guardianship",
          "Guardian",
          "Guardians’ Court",
          "Ward",
          "Property Management"
     ],
     "Özet": " Vesayet, velayet altında bulunmayan küçük ve kısıtlıların ihtiyaç duydukları yardımı onlara sağlama ve bunların malvarlıksal ve kişisel yönden korunmalarını temin etme amacıyla yaratılmış hukukî bir kurumdur. Vesayet altına alınmış olan kişinin malvarlığının yönetilmesi de vesayet kurumu vasıtasıyla yerine getirilmesi istenen önemli fonksiyonlardan birini oluşturmaktadır. Bununla ilgili olarak, Türk Medenî Kanunu gerek vasiye gerekse vesayet makamına, malvarlığına ilişkin defter tutma, değerli eşyayı güvenli bir yerde saklama, taşınır ve taşınmazların satışında belirli kurallara uyma, paraları değerlendirme, ticarî ve sınaî işletmeleri yönetme, rapor ve hesapları denetleme, vesayetin sona ermesi halinde malvarlığını teslim etme gibi belirli yükümlülükler yüklemiştir. Çalışmamızda, vesayet altındaki kişinin malvarlığının yönetimine ilişkin genel esasların ortaya konulması ile vesayet altındaki kişinin malvarlığının yönetimi konusunda vasi ile vesayet makamına verilmiş olan yükümlülüklerin kapsamının belirlenmesi amaçlanmaktadır.",
     "Abstract": "The purpose of guardianship is to ensure the assistance of minors or incapacitated persons who are not under parental power. The guardian must protect the collective personal and property interests of the minor or the ward under legal disability and is his representative. Turkish Civil Code imposes certain obligations on the     guardian and the Guardians  Court regarding the management of the the ward s property. In this context, an inventory of the property to be managed shall be made by the guardian; valuable papers, jewelry, important documents and the like, are to be placed in a secure place; the alienation of realty and movables shall be made by public auction and under the direction of the Guardians  Court; investments of capital that do not offer sufficient security shall be replaced by safer investments. Also, the guardian shall promptly deposit all money on interest in a depository or invest it in interest-bearing securities. This essay is aimed to present general principles concerning the management of the ward s property and also the obligations of the guardian and the Guardians  Court with regard to the management of this property.",
     "Metin": "I.  VESAYET  ALTINDAKİ  KİŞİNİN  MALVARLIĞININ  YÖNETİMİNE İLİŞKİN GENEL ESASLAR A. Genel Olarak Velayet  korumasından  yararlanamayan  küçükler  ile  belirli  nedenlerle  kendini  ve malvarlığını yönetme ehliyetinden yoksun olan ergin kişilerin ihtiyaç duydukları bakım, gözetim, hukukî koruma ve temsil edilme imkânlarını  vesayet kurumu  temin etmektedir. Vesayet kurumu ile, vesayet altına alınan kişinin; vasisi tarafından yasal olarak temsil edilebilmesi;  bakımını,  eğitimini,  hak  ve  menfaatlerinin  korunmasını  mümkün olabildiğince zarara uğramadan sağlayabilmesi amaçlanmaktadır. Çalışmamızın konusunu oluşturan  vesayet altındaki kişiye ait olan malvarlığının korunması ve idaresi  de vesayet kurumu vasıtasıyla yerine getirilmesi gereken önemli görevlerdendir. Kanun koyucu Türk                                                            1   AKINTÜRK, Turgut / ATEŞ, Derya, Türk Medenî Hukuku - Aile Hukuku, 2. Cilt, 22. Bası, Beta, Ankara, 2020, s. 469; KILIÇOĞLU, Ahmet M., Aile Hukuku, 4. Bası, Turhan Kitabevi, Ankara, 2019, s. 553; ÖZTAN, Bilge, Aile Hukuku, 6. Bası, Turhan Kitabevi, Ankara, 2015, s. 1257; DESCHENAUX, Henri / STEINAUER Paul-Henri, Personnes Physiques et Tutelle, 4e édition, Stämpfli Editions, Berne, 2001, s. 325.  2   AKINTÜRK / ATEŞ, 2020, s. 470; KILIÇOĞLU, 2019, s. 553; ÖZTAN, 2015, s. 1258; DESCHENAUX / STEINAUER, 2001, s. 325. 708     Medenî  Kanunu nda  öngördüğü  düzenlemeler  aracılığıyla,  bu  görevi  yerine  getirme konusunda vasi ile vesayet makamına yönelik belirli yükümlülükler yüklemiştir.  Vesayet altındaki kişinin malvarlığının yönetilmesi ile ilgili olarak, genel hüküm niteliğindeki MK m. 454/f. 1 hükmü, vasinin, vesayet altındaki kişinin malvarlığını iyi bir yönetici gibi özenle yönetmek zorunda olduğunu belirtmektedir. Söz konusu hüküm, vasi açısından özen sorumluluğunun ölçüsünü ortaya koymaktadır. Buna göre, vasi, vesayet altındaki  kişinin  malvarlığını  yönetirken,  kendisine  emanet  edilmiş  olan  malvarlığı değerlerini korumak, verimli bir şekilde yönetmek, bunların mümkün olduğunca kazanç getirmesini sağlamak ve değer kaybına uğramasını engellemek için gereken tüm tedbirleri almak zorundadır. Somutlaştırmak gerekirse, aşağıda da inceleyeceğimiz gibi MK m. 441 ve m. 442 hükümleri bu konuda özel düzenleme niteliğine sahiptir. Bu çerçevede, vasi, vesayet  altındaki  kişinin  malvarlığı  açısından  ciddi  risk  yaratabilecek  girişimlerden kaçınmak zorunda bırakılmıştır. Bundan başka, Türk Medenî Kanunu nun konuyla ilgili özel düzenlemeleri vasıtasıyla öngörülmüş olduğu gibi, malvarlığının yönetimine ilişkin                                                            3   Bu düzenlemelere kaynaklık eden İsviçre hukukunda ise vesayet alanında köklü bir değişikliğe gidilmiştir. 1 Ocak 2013 tarihinde yürürlüğe giren ve vesayet hukukunda bir reform olarak nitelendirilebilecek olan bu yasa değişikliği ile İsviçre Medenî Kanunu nun Aile Hukuku kitabının  Vesayet  başlığını taşıyan üçüncü kısmı  Yetişkinlerin Korunması  (De la protection de l adulte / Der Erwachsenenschutz) başlığı altında bütünüyle yeniden düzenlenmiş; bu kısımda (İsvMK m. 360-İsvMK m. 456 arasında) yer alan 96 madde tamamen değiştirilmiş ve ergin kişiler, vesayet korumasının kapsamından çıkarılarak, vesayet yalnızca velayet  altında  bulunmayan  küçükler  hakkında  uygulanan  bir  tedbir  haline  dönüştürülmüştür.  Konu hakkında ayrıntılı bilgi için bkz. YAVUZ, Cevdet / ERLÜLE, Fulya / TOPUZ, Murat, Yeni Vesayet Hukukuna Doğru: Yetişkinlerin Korunması Hukuku (İsviçre Örneği), Beta, İstanbul, 2017, s. 1 vd.; GUILLOD Olivier / BOHNET François, Le nouveau droit de la protection de l adulte, Université de Neuchâtel, CEMAJ, Neuchâtel, 2012, s. 2 vd.; REUSSER, Ruth E., Basler Kommentar, Zivilgesetzbuch I, Art. 1-456 ZGB (Hrsg: Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 5. Aufl., Basel, 2014, Vor Art. 360-456, No: 1 vd.  4   Vesayet (kamu vesayeti), vesayet makamı ve denetim makamından oluşan vesayet daireleri tarafından yürütülür. Vesayet makamı, sulh hukuk mahkemesi; denetim makamı ise asliye hukuk mahkemesidir (MK m. 397). Vesayet işlerinde yetki, küçüğün veya kısıtlının yerleşim yerindeki vesayet dairelerine aittir (MK m. 411). 5   ÖZTAN, 2015, s. 1387; KILIÇOĞLU, 2019, s. 608. 6   HRUBESCH-MILLAUER, Stephanie Sabine Dorothea / PFANNKUCHEN-HEEB, Silvia, Kommentar zu Art. 398-456 ZGB (Hrsg: Kren Kostkiewicz, Jolanta / Nobel, Peter / Schwander, Ivo / Wolf, Stephan), Orell Füssli Kommentar, Zürich, 2011, Art. 413, No: 3; EGGER, August, Das Familienrecht, Dritte Abteilung: Die Vormundschaft, Art. 360-456 Kommentar zum Schweizerischen Zivilgesetzbuch, II. Band, Schulthess Verlag, 2. Aufl., Zürich, 1948, Art. 413, No: 2. Ayrıca bu konuda bkz. ATF 52 II 319.   709     olarak vasinin görevine başlarken yerine getirmesi gereken bazı yükümlülükler de (değerli şeylerin  saklanması  (MK  m.  439),  paraların  yatırılması  (MK  m.  441),  yatırımların dönüştürülmesi (MK m. 442), taşınmazların satılması (MK m. 444)… vb.)  bu kapsamda ele alınabilir.  Vasinin iyi bir yönetici gibi özenle yönetmek zorunda olduğu malvarlığı değerlerinin sınırıyla ilgili olarak, vesayet altındaki kişinin MK m. 453 ve m. 455 hükümleri dışında kalan tüm malvarlığı değerlerinin bu kapsamda ele alınması gerektiğini söylemek gerekir.   Vasinin sorumluluğunun belirlenmesinde, vekilin sorumluluğuna ilişkin TBK m. 506 hükmü uygulama alanı bulacaktır. Vasi vesayet altındaki kişinin malvarlığının yönetilmesi konusundaki  görevini  yürütürken,  vesayet  dairelerinin  doğrudan  müdahalesinden  de bağımsızdır.   B. Vasinin Düzenli Olarak Yerine Getirmesi Gereken Yükümlülüğü: Yönetimle İlgili Hesabı Tutmak Vesayet  altındaki  kişinin  malvarlığının  yönetilmesi  kapsamında,  vasinin  düzenli olarak yerine getirmesi gereken yükümlülüğü ise, yönetimle ilgili hesabı tutmak ve tuttuğu bu hesabı vesayet makamının incelemesine sunmaktır. Vasi, vesayet makamının belirlediği tarihlerde ve her halde yılda bir defa hesabı onun incelemesine sunmakla yükümlüdür (MK m. 454/f. 2). Bu hükümden de anlaşılacağı gibi, vasi, en azından yılda bir kere                                                            7   DURAL, Mustafa / ÖĞÜZ, Tufan / GÜMÜŞ, Mustafa Alper, Türk Özel Hukuku, C. III, Aile Hukuku, 15. Bası, Filiz Kitabevi, İstanbul, 2020, s. 440; ÖZTAN, 2015, s. 1388. 8   GULER,  Albert,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010, Art. 413, No: 4; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 440. Vekilin özen borcundan doğan sorumluluğu konusunda bkz. EREN, Fikret, Borçlar Hukuku Özel Hükümler, Yetkin Yayınları, Ankara, 2014, s. 723; YAVUZ, Cevdet / ACAR, Faruk / ÖZEN, Burak, Türk Borçlar Hukuku Özel Hükümler, 10. Bası, İstanbul, 2014, s. 1192; ZEVKLİLER, Aydın / GÖKYAYLA, K. Emre, Borçlar Hukuku Özel Borç İlişkileri, 17. Bası, Ankara, 2017, s. 616.          9   Bkz. DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 440. 10  İsviçre Medenî Kanunu nda vesayet hukuku alanında yapılan reform öncesinde bu sürenin iki yıl olarak belirlenmiş olduğu görülmektedir (CC art. 413 II).  710     hesapları vesayet makamına sunmak zorundadır. Bununla birlikte, vesayet makamı gerekli görürse, daha sık da inceleme talebinde de bulunabilir.   Vesayet  makamına  yönelik  olarak  gerçekleştirilen  hesap  bildiriminin,  vesayet altındaki kişinin gelir ve giderleri hakkındaki bilgileri bütünüyle ortaya koyar nitelikte olması gerekmektedir. Bu çerçevede, vesayet altındaki kişinin hesap hareketlerini gösteren banka dökümünün tek başına yeterli olmayacağı savunulmaktadır. Bu  çerçevede,  Türk  Medenî  Kanununun  Velayet,  Vesayet  ve  Miras Hükümlerinin Uygulanmasına İlişkin Tüzüğünün (kısaca Tüzük), vesayet  altındaki kişinin malvarlığının, onun ihtiyaçlarına yetip yetmediğinin belirlenmesine ayrı bir önem atfettiği görülmektedir. Tüzüğün 18 inci maddesine göre,  MK m. 438 hükmü gereği vasi tarafından düzenlenen defter vesayet makamına verildikten sonra hâkim, vesayet altındaki kimsenin  mallarını,  gelirini  ve  ihtiyaçlarını  takdir  ederek,  malları  ile  gelirinin  vesayet altındaki kimsenin ihtiyaçlarına yetip yetmeyeceği konusunda karar verir. Vesayet altındaki kişinin malvarlığının, onun ihtiyaçlarına yetmeyeceğine vesayet makamı tarafından karar verilmesi durumunda vasinin defter tutma ve hesap verme yükümlülüğü ortadan kalkar. Bununla birlikte, sonradan meydana gelen kazanımlardan ötürü, vesayet altındaki kişinin mallarının ve gelirinin ihtiyaçlarına yetecek dereceye ulaşması halinde, vesayet makamı, vasiye karşı defter tutma veya hesap verme yükümlülüklerini yükleyebilir (Tüzük m. 19)12. Vesayet makamının, vesayet altındaki kişinin malvarlığı ile gelirinin, onun ihtiyaçlarına yeteceğine karar vermesi durumunda ise; vasi, düzenli olarak vesayet  altındaki kişinin malvarlığı ile ilgili hesap raporunu hazırlamak ve bu raporu belirli zamanlarda vesayet makamına sunmakla yükümlü tutulmuştur.                                                             11  Bkz. bu görüşte GULER, 2010, Art. 413, No: 11. 12  Malları ve geliri ihtiyaçlarına yetmeyen vesayet altındaki kişinin bağışlama ve benzeri yollarla elde ettiği kazanımların, kazanım tarihinden itibaren bir ay içinde deftere işlenmek üzere vasi tarafından vesayet makamına bildirilmesi gerektiği ve vasinin, bildirimdeki gecikmeden dolayı sorumlu olacağı Tüzüğün 19. maddesinin ikinci fıkrasında ortaya konulmaktadır.  13  Vesayet makamı tarafından başka bir süre belirlenmemişse, vasi, her yıl aralık ayının son günündeki durumu gösterir bir hesap raporunu, en geç ocak ayının son gününe kadar vesayet makamına vermek zorundadır. Hesap raporunun bir yıldan kısa sürelerle düzenlenmesine karar verilmesi durumunda ise, 711     Vasi tarafından tutulan hesabın vesayet makamınca denetlenmesi safhasında, vesayet altındaki kişinin görüşlerinin de mümkün olabildiğince dikkate alınması gerektiği MK m. 454/f. 3 hükmü ile ortaya konulmaktadır. Söz konusu hükme göre, vesayet altındaki kişi görüşlerini  oluşturma  ve  açıklama  yeteneğine  sahip  ise,  hesabın  hâkim  tarafından incelenmesi sırasında olanak ölçüsünde hazır bulundurulur. Bu düzenlemede kanun koyucunun, Medenî Kanun da birebir karşılığı bulunan, hattâ tanımı dahi yapılmış olan bir hukuk terimini kullanmak yerine,  görüşlerini oluşturma ve açıklama yeteneği  gibi tereddüt uyandırmaya fazlasıyla müsait bir ifadeye yer vermeye neden  ihtiyaç  duyulduğu  anlaşılamamaktadır.  Şüphesiz  ki   görüşlerini  oluşturma  ve açıklama  yeteneği   ifadesi  ile  kastedilen  MK  m.  13 te  öngörülmüş  olan   ayırt  etme gücü nden başkası değildir. Nitekim MK m. 454/f. 3 düzenlemesinin özel bir görünümünü oluşturan ve vasinin göreve başlarken yönetilecek malvarlığının defterini tutmakla yükümlü olduğunu ortaya koyan MK m. 438/f. 2 hükmünde de  vesayet altındaki kişi ayırt etme gücüne  sahipse,  olanak  bulunduğu  takdirde  defter  tutulurken  hazır  bulundurulur  denilmek suretiyle, vesayet altındaki kişi bakımından söylenmek istenenin ayırt etme gücü olduğu açıkça görülmektedir. Kaldı ki MK m. 454/f. 3 düzenlemesinin, (vesayet hukukuna ilişkin olarak gerçekleştirilen reform öncesinde) İsviçre Medenî Kanunu ndaki karşılığını oluşturan CC 413 III hükmünün gerek Fransızca gerekse Almanca metinlerinde yer alan  capable  de  discernement/urteilsfähig   ifadelerini,  Türk  hukukunda   ayırt  etme  gücü  terimi karşılamaktadır.                                                                                                                                                                                     vesayet makamı hesabın hangi güne kadarki durumu göstereceğini ve raporun en geç hangi tarihte verilmesi  gerektiğini  kararında  belirtir.  Raporda,  hesap  dönemi  içerisinde  vesayet  altındaki  kişinin malvarlığında  meydana  gelen  değişiklikler,  yapılan  masraflar  ve  elde  edilen  gelirler  ayrıntıları  ile gösterilir ve bunları belgeleyen evrak da hesap raporuna eklenir. Hesap raporuna, vesayet altındaki kişinin mallarına ait hesaplar dışında, onun yaşam tarzına, yerleşim yerine ve mesleki eğitimine ilişkin ayrıntılı bilgiler de yazılır (Tüzük m. 21). Vesayet makamı, hesap raporunu, verildiği tarihten başlayarak en geç bir ay içinde, iyi bir yönetimden beklenen özenin gösterilip gösterilmediğini de dikkate alarak inceler ve hesap  raporunda  eksiklik  veya  yanlışlık  görmesi durumunda  vasiye,  hesapların  tamamlanması  veya düzeltilmesi için uygun bir süre verir. Vesayet makamı, incelemesinin sonunda rapor ve hesapları kabul veya reddeder, gerektiğinde vesayet altındaki kişinin menfaatini korumak için uygun önlemleri alır (Tüzük m. 22). 14  Vesayet  hukuku reformu öncesindeki  CC 413 III hükmünde, hesabın hâkim tarafından incelenmesi sırasında vesayet altındaki kişinin hazır bulundurulabilmesi için, bu kişinin ayırt etme gücüne sahip 712     MK m. 454/f. 3 düzenlemesi ile amaçlanan, vesayet makamının, ayırt etme gücüne sahip  olması  koşuluyla  vesayet  altındaki  kişiye  sorular  yönelterek,  vasi  tarafından gerçekleştirilen  harcamaların  vesayet  altındaki  kişinin  menfaatlerine  uygunluğu  veya yapılan  masrafların  gerekliliği  hakkındaki  kanaatini  daha  sağlıklı  bir  biçimde oluşturabilmesini  sağlamaktır.  Vesayet  altındaki  kişinin  görüşlerine  başvurulması,  vasi tarafından sürdürülen malvarlığı yönetiminin, tutulan hesaplar aracılığıyla denetlenmesini kolaylaştırmaktadır.      C. Vasinin Yönetim ve Hesap Tutma Yükümlülüğünün Bulunmadığı Malvarlığı Değerleri Vesayet  altındaki  kişiye  ait  olmakla  birlikte  vasinin  yönetim  ve  hesap  tutma yükümlülüğünün bulunmadığı malvarlığı değerleri de bulunmaktadır. Bunlar, MK m. 454 hükmü ile getirilen genel kuralın istisnasını oluşturan MK m. 455 hükmünde,  serbest mallar  adı altında tanımlanmış olan mallardır. Söz konusu hükme göre, vesayet altındaki kişi serbest mallarını, yani kendi tasarrufuna bırakılmış olan mallar ile vasinin izniyle çalışarak kazandığı malları serbestçe yönetir ve kullanır. Görüldüğü gibi serbest mallar, vesayet altındaki kişinin kendi tasarrufuna bırakılmış olan  mallar  ile  vasisinin  izniyle  çalışarak  kazandığı  mallardan  oluşmaktadır.  Serbest malların  ilk  grubu,  vesayet  altındaki  kişinin  tasarrufuna  vasisi  tarafından  bırakılmış olabileceği  gibi,  üçüncü  bir  kişinin  kazandırması  neticesinde  de  malvarlığına  girmiş olabilir.                                                                                                                                                                                   olmasının yanında 16 yaşından büyük olması şartı da aranmaktaydı. Türk hukukunda ise bu konuyla ilgili olarak yaş koşuluna yer verilmediği görülmektedir.   15  Öğretide, vesayet makamı tarafından görüşlerine başvurulabilen ayırt etme gücüne sahip olan vesayet altındaki kişinin, vasinin tuttuğu hesap hakkında bilgi alma ve hesabı sorgulama hakkının da bulunduğu, hattâ vesayet altındaki kişinin bu hakkını bir temsilci aracılığıyla da kullanabileceği savunulmaktadır. Bkz. DESCHENAUX / STEINAUER, 2001, s. 380. Ancak, vesayet makamı tarafından onaylanmış olan (geçmiş) hesaplar bundan müstesnadır.  713     Vasi tarafından vesayet altındaki kişinin tasarrufuna bırakılmış olan serbest mallar söz konusu olduğunda, vasinin, MK m. 16 hükmü anlamında, vesayet altındaki kişiye bu mallar  üzerinde  tasarrufta  bulunma  konusunda  önceden  rıza  verdiği  kabul  edilmelidir. Önceden verilmiş olan bu rıza ile birlikte, vesayet altındaki kişi bu mallar üzerinde geçerli bir şekilde tasarrufta bulunabilir. Vasi tarafından vesayet altındaki kişiye verilen cep harçlığı bu duruma örnek gösterilebilir.  Serbest  malların  vasi  tarafından  değil  de,  üçüncü  bir  kişi  tarafından  da  vesayet altındaki  kişinin  malvarlığına  dâhil  edilmesi  mümkündür.  Üçüncü  kişi  tarafından gerçekleştirilen ve MK m. 357 hükmünde öngörüldüğü gibi vasinin yönetim ve tasarruf hakkının  açıkça  yasaklandığı  karşılıksız  kazandırmalar  söz  konusu  olduğunda,  vesayet altındaki kişi, ayırt etme gücüne sahip olmak koşuluyla bu tür serbest mallar üzerinde tasarruf  edebilecektir.  Vesayet  altındaki  kişinin  ayırt  etme  gücünden  yoksun  olması durumunda ise, vasinin bu mallar üzerindeki yönetim ve tasarruf yetkisi kazandırmada bulunan üçüncü kişi tarafından yasaklanmış olduğu için, mahkemeden bu malların yönetimi ile ilgili olarak kayyım atanması talep edilmelidir.  MK  m.  455  hükmünde  düzenlenen  serbest  malların  ikinci  türünü  ise,  vesayet altındaki  kişinin,  vasisinin  izni  altında  çalışarak  kazandığı  mallar  oluşturmaktadır.  Bu kategoriyi  oluşturan  serbest  malların  içeriği  konusunda  öğretide  farklı  görüşler bulunmaktadır. Bir görüş bu malların, vesayet altındaki kişinin, vesayet makamının iznine gerek olmaksızın sadece vasinin MK m. 16 hükmü uyarınca kendisine verdiği izin ile çalışarak  elde ettiği  kazançlardan  oluştuğunu  savunurken;  diğer bir  görüş ise serbest                                                            16  DESCHENAUX / STEINAUER, 2001, s. 83. 17  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 441. 18  Söz konusu hüküm, çocuğun serbest malları içerisinde yer alan, üçüncü kişi tarafından gerçekleştirilen kazandırmalar ile ilgilidir. Düzenlemeye göre,  Ana ve baba, faiz getiren yatırım veya tasarruf hesabı açılmak üzere ya da açıkça ana ve babanın kullanmaması koşuluyla çocuğa yapılan kazandırmaların gelirlerini kendi menfaatlerine sarfedemezler. Kazandırmada bulunan kişi, kazandırma sırasında açıkça aksini öngörmedikçe, ana ve baba bunlar üzerinde yönetim hakkına sahiptir . 19  DESCHENAUX / STEINAUER, 2001, s. 83. 20  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 441. 714     malların yalnızca bunlardan ibaret olmadığını, vesayet altındaki kişiye MK m. 453 hükmü gereği  vesayet  makamı  tarafından  bir  meslek  veya  sanatın  yürütülmesi  amacıyla  izin verilen  çalışmalar  karşılığındaki  kazançların  da,  serbest  mal  kapsamında  ele  alınması gerektiğini savunmaktadır. İster vesayet altındaki kişinin tasarrufuna bırakılmış mallar olsun; isterse onun, vasi izniyle çalışarak kazandığı mallar olsun, vesayet altındaki kişi tüm serbest malları üzerinde serbestçe yönetim ve kullanım yetkilerine sahiptir. Vesayet altındaki kişi serbest malları yönetirken ve kullanırken vasi iznine ihtiyaç duymayacağı gibi, bunları biriktirme ya da harcama konusunda da tek başına karar verir. Bu tür malvarlığı değerleri üzerinde vasinin yönetim ve hesap tutma yükümlülüğü ise bulunmamaktadır.  MK  m.  455  hükmünden  başka,  vasinin  yönetmek  zorunda  olduğu  malvarlığı değerlerinin bir diğer sınırını da MK m. 453 hükmü oluşturmaktadır. Bu düzenlemeye göre,  vesayet  altındaki  kişiye  vesayet  makamı  tarafından  bir  meslek  veya  sanatın yürütülmesi için izin verilmiş olması durumunda, vesayet altındaki kişi, bununla ilgili her türlü olağan işlemleri yapmaya yetkilidir ve bu tür işlemlerden dolayı bütün malvarlığı ile sorumludur. Örnek vermek gerekirse, maliki olduğu resim atölyesinde profesyonel anlamda resim yapmasına  vesayet  makamı  tarafından  izin  verilmiş  olan  vesayet  altındaki  kişi,  bu faaliyetini sürdürebilmek için gerekli araç gereci satın alabilecek; atölyenin temizliğine, olağan  bakım  masraflarına  ilişkin  borç  altına  girebilecek;  yarattığı  eserleri  satarak bunlardan  kazanç  elde  edebilecek  ve  kazancı  üzerinde  dilediği  gibi  tasarrufta                                                            21  Bu görüşte bkz. KILIÇOĞLU, 2019, s. 609. Karş. ÖZTAN, 2015, s. 1401; LEUBA, Audrey, Basler Kommentar, Zivilgesetzbuch I, Art. 1-456 ZGB (Hrsg: Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010, Art. 414, No: 4. 22  Vesayet altındaki kişinin, vasinin izniyle çalışarak kazandığı mallar üzerinde dilediği gibi ve vasinin iznine ihtiyaç olmadan tasarrufta bulunma hakkına sahip olduğu yönünde bkz. KILIÇOĞLU, 2019, s. 609; ÖZTAN, 2015, s. 1401. Bununla birlikte Öztan, eserinin bir sonraki sayfasında vesayet altındaki kişinin, vasinin izni ile çalışarak elde ettiği kazancı üzerinde tasarruf etmesinin vasinin iznine bağlı olduğunu ifade etmektedir. Bkz. ÖZTAN, 2015, s. 1402. 23  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 440; ÖZTAN, 2015, s. 1388. 715     bulunabilecektir. Vesayet altındaki kişi bu işlemler bakımından tam ehliyetli olarak kabul edilir. Bu düzenleme, vesayet makamı tarafından vesayet altındaki kişiye serbest meslek faaliyetlerinde bulunması için izin verilmesi halinde de uygulama alanı bulur.   II.  VESAYET  ALTINDAKİ  KİŞİNİN  MALVARLIĞININ  YÖNETİMİ KONUSUNDA VASİ İLE VESAYET MAKAMININ YÜKÜMLÜLÜKLERİ   A.  Vasinin Yükümlülüklerinin Özel Görünümleri 1.  Defter tutulması a.  Genel kural: Adî defter tutulması Vasiliğe atanan kişinin görevine başlar başlamaz yerine getirmesi gereken ilk iş, vesayet altındaki kişinin malvarlığının defterini tutmaktır. Bu husus, MK m. 438 de özel olarak  düzenlenmiştir.  Söz  konusu  düzenlemeye  göre,   vasiliğe  atanma  kararının kesinleşmesi üzerine vasi ile vesayet makamının görevlendireceği bir kişi tarafından, vakit geçirilmeksizin, yönetilecek malvarlığının defteri tutulur  (f. 1). Defter tutma yükümlülüğü altında olan vasi öncelikle vesayet altına alınan kişinin malvarlığının  bilançosunu  çıkarır.  Bilançoda  aktif  ve  pasifler  gösterilir.  Vesayet  altına alınan kişiye ait olan taşınmazlar, değerli sayılabilecek taşınır eşya (yaklaşık değerleri de belirtilmek suretiyle), alacaklar, borçlar, maaş, kira gelirleri, faiz, temettü gibi gelirler ve giderler vasi tarafından tutulan bu (adî) defterde detaylı olarak açıklanır.                                                             24  Bkz. ÖZTAN, 2015, s. 1401; KILIÇOĞLU, 2019, s. 608.   25  KILIÇOĞLU, 2019, s. 608; ÖZTAN, 2015, s. 1401; LEUBA, 2010, Art. 412, No: 17; EGGER, 1948, Art. 412, No: 16. Hattâ vesayet altındaki kişinin, bu faaliyet alanı içinde kalmak koşuluyla MK m. 449 da sayılan yasak işlemleri (kefil olma, vakıf kurma, önemli bağışlarda bulunma işlemlerini) dahi yapabileceği savunulmaktadır. Bkz. DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 440. 26  Bkz. LEUBA, 2010, Art. 412, No: 4. 27  Taşınmazların  bulundukları  yerler,  sınırları,  alanları,  özellikleri,  tapu  kayıtları  ve  bu  malların kısıtlamalarına ilişkin aynî haklar da ayrıca defterde gösterilir (Tüzük m. 16/f. 1). 28  GULER, 2010, Art. 398, No: 7; ÖZTAN, 2015, s. 1371. 716     Vasi, defter tutma işini vesayet makamının görevlendireceği bir kişi ile birlikte yapar. Bu kişinin vesayet makamının bir üyesi olması ise şart değildir.  MK m. 438 de öngörülen defter tutma yükümlülüğü, vesayet altına alınan kişi için atanan ilk vasinin görevine başlaması ile söz konusu olur ve vasi, vesayet devam ettiği müddetçe bu yükümlülüğünü düzenli olarak yerine getirmek zorundadır. Vesayet süreci devam ederken, daha önce atanmış olan vasinin değişerek yerine yeni bir vasi atanması durumunda ise, bu kişinin yeni bir defter tutmasına kural olarak gerek olmaz.  Vasi tarafından tutulan adî defter yalnızca vesayet altındaki kişi, vasi ve vesayet makamı bakımından etki doğurur. Defterdeki kayıtların üçüncü kişilere, mesela vesayet altındaki kişinin alacaklılarına karşı herhangi bir etkisi ise bulunmamaktır. Bu bağlamda alacaklılar, deftere geçirilmemiş olan alacakları için pekâlâ hak iddiasında bulunabilirler.  Adî  defterin  tutulmasının  esas  amacı,  MK  m.  464  hükmünde  öngörülen  ve  vasi tarafından belirli dönemlerde vesayet makamına verilmesi  gereken  rapor ve hesapların oluşturulmasında, defterin  bunlara dayanak  teşkil edecek olmasıdır. Diğer taraftan,  adî deftere geçirilmiş olan kayıtlar vesayet organlarının MK m. 466 vd. hükümleri uyarınca sorumluluğunun gündeme gelip gelmediğinin tespitinde de etkili olur.  Atanan vasinin, göreve gelir gelmez ve vakit geçirmeksizin defter tutma işlemine başlaması  gerekir.  Bunun  nedeni,  vesayet  altına  alınan  kişinin  malvarlığının  zarar görmesini mümkün olduğunca engelleyebilmektir. Yönetilecek olan malvarlığının defteri, hâkim tarafından belirlenmiş süre içinde tutulmaz veya tamamlanmazsa, vesayet makamı                                                            29  DESCHENAUX / STEINAUER, 2001, s. 368. 30  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 432; DESCHENAUX / STEINAUER, 2001, s. 367. 31  EGGER, 1948, Art. 398, No: 21; GULER, 2010, Art. 398, No: 6. Hiç kuşkusuz, süresi bittiği için görevi sona eren vasinin görevine yeniden devam etmesine karar verilirse, onun da yeni bir defter tutmasına gerek olmaz. Bkz. AKINTÜRK / ATEŞ, 2020, s. 514. 32  ÖZTAN, 2015, s. 1373 ve dn. 522 de zikredilen yazarlar. 33  KILIÇOĞLU, 2019, s. 596. 717     vasiyi  MK  m.  483  hükmü  uyarınca  görevinden  alabileceği  gibi  (Tüzük  m.  16/f.  5)34; vesayet  altındaki  kişinin  menfaatlerinin  defter  tutulmaması  nedeniyle  zarara  uğraması durumunda da vasinin sorumluluğu gündeme gelebilecektir.  MK m. 438 hükmünün ikinci fıkrası, vesayet altındaki kişinin ayırt etme gücüne sahip  olması  durumunda,  onun,  olanak  bulunduğu  ölçüde  defter  tutulurken  hazır bulundurulması gerektiğini ifade etmektedir. Ayırt etme gücü bulunan vesayet altındaki kişi, bu sayede, defter tutma görevini yürüten vasiye gerekli bilgi ve belgeleri temin etmek suretiyle  yardımcı  olabileceği  gibi;  kendi  malvarlığı  ile  ilgili  olarak  deftere  geçirilen kayıtların gerçeği yansıtıp yansıtmadığı konusunda denetleme yapabilecek; gerektiğinde vasiyi uyarma, hattâ onu vesayet makamına şikâyet etme imkânlarını kullanabilecektir. Bununla birlikte MK m. 438/f. 2 hükmü, ayırt etme gücü bulunan vesayet altındaki kişinin defter  tutulması  sırasında  hazır  bulundurulmasını  zorunlu  tutmamış,  onun  sürece  dâhil edilmesini olanaklar izin verdiği ölçüde mümkün kılmıştır.   Tutulan defterin belirlenen süre içinde iki örnek olarak vesayet makamına verilmesi gerekir.  Vesayet  makamı,  defterde  yazılan  malların  iyi  tanımlanmadığını,  değerlerinin takdirinde  yanlışlık  yapıldığını  veya  vesayet  altındaki  kişiye  ait  olan  malların  eksik yazıldığını  tespit  ederse,  bunları  denetimi  altında  vasiye  tamamlattırır  veya  düzelttirir. Vesayet makamı, defterin usulüne uygun ve doğru olarak düzenlendiği kanısına varırsa bir örneğini onaylayarak vasiye verir, diğer örneğini ise dosyasında saklar (Tüzük m. 16/f. 5). Vesayet altındaki kişinin kayda değer bir malvarlığının bulunmaması da mümkündür. Böyle bir durumda defter tutulmasına ihtiyaç olmayacağından, bu husus vesayet makamına yazılı olarak bildirilir (Tüzük m. 16/f. 3).                                                              34  Bu konuda bkz. Yarg. 2. HD, 25.09.2000 tarih ve 9975/11022 sayılı kararı:  Vasinin vesayet altına alınana ilişkin paraları kendi adına bankaya yatırıp çektiği vesayet kararında hesap verme zorunluluğu belirtilmesine rağmen defter tutmadığı anlaşılmaktadır. Azline karar verilmesi gerekirken davanın reddi doğru değildir . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 35  GULER, 2010, Art. 398, No: 3; ÖZTAN, 2015, s. 1370-1371. 36  KILIÇOĞLU, 2019, s. 596. 718      b. İstisnai olarak: Resmî defter tutulması Vasi,  adî  defter  haricinde  vesayet  altındaki  kişinin  malvarlığının  resmî  defterini tutmakla da  yükümlü kılınabilir. MK m.  438/f. 3 hükmüne göre, koşullar gerektirdiği takdirde  denetim  makamı,  vasi  ve  vesayet  makamının  isteği  üzerine  vesayet  altındaki kişinin malvarlığının resmî defterinin tutulmasına karar verebilir.  Hükümde de belirtildiği gibi, resmî defter tutulmasına karar verilebilmesi için, bazı özel  koşulların  varlığına ihtiyaç duyulmaktadır. Vesayet  altındaki kişinin  malvarlığının büyüklüğü, malî durumunun belirsizliği ya da adî defter tutulmasının, vesayet altındaki kişinin borçları hakkında fikir sahibi olma konusunda yeterli bilgiyi ortaya koyamaması bu durumlara örnek gösterilebilir.  Vesayet altındaki kişinin malvarlığı hakkında resmî defter tutulması kararı, denetim makamı olan asliye hukuk mahkemesi tarafından verilmektedir. Her ne kadar düzenlemede bu konudaki talebin denetim makamına  vasi ve vesayet makamı  tarafından iletilebileceği hususu  yer alıyor da olsa, bunlardan  yalnızca  birinin  resmî defter tutulması  isteminde bulunması  halinde  de  denetim  makamı  koşullar  gerektirdiği  takdirde  bu  defterin tutulmasına karar verebilir.     Hemen belirtelim ki, denetim makamı, vasi ya da vesayet makamınca öne sürülen bu taleplerle bağlı değildir. Denetim makamının talepler doğrultusunda bir karar verebilmesi için, somut olayda resmî defter tutulmasını zorunlu kılan koşulların var olduğuna dair bir kanaate ulaşması gerekmektedir.                                                             37  JULMY, Markus,  Quelques aspects pratiques de l autorité parentale prolongée (art. 385 al. 3 CC) en rapport  avec  l autorité  tutélaire ,  Revue  fribourgeoise  de  jurisprudence (RFJ),  1996,  s.  18; HRUBESCH-MILLAUER/ PFANNKUCHEN-HEEB, 2011, Art. 398, No: 7; EGGER, 1948, Art. 398, No: 30. 38  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 432. 39  Benzer yönde bkz. KILIÇOĞLU, 2019, s. 596. Vesayet altındaki kişinin tüm borçları bilinmiyor ya da malvarlığının aktifleri vesayet organlarından saklanıyorsa resmî defter tutulmasının bir zorunluluk olarak ortaya çıktığı yönünde bkz. DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 432. 719     MK  m.  438/f.  3  hükmü,  bu  defterin,  mirastaki  resmî  defterin  alacaklılara  karşı doğurduğu sonuçları doğuracağını ve oradaki usul uyarınca tutulacağını belirtmektedir. Örneğin bu çerçevede MK m. 629/f. 1 hükmü gereği, alacaklarını süresi içinde deftere yazdırmayan alacaklılara karşı vesayet altındaki kişinin kendi kişisel mallarıyla sorumlu olmayacağı  sonucuna  varılabilecektir.  Keza,  alacaklının  kusuru  olmadan  deftere yazdıramadığı veya bildirdiği halde deftere yazılmamış alacakları için vesayet altındaki kişinin  zenginleşmesi  ölçüsünde  sorumlu  olacağı  MK  m.  629/f.  2  hükmü  vasıtasıyla söylenebilecektir. Benzer şekilde, vesayet altındaki kişinin malî durumu hakkında bilgi sahibi olan herkesin, vesayet makamı tarafından istenilen bilgiyi vermekle yükümlü olduğu; haklı bir sebep olmaksızın bilgi vermeyenlerin veya yanlış ya da eksik bilgi verenlerin, bundan doğacak zararları tazminle yükümlü oldukları; resmî kayıtlardan veya vesayet altına alınan kişinin  belgelerinden  varlığı  anlaşılan  alacak  ve  borçların,  deftere  doğrudan  doğruya geçirileceği ve deftere geçirilenlerin, alacaklılara ve borçlulara bildirileceği gibi hususlar, MK m. 620 ve MK m. 622 hükümlerinde öngörülen kuralların vesayet altındaki kişinin malvarlığının  resmî  defterinin  tutulması  hakkında  da  uygulanacak  olmasına  örnek gösterilebilir.   Vesayet altındaki kişinin malvarlığının resmî defterinin tutulma usulü ile ilgili olarak Kanunda,  her  ne  kadar  mirastaki  resmî  defterin  tutulmasına  ilişkin  hükümlerin uygulanacağı  söylenmişse  de,  bunun  her  durumda  geçerli  olmayacağını  da  belirtmek gerekir. Mesela, resmî defter tutulması devam ettiği sürece mirasbırakanın borçları için icra takibi yapılamayacağı ve acele haller dışında, davalara devam edilemeyeceği ya da yeni                                                            40  Bkz.  DESCHENAUX  /  STEINAUER,  2001,  s.  369;  KILIÇOĞLU,  2019,  s.  596.  Zira   Deftere yazılmayanlardan  sorumluluk   başlığını  taşıyan  MK  m.  629/f.  1  hükmü,  alacaklarını  süresi  içinde yazdırmayan alacaklılara karşı mirasçının, kendi kişisel mallarıyla sorumlu olmadığı gibi; terekeden kendisine geçen mallarla da sorumlu tutulamayacağını öngörmektedir.  41  Öğretide, vesayet altındaki kişinin alacaklılara karşı sorumluluğunu sınırlayan bu hukukî sonucun yalnızca vesayet  süresi  boyunca  etkili  olacağı  görüşü  de  savunulmaktadır.  Bkz.  bu  yönde  TUOR,  Peter  / SCHNYDER, Bernhard / SCHMID, Jörg, Das Schweizerische Zivilgesetzbuch, 11. Aufl., Zürich, 1995, s. 410; EGGER, 1948, Art. 398, No: 32. Aksi görüş için bkz. GULER, 2010, Art. 398, No: 11.  720     dava açılamayacağı kuralını öngören MK m. 625 hükmü, vesayet altına alınan kişinin borçları söz konusu olduğunda uygulama alanı bulmaz.   2. Değerli şeylerin saklanması Vesayet altındaki kişinin malvarlığında bulunan değerli eşyanın güvenli bir şekilde muhafaza edilmesi de vasinin görevleri arasında yer almaktadır. MK m. 439 hükmü bu konuyla  ilgili  olarak,  kıymetli  evrak,  değerli  eşya,  önemli  belge  ve  benzerlerinin, malvarlığının  yönetimi  bakımından  bir  sakınca  bulunmaması  durumunda,  vesayet makamının gözetimi altında güvenli bir yere konulacağını öngörmektedir.  Hükmün  amacının,  vesayet  altına  alınan  kişinin  malvarlığında  bulunan  ve  kayda değer  bir  öneme  sahip  olan  eşya  ile  belgelerin  çalınmasının,  kaybolmasının,  vesayet altındaki kişi tarafından bilinçsizce elden çıkarılmasının ya da  zarar görmesinin önüne geçilmesi  olduğu  söylenebilir.  Vesayet  makamının  gözetimi  altında  güvenli  bir  yere konularak saklanması gereken bu gibi eşya ve belgelere örnek olarak, mücevher, antika eşya, sanat eserleri, koleksiyon parçaları, silah, banka hesap cüzdanı, hisse senedi, tapu senedi, sertifika, diploma, vasiyetname, patent belgesi, tasdikname, ruhsatname, sigorta poliçesi, hazine bonosu, tahvil ve benzerleri gösterilebilir.   Paranın ise bu kapsamda ele alınmadığını belirtmek gerekir. Zira vesayet altındaki kişinin  malvarlığında  bulunan  para,  MK  m.  439  hükmü  çerçevesinde  vasi  tarafından saklanması gereken bir şey olarak değil; MK m. 441 hükmü uyarınca değerlendirilmesi gereken bir kıymet olarak kabul edilmektedir.                                                             42  Bkz. DESCHENAUX / STEINAUER, 2001, s. 369; EGGER, 1948, Art. 398, No: 33; ÖZTAN, 2015, s. 1372. 43  EGGER, 1948, Art. 399, No: 5; HRUBESCH-MILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 399, No: 3; GULER, 2010, Art. 399, No: 6; ÖZTAN, 2015, s. 1374; KILIÇOĞLU, 2019, s. 597; AKINTÜRK / ATEŞ, 2020, s. 516. 44  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 432; GULER, 2010, Art. 399, No: 6. 721     Vesayet  altındaki  kişinin  malvarlığının  yönetimi  bakımından  sürekli  olarak  hazır bulundurulması gereken bazı eşya ve belgelerin ise güvenli bir yerde saklanması zorunlu değildir. Zira MK m. 439 hükmü, söz konusu eşya ya da belgenin güvenli bir yerde saklanması zorunluluğunu,  malvarlığının yönetimi bakımından bir sakınca bulunmaması  şartına bağlamıştır. Bu çerçevede, vesayet altındaki kişinin kimlik belgesi, kısıtlandığına ilişkin mahkeme ilâmı ya da taraf olduğu sözleşme metinlerinin vasi tarafından el altında tutulmasına cevaz verilmelidir.  Benzer şekilde, her ne kadar dikkate değer bir maddî değere sahip olsa da, elden çıkarılma  ya da  kaybedilme konusunda ciddi bir  tehlikenin olmadığı  hallerde, vesayet altındaki kişinin sürekli olarak kullanmakta olduğu saat, küpe, yüzük gibi kişisel eşyası ile onun için manevî değer taşıyan antika parça, aile yadigârı bir koleksiyon ya da hediye edilmiş tablo gibi nesneleri kendi elinde tutmasına izin vermek gerekir.   Hükümde geçen  güvenli bir yer  ifadesinden anlaşılması gereken, değerli eşya veya önemli belgenin çalınması, kaybolması, zarara uğraması veya gerekli izin alınmadan elden çıkarılması gibi tehlikeleri ortadan kaldırmaya elverişli olan yerdir. Bu bağlamda, örneğin banka kasasının, güvenli bir yer olarak kabul edilmesi gerekir.  MK m. 439 hükmü, değerli şeylerin güvenli bir yerde saklanması konusunda vesayet makamına da bir sorumluluk yüklemiş ve bunun  vesayet makamının gözetimi altında  yapılması gerektiğini belirtmiştir. Bu nedenle öğretide, vesayet altındaki kişiye ait olan değerli şeylerin saklandığı kasanın anahtarının tek başına vasiye bırakılamayacağı; vasinin kasayı  tek  başına  değil,  vesayet  makamının  atadığı  bir  temsilcisi  ile  birlikte  açması gerektiği savunulmuştur. Kanaatimizce, kasada saklanacak olan değerli eşya ve evrakın envanteri çıkarıldıktan ve vesayet makamı bu konuda bilgilendirildikten sonra, vasinin kasa                                                            45  DESCHENAUX / STEINAUER, 2001, s. 369; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 433.  46  EGGER, 1948, Art. 399, No: 7. 47  Bkz. AKINTÜRK / ATEŞ, 2020, s. 516.   48  Bu görüşte bkz. ÖZTAN, 2015, s. 1375. 722     anahtarlarının kullanımı konusundaki hareket  özgürlüğünü kısıtlamak, hükmün  amacını aşan bir sonuç yaratacaktır.   3.  Taşınır ve taşınmazların satılması  Vesayet altındaki kişinin malvarlığının yönetilmesi ile ilgili konulardan biri de, onun maliki olduğu taşınır ve taşınmaz eşyanın satılmasıdır. Türk Medenî Kanunu taşınırların ve taşınmazların satışını, birbirini takip etmeyen iki farklı maddede (MK m. 440 ve MK m. 444) düzenlemişse de; biz bu konuları gerek sistematik bir bütünlük içinde inceleyebilmek gerekse taşınır ve taşınmaz satışlarında uygulanacak olan müşterek usul kurallarını tekrar etmek zorunda kalmadan açıklayabilmek için ortak bir başlık altında ele almayı daha uygun bulduk.  a. Taşınırların satılması MK m. 440/f. 1 hükmü, vesayet altındaki kişinin menfaatinin gerektirmesi halinde, değerli  şeyler  dışındaki  taşınırların,  vesayet  makamının  vereceği  talimat  uyarınca  açık artırma  ile  satılacağını  belirtmekte;  diğer  taraftan  hâkimin,  özel  durumları,  taşınırın                                                            49  Vesayet altındaki kişiye ait olan eşyanın bağışlanması konusunda ise MK m. 449 hükmü önem taşır. Söz konusu düzenlemeye göre, vasinin, vesayet altındaki kişi adına kefil olması ve vakıf kurması yasak olduğu gibi; onun adına önemli bağışlarda bulunması da yasaklanmıştır. Vesayet altındaki kişinin ekonomik durumuna göre önemli bir maddî değere sahip olmayan eşyasının (örneğin kullanılmış kıyafetlerinin) bağışlanması ise bu yasağa tâbi değildir. Vesayet altına alınan kişinin savurganlık sebebiyle kısıtlanmış olması halinde TBK m. 286/f. 2 hükmünün de göz önünde bulundurulması gerekir. Bu hüküm uyarınca,  bağışlamayı  izleyen  bir  yıl  içinde  başlatılmış  bir  yargılama  sonucunda  bağışlayanın,  savurganlığı yüzünden kısıtlanmasına karar verilirse, o bağışlama mahkemece iptal edilebilir . Bağışlamanın iptali vesayet makamı tarafından talep edilebilir. Bkz. MEIER, Philippe,  Les dérogations apportées au droit de la tutelle et de la capacité civile par le droit de la donation, Étude de l art. 240 al. 3 CO , Revue du droit de tutelle (RDT/ZVW), 1995, s. 81, DESCHENAUX / STEINAUER, 2001, s. 367.   Vesayet altındaki kişiye ait olan eşyanın mal değişim (trampa) sözleşmesine konu edilecek ya da bir ortaklığa sermeye olarak konulacak olması halinde ise, satışa ilişkin olarak aşağıda inceleyeceğimiz hükümlerin, kıyas yoluyla mal değişim sözleşmesi hakkında da uygulanabilmesi gerekir. Bu konuda ayrıca  bkz.  SCHRANER,  Marius,   Die  Mitwirkung  der  vormundschaftlichen  Behörden  bei  der Veräusserung  von  Grundstücken ,  Revue  fribourgeoise  de  jurisprudence,  1993,  s.  234;  MEIER, Philippe, Le consentement des autorités de tutelle aux actes du tuteur, Fribourg 1994, s. 330. 723     niteliğini veya değerinin azlığını göz önüne alarak pazarlıkla satışa da karar verebileceğini ifade etmektedir.  Düzenlemede bahsedilen taşınırlar, MK m. 439 da öngörülen değerli şeyler dışında kalan taşınır eşyadır. Bu tür eşyanın satışına ancak vesayet altındaki kişinin menfaatinin bulunması  halinde  izin  verilmektedir.  Vesayet  altındaki  kişinin  tedavisinin gerçekleştirilebilmesi,  bakımının  sağlanabilmesi,  eğitiminin  sürdürebilmesi  ya  da borçlarının ödenebilmesi için başka maddî kaynaklardan yararlanma imkânı bulunmuyorsa; vesayet altındaki kişinin maliki olduğu taşınırlar hızlı bir şekilde değer kaybediyor veya bunların  uygun  koşullarda  saklanabilmesi  için  gereğinden  fazla  bir  masraf  yapılması gerekiyorsa,  somut  olayda  vesayet  altındaki  kişinin  menfaatinin  bulunduğu  kabul edilmelidir.  Öğretide,  vesayet  altındaki  kişinin  taşınırlarının  satılabilmesi  için,  hastane masraflarının karşılanması örneğinde olduğu gibi, vesayat altındaki kişi açısından bir takım  ekonomik zorunlulukların  varlığının aranması gerektiği savunulmaktadır. Kanımızca, satış için bir  zorunluluğun  bulunması şartı, MK m. 440/f. 2 hükmünün uygulanabilirliği bakımından önemli olsa da; ilk fıkradaki düzenleme açısından olmazsa olmaz bir unsur değildir. Burada dikkat edilmesi gereken husus, MK m. 440/f. 1 hükmünde ifade edildiği şekliyle, vesayet altındaki kişinin  menfaatinin  taşınır satışını  gerektiriyor  olmasıdır.  Menfaatin gerektiriyor olması  ise,  ekonomik zorunluluklar  ifadesine göre daha geniş mânâda anlaşılmalı ve yorumlanmalıdır. Vesayet altındaki kişi ekonomik bir zorunlulukla karşı karşıya kalmasa dahi; bu kişinin taşınırları, menfaati gerektiriyor ise -ve MK m. 440/f. 1 hükmündeki diğer şartların da varlığı halinde- satışa çıkarılabilir. Örnek olarak, bundan sonra vasisinin konutunda yaşamaya başlayacak olan kişinin, kullanmaya hiç gereksinim duymayacağı  mobilya,  yemek  takımı,  ev  aletleri  ve  benzeri  taşınır  eşyanın  elden çıkarılması amacıyla satılması, ekonomik bir zorunluluktan kaynaklanmasa da; bunun MK                                                            50  Bkz. DESCHENAUX / STEINAUER, 2001, s. 369; GULER, 2010, Art. 400, No: 4; HRUBESCHMILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 400, No: 3. 51  Bkz. bu görüşte DURAL / ÖĞÜZ / GÜMÜŞ, 2020,  s. 433.  724     m. 440/f. 1 hükmü kapsamında ele alınması gerekir. İhtiyaca cevap vermeyen bu gibi eşyanın elden çıkarılması vesayet altındaki kişinin menfaatlerine aykırı değilse, bu eşyanın satılması  ve  satış  neticesinde  elde  edilen  paranın  MK  m.  441  hükmüne  göre değerlendirilmesi icap eder.  Vesayet altındaki kişiye ait olan taşınırların satılmasının diğer bir koşulu ise, buna vesayet makamının karar verecek olmasıdır. Diğer bir ifadeyle, vasi, vesayet makamının izni  olmadan  bu  taşınırların  satışını  gerçekleştiremez.  Satış  kararına  ilaveten,  satışın somut olayda açık artırma yoluyla mı yoksa pazarlık usulü ile mi yapılacağına da vasi değil, vesayet makamı karar verir. Bu konuda kural, açık artırma yoluyla satıştır. Bunun nedeni,  taşınırların  mümkün  olduğu  ölçüde  gerçek  değerlerine  yakın  bir  miktara satılabilmesini  sağlamaktır.  Bununla  birlikte,  vesayet  makamı  istisnaen  bazı  özel durumları veya taşınırın niteliğini, mesela eşyanın kısa sürede bozulabilir ya da değer kaybedebilir olmasını göz önünde bulundurarak pazarlıkla satışa da karar verebilir. Keza açık artırma yoluyla satışın gerçekleştirilebilmesi için ilan yapılması gerektiğinden; bu da, zaman ve masraf kaybına yol açtığından dolayı, satışına karar verilen taşınırın değerinin düşük olması durumunda ve taşınırın satışından elde edilecek miktarın, açık artırmanın yapılması için katlanılması gereken masraflara değmeyeceği kanaatine varılıyorsa, vesayet makamı satışın pazarlık usulüyle yapılmasına da karar verebilecektir.  Öte yandan MK m. 440/f. 2 düzenlemesi, vesayet altındaki kişinin kendisi veya ailesi için özel bir değer taşıyan şeylerin, zorunluluk olmadıkça satılamayacağını hüküm altına almaktadır. Buna göre, gerek vesayet altındaki kişi gerekse onun ailesi açısından kayda değer bir öneme sahip olan taşınır eşyanın, örneğin miras kalan bir saatin, aile yâdigarı bir                                                            52  ÖZTAN, 2015, s. 1376; KILIÇOĞLU, 2019, s. 597. Hatırlanacağı gibi, MK m. 462/f. 1/b. 2 hükmü de bu yöndedir. Söz konusu düzenlemeye göre, olağan yönetim ve işletme ihtiyaçları dışında kalan taşınır veya diğer hak ve değerlerin alımı, satımı, devri ve rehnedilmesi halinde vesayet makamının izni gereklidir.   53  DESCHENAUX / STEINAUER, 2001, s. 369. 54  KILIÇOĞLU, 2019, s. 597. 55  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 433. 56  KILIÇOĞLU, 2019, s. 597.  725     vazonun, manevî değer taşıyan madalya, ödül ya da plaketin kural olarak satışına karar verilemeyecektir. Bu kuralın istisnası ise, söz konusu eşyanın satışının zorunlu olduğuna vesayet makamınca kanaat getirilmesidir. Zorunluluğun kaynağı ise, yukarıda bahsetmiş olduğumuz gibi, çoğunlukla ekonomik temelli olacaktır.    b. Taşınmazların satılması Medenî  Kanunun  444.  maddesi,  vesayet  altındaki  kişinin  malvarlığında  bulunan taşınmazların satışının, vesayet makamının talimatı uyarınca ve ancak vesayet altındaki kişinin menfaati gerekli kıldığı hallerde mümkün olacağını belirtmektedir. Bu konuda, taşınırların satışıyla benzer bir düzenleme ile karşı karşıya olunduğu görülmektedir.  Taşınır satışlarında olduğu gibi, taşınmazların satışına da ancak vesayet altındaki kişinin menfaatinin gerekli kıldığı hallerde  izin verilmektedir. Somut olayda, vesayet altındaki  kişinin  menfaatinin  olup  olmadığını  vesayet  makamı  değerlendirecek  ve  bu değerlendirme neticesinde taşınmazın satılabileceği ya da satılamayacağı konusunda hüküm                                                            57  HRUBESCH-MILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 400, No: 4; EGGER, 1948, Art. 400, No: 4 58  Bkz. Yarg. 1. HD, 08.12.2014 tarih ve 1514/19164 sayılı kararı  Adli Tıp Kurumu 4. İhtisas Kurulu'ndan alınan 24.12.2012 tarihli raporda; D. Ü.'da fiil ehliyetini ortadan kaldıracak mahiyet ve derecede ''Bipolar Affektif Bozukluk'' saptandığı, manik - depresif ataklarla seyreden hastalıkta arada bir tam bir akli sağlık içinde olduğu serbest ara devrelerin bulunduğu, işlem tarihinde de D. Ü.'ın serbest ara devrede bulunduğu ve tam bir akli sağlık içinde olduğu kanaatinin bildirildiği görülmektedir. Hemen belirtmek gerekir ki; 4721 sayılı Türk Medeni Kanununun 451. maddesinde '' Ayırt etme gücüne sahip olan vesayet altındaki kişi, vasinin açık veya örtülü izni veya sonraki onamasıyla yükümlülük altına girebilir veya bir haktan vazgeçebilir.'' düzenlemesine yer verildiği gibi aynı yasanın 462/1. maddesinde de ''Taşınmazların alımı, satımı, rehnedilmesi ve bunlar üzerinde başka bir aynî hakkın kurulması...'' hallerinde vesayet makamının izninin gerekli olduğu hüküm altına alınmıştır… Somut olayda ise, kısıtlı D. Ü.'ın mevcut hastalığı  nedeniyle  halen  vesayet  altında  olduğu  ve  adına  kayıtlı  taşınmazı  vesayet  altında  iken mahkemeden izin almaksızın tapuda bizzat yaptığı işlemle devrettiği sabittir. Yukarıda açıklanan yasa hükümleri karşısında vesayet makamından izin alınmadan yapılan taşınmaz satışına geçerlilik tanıma olanağı bulunmamaktadır . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 59  Düzenlemenin, yalnızca vasinin göreve başladığı anda değil, vesayetin sürdüğü tüm zaman dilimi boyunca uygulanacak bir düzenleme niteliğinde olduğunu belirten kararlar için bkz. ATF 74 II 76; ATF 117 II 18. 60  MEIER, Philippe,  Droit de la tutelle et actes immobiliers: questions choisies , Revue du droit de tutelle, 2008, s. 275; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 434.  726     verecektir. Mesela, vesayet altındaki kişinin bakımı, geçinmesi, tedavisi ya da eğitimi için yeterli  gelirinin  olmaması  veya  alacaklılarına  karşı  olan  borçlarının  başka  şekilde ödenememesi  söz  konusu  olduğunda,  taşınmazın  satışında  vesayet  altındaki  kişinin menfaatinin bulunduğu söylenebilecektir.  Hemen  belirtelim  ki,  MK  m.  444  hükmünün  uygulama  alanı  taşınmazların  rızai olarak devredilmesiyle sınırlıdır. Bu bakımdan kamulaştırma ve icra yoluyla satışlar söz konusu olduğunda MK m. 444 hükmü uygulanmaz.  MK m. 444/f. 2 hükmüne göre, taşınmazların satışı, vesayet makamının bu iş için görevlendireceği  bir  kişi  tarafından  ve  vasinin  de  hazır  olması  şartıyla  açık  artırma usulüyle yapılır; ihale vesayet makamının onamasıyla tamamlanır. Onamaya ilişkin kararın ihale  gününden  başlayarak  on  gün  içinde  verilmesi  gerekir.  Görüldüğü  gibi,  vesayet makamının  taşınmazın  satışına  izin  vermesi  halinde,  kural,  satışın  açık  artırma  ile yapılmasıdır. Diğer taraftan, vesayet makamı yalnızca satışa izin verme konusunda değil, ihalenin kesinleşebilmesi için onama kararı verme konusunda da görev almaktadır.  Taşınmazların satışında kural açık artırma ile satış olsa da, taşınmazın niteliği veya değerinin azlığı gibi özel bazı durumlar karşısında, istisnaî olarak pazarlıkla satışa da karar verilebilir. Ancak kanun koyucu, taşınmazların pazarlıkla satışına karar verilebilmesi için                                                            61  Vesayet makamı tarafından satış için verilen iznin satıştan sonra da (icazet niteliğinde) verilebileceği yönünde bkz. Yarg. 2. HD, 05.05.2005 tarih ve 4547/7408 sayılı kararı:  Taşınmazların alım ve satımı konusunda öncelikle vesayet makamının karar vermesi, satışın pazarlıkla yapılmasının istenilmesi halinde bunun  da  denetim  makamınca  karar  altına  alınması  gerekmektedir.  Taşınmazların  satılmış  olması davanın konusuz kaldığını göstermez…. 470, 515, 1136, 2234 ve 2459 numaralı parseller hakkında vesayet makamından karar alınması, verilen kararın icazete yönelik olması halinde, bunun denetim makamına sunulması gerekir . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021).  62  DESCHENAUX / STEINAUER, 2001, s. 372; AKINTÜRK / ATEŞ, 2020, s. 517. 63  SCHNEIDER, Benno,  Die Mitwirkung der vormundschaftlichen Behörden bei der Veräusserung von Grundstücken , Revue du droit de tutelle, 1975, s. 85; MEIER, 2008, s. 275; SCHRANER, 1993, s. 234; GULER, 2010, Art. 404, No: 5; MEIER, 1994, s. 331; ÖZTAN, 2015, s. 1381. 64  Vesayet altındaki kişiye ait olan taşınmazın satışının geçerli olabilmesi için vesayet makamının onayı tek başına yeterli değildir; satışa, vasinin de izin vermesi gerekir. Bu konuda bkz. Yarg. 1. HD, 24.02.2005 tarih ve 1266/1880 sayılı kararı:  Miras bırakanın vesayet altında bulunduğu dönemde vasisinin katılması olmaksızın çekişme konusu taşınmazları temlik ettiği ve bu tescillerin yolsuz olduğu anlaşıldığına göre, davalılar(ın) temyiz itirazı yerinde değildir . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 727     vesayet makamının iznini yeterli görmemiş; bir üst makam olan denetim makamının iznini aramıştır (MK m. 444/f. 3)65. Denetim makamının, taşınmazın pazarlık usulüyle satışına karar verebilmesi için, öncelikle vesayet makamı tarafından satışın gerekli olduğuna dair hüküm verilmiş olması gerekir. Denetim makamının kararı, vesayet makamının satışa izin kararının  uygunluğunun  denetlenmesi  niteliğinde  olmayıp;  taşınmazın  pazarlıkla satılabilmesi için kanunda öngörülen özel durumların somut olayda var olup olmadığının değerlendirilmesine  ilişkindir.  Örnek  vermek  gerekirse,  somut  olayda  yıkılmaya  yüz tutmuş ve ayakta kalabilmesi için ciddi ölçüde masraf yapılması gereken bir taşınmaz için                                                            65  Bkz. Yarg. 2. HD, 30.03.2011 tarih ve E: 2010/3711, K: 2011/5583 sayılı kararı:  Medeni Kanuna göre, kısıtlıya ait taşınmazların satışına vesayet makamı karar vermekte, denetim makamı, istisnai olarak özel durumları,  taşınmazın  niteliğini  veya  değerinin  azlığını  göz  önüne  alarak  pazarlıkla  satışa  karar verebilmektedir.  Mahkemece,  vesayet  makamınca  verilmiş  satışa  izin  kararı  bulunmadan,  doğrudan pazarlıkla satışa karar verilmesi de yasaya aykırı bulunmuştur . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 66  Bkz. Yarg. 2. HD, 27.05.2002 tarih ve 6237/7081 sayılı kararı:  4721 sayılı Medeni Kanunun 462. maddesi; taşınmazların alım satımına vesayet makamının (sulh hakiminin) izninin olması gerektiğini, 444/son maddesi de, denetim makamının (asliye hakiminin) istisnai olarak özel durumları taşınmazın niteliğini  veya  değerinin  azlığını  göz  önüne  alarak  pazarlıkla  satışına  karar  verebileceğini  hükme bağlamıştır. Davacı pazarlıkla satış istemiştir. Bu istek 462/1. maddesinde gösterilen satış istemini de kapsar. Vesayet makamınca öncelikle satışın gerekli olup olmadığına karar verilmesi, pazarlıkla satış söz konusu edilen halde karar ile birlikte, pazarlıkla satış isteğinin değerlendirilip bir karar verilmek üzere dosyanın denetim makamına gönderilmesi gerekir. Bu yönde işlem yapılmadan, doğrudan görevsizlik kararı verilmesi isabetsizdir . Aynı yönde bkz. Yarg. 2. HD, 03.03.2003 tarih ve 1427/2736 sayılı kararı. Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 67  Bu yönde bkz. Yarg. 2. HD, 14.01.2004 tarih ve E: 2003/16586, K: 2004/245 sayılı kararı:  Vasinin, kısıtlıya  ait  taşınmazın  pazarlıkla  satışına  izin  verilmesi  talebi  üzerine;  İ.  4.  Aile  Mahkemesinin,  pazarlıkla satışın uygun ve kısıtlının yararına olacağı kanısıyla izin talebinin yerinde olduğuna, bu konuda  izin  verilmesi  ya  da  verilmemesine  karar  verilmek  üzere  dosyanın  İ.  5. Aile  Mahkemesine sunulmasına...   mütedair 19.11.2003 tarihli kararı  vesayet makamı  sıfatıyla verilen bir karardır. Sözü edilen  bu  karar  vesayet  makamının  Türk  Medeni  Kanununun  462/1  maddesi  gereğince  taşınmazın satımına  izin  verdiğine  ilişkindir.  Taşınmazın  satışının  pazarlıkla  yapılabilmesi  için  Türk  Medeni Kanununun 444/3. maddesi gereğince denetim makamının kararına ihtiyaç bulunmaktadır. Şu halde vesayet makamı sıfatıyla İ. 4. Aile Mahkemesinin verdiği   .. izin verilmesi talebinin yerinde olduğuna mütedair kararı ile dosya kendisine gönderilen bir sonraki numaralı Aile Mahkemesi olan İ. 5. Aile Mahkemesinin   denetim makamı  olarak pazarlıkla satışa izin verilmesi veya verilmemesi konusunda karar vermekle yükümlü olduğu açıktır. Verilecek karar vesayet makamının satışa izin kararının onaması niteliğinde bir karar değil, satışın pazarlıkla olup olmayacağı konusunda olacaktır. İşin esasının bu çerçevede değerlendirilip sonucu uyarınca karar verilmesi gerekirken yazılı şekilde karar verilmesi doğru görülmemiştir . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 728     iyi  bir  fiyat  teklifi  sunulmuş  olması,  taşınmazın  pazarlıkla  satışına  karar  verilmesinde önemli bir etken olabilir.  İsviçre Federal Mahkemesine göre, MK m. 444/f. 2 ve f. 3 (İsv.MK m. 404 II ve III) hükümleri, vesayet altındaki kişinin, taşınmazın tek başına maliki olmadığı durumlarda da uygulama  alanı  bulur.  Mahkemeye  göre,  taşınmazın,  vesayet  altındaki  kişiden  başka maliklerinin de bulunması halinde, MK m. 444/f. 1 hükmünün varlığı, diğer maliklerin yasadan  aldıkları  yetkilerini  (örneğin  paylı  mülkiyet  konusu  taşınmazın  paylaşılmasını isteme  haklarını)  kullanmalarının  önüne  geçemez.  Diğer  bir  anlatımla,  böyle  bir taşınmazın satışında, sadece vesayet altındaki kişinin menfaatinin dikkate alınması, diğer maliklerin menfaatlerinin hiçe sayılması söz konusu olamaz. Bununla birlikte MK m. 444/f. 2 ile f. 3 hükümleri, vesayet altındaki kişinin, taşınmazın tek maliki olmadığı hallerde de uygulanabilir. Bu bağlamda, örneğin malikleri arasında vesayet altına alınmış bir kişinin de bulunduğu, paylı veya elbirliğiyle mülkiyete konu olan bir taşınmazın satılması söz konusu olduğunda, satışın pazarlık usulüyle yapılabilmesi için denetim makamının izni gerekir. Benzer  şekilde,  vesayet  altındaki  kişinin,  mülkiyet  hakkını  başkalarıyla  paylaştığı  bir taşınmazın açık artırma yoluyla satılacak olması durumunda da, satış sözleşmesi, vesayet makamının bu iş için görevlendireceği bir kişi tarafından ve vasinin de hazır bulunmasıyla gerçekleştirilecek ve ihale vesayet makamının onamasıyla tamamlanacaktır.                                                             68  İsviçre  öğretisinde,  denetim  makamının  pazarlıkla  satışa  karar  verebilmesi  için,  teklif  edilen  satış bedelinin, taşınmazın açık artırma yoluyla satılmasından elde edilecek olan bedelden daha yüksek olduğu konusunda  yeterli  bir  kanaate  varması  gerektiği  savunulmaktadır.  Taşınmaz  satışının  pazarlıkla yapılmasına karar verilmesi ve satışın bu yolla gerçekleşmesi nedeniyle vesayet altındaki kişinin zarara uğradığının kanıtlanması durumunda ise, vasi ve vesayet makamları (denetim makamı dâhil) bu zarardan sorumlu olur. Bkz. bu görüşte DESCHENAUX / STEINAUER, 2001, s. 372. 69  Bkz. ATF 117 II 18. 70  Bkz. ATF 80 II 369.  71  Diğer yandan DESCHENAUX / STEINAUER a göre, mirasçılar arasında vesayet altına alınmış bir kişinin de bulunduğu bir mirasın paylaşılması kapsamında, terekedeki bir taşınmazın mülkiyetinin satış yolu ile mirasçılardan birine devredilmesi söz konusu olduğunda, diğer bir ifadeyle taşınmaz satışının mirasın paylaşılması sebebiyle gerçekleştiği hallerde, MK m. 444 teki kurallar uygulama alanı bulmaz ve doğrudan doğruya MK m. 642 hükmü uygulanır. Bununla birlikte vesayet makamı, miras paylaşım sözleşmesinin vesayet altındaki mirasçının haklarına zarar vereceği kanaatine varırsa, bu sözleşmenin 729     c.  Taşınır ve taşınmazların satışında uygulanacak usul ve esaslar Vesayet  altındaki  kişinin  malvarlığında  bulunan  taşınır  ve  taşınmaz  malların satılmasında  uyulması  gereken  kurallar  Türk  Medenî  Kanununun  Velayet,  Vesayet  ve Miras  Hükümlerinin  Uygulanmasına  İlişkin  Tüzüğün  26 ncı  ve  27 nci  maddelerinde düzenlenmiştir.  Adı  geçen  hükümler  hem  taşınır  hem  de  taşınmaz  malların  satışında uygulama alanı bulmaktadır.   aa. Açık artırma ile yapılan satışlarda Vesayet altına alınan kişiye ait olan taşınır ya da taşınmaz eşyanın vesayet makamı tarafından  açık  artırma  yoluyla  satışına  karar  verilmesi  halinde,  açık  artırma,  vesayet makamının  gözetimi  altında  ve  vesayet  makamının  bu  işle  görevlendirdiği  memur tarafından, vasinin de hazır olması ile yapılacaktır (Tüzük m. 26/f. 1)72. Görüldüğü üzere, açık artırma ile satışta vasinin tek yetkili olarak hareket etmesi yeterli görülmemiş; vesayet                                                                                                                                                                                  vesayet altındaki kişi tarafından yapılmasına izin vermeyerek onun menfaatlerini korumakla yükümlüdür. Bkz. DESCHENAUX / STEINAUER, 2001, s. 372. 72  Velayet altındaki küçüğe ait olan taşınmazın veli tarafından satılmasında ise, vesayetten farklı olarak mahkeme iznine gerek duyulmamıştır. Konuyla ilgili olarak bkz. Yarg. 2. HD, 28.04.2010 tarih ve E: 2009/19741, K: 2010/8423 sayılı kararı:  Çocuk mallarında velinin satış konusundaki tasarruf yetkisi ile ilgili olarak Türk Medeni Kanunu'nun 342/3 ve 356/2. maddesi hükümlerini birlikte değerlendirmek gereklidir. Türk Medeni Kanunu'nun 342/3 ve Türk Medeni Kanunu'nun 462. maddesindeki vesayet kurumundan farklı olarak; velayeti üstlenen kişileri (veli) velayet altındaki küçüğün mallarını satarken hâkim iznine tabi tutmamıştır. Türk Medeni Kanununun 356/2. maddesi ise, sadece küçüğün bakım, yetiştirme ve eğitimi için kullanma amacıyla satış izni istendiği takdirde hakimin bu gereksinimlerle sınırlı olarak izin vereceğini düzenlemektedir. Türk Medeni Kanunu'nun 356/2. maddesi hükmü, doğrudan bir izin hükmü olmayıp velinin sorumluluğunu düzenleyen bir hükümdür. Böylece veli izin alıp tasarruf işlem inde bulunduğu takdirde, çocuk ergin hale geldiğinde çocuğun sorumluluk davasından kendisini korumuş olacak; izinsiz işlem yaptığı taktirde sorumluluk davası ile karşılaşabilecektir… Türk Medeni Kanunu'nun 444/son maddesindeki pazarlıkla satış için ayrıca  denetim makamı  izni, velinin satışında gerekmez. Özetle, velinin küçüğün taşınmazını satışı hiçbir koşula tâbi tutulamaz. Bu gibi izin isteklerinde veliye satışa iznin Türk Medeni Kanunu'nun 356/2. maddesindeki bakım, yetiştirme ve eğitim amacıyla verildiğinin belirtilmesi gerekli ve yeterlidir. Veli buna rağmen satışı kötüye kullanırsa; ilerde çocuğa karşı  sorumluluk  davası  ile  karşılaşabileceği  gibi;  ihbar  ve  başvuru  halinde  hâkim  Türk  Medeni Kanununun 360-361. maddelerinde belirtilen koruyucu önlemler de alabilir. Bu açıklamalar gereğince, mahkemece küçüğün bakım, yetiştirme ve eğitimi amacıyla satışa izin verilmesine karar ile yetineceği yerde, muhammen bedelle ve açık artırma yoluyla satışa izin verilmesi ve satış parasının ilgili bankaya yatırılmasına karar verilmesi isabetsiz olup, bozmayı gerektirmiştir . www.legalbank.net (erişim tarihi: 11.8.2021). 730     makamının  bu  iş  için  ayrıca  bir  satış  memuru  görevlendirmesi  gerektiğine  kanaat getirilmiştir.   Vesayet  makamı,  açık  artırmayla  satışta,  vesayet  altında  bulunan  kişinin menfaatlerine uygun olmak üzere, satış şartları ile satış ilanlarının nerede ve ne şekilde yapılacağını önceden belirler ve bunu belirledikten sonra vasiye bildirir. Satış ilanında, ihalenin vesayet makamının onayı ile tamamlanacağı hususu da belirtilir. Tüzük m. 26/f. 2 hükmü,  artırma  şartnamesinin  hazırlanmasında  ve  ilanında  İcra  ve  İflas  Kanunu hükümlerinin göz önünde bulundurulacağını belirtmektedir.  Gerek taşınırların gerekse taşınmazların açık artırmada en yüksek peyi süren kişiye devir ve teslim edilebilmesi için vesayet makamının ihaleyi on gün içinde onaylaması gerekmektedir. Alıcının da, satış bedelini, vesayet makamı tarafından ihalenin onaylanması koşuluyla ihale tarihinden itibaren on  gün içinde ödemesi şarttır. Alıcı,  satış bedelini, vesayet  makamı  tarafından  belirlenmiş  olan  bankaya  yatırır.  Satış  bedelinin  tamamen ödenmesinden sonra taşınır mallar alıcısına teslim edilir. Taşınmazların alıcı adına tescil edilebilmesi için  vesayet  makamı tarafından  ilgili  tapu müdürlüğüne, ihale tutanağının onaylı bir örneği de eklenmek suretiyle tezkere yazılır. Bu tezkere, tapu siciline yapılacak tescilin hukukî sebebini oluşturur (Tüzük m. 26/f. 3, f. 4, f. 5 ve f. 6).                                                            73  Vesayet makamı, vesayet altındaki kişinin taşınmazının satışı için yapılacak olan açık artırmaya vasinin de katılmasına izin verebilir. Bu konuda bkz. Yarg. 4. HD, 10.12.2009 tarih ve 2733/13994 sayılı kararı:  Davalı, vasisi olduğu Neslihan A.'ın paydaşı olduğu taşınmazın ihale ile satışı sırasında ihaleye katılmak için vesayet mahkemesinden izin istemiş; mahkemece, taşınmazın değeri için öngörülen bir tutara kadar artırma yapmak koşulu ile davalının ihaleye katılmasına izin verilmiştir. Ancak, davalı izin verilen tutarı aşarak, artırmaya devam etmiş ve sonuçta taşınmaz, vesayet mahkemesinin izin verdiği tutarın iki katına yakın bir tutar ile davacıya ihale edilmiştir. Davacı, davalının yetkisini aşmamış olması durumunda taşınmazı  daha  düşük  bedel  ile  alabileceğini  ileri  sürerek,  aradaki  farkın  davalıdan  alınmasını istemektedir. Davalı vasi olarak vesayeti altındaki kişinin hak ve çıkarlarını korumakla, vesayet makamı da  bu  durumu  denetlemekle  görevlidir.  Davalının  yetkisini  aşarak  taşınmazın  daha  fazla  fiyatla satılmasını sağlaması biçiminde gerçekleşen eylemi nedeniyle kısıtlının hakları zarar görmemiş; aksine, taşınmaz  daha  yüksek  fiyatla  satıldığından  kısıtlının  hakları  korunmuştur.  Kısıtlının  paydaş  olduğu taşınmazın daha fazla fiyatla satılmış olması davalıya bir hak ya da çıkar sağlamadığı gibi, davacıda ihalede kendi iradesi ile bedeli arttırmak suretiyle taşınmazı satın aldığına göre davacının iddia ettiği zarardan davalının sorumlu tutulmasına da yasal olanak bulunmamaktadır . Bkz. www.legalbank.net  (erişim tarihi: 11.8.2021). 74  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 435; GULER, 2010, Art. 404, No: 10; EGGER, 1948, Art. 404, No: 4. 731     bb. Pazarlık usulü ile yapılan satışlarda Yukarıda  belirttiğimiz  gibi,  vesayet  altındaki  kişiye  ait  olan  taşınır  ve  taşınmaz eşyanın satışında kural, açık artırma yoluyla satıştır. Bununla birlikte, taşınırlar bakımından vesayet makamının, taşınmazlar bakımından ise denetim makamının talimatı ile  satışın istisnai  olarak  pazarlık  usulüyle  yapılması  da  mümkündür.  Pazarlıkla  satış,  vesayet makamının gözetimi altında ve bu işle görevlendirdiği memur tarafından, vasinin de hazır bulunması  ile  gerçekleştirilir (Tüzük m.  27/f. 1). Açık artırma ile satışta olduğu  gibi, pazarlıkla satışta da, hâkim, vesayet altındaki kişinin menfaatlerine uygun olmak üzere, satış şartları ile satış ilanının yapılıp yapılmayacağını, yapılacaksa nerede ve ne şekilde yapılacağını belirler. Satış ilanında, ihalenin hâkim onayı ile tamamlanacağı hususu da belirtilir. Pazarlıkla yapılacak ihaleye en az üç isteklinin davet edilmesi gerekir. İsteklilerle yapılan pazarlık sonucunda ihale en yüksek bedeli verene yapılır. Taşınır ve taşınmazların pazarlık  sonucu  en  yüksek  bedeli  verene  devir  ve  teslim  edilebilmesi  için  vesayet makamının ihaleyi on gün içinde onaylaması gerekir (Tüzük m. 27/f. 3, f. 4). Alıcı da, satış bedelini, ihalenin onaylanması koşuluyla ihale tarihinden itibaren on gün içinde vesayet makamı tarafından belirlenen bankaya yatırmak zorundadır. Satış bedeli tamamen ödendikten sonra taşınır mallar alıcısına teslim edilir. Taşınmazların alıcı adına tescili  için  hâkim  tarafından  tapuya,  ihale  tutanağının  onaylı  bir  örneği  de  eklenmek suretiyle  tezkere  yazılır.  Bu  tezkere,  tapu  siciline  yapılacak  tescilin  hukukî  sebebini oluşturur (Tüzük m. 27/f. 5, f. 6, f. 7).  4. Paraların değerlendirilmesi Vesayet altındaki kişinin malvarlığının yönetimi ile ilgili olarak, bu kişiye ait olan paraların değerlendirilmesi hususuna da Medenî Kanunda özel olarak yer verilmiş ve konu,  Paraları yatırma zorunluluğu  ve   Yatırımların dönüştürülmesi  başlıkları altında iki ayrı maddede  düzenlenmiştir.  Kanun  koyucunun  vesayet  altındaki  kişiye  ait  olan  paranın 732     yönetimini özel olarak düzenleme gereği duymasındaki amaç, paranın kaybolmasını ya da çalınmasını  engellemekten  ziyade,  paranın  önemsenmeden  harcanmasının,  değer kaybetmesinin,  yanlış  yatırımlarla  yok  olmasının  ya  da  kötüye  kullanılmasının  önüne geçmektir. Bu sebeple, MK m. 439 hükmünde öngörülen değerli şeylerden farklı olarak, paranın güvenli bir yerde saklanması tedbiri ile yetinilmemiş; paradan kazanç sağlanması ve paranın güvenli yatırımlarla değerlendirilmesi de vasinin görevleri arasında sayılmıştır.   a. Paraların yatırılması  MK m. 441/f. 1 hükmü, vesayet altındaki kişinin kendisi veya malvarlığının yönetimi için gerekli olmayan paraların, faiz getirmek üzere, vesayet makamı tarafından belirlenen millî  bir  bankaya  yatırılacağını  veya  Hazine  tarafından  çıkarılan  menkul  kıymetlere çevrileceğini belirtmektedir. Öncelikle ifade etmek gerekir ki, bu hüküm, sadece kişinin vesayet altına alındığı an itibarıyla sahip olduğu para hakkında değil, vesayet altında olduğu tüm süre boyunca elde edeceği paralar hakkında da uygulanır. Dolayısıyla vesayet altındaki kişinin paralarının yatırılması, vasinin sadece göreve başlarken değil, görevini sürdürürken de yerine getirmesi gereken yükümlülükleri arasındadır.  Hükümde  de  belirtildiği  gibi,  vesayet  altındaki  kişiye  ait  olan  tüm  paranın  vasi tarafından  kazanç  elde  etmek  amacıyla  bankaya  yatırılması  veya  menkul  kıymetlere çevrilmesi gerekmemektedir. Vasinin bu yükümlülükleri yalnızca vesayet altındaki kişinin kendisi  veya  malvarlığının  yönetimi  için  gerekli  olmayan  paralarla  sınırlıdır.  Vesayet altındaki kişinin geçinebilmesi; yeme, içme, giyinme, barınma gibi günlük ihtiyaçlarının karşılanabilmesi; bakımının, tedavisinin ya da eğitiminin sürdürülebilmesi için harcanması                                                            75  KILIÇOĞLU, 2019, s. 598. 76  DESCHENAUX / STEINAUER, 2001, s. 370. 77  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 433; GULER, 2010, Art. 401, No: 3. 78  ÖZTAN, 2015, s. 1377. 733     gereken paranın faiz getirmek üzere bankaya yatırılması veya menkul kıymetlere çevrilmesi zorunlu değildir; bu para, bankada carî hesap açılarak yönetilebilir.  Vesayet  altındaki  kişinin  malvarlığında  bulunan  paranın  ne  kadarının  ihtiyaç,  ne kadarının ihtiyaç dışı olduğuna ise vasi değil, vesayet makamı karar verecektir. Vesayet makamı, vasi tarafından tutulan ve kendisine sunulan defterdeki bilgilerden, gerektiğinde bilirkişiden  de  görüş  almak  suretiyle,  MK  m.  441  hükmü  kapsamında  vasi  tarafından değerlendirilmesi gereken para miktarını tespit edecektir. Vesayet makamı bu tespitte bulunurken,  vesayet  altındaki  kişinin  içinde  bulunduğu  yaşam  koşullarını  göz  önünde bulundurmalı ve onu, alıştığı konfordan ve sahip olduğu ekonomik standartlardan taviz vermek zorunda bırakmamalıdır.      Vesayet altındaki kişinin kendisi veya malvarlığının yönetimi için gerekli olmayan paraları değerlendirme konusunda vasiye iki seçenek tanınmıştır. Bunlar, paraların faiz getirmek üzere millî  bir bankaya  yatırılması  veya Hazine tarafından çıkarılan  hazine bonosu, devlet tahvili gibi menkul kıymetlere çevrilmesidir. Ancak vasi, ihtiyaç dışında kalan paraların tamamı hakkında tek bir seçenekle bağlı tutulmamalıdır. Özellikle riski hafifletebilmek için söz konusu paranın bir kısmını bankaya yatırıp, kalan kısmını menkul                                                            79  AKINTÜRK / ATEŞ, 2020, s. 516. 80   Millî banka  kavramının, 2999 sayılı ve 1.6.1936 tarihli (mülga) Bankalar Kanunu m. 44/f. 3 ile 7129 sayılı ve 23.6.1958 tarihli (mülga) Bankalar Kanunu m. 2 de şu şekilde tanımlandığı görülmektedir:  Türk kanunlarına göre teşekkül etmiş ve sermayesi Türk parası olarak konulmuş ve sermayesinin ekseriyeti ve idare  ve  murakabesi Türklere  ait olan bankalara  millî banka  denir . 3182  sayılı  25.4.1985  tarihli Bankalar Kanunu m. 3 hükmünde de aynı tanıma yer verilmekle birlikte dil bakımından yenileştirme yapılmıştır:  Milli banka; Türk kanunlarına göre kurulan, sermayesi Türk parası olarak konulan ve sermayesinin çoğunluğu ile yönetim ve denetimi Türklere ait olan bankaları ifade eder . 4389 sayılı ve 18.6.1999 tarihli Bankalar Kanunu ise  millî banka  ifadesine yer vermemiş,  banka  tanımını ise şu şekilde yapmıştır:  Bu Kanuna göre banka adı altında Türkiye de kurulan kuruluşlar ile yurtdışında kurulu bankaların Türkiye deki şubelerini ifade eder  (m. 2). Hâlen yürürlükte olan 5411 sayılı ve 19.10.2005 tarihli Bankacılık Kanunu m. 3 ise  banka  hakkında bir tanımlama yapmaktan ziyade,  mevduat bankaları ve katılım bankaları ile kalkınma ve yatırım bankalarını ifade eder  şeklinde bir içerik açıklamasında bulunmaktadır.    MK m. 441/f. 1 hükmü uyarınca paraların yatırılması gereken millî bankanın bir devlet bankası olması ise şart değildir. Vasinin, vesayet altındaki kişiye ait olan paraları 5411 sayılı Bankacılık Kanunu m. 3 kapsamında faaliyet gösteren bankalara yatırması mümkündür.     734     kıymetlere dönüştürebilir. Hattâ İsviçre Federal Mahkemesi, vermiş olduğu bir kararda vasinin, vesayet altındaki kişinin paralarının yönetimi ile ilgili olarak İsvMK m. 401 (MK m.  441)  hükmünde  sayılmamış  olan  bazı  bankacılık  işlemlerine  başvurmuş  olmasının kanuna aykırı hareket niteliğini taşımadığına hükmetmiştir. Bize göre de, düzenlemenin amacının, vesayet altındaki kişinin malvarlığını korumak ve parasının değer kaybetmesinin önüne geçmek olduğu göz önünde bulundurulduğunda; bu amaçla hareket etmesi şartıyla, vasiye, uygun ve güven verici nitelikteki başka yatırım araçlarına yönelme imkânının da tanınabilmesi gerekir.  MK m. 441/f. 1 hükmünde, paraların yatırılacağı bankanın hangisi olacağını ya da dönüştürüleceği menkul kıymetlerin neler olacağını belirleme yetkisinin vesayet makamına ait  olduğu  ifade  edilmektedir.  Vesayet  makamının  bu  konudaki  yetkisini  kullanarak, paraların yatırılacağı bankayı belirlemesinin ardından, paralar vesayet altındaki kişi adına açılan bir hesaba yatırılır (Tüzük m. 24/f. 1). Vesayet makamı, açılan bu hesaptan kime ve ne şekilde ödeme yapılabileceğini bankaya bildirir (Tüzük m. 24/f. 2). MK m. 441/f. 2 ye göre ise, vesayet altındaki kişiye ait olan paraların yatırılmasını bir aydan fazla geciktiren vasinin, meydana gelen faiz kaybını ödemekle yükümlü olacağı hüküm altına alınmıştır.   b.  Yatırımların dönüştürülmesi Vesayet altındaki kişiye ait olan paraların değerlendirilmesi kapsamında üzerinde durulması gereken konulardan biri de güven verici olmayan yatırımların güvenli yatırımlara dönüştürülmesidir. Bu husus, Medenî Kanun m. 442 hükmünde özel olarak düzenlenmiştir:  Yeteri kadar güven verici olmayan yatırımlar, güvenli yatırımlara dönüştürülür . Yatırımların dönüştürülmesi yükümlülüğü, gerek vesayet altına alınan kişi tarafından vesayet kararı öncesinde yapılmış olan, gerekse vesayet sürecinde bu kişinin malvarlığının yönetilmesi çerçevesinde gerçekleştirilen yatırımları kapsamaktadır. Bu bağlamda, önceden                                                            81  Bkz. ATF 70 II 77. 82  ÖZTAN, 2015, s. 1377. 735     güvenli olarak değerlendirilmiş olan bir yatırımın bazı dışsal etkenlerle güvenli olmaktan çıkması,  bu  yatırımdan  vazgeçilmesini  ve  bunun  yerine  daha  güvenli  yatırımlara başvurulmasını  zorunlu  kılabilir.  Bu  nedenle  vasiye,  vesayet  süresi  boyunca,  vesayet altındaki kişi adına yapılmış olan yatırımların uygunluğunu ve güvenilirliğini denetleme görevi verilmiştir.   Görüldüğü üzere, vasinin bu konudaki görevi vesayet altındaki kişinin daha fazla miktarda kâr elde etmesini temin etmek değil, parasının değerinin güvenli yatırımlarla korunmasını sağlamaktır. Vasi yeri geldiğinde yüksek miktarda kazanç getirmesi beklenen ancak fazlasıyla riskli olan bir yatırımdan vazgeçerek, vesayet altındaki kişinin parasını daha güvenli bir yatırımla değerlendirme yoluna gidebilir. Mesela vasi, kaybetme riskinin yüksek  olduğu  ekonomik  kriz  dönemlerinde  borsaya  kayıtlı  şirket  hisse  senetlerini bozdurup, parayı bir bankada vadeli hesap açarak değerlendirebilir.  Bu  arada,  vesayet  altındaki  kişi  adına  yapılmış  olan  mevcut  yatırımın  güvenli olmayıp,  ciddi  anlamda  risk  taşıdığı  somut  olayda  kesin  olarak  ortaya  konulamıyorsa, vasiyi söz konusu yatırımı daha güvenli bir yatırıma dönüştürmediği gerekçesi ile, meydana gelen  zararlardan  sorumlu  tutmak  da  mümkün  olmamalıdır.  Vasinin,  vesayet  altındaki kişinin  malvarlığının  yönetimi  konusunda  mahkeme  tarafından  yetkilendirilmiş  olması; onun profesyenel bir yatırım danışmanı gibi hareket etmesi ve en güvenli yatırımı bulma konusunda dürüstlük kuralına göre kendisinden beklenilemeyecek ölçüde üstün bir çaba göstermesi gerektiği gibi bir sonuca varılmasını sağlamaz. Şayet vesayet altındaki kişinin, tam  fiil  ehliyetine  sahip  olsaydı,  mevcut  yatırımlarını  daha  güvenli  yatırımlara dönüştüreceği ve bu nedenle somut olayda karşılaşılan zararların doğmayacağı kesin bir şekilde söylenemiyorsa, yatırımların dönüştürülmemesi nedeniyle oluşan bu zararlardan dolayı vasiyi de sorumlu tutmamak gerekir.                                                               83  EGGER, 1948, Art. 402, No: 1-2; HRUBESCH-MILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 402, No: 2; ÖZTAN, 2015, s. 1377. 84  KILIÇOĞLU, 2019,  s. 598. 736     MK m. 442/f. 2 hükmü ise dönüştürme işleminin uygun zamanda ve vesayet altındaki kişinin menfaati gözetilerek yapılması gerektiğini belirtmektedir. Örnek vermek gerekirse vasi, daha güvenli bir yatırıma geçmek için, vesayet altındaki kişi adına bankada açılmış olan vadeli hesabı vadenin dolmasına kısa bir süre kala kapattırıp, onun faiz elde etme imkânını ortadan kaldıramaz. Vasinin, böyle bir durumda dönüştürme işlemini vadeden sonra gerçekleştirmesi gerekir.      Esasında, düzenlemede yer alan  uygun zamanda  ifadesine yer verilmesine de gerek yoktur. Nitekim dönüştürme işleminin yapılmasında gözetilmesi gereken yegâne husus, bunun vesayet altındaki kişinin yararına ve onun malvarlığına ilişkin menfaatine uygun düşmesidir.  Uygun zamanda  ifadesinden anlaşılması gereken de zaten  vesayet altındaki kişinin  menfaatleri  dikkate  alındığında   ya  da   vesayet  altındaki  kişinin  menfaatlerine göre  uygun olan zaman olduğundan, bunu sanki ayrı bir koşulmuş gibi belirtmenin doğru olmadığını düşünüyoruz.  Yatırımların,  vesayet  altındaki  kişinin  menfaati  gözetilerek  güvenli yatırımlara dönüştürülmesi ödevi kural olarak vasiye aittir. Vesayet makamı ise MK m. 464 hükmü gereği bu konuda gereken denetimi yapar; gerekli gördüğü hallerde vasiye talimat verip, yönlendirmelerde  bulunabilir.  Bununla  paralel  olarak  İsviçre  Federal  Mahkemesi  de, yatırımların güvenilirliğinin nasıl belirleneceği ve güvenli bulunmayan yatırımların hangi yatırımlara  dönüştürüleceği  konusunda  kantonların,  vesayet  makamının  uygulamasına yönelik kesin ve değişmez kurallar öngöremeyeceğini vurgulamış; vesayet makamının her somut olayı kendi içinde ayrı ayrı değerlendirmesi gerektiğinin altını çizmiştir.  Hemen belirtelim ki, vasinin, yatırımların dönüştürülmesi kapsamında MK m. 462 hükmünde  öngörülen  işlemlerden  birini  ya  da  birkaçını  gerçekleştirmesi  (mesela  bir                                                            85  Bkz. ATF 48 II 428. 86  ATF 48 II 428. 737     taşınmazın ya da taşınırın satılması) söz konusu olacak ise, bunlar için ayrıca vesayet makamının izninin de alınması gerekecektir.   5. Ticarî ve sınaî işletmelerin idaresi  Vesayet altındaki kişinin malvarlığının yönetimi kapsamında, ona ait olan ticarî, sınaî veya benzeri işletmelerin idaresi de gündeme gelir. MK m. 443 hükmü bu konuda özel bir düzenleme öngörmüştür. Buna göre, vesayet altındaki kişinin malvarlığı içinde ticarî, sınaî veya  benzeri  bir  işletme  varsa;  vesayet  makamı,  bunların  işletilmesinin  devamı  veya tasfiyesi için gerekli talimatı verir. Düzenleme, vesayet makamına, vesayet altındaki kişiye ait olan işletmenin gidişatına bakarak, bunun işletilmesinin devamına ya da tasfiyesine karar verme şeklinde iki imkân tanımaktadır.  Görüldüğü gibi kanun koyucu, vesayet altındaki kişinin malvarlığında ticarî, sınaî veya benzeri bir işletme bulunması halinde vasinin bu işletmenin idaresi konusunda tek başına karar almasına izin vermemiştir. Vasi, işletmenin yönetimi ile ilgili olarak vesayet makamı olan sulh hukuk mahkemesinin kararı ile bağlıdır.  Vesayet makamı işletmenin faaliyetlerine devam etmesine ya da tasfiyesine ilişkin kararını verirken, vesayet altındaki kişi açısından gelecekte vesayetin sona erme ihtimâlinin olup olmadığını ve vesayet altındaki kişinin bu işletmeyi vesayet sona erdikten sonra kendi başına  idare  etme  konusunda  yeterliliğe  sahip  olup  olmadığını  dikkate  alır.  Vesayet makamı ayrıca işletmenin niteliğini ve faaliyet sahasını göz önünde bulundurarak, bunun                                                            87  Bkz. ATF 52 II 319. 88  GULER, 2010, Art. 403, No: 2.  89  KILIÇOĞLU, 2019, s. 599. 90  DESCHENAUX / STEINAUER, 2001, s. 371. 738     hâlihazırda vasi ya da üçüncü bir kişi (mesela bir kalfa ya da aynı mesleği sürdüren bir akraba) tarafından idare edilip edilemeyeceğine karar verir. Vesayet makamının MK m. 443 hükmü uyarınca bir karar alabilmesi, ancak vasinin göreve başladığı sırada vesayet altındaki kişinin malvarlığında bir işletmenin bulunması halinde veya vesayet altındaki kişinin vesayet  devam ederken ivazsız olarak böyle bir işletmeyi iktisap etmesi durumunda söz konusu olabilir. Daha önceden vesayet makamı tarafından işletilmesinin devamına karar verilmiş bir işletmenin sonradan tasfiyesine karar verilecek olması veya vesayet devam ederken vesayet altındaki kişinin ivaz karşılığında böyle bir işletmeyi iktisap edecek olması hallerinde ise, vesayet makamının MK m. 443 hükmü çerçevesinde tek başına alacağı bir karar yeterli olmaz.  Bu durumlarda, MK m. 463/f.  1/b.  3  gereği  vesayet  makamının  izninden  sonra  denetim  makamının  da  izni aranacaktır. Ortaklık  ilişkilerinde  ortaklardan  birinin  vesayet  altına  alınmasının,  ortaklık ilişkisinin  devamı  üzerinde  de  önemli  etkileri  bulunmaktadır.  Örneğin  adî  ortaklık ilişkisinde, ortaklık sözleşmesinde  aksine bir hüküm  bulunmuyorsa, bir ortağın  vesayet altına  alınması,  ortaklığın  sona  ermesine  yol  açacaktır  (TBK  m.  639/f.  1/b.  3).  Şayet ortaklar  kendi  aralarında  böyle  bir  durumun  gerçekleşmesi  halinde  ortaklığın  yine  de devam edeceğini kararlaştırmış iseler; vesayet altına alınan ortak, diğer ortaklar tarafından yazılı olarak yapılacak bir bildirimle ortaklıktan çıkarılabilir (TBK m. 633/f. 1).  Kollektif ortaklıklarda da, adî ortaklıklarda olduğu gibi, bir ortağın vesayet altına alınması,  ortaklık  sözleşmesinde  aksine  bir  düzenleme  yapılmış  olmadıkça,  kollektif ortaklığın  sona  ermesine  sebep  olmaktadır  (TTK  m.  252/f.  1 in  atfıyla  TBK  m.  641 hükmü).                                                             91  Bkz.  ÖZTAN,  2015,  s.  1379;  GULER,  2010,  Art.  403,  No:  5;  HRUBESCH-MILLAUER  / PFANNKUCHEN-HEEB, 2011, Art. 403, No: 2. 92  GULER, 2010, Art. 403, No: 6; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 434.   93  Vesayet makamının MK m. 443 hükmü çerçevesinde aldığı bu karar, MK m. 453 te öngörülen ve vesayet altındaki kişiye vesayet makamı tarafından bir meslek veya sanatın yürütülmesi kapsamında bir işletmeyi idare etmesi için verilen izinden de farklıdır. Bkz. DESCHENAUX / STEINAUER, 2001, s. 371. 739     Komandit  ortaklıklarda  ise,  vesayet  altına  alınan  kişinin  komandite  ortak  ve komanditer  ortak  olmasına  göre  farklı  sonuçlar  söz  konusu  olmaktadır.  Komandite (sorumluluğu  sınırlı  olmayan)  ortaklar  bakımından,  TTK  m.  328  hükmü,  kollektif şirketlerdeki ortaklığın sona ermesi hükümlerine yollama yapmıştır. Dolayısıyla, komandite ortağın  vesayet  altına  alınması,  şirket  sözleşmesinde  aksine  bir  hüküm  bulunmadıkça komandit şirketin sona ermesine sebep olur. Buna karşılık, komanditer (sorumluluğu belirli bir sermaye ile sınırlandırılmış olan) ortağın vesayet altına alınması şirket sözleşmesinde aksine bir hüküm bulunmadıkça komandit şirketin sona ermesi neticesini doğurmayacaktır (TTK m. 328).   B.  Vasinin Yükümlülüklerinin Yerine Getirilmesi Konusunda Vesayet Makamı Denetimi  Vesayet altındaki kişinin malvarlığının yönetimi konusunda yalnızca vasinin değil, vesayet makamının da önemli görevleri bulunmaktadır. Yukarıda da incelemiş olduğumuz gibi, Türk Medenî Kanunu, vesayet makamına, birçok özel durumda vesayet altındaki kişinin malvarlığının vasi tarafından yönetilmesi ile ilgili olarak vasiye talimat verme (MK m.  440/f.  1,  MK  m.  441/f.  1,  MK  m.  443,  MK  m.  444/f.  1)  ve  vasi  tarafından gerçekleştirilen eylem ve işlemleri denetleme (MK m. 439, MK m. 444/f. 2, MK m. 454/f. 2) görevlerini vermiştir.  Benzer  şekilde  MK  m.  464  hükmü  de  vesayet  makamına,  gerek  vasinin  belli dönemlerde sunduğu rapor ve hesapları denetleme gerekse bunların tamamlanması veya düzeltilmesi konusunda vasiye talimat verme yetki ve yükümlülüklerini yüklemektedir. Söz konusu düzenlemeye göre  vesayet makamı, vasinin belli dönemlerde vereceği rapor ve hesapları inceler; gerekli gördüğü hâllerde bunların tamamlanması veya düzeltilmesini                                                            94  KOÇ, Nevzat,  Türk Medenî Kanunundaki Düzenlemeler Işığında Vesayet Hukukuna Genel Bir Bakış , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 7, 2005, s. 116.  740     ister.  Vesayet  makamı,  rapor  ve  hesapları  kabul  veya  reddeder;  gerektiğinde  vesayet altındaki kişinin menfaatini korumak için uygun önlemleri alır . Vesayet makamının denetimi, yalnızca vasi tarafından hazırlanan rapor ve hesaplara ilişkin bir muhasebe denetimi değildir; bu, aynı zamanda esasa ilişkin bir denetlemeyi de içermektedir.  Vesayet makamı, vesayet altındaki kişinin malvarlığının idaresiyle ilgili olarak vasinin yasal düzenlemelere uyup uymadığını; vesayet makamı tarafından verilmiş olan talimatlara uygun hareket edilip edilmediğini ve vesayet makamının ya da denetim makamının  izinlerinin  alınması  gereken  hallerde,  bu  izinlerin  alınıp  alınmadığını  da denetlemek zorundadır. Vesayet makamı, özellikle vesayetin, vesayet altındaki kişinin menfaatlerine  uygun  bir  biçimde  yürütülüp  yürütülmediğini  denetleme  yükümlülüğü altındadır.  Vesayet makamına, denetleme görevinin bir sonucu olarak başka yükümlülükler de yüklenmiştir.  Bu  doğrultuda  vesayet  makamı,  kendisine  sunulan  rapor  ve  hesapların tamamlanması veya düzeltilmesi konusunda vasiye talimatlar verebilir, vesayet altındaki kişinin menfaatini korumak amacıyla kendiliğinden bazı geçici tedbirler alabilir, vasinin görevden alınmasına yol açacak eylem ve işlemleri nedeniyle onu uyarabilir.  Diğer taraftan vesayet makamı, vasinin, görevini ağır surette savsaklaması, yetkilerini kötüye  kullanması,  güveni  sarsıcı  davranışlarda  bulunması  veya  borç  ödemede  acze                                                            95  DESCHENAUX / STEINAUER, 2001, s. 385. 96  ÖZTAN, 2015, s. 1409-1410. 97  MK m. 464 hükmü kapsamında vesayet makamına yüklenen bu denetleme görevi, aynı zamanda vesayet altındaki  kişi  hakkında  uygulanmakta  olan  vesayet  tedbirinin,  daha  hafif  tedbirlere  dönüştürülüp dönüştürülemeyeceği  konusunda  da  işlev  görmektedir.  Bkz.  HRUBESCH-MILLAUER  / PFANNKUCHEN-HEEB, 2011, Art. 423, No: 3; ÖZTAN, 2015, s. 1410. Ayrıca bu denetim, vasinin yürütmekte olduğu görevin kapsamını tayinle de ilgili olduğundan, onun hak edeceği ücretin miktarının belirlenmesi konusunda da önem taşır. Bkz. DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 446.  98  MK m. 486 hükmüne göre vesayet makamı, gecikmesinde tehlike bulunan hallerde vasiyi geçici olarak işten el çektirip, onun yerine bir kayyım atayabileceği gibi; gerekirse muhtemel zararı göz önünde bulundurarak vasinin mallarına ihtiyati haciz koyabilir ve tutuklanmasını da isteyebilir.  99  Şüphesiz ki kanunda, hangi durum karşısında hangi önlemin alınacağı konusunda önceden belirlenmiş bir liste yoktur. Vesayet makamı takdir yetkisini kullanarak, somut olayın şartlarına göre gereken tedbirleri alır. Bkz. KILIÇOĞLU, 2019, s. 619.  741     düşmesi durumunda onu görevden de alabilir. Hattâ vasinin görevini yapmakta yetersizliği sebebiyle vesayet altındaki kişinin menfaatleri tehlikeye düşerse, vesayet makamı, kusuru olmasa bile vasiyi görevden alabilecektir (MK m. 483)100.  Belirtmek  gerekir  ki,  MK  m.  464  hükmünde  öngörülen   rapor  ve  hesapların incelenmesi  görevi   kapsamında,  vesayet  makamının  vasi  tarafından  tutulan  rapor  ve hesapları kabul etmiş olması, vasinin sorumluluğunu ortadan kaldırmaz. Vasinin, vesayet makamına sunduğu rapor ve hesapları bu makam tarafından kabul edilmiş olsa bile; vasi, MK m. 467/f. 1 hükmü gereği, görevini yerine getirirken vesayet altındaki kişiye karşı kusurlu davranışıyla verdiği zarardan dolayı sorumlu tutulabilir.    III.  VESAYETİN  SONA  ERMESİ  DURUMUNDA  VASİ  İLE  VESAYET MAKAMININ YÜKÜMLÜLÜKLERİ A.  Genel Olarak Vasinin görevinin sona ermesi, onun, vesayet altındaki kişinin malvarlığının yönetimi konusundaki tüm yükümlülüklerinin ortadan kalkacağı anlamına gelmez. Bu husus MK m.                                                            100  Bkz.  GEISER,  Thomas,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010, Art. 423, No: 6; HRUBESCHMILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 423, No: 2; ÖZTAN, 2015, s. 1409. Ayrıca bkz. Yarg.  2.  HD,  30.03.1998  tarih  ve  2440/3856  sayılı  kararı:   Vesayet  bir  kamu  kurumudur.  Vasiyi mahkemeler tayin, teftiş ve murakebe eder. Vasi bir memur gibidir, mahkemece azlolunur ve bazı hallerde istifa edebilir… Kanunun öngördüğü koşulların oluşması sonucu bir şahıs hacredilip vasi tayin edilince, vesayet altındaki şahsın mallarının yönetimi ve mahcurun temsili için vasilerin tasarrufları da şikayete konu olabilir, ya da vesayet makamlarının kendiliğinden müdahalesini gerektirenler olacaktır… Sulh Mahkemesi tedbir olarak (önceki) Medeni Kanunun 407/2. madde hükmünce vasiye talimat verebilir, vasiye ihtarda bulunabilir, vasiyi para cezasına mahkum edebilir ((önceki)MK. md. 429). Sulh Hakiminin işaret edilen ve benzeri yetkileri kullanması vasiye vesayet işlerini daha iyi gördürmeye yöneliktir… Vesayet işi belki de yıllarca sürmektedir. Vesayet makamları vasiler üzerinde tayin ve azil mercii olarak, şikayet merci olarak tetkik, tedbir mercii olarak kararlar almaktadır. Bunlar vesayet işlerinin daha iyi yürümesi için alınan idari nitelikteki kararlar olup, ihtilafı nihai olarak çözmezler. Bu halleri ile temyiz incelemesine tâbi olamazlar . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). Aynı yönde bkz. Yarg. 2. HD, 23.10.1995 tarih ve 7627/10304 sayılı kararı; Yarg. 2. HD, 17.02.1995 tarih ve 1152/2006 sayılı kararı. Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). 101  GEISER, 2010, Art. 423, No: 6; DESCHENAUX / STEINAUER, 2001, s. 385; AKINTÜRK / ATEŞ, 2020, s. 530; ÖZTAN, 2015, s. 1410. 742     482 hükmü ile açıkça ortaya konulmaktadır. Söz konusu düzenlemeye göre, görevi sona eren  vasi,  yenisi  göreve  başlayıncaya  kadar  zorunlu  işleri  yapmakla  yükümlüdür. Dolayısıyla vasinin, malvarlığının yönetimi konusundaki yükümlülükleri de zorunlu işler bakımından devam eder. Vasinin göreve devam zorunluluğunun, vasilik görevinin sona erme gerekçesi ile de ilgisi bulunmaktadır. Bu çerçevede, vasinin görev süresinin vesayet makamı tarafından uzatılmaması veya vasinin görevinden çekilmesini zorunlu kılan bir sebebin ortaya çıkması nedenleriyle görevin son bulduğu hallerde MK m. 482 hükmü uygulama alanı bulur. Bununla birlikte, bu düzenleme, vasinin fiil ehliyetini yitirmesinden dolayı görevinin sona ermesi durumunda ve vasinin görevini ağır surette savsaklaması veya yetkilerini kötüye kullanması  gibi  nedenlerle  vesayet  makamı  tarafından  görevden  alındığı  hallerde uygulanmaz.  MK m. 482 hükmü, göreve devam zorunluluğunun yalnızca zorunlu işlerle sınırlı olduğunu belirtmektedir. Dolayısıyla vasi, görevi sona ermiş olsa dahi, yenisi görevine başlayıncaya kadar vesayet altındaki kişinin hak kaybını önlemek için gerekli davaları açma, borçlarını zamanında ifa etme ve vergi borçlarını ödeme gibi zorunlu işleri yerine getirmekle yükümlü olmaya devam eder.  Bununla  birlikte  kanun  koyucu,  görevi  sona  erecek  olan  vasiye,  malvarlığının yönetimi  hakkında  nihai  olarak  yerine  getirmesi  gereken  bazı  yükümlülükler  de yüklemiştir. Vesayetin sona erme aşamasında söz konusu olan bu yükümlülüklere aşağıda değinilecektir.                                                                102  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 449. 103  GEISER, 2010, Art. 446-450, No: 2; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 450. 104  Bkz. KILIÇOĞLU, 2019, s. 627-628. 743     B.  Son Rapor ile Kesin Hesabın Verilmesi ve Malvarlığının Teslim Edilmek Üzere Hazır Bulundurulması MK m. 489 hükmüne göre, görevi sona eren vasi, yönetimle ilgili son raporu ve kesin hesabı vesayet makamına vermekle yükümlü olduğu gibi; malvarlığını vesayet altındaki kişiye, mirasçılarına veya yeni vasiye teslim edilmek üzere hazır bulundurmak zorundadır. Bu düzenlemeden de anlaşılacağı gibi, görevi sona erecek olan vasinin, bu görev tamamlanmadan evvel yerine getirmesi gereken başlıca iki görevi bulunmaktadır. Bunlar, vesayet  altındaki  kişinin  malvarlığının  yönetimine  ilişkin  son  raporu  ve  kesin  hesabı vesayet makamına vermek ve o âna kadar yönetmekte olduğu malvarlığını teslim etmek üzere hazır bulundurmaktır. Vesayet altındaki kişi hakkında vesayetin uygulanmaya devam edecek  olması,  görevi  sona  erecek  olan  vasinin  bu  yükümlülüklerini  yerine  getirme zorunluluğunu ortadan kaldırmaz.  Vasi, vesayet altındaki kişinin malvarlığının yönetimiyle ilgili son raporu ve kesin hesabı görevinin sona ermesinden itibaren on beş gün içinde vesayet makamına vermek zorundadır (Tüzük m. 31/f. 1). Türk Medenî Kanununun Velayet, Vesayet ve Miras Hükümlerinin Uygulanmasına İlişkin Tüzük m. 31/f. 2 hükmü, son raporda yer alması gereken hususları belirtmektedir. Buna göre, vesayet makamına teslim edilmesi gereken son raporda, vesayet altındaki kişiye ait malvarlığı, tüm gelir ve giderler de gösterilmek suretiyle ayrıntılı bir biçimde ortaya konulmak zorundadır. Şayet vesayet makamına önceden verilmiş ve bu makam tarafından onaylanmış bir rapor varsa, bundan sonraki gelir ve giderlerin son rapora yazılması yeterli olur. Vesayet makamının, gelir ve giderlere ilişkin olarak ek belgeler verilmesini istemesi durumunda, bu belgelerin de son rapora eklenmesi gerekir. Yiyecek, giyecek, ulaşım gibi giderlerin vesayet altındaki kişinin durumuna uygun olanlarından ise ek belge istenmesine                                                            105  AKINTÜRK / ATEŞ, 2020, s. 548. 744     gerek yoktur. Vesayet makamına sunulan kesin hesapta ise, son rapora ek olarak vasinin atandığı ve görevinin sona erdiği tarihler itibarıyla malvarlığının gelir ve gider toplamı ile gelir ve gider farkı ayrı ayrı gösterilmektedir (Tüzük m. 31/f. 3).   Son rapor ve kesin hesap, vesayet makamına vasi veya vasinin temsilcisi tarafından sunulur. Vesayetin, vasinin ölümü nedeniyle sona ermesi halinde ise son rapor ve kesin hesabı verme görevinin vasinin mirasçılarına ait olacağı ifade edilmektedir. Kanımızca böyle bir durumda, bizzat vasi tarafından hazırlanması gereken son raporu ve kesin hesabı vasi yerine hazırlamak mirasçıların görevi olarak değerlendirilemez. Vasinin mirasçılarının görevi, vesayetin yürütülmesi ile ilgili olarak vasiden kendilerine kalan rapor ve belgeleri vesayet makamına teslim etmekten ibaret olacaktır.  Görevi sona eren vasiye MK m. 489 hükmü ile getirilen ikinci yükümlülük, vesayet altındaki kişiye ait olan ve vesayet süresince yönetmiş olduğu malvarlığını, teslim etmek üzere hazır bulundurmaktır. Bu çerçevede vasi, vasinin temsilcisi veya vasinin mirasçıları, vesayet altındaki kişiye ait olan tüm malvarlığı değerlerini ve bu mallar üzerinde fiili hâkimiyet kurmaya yarayan araçları teslim etmek zorundadır. Söz konusu malvarlığı değerleri, vesayet altındaki kişi hakkındaki vesayetin sona ermesi durumunda bu kişiye; vesayetin devam edecek olması halinde yeni vasiye; vesayet altındaki kişinin ölmüş olması ihtimâlinde ise onun mirasçılarına teslim edilmek üzere hazır bulundurulmalıdır. Teslim                                                            106  Vesayet makamına verilecek olan son rapor, vasi tarafından yerine getirilmiş olan tüm görevlerin detaylı açıklamasını içermelidir. Hattâ İsviçre öğretisinde, son raporun içeriğinin yalnızca malvarlığının nasıl yönetildiği bilgisi ile sınırlı olmayıp; vesayet altındaki kişiye uygulanan bakım ve özen yükümlülüklerinin kapsamının da bu raporda yer alması gerektiği savunulmaktadır. Zira bu rapor, vesayetin devam edecek olması halinde sonraki vasinin görevini kolaylaştırması bakımından da fayda sağlamalıdır. Bu yönde bkz. AFFOLTER,  Kurt,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt,  Nedim  Peter/Geiser,  Thomas),  4.  Aufl.,  Basel,  2010,  Art.  451-453,  No:  28; DESCHENAUX / STEINAUER, 2001, s. 397.  107  Bu  konuda  ayrıca  bkz.  AFFOLTER,  2010,  Art.  451-453,  No:  40;  HRUBESCH-MILLAUER  / PFANNKUCHEN-HEEB, 2011, Art. 451, No: 6; ÖZTAN, 2015, s. 1436. 108  DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 452; AFFOLTER, 2010, Art. 451-453, No: 31. 109  KILIÇOĞLU, 2019, s. 633; DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 453. 110  MOTTIEZ,  Paul,  Des  devoirs  juridiques  du  tuteur  après  le  décès  du  pupille,  Zeitschrift  für Vormundschaftswesen, 2005, s. 245 ; AKINTÜRK / ATEŞ, 2020,  s. 548. 745     anında malların nitelik ve nicelik itibarıyla hangi durumda olduğunun da bir tutanakla tespiti yapılır.   C.  Son  Rapor  ile  Kesin  Hesabın  İncelenmesi  ve  Vasinin  Görevine  Son Verilmesi Kanun  koyucu,  vesayetin  sona  erme  aşamasında  vasiye  olduğu  kadar  vesayet makamına  da  bir  takım  yükümlülükler  yüklemiştir.  Bunlardan  biri  de,  malvarlığının yönetimi ile ilgili olarak vasi tarafından hazırlanan ve vesayet makamına sunulan son rapor ve kesin hesabın denetlenmesidir. MK m. 490 hükmüne göre, vasi tarafından sunulan son rapor ve kesin hesap, diğer zamanlarda verilen rapor ve hesaplar gibi vesayet makamı tarafından  incelenir  ve  onaylanır.  Söz  konusu  düzenleme,  son  rapor  ve  kesin  hesabın vesayet  makamı  tarafından  incelenmesi  konusunda  vasinin  belli  dönemlerde  vesayet makamına  verdiği  rapor  ve  hesapların  incelenmesinde  söz  konusu  olan  kuralların uygulanacağını belirterek, bu konuda MK m. 464 hükmüne yollama yapmıştır.    Bunun dışında, Türk Medenî Kanununun Velayet, Vesayet ve Miras Hükümlerinin Uygulanmasına İlişkin Tüzük de son rapor ve kesin hesabın vesayet makamı tarafından incelenmesine yönelik bazı kurallar öngörmektedir. Buna göre, vesayet makamı on beş gün içinde son raporu ve kesin hesabı inceler; uygun bulursa bunları onaylar; eğer eksiklik olduğuna kanaat getirirse, bunların tamamlanması için vasiye bir süre verir. Eksiklikler, verilen süre içinde tamamlanırsa, son rapor ve kesin hesap vesayet makamınca onaylanır. Son rapor ve kesin hesap onaylandıktan sonra ise malvarlığı, vesayet altındaki kişiye, bu kişi ölmüşse onun mirasçılarına, vesayet devam edecek ise yeni vasiye teslim edilir (Tüzük m. 31/f. 4).   Verilen  süre  geçmesine  rağmen  vasi  tarafından  son  rapor  ve  kesin  hesaptaki eksiklikler  tamamlanmaz  veya  vesayet  makamı  kendisine  sunulan  rapora  göre  vasinin sorumlu olması gerektiği kanısına varırsa, son rapor ve kesin hesabı reddeder. Vasinin,                                                            111  ÖZTAN, 2015, s. 1437.   746     görevinin sona ermesinden itibaren on beş gün içinde son raporu ve kesin hesabı vesayet makamına vermemesi durumunda da vesayet makamı tarafından red kararı verilir. Son rapor ve kesin hesabın reddi konusundaki karar vesayet makamı tarafından vasiye tebliğ edilir. Red kararı ayrıca ehliyetini kazanmış ergin kişiye veya mirasçılarına ya da yeni vasiye, tazminat davası açma hakları bulunduğu da belirtilmek suretiyle tebliğ olunur. Bu tebliğde vasinin görevine son verildiği de belirtilir. Yeni vasi bu tebligat üzerine eski vasi hakkında  tazminat  davası  açar.  Bu  halde  de  malvarlığı  mevcut  durumuyla  ehliyetini kazanmış ergin kişiye, mirasçılarına ya da yeni vasiye teslim edilir (Tüzük m. 31/f. 5).  Ayrıca MK m. 461/f. 2 hükmü uyarınca, son rapor ve kesin hesabın kabul ya da reddine  ilişkin  olarak  vesayet  makamı  tarafından  verilen  karara  karşı  tebliğ  gününden başlayarak on gün içinde denetim makamına itiraz edilebilir.  Vasinin  görevinin  resmî  olarak  sona  erebilmesi  için  vesayet  makamının  kararı gerekir.  Zira  vesayet  makamı  kararı  ile  görevine  başlayan  vasinin  görevinin sonlandırılması da kural olarak vesayet makamı kararı ile gerçekleşecektir. Son raporun ve kesin hesabın onaylanmasına veya reddine ilişkin kararın verilmesinden ve vesayet altındaki kişinin malvarlığının ilgili kişilere teslim edilmesinden sonra, vesayet makamı vasinin görevinin sona erdiğine karar verir (MK m. 491/f. 1, f. 2 ve Tüzük m. 31/f. 4, f.                                                            112  HRUBESCH-MILLAUER / PFANNKUCHEN-HEEB, 2011, Art. 452, No: 4; AFFOLTER, 2010, Art. 451-453, No: 65; EGGER, 1948, Art. 452, No: 4, 5; ÖZTAN, 2015, s. 1437. 113  Bkz. Yarg. 2. HD, 02.05.2011 tarih ve E: 2010/5594, K: 2011/7464 sayılı kararı:  Vesayet ölümle sona ermiştir (TMK. md. 479). Görevi sona eren vasi, yönetimle ilgili son raporu ve kesin hesabı vesayet makamına vermekle yükümlü olduğu gibi, malvarlığını vesayet altındaki kişiye, mirasçılarına teslim edilmek üzere hazır bulundurmak zorundadır (TMK. md. 489). Açıklanan bu nedenlerle Türk Medeni Kanunun 489 ve devamı maddeleri uyarınca inceleme yapma görevi vesayet makamına aittir. Mahkemece vesayetin sona ermesinin sonuçları ile ilgili istek konusunda görevsizlik kararı verilerek dosyanın görevli vesayet makamına gönderilmesi gerekirken, yazılı şekilde ret hükmü kurulması doğru görülmemiştir . Bkz. www.legalbank.net (erişim tarihi: 11.8.2021). Benzer yönde bkz. Yarg. 2. HD, 13.10.1993 tarih ve 8403/9196 sayılı kararı. 114  KILIÇOĞLU, 2019, s. 634. 115  Bununla birlikte, vesayet altındaki kişi için yeni bir vasi atanmasına, önceki vasi tarafından verilen son rapor ve kesin hesabın onaylanmasından önce de karar verilebilir. Bkz. DESCHENAUX / STEINAUER, 2001, s. 398, dn. 12.  747     5). Bununla birlikte, vesayet makamı tarafından verilen ve vasinin görevinin sona erdiği hükmünü taşıyan bu karar, vasinin sorumluluğunun ortadan kalktığı anlamına gelmez.  Vasinin  görevinin  sona  ermesi  ile  ilgili  olarak,  vesayet  makamının  bir  diğer yükümlülüğü de MK m. 491/f. 2 de düzenlenmiştir. Söz konusu hükme göre, vesayet makamı, son raporun ve kesin hesabın onaylanması veya reddi yönündeki kararı ile birlikte kesin hesabı vesayet altındaki kişiye, bu kişi ölmüşse onun mirasçılarına veya vesayet devam edecek ise yeni vasiye tebliğ eder. Bu tebliğde, söz konusu kişilerin tazminat davası açma hakları bulunduğu ve vasinin görevine son verildiği de belirtilir.  SONUÇ Vesayet  altındaki  kişinin  malvarlığının  yönetimi  ile  ilgili  olarak  Türk  Medenî Kanunu nda  yer alan hükümlerin güttüğü  amaç,  kanun gereği  koruma altında olan bu kişinin  malvarlığının  değer  kaybetmesinin  önlemek  olduğu  kadar,  onun  kişisel menfaatlerinin de bu süreçte zarar görmeden muhafaza edilmesini sağlamaktır. Medenî  Kanun daki  düzenlemeler,  malvarlığının  yönetimi  konusunda gerçekleştirilecek tüm işlemlerde, öncelikle vesayet altındaki kişinin menfaatlerinin göz önünde bulundurulması gerekliliğine işaret etmektedir. Vesayet altındaki kişiye ait olan taşınır  ve  taşınmazların  satışının  ancak  onun  menfaatinin  gerektirdiği  hallerde yapılabilmesi; vesayet organlarının görevinin, daha fazla kâr elde edilmesini sağlayacak                                                            116  Buradaki kararın vasilik görevini sona erdiren yenilik doğuran bir karar niteliğinde olmadığı; aksine, vasinin görevi sona erdikten sonra verilen kesin hesap ve raporlara bağlı, açıklayıcı bir karar niteliğinde olduğu yönünde bkz. DURAL / ÖĞÜZ / GÜMÜŞ, 2020, s. 453.  117  AFFOLTER, 2010, Art. 451-453, No: 56; AKINTÜRK / ATEŞ, 2020, s. 550; ÖZTAN, 2015, s. 1438. 118  KILIÇOĞLU, 2019, s. 634.  119  İsviçre Federal Mahkemesi bizim de katıldığımız bir kararında, vesayet devam ediyor dahi olsa, tebligatın yalnızca yeni vasiye yapılmasının yeterli olmayacağına; ayırt etme gücüne sahip olan vesayet altındaki kişiye de tebligat yapılması gerektiğine hükmetmiştir. Böylelikle ayırt etme gücüne sahip olan kişi, vesayet altında olsa dahi, yeni vasi ile birlikte durumu değerlendirme imkânına sahip olacak ve eski vasi aleyhine dava açıp açmama konusunda kendi kararını verebilecektir. Bkz. ATF 85 II 464. 120  MOTTIEZ, 2005, s. 247. 748     araçları  bulmaktan  ziyade,  malvarlığının  değer  kaybına  uğramadan  güvenli  yatırım araçlarıyla  korunmasını  temin  etmek  olması;  yatırıma  aktarılacak  para  miktarının belirlenmesinde vesayet altındaki kişinin sahip olduğu hayat standartlarının kötüleşmesine izin verilememesi ve vesayet makamının denetim görevini sürdürürken,  vesayet altındaki kişinin menfaatlerine uygunluğu  ölçüt olarak kabul etmek zorunda oluşu, bu gerekliliğin somut göstergeleridir. Hukuk düzeni, vesayet altındaki kişinin malvarlığının korunması ile ilgili olarak vasi, vesayet makamı ve denetim makamından oluşan güçlü ve sıkı bir denetim mekanizması oluşturmuş olsa da, bu sistemin daha tatmin edici bir biçimde işleyebilmesi için, -ayırt etme gücüne  sahip  olması  koşuluyla-  vesayet  altındaki  kişinin  de  süreçlere  katılımının sağlanması şarttır. Malvarlığının  yönetimiyle alâkalı olarak kaydedilen her aşamada ve özellikle  hesapların  denetlenmesi  safhasında,  sınırlı  ehliyetsiz  durumundaki  vesayet altındaki  kişinin  sağlıklı  bilgiye  erişebilmesi,  içinde  bulunduğu  durumu değerlendirebilmesi,  kendi  kararlarını  oluşturabilmesi,  görüşlerini  açıklayabilmesi  ve kendisi  hakkında  yürütülen  bu  sürece  katkı  sağlayabilmesi  için  gereken  tüm  tedbirler alınmalıdır.  Malvarlığının  yönetilmesi  konusunda,  öncelikli  olarak  vesayet  altındaki  kişinin menfaatlerinin  gözetilmesine  dikkat  edilmesi  gerekmekle  birlikte;  vasinin  de,  vesayet altındaki  kişinin  mahkeme  kararı  neticesinde  belirlenmiş  ve  atanmış  temsilcisi  olduğu unutulmamalı; üzerindeki denetim ihmâl edilmemek kaydıyla, vasiye, bu sınırlar içerisinde özgürce karar alabileceği bir hareket sahası tanınmasına da özen gösterilmelidir.       749    ",
     "Kaynakça": "      AFFOLTER, Kurt, Basler  Kommentar, Zivilgesetzbuch I, Art. 1-456 ZGB (Hrsg: Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010. AKINTÜRK, Turgut / ATEŞ, Derya, Türk Medenî Hukuku - Aile Hukuku, 2. Cilt, 22. Bası, Beta, Ankara, 2020. DESCHENAUX, Henri / STEINAUER Paul-Henri, Personnes Physiques et Tutelle, 4e édition, Stämpfli Editions, Berne, 2001. DURAL, Mustafa / ÖĞÜZ, Tufan / GÜMÜŞ, Mustafa Alper, Türk Özel Hukuku, C. III, Aile Hukuku, 15. Bası, Filiz Kitabevi, İstanbul, 2020.  EGGER, August, Das Familienrecht, Dritte Abteilung: Die Vormundschaft, Art. 360-456 Kommentar  zum  Schweizerischen  Zivilgesetzbuch,  II.  Band,  Schulthess  Verlag,  2. Aufl., Zürich, 1948. EREN, Fikret, Borçlar Hukuku Özel Hükümler, Yetkin Yayınları, Ankara, 2014. GEISER,  Thomas,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art. 1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010. GUILLOD  Olivier  /  BOHNET  François,  Le  nouveau  droit  de  la  protection  de  l adulte, Université de Neuchâtel, CEMAJ, Neuchâtel, 2012. GULER,  Albert,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010. HRUBESCH-MILLAUER,  Stephanie  Sabine  Dorothea  /  PFANNKUCHEN-HEEB,  Silvia, Kommentar zu Art. 398-456 ZGB (Hrsg: Kren Kostkiewicz, Jolanta /  Nobel, Peter / Schwander, Ivo / Wolf, Stephan), Orell Füssli Kommentar, Zürich, 2011. 750     JULMY, Markus,  Quelques aspects pratiques de l autorité parentale prolongée (art. 385 al. 3 CC) en rapport avec l autorité tutélaire , Revue fribourgeoise de jurisprudence (RFJ), 1996, s. 15 vd.  KILIÇOĞLU, Ahmet M., Aile Hukuku, 4. Bası, Turhan Kitabevi, Ankara, 2019. KOÇ, Nevzat,  Türk Medenî Kanunundaki Düzenlemeler Işığında Vesayet Hukukuna Genel Bir Bakış , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 7, 2005, (s. 99-120). LEUBA,  Audrey,  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-456  ZGB  (Hrsg:  Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 4. Aufl., Basel, 2010. MEIER, Philippe,  Droit de la tutelle et actes immobiliers: questions choisies , Revue du droit de tutelle, 2008, (s. 251-292). MEIER, Philippe,  Les dérogations apportées au droit de la tutelle et de la capacité civile par le droit de la donation, Étude de l art. 240 al. 3 CO , Revue du droit de tutelle, 1995, (s. 8198). MEIER, Philippe, Le consentement des autorités de tutelle aux actes du tuteur, Fribourg 1994. MOTTIEZ,  Paul, Des devoirs juridiques du tuteur après le  décès  du pupille, Zeitschrift für Vormundschaftswesen, 2005, (s. 235-248). ÖZTAN, Bilge, Aile Hukuku, 6. Bası, Turhan Kitabevi, Ankara, 2015. REUSSER, Ruth E., Basler Kommentar, Zivilgesetzbuch I, Art. 1-456 ZGB (Hrsg: Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 5. Aufl., Basel, 2014, Vor Art. 360-456. SCHNEIDER, Benno,  Die Mitwirkung der vormundschaftlichen Behörden bei der Veräusserung von Grundstücken , Revue du droit de tutelle, 1975, s. 83 vd.  SCHRANER, Marius,  Die Mitwirkung der vormundschaftlichen Behörden bei der Veräusserung von Grundstücken , Revue fribourgeoise de jurisprudence, 1993, (s. 231-238). 751     TUOR, Peter / SCHNYDER, Bernhard / SCHMID, Jörg, Das Schweizerische Zivilgesetzbuch, 11. Aufl., Zürich, 1995. YAVUZ,  Cevdet  /  ERLÜLE,  Fulya  /  TOPUZ,  Murat,  Yeni  Vesayet  Hukukuna  Doğru: Yetişkinlerin Korunması Hukuku (İsviçre Örneği), Beta, İstanbul, 2017. YAVUZ, Cevdet / ACAR, Faruk / ÖZEN, Burak, Türk Borçlar Hukuku Özel Hükümler, 10. Bası, İstanbul, 2014. ZEVKLİLER, Aydın / GÖKYAYLA, K. Emre, Borçlar Hukuku Özel Borç İlişkileri, 17. Bası,"
}