{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "20",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "ZARAR SİGORTALARINA İLİŞKİN HİLELİ SİGORTA TALEPLERİNİN İNGİLİZ HUKUKU NAZARINDA DEĞERLENDİRİLMESİ",
     "Title": "THE ASSESSMENT OF FRAUDULENT CLAIMS IN INDEMNITY INSURANCE CONTRACTS IN THE LIGHT OF ENGLISH INSURANCE LAW",
     "Yazar İsmi": [
          "Burak DOĞAN",
          "Hasan Tahsin AZİZAĞAOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Zarar sigortaları",
          "Hileli sigorta talepleri",
          "Azamî iyi niyet yükümlülüğü",
          "Miktar hilesi",
          "Faydasız hile"
     ],
     "Keywords": [
          "Indemnity insurance",
          "Fraudulent claims",
          "Duty of utmost good faith",
          "Exaggerated claim",
          "Collateral lie"
     ],
     "Özet": "Zarar sigortaları bakımından hileli sigorta talepleri, menfaati sigortalanan kişinin hileli davranışlarda bulunmak suretiyle sigortacının hukuken ödemekle mükellef olmadığı sigorta tazminatını yahut ödemesi gerekenden daha yüksek miktarda tazminat ödemesini sağlamaya çalışması halinde karşımıza çıkmaktadır. Hileli sigorta talepleri ve bu mahiyetteki taleplerin görünüş biçimleri İngiliz sigorta hukukunda uzun yıllardan bu yana doktrin ve mahkemeler nezdinde tartışılmış ve konuya ilişkin adalete ve hakkaniyete uygun kurallar yerleşik hale gelmiştir. Türk hukukunda hileli sigorta talepleri bazı görünüş biçimleri itibariyle düzenlenmiş ve fakat bu mahiyetteki taleplerin tümüne birden şâmil olacak temel prensipler oluşmamıştır. Çalışmamızda hileli sigorta taleplerini İngiliz ve Türk sigorta hukuku bakımından zarar sigortalarına münhasır olacak şekilde inceleyecek, İngiliz hukukunda yerleşik içtihatlar ve doktrin ışığında, Türk hukukunda zarar sigortaları bakımından karşılaşılabilecek hileli sigorta taleplerini ve bu mahiyetteki talepler karşısında uygulanabilecek müeyyideleri tetkik edeceğiz.",
     "Abstract": "In indemnity insurances, a fraudulent claim occurs where the claim is wholly fabricated or where there is a genuine claim, but the amount is exaggerated. However, a contract of insurance is a contract upon utmost good faith and the duty must be observed not only during the pre-contractual stage, but also throughout the contractual relation. There is a line of extensive judicial precedent and well-developed academic literature on the nature and scope of the fraudulent claim rule under English law. As a result, the legal framework has evolved in a way to protect what is fair and equitable. On the other hand, there are only a few rules concerning fraudulent claims, limited to certain types of frauds under Turkish law. Existing regulations are not comprehensive enough to establish a general legal framework to cover all types of fraudulent claims. This paper will examine fraudulent claims in indemnity insurances under English and Turkish law and propose possible remedies for fraudulent claims in Turkish insurance law in the light of well-developed English judicial precedence and legal discussions.",
     "Metin": "Sigorta  sözleşmesi,  zarar  sigortaları  bakımından,  bir  kimsenin  sigortalanabilir menfaatine yönelik zarar ihtimalinin muayyen bir prim borcu karşılığında sigorta bedeli sınırları içerisinde kalmak kaydıyla sigortacı tarafından himaye altına alındığı sözleşme türüdür. Zarar sigortaları, sigortalının malvarlığının aktif kısmında azalma ihtimaline karşı  yapılabileceği  gibi,  pasif  kısmındaki  artış  ihtimaline  karşı  da  yapılabilir.  Bu mahiyetteki  sözleşmeler  bakımından  cari  olan  zenginleşme  yasağı  uyarınca,  sigorta sözleşmesinin bir zenginleşme aracı olarak kullanılması mümkün değildir. Aksini kabul, sigorta  sözleşmelerini  hukuki  mahiyeti  itibariyle  kumar  ve  bahis  akitlerine yakınlaştıracaktır.  Zarar  sigortalarında  menfaati  sigortalanan  kişi,  rizikonun  gerçekleşmesini müteakip uğradığı zararın -sigorta bedelini aşmayan kısmının- tazminini sigortacıdan talep eder. Ancak sigortalıların sigorta sözleşmesini haksız kazanç temin etme yönünde bir  araca  dönüştürerek  sigortacıdan  hiç  gerçekleşmemiş  bir  rizikoya  dair  talepte bulunabilmeleri veya gerçekleşen riziko dolayısıyla uğranılan zararı olduğundan daha fazla göstermeleri yahut talebin sigortacı nezdinde kabul görme ihtimalini güçlendirmek istemeleri mümkündür. Sigorta sözleşmesinin doğası ve muhteviyatı gereği rizikonun gerçekleşme ihtimaline ve rizikonun ne şekilde gerçekleştiğine dair sigorta ettirenin asimetrik bilgi avantajına sahip olduğu düşünüldüğünde, bu ihtimal daha da kuvvet                                                  1   Ayrıntılı bilgi için bkz. OMAĞ, Merih Kemal,  Sigorta Hukukunda Zenginleşme Yasağı , Prof. Dr. Ergun Önen e Armağan, İstanbul 2003, s. 253-263. 2    Sigorta sözleşmesi spekülasyona, bir başka deyişle riske dayalı bir sözleşmedir. Öyle ki, rizikonun gerçekleşme  ihtimalini  hesaplamaya  yarayan  özel  veriler,  ekseriyetle  yalnız  sigortalının  bilgisi dahilindedir. Dolayısıyla sigortacı, sigortalının bu husustaki beyanlarına itibar etmeye bir bakıma mecburdur. Bu anlamda sigortacı, sözleşme görüşmeleri sırasında (müstakbel) sigortalının rizikoya müessir  olabilecek  mahiyetteki  hususları  kendisinden  gizlemeyeceğine,  bu  suretle  rizikonun üstlenilmesine yönelik iradesinin sigortalı tarafından yanılgıya uğratılmayacağına ilişkin iyi niyete dayalı bir varsayımla işlem tesis eder.  Bkz.  Carter v Boehm , Burrow s King s Bench Reports, Sayı: 3, Yıl: 1766, s. 1905-1919.   428       kazanmaktadır. İşte bu gibi hallerde karşımıza hileli sigorta talepleri (fraudulent claims) çıkmaktadır. Hileli  sigorta  talepleri,  sigortacının  hukuken  ödemekle  mükellef  olmadığı  bir tazminatı yahut ödemesi gerekenden daha yüksek miktarda tazminat ödemesini sağlamak amacıyla müracaat  edilen hilelerdir.  Bu  anlamda, hileli sigorta talepleri  dolayısıyla doğrudan zarar görenler hiç kuşku yok ki sigortacılardır. Ne var ki, sigortacıların bu mahiyetteki  talepleri  karşılamak  zorunda  kalması,  yalnız  onlar  bakımından  iktisadî manada ciddi bir külfete yol açmakla kalmayıp, aynı zamanda artan prim miktarları dolayısıyla dürüst poliçe sahiplerinin de zararına yol açmaktadır. Zira sigortacıların kanunen  ödemekle  mükellef  olmadığı  hileli  sigorta  tazminatlarını  ödemek  zorunda kalması ve bu suretle her bir poliçe başına düşen giderlerinin artması, ister istemez sigorta prim miktarları tayin edilirken de dikkate alınacak ve sigortalıların ödeyeceği yıllık prim miktarlarında artış yaşanacaktır. Nitekim İngiliz Sigortacılar Derneği (Association of British Insurers) tarafından bu mahiyetteki taleplerin sigortacılara maliyetinin yıllık 1 milyar sterlinin üzerinde olduğu tahmin edilmektedir. Dolayısıyla hileli sigorta tazminat taleplerinin önüne geçebilmek adına hukuki manada caydırıcı bir sistemin oluşturulması elzemdir.  Çalışmamızda  zarar  sigortaları  bakımından  ortaya  çıkabilecek  hileli  sigorta taleplerinin  İngiliz  sigorta  hukukuna  ilişkin  yargı  kararları  ile  öğreti  kapsamında incelenmesi ve bu inceleme ışığında, Türk hukukunda yine zarar sigortalarına münhasır olarak hileli sigorta taleplerinin yürürlükte bulunan mevzuat hükümleri çerçevesinde değerlendirilmesi hedeflenmektedir.                                                  3   FABER, Eeuwke,  Shipping and scuttling: Criminogenesis in Marine Insurance , Crime, Law and Social Change, Y: 1997, S: 28, s. 111–135; ayrıca bkz. BIRDS, John / LYNCH, Ben / PAUL, Simon, MacGillivray on Insurance Law, 14th ed., Sweet & Maxwell 2018, para 21-057. 4   ÇETİN,  Ayten  /  ALPAY,  Serdar,   Sigorta  Hileleri,  Türk  Sigorta  Sektörüne  Yönelik  Bir Değerlendirme , Management and Political Science Review, Cilt: 2, Yıl: 2019, s. 8. 5   https://www.abi.org.uk/news/news-articles/2021/10/detected-fraud-2020/  (erişim  tarihi  19.11.2021); Buna karşılık Birleşik Krallık Devleti tarafından yayımlanan 2016 tarihli Sigorta Sahteciliklerine Karşı Görev Gücü Final Raporu na (Final Report of Insurance Fraud Taskforce 2016) göre hileli sigorta taleplerinin sigorta şirketlerine olan maliyetinin üç milyar sterlin civarında olduğu düşünülmektedir. Bkz. Insurance Fraud Taskforce Final Report, Ocak 2016, s. 3. 429       I. İNGİLİZ HUKUKUNDA HİLELİ SİGORTA TALEPLERİ A. Hukuki Dayanak İngiliz Yüksek Mahkemesi  (House of  Lords),  1889 tarihli  bir kararında ‘hile (fraud)  kavramını, beyanda bulunanın doğru olmadığını bildiği halde yahut doğruluğu hususunda  kesin  bilgi  sahibi  olmamasına  rağmen  doğruluğundan  eminmişçesine muhatabına yönelttiği yanlış beyanlar şeklinde tarif etmiştir. Ancak hile, yalnız yalan (gerçeğe aykırı) beyanda bulunmaktan ibaret olmayıp; kişinin (çoğu zaman maddi çıkar odaklı) kendi  lehine  yahut  bir başkasının aleyhine olabilecek sonuçların  doğmasını sağlamak  için  hareket  etmesi  amacını  da  içermektedir.  Diğer  bir  ifadeyle,  hileye müracaat eden kişinin aldatma kastıyla hareket etmesi şarttır. Bu anlamda kişinin bilerek ve isteyerek yanlış beyanda bulunmasının yanı sıra, bu hususta pervasız hareket ettiği için,  yani  beyanlarının  doğruluğundan  emin  olmaksızın  ve  yalnız  sigorta  tazminatı alabilmek amacıyla beyanda bulunması halinde de hileli sigorta talebinin söz konusu olacağı kabul edilmektedir. Sigortalının hangi amillerin tesiriyle hileye müracaat etmiş olduğu ise hileye bağlanan sonuçlar bakımından önem arz etmeyecektir.  İngiliz sigortacılık uygulamasında, sigortalının sigortacıyı aldatmaya ve sigorta sözleşmesinden  haksız  çıkar  sağlamaya  yönelik  hileli  talepleri  karşısında  sigorta sözleşmesinin geçersiz olacağı yönünde bir hüküm sigorta poliçelerinde çoğu zaman yer almaktadır. Bu halde hileli sigorta talepleri ve buna terettüp eden yaptırımın hukuki dayanağının bizatihi sözleşme olduğu sonucunu istidlâl etmek pek güç değildir. Buna karşılık bu mahiyette bir hüküm ihtiva etmeyen bir sigorta sözleşmesi bakımından hileli sigorta talepleri ve bu yöndeki taleplere bağlanan sonuçların hukuki dayanağının tespiti lâzım gelmektedir.                                                  6   Derry v Peek, App Cas - Law Reports, Appeal Cases (Second Series), Sayı: 14, Yıl: 1889, s. 337- 380. 7   GÜRSES, Özlem, Marine Insurance Law, Second Edition, Routledge 2017, s. 259. 8   Lek v Mathews, Lloyd s Law Reports, Sayı: 29, Yıl: 1927, s. 141. 9    Aviva Insurance v Brown , Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2012, s. 211- 235. 10  BIRDS, John, Bird s Modern Insurance Law, Seventh Edition, Sweet & Maxwell, London 2007, s. 273. 430       Hileli sigorta taleplerine ilişkin düzenlemelerin esas itibariyle sigorta sözleşmeleri bakımından cari olan ve yalnız sözleşmenin kuruluş aşamasında değil, sözleşme süresi boyunca riayet edilmesi gereken azamî iyi niyet (duty of good faith) kuralından neşet ettiği kabul edilmektedir. Bu hususta yargıç Lord Toulson, hileli beyanda bulunmamak ile yükümlülüğün azamî iyi niyet kuralı arasındaki bağlantıyı şöyle ifade etmiştir:  Sigorta,  riskin  değerlendirilmesi  ve  taleplerin  karşılanmasıyla  ilgili  bir müessesedir. Her iki süreç de karşılıklı iyi niyete ve dürüst bilgi paylaşımına dayanır... Sigorta ile sigortalı arasındaki hukuki münasebet, iyi niyet esasına dayanan nevi şahsına münhasır  bir  ilişki  türüdür.  Öyle  ki,  yargıç  Lord  Mansfield ın  İngiliz  sözleşmeler hukukuna, bütün sözleşme türlerine şâmil olacak şekilde kabul ettirmeye çalıştığı azamî iyi  niyet  yükümlülüğü  yalnız  sigorta  sözleşmeleri  bakımından  hayatta kalabilmiştir. Sigorta sözleşmesinde tarafların sigortalanan menfaate ve rizikoya ilişkin asimetrik bilgi ve kontrol sahibi olması, keza sözleşmenin suiistimal edilebilmesi olasılığının son derece yüksek olması bunun başlıca sebepleridir. Sigorta hileleri uygulamada çok sık tesadüf edilen,  çoğu  zaman  ‘alelâde   ve  muhatabının  sigortacılar  olması  hasebiyle  toplum nezdinde  ‘mağduru  olmayan  suç   kategorisinde  değerlendirilen,  bir  bakıma masumlaştırılan bir hile türüdür. Elbette, sigortacıların çoğu zaman tazminat ödemekten imtina etmeleri yahut tazminat ödemesini geciktirmeleri bilinmekle birlikte, bu durum sigorta hileleri için bir mazeret olarak kabul edilemez...  2016 tarihli The DC Merwestone davasında yargıç Lord Sumption sigorta talebinin hileli  olması  halinde  sigortacının  tazminatı  ödemekten  imtina  etme  ve  sigorta sözleşmesini feshetme hakkına ilişkin hukuki dayanağı değerlendirmiş ve bu hususta öne çıkan iki görüş olduğunu ifade etmiştir. Bunlardan ilki 1906 tarihli İngiliz Deniz Sigortaları  Kanunu nun  17 nci  maddesinde  hüküm  altına  alınmış  azamî  iyi  niyet                                                  11  ROSE, F. D., Marine Insurance Law and Practice, Second Edt., Informa 2012, s. 313; EGGERS, Peter Macdonald / PICKEN, Simon, Good Faith and Insurance Contracts, Fourth Edition, Informa Law from Routledge, 2018, s. 326; BAATZ, Yvonne,  Utmost Good Faith in Marine Insurance Contracts , Marine Insurance at The Turn of the Millennium Volume 1, Antwerp 1999, s. 22. 12  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 224. 13  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 206 vd. 431       yükümlülüğünün (duty of good faith) sözleşmenin devamı süresince riayet edilmesi gerektiği mülâhazasıdır. Buna göre, sigortalının sigortacıdan rizikonun gerçekleştiğine ilişkin  tazminat  talebinde  bulunması  hileli  davranışlara  konu  olacak  olursa  bu yükümlülük ihlâl edilmiş olacaktır. Bu husustaki ikinci görüş, sigorta sözleşmesinden doğan  talep  hakkı  kullanırken  hileli  davranışlarda  bulunmayı  yasaklayan  zımnî  bir sözleşme  hükmünün  (implied  term)  olduğunu  savunmaktadır.  Yargıç  Hoffmann  LJ,  sigorta  sözleşmesinin  hileli  sigorta  taleplerine  ilişkin  açık  hüküm  ihtiva  etmediği ahvalde, bu yöndeki taleplerin hukuka aykırılığı, genel hukuk kaidelerinin bir gereği olarak sözleşmenin zımnî unsuru olarak kabul edilmelidir.  diyerek bu mülâhazanın kabule şayan olduğunu vurgulamıştır.  Bazı yargıçlar ise bu iki görüşü telif ederek, azamî iyi niyet yükümlülüğünün sigorta sözleşmenin esasını teşkil ettiğini, dolayısıyla sözleşmede açıkça hüküm altına alınmamış olsa dahi, hileli sigorta taleplerinin zımnî bir sözleşme ihlâli olduğunu kabul etmektedirler. Yargıç Lord Sumption, bu iki görüşün hukuki sonuçları itibariyle farklılıklarına işaret etmektedir. Buna göre, hileli sigorta taleplerine ilişkin hukuki dayanağın azamî iyi niyet  kuralı  olduğu  kabul  edilecek  olursa,  sigortacının  söz  konusu  kuralın  ihlâli dolayısıyla sözleşmeyi geçmişe etkili olarak sonlandırma (avodiance of contract ab initio) hakkı bulunmaktadır. Buna karşılık ikinci görüşe üstünlük tanınması halinde, sigortacının hileli talep karşısında haiz olduğu hak, sözleşmeyi ileri etkili olacak şekilde feshetmektir.  Yargıç  Lord  Sumption,  iki  görüşten  birine  üstünlük  tanımanın  doğru olmadığını, ancak bu gibi hallerde sigortacıların sözleşmeyi geçmişe etkili olacak şekilde sonlandırmaktan  ziyade,  taraflar  arasındaki  güven  ilişkisini  telafi  edilemez  biçimde sarsan hileli talep sonrasına müessir olacak şekilde sonlandırma niyeti taşıdıklarını ifade etmektedir. 2001 tarihli The Star Sea davasını gören İngiliz Yüksek Mahkemesi House                                                  14  BIRDS, Modern Insurance Law, s. 273. 15  Orakpo v Barclays Insurance Services, Lloyd's Reinsurance Law Reports, Sayı:1, Yıl:1995, s. 443- 452. 16  Black King Shipping Corporation v Massie; The Litsion Pride, Lloyd s Law Reports, Cilt: 1, Yıl: 1985, s. 437 (Yargıç Hirst J); Continental Illinois National Bank & Trust Co of Chicago v Alliance Insurance Co Ltd; The Captain Panagos DP good,  Lloyd s Law Reports, Cilt: 2, Yıl: 1986, s. 470 (Yargıç Evans J).  17  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 203. 432       of Lords, hileli sigorta taleplerinin geçersiz kabul edileceğine ilişkin mülâhazanın esas itibariyle  sigorta  sözleşmesinin  temel  prensiplerinden  biri  olan  azamî  iyi  niyet yükümlülüğüne istinat etmekte olduğunu;  ancak, sigortalının hileli sigorta talebinde bulunması  halinde  keyfiyetin  ‘sözleşmeye  aykırılık   kapsamında  değerlendirilmesi gerektiğini ortaya koymaktadır. Böylelikle, aksi sözleşmede kararlaştırılmış olmadıkça, hileli sigorta taleplerine ilişkin müeyyidenin sözleşmenin baştan itibaren ve geçmişe etkili olacak şekilde (ab initio) hükümsüz sayılmaması gerektiği kabul edilmiştir. Bu anlamda sigorta sözleşmeleri bakımından cari olan azamî iyi niyet kuralının hileli sigorta taleplerine ilişkin düzenlemelerin de hukuki dayanağını teşkil etmektedir. Ancak bilhassa uygulanacak  yaptırım  bakımından  azamî  iyi  niyet  kuralından  neşet  eden  her  bir yükümlülüğün ayrı  ayrı ele alınması  gerektiği  ve her birinin ihlâline terettüp eden yaptırımın, ihlâlden sonrası için hüküm ifade edecek şekilde düzenlenmesi gerektiği ifade olunmaktadır. B. Hileli Sigorta Taleplerinin Özellikleri İngiliz Yüksek Mahkemesi (House of Lords) yargıçlarından Lord Justice Mance sigorta tazminat taleplerinin hangi hallerde hileli tazminat talebi (fraudulent claim) olarak nitelendirileceği hususuna şöyle açıklık getirmektedir:  Sigortalı,  riziko  gerçekleşmemiş  olmasına  rağmen  sigortacısından  (riziko gerçekleşmiş gibi) hasarın giderilmesi talebinde bulunuyorsa veya vakî riziko dolayısıyla ortaya çıkan gerçek zarardan daha fazlasını (bilerek ve isteyerek) talep ediyorsa (yahut bu hususta pervasız hareket ediyorsa) sigorta tazminat talebinin hileye dayandığından söz edilebilecektir.   Bu anlamda hileli sigorta talebi, sigortalının yalnız yalan beyanda bulunmasından ibaret olmayıp, aynı zamanda bu beyan marifetiyle haksız çıkar temin etme niyeti taşıyor                                                  18  Manifest Shipping Co Ltd v Uni-Polaris Insurance Co Ltd and la Réunion Européenne, (The Star Sea), Lloyd's Law Reports, Sayı:1 Yıl: 2001, s. 389-415. 19  BENNETT, Howard, The Law of Marine Insurance, 2nd Edn., Oxford University Press, London 2007, s. 720; ROSE, s. 315; BAATZ, s. 30. 20  BUGRA, Aysegul / MERKIN, Rob,  Fraud and fraudulent claims , Journal of the British Insurance Law Association, Sayı: 125, Yıl: 2012, s. 5. 21   Agapitos v Agnew , Lloyd's Law Reports, Insurance & Reinsurance, S:1, Y: 2002, s. 573-587.   433       olmasını da gerektirmektedir. Hileli beyan kavramı, İngiliz Hukukunda 2006 tarihli Hileye İlişkin Kanun da (Fraud Act 2006) bir kimsenin dürüstlük ilkesine aykırı olarak kendisi yahut bir üçüncü kişi için fayda temin etmek veya üçüncü bir kişiyi zarara uğratmak yahut zarar tehlikesiyle karşı karşıya bırakmak maksadıyla yanlış beyanda bulunması olarak tanımlanmıştır. Dolayısıyla İngiliz hukukunda hileli beyandan söz edilebilmesi  için  hem  yasal  düzenlemeler  hem  de  konuya  ilişkin  istikrar  kazanmış içtihatlar nazarında sigortalının beyanının doğru olmadığının, bu anlamda dürüstlük kuralına aykırı hareket ettiğinin bilincinde olması gerektiği aranmaktadır. Başka bir deyişle, sigortalı, talebinin gerçeğe aykırı olduğunun bilincinde olmaksızın, tümüyle dürüstlük kurallarına ve gerçeğe uygun hareket ettiği düşüncesiyle sigortacıdan talepte bulunuyorsa, bu halde hileli sigorta talebinden söz edebilmek mümkün olmayacaktır. Ancak bununla kastedilen dürüst davranışın kriterlerinin sübjektif olarak tespit edilmesi değildir.  Zira  bir  davranışın  yahut  beyanın  dürüst  yahut  hile  olup  olmadığı değerlendirmesi kişiden kişiye göre değişebilir. Buna karşılık hukukta öngörülebilirlik ve belirlilik ilkelerine uygun olarak bir beyan yahut davranışın hileli olup olmadığının tespiti bakımından  objektif,  yani  kişiden  kişiye  göre  değişmeyen  birtakım  kriterler  esas alınmalıdır. Nitekim 2002 tarihli Twinsectra Ltd v Yardley davasında yargıç Lord Hutton hileden  söz  edilebilmesi  için  aranan  objektif  kriterler  bakımından  şunları  ifade etmiştir: ...Hileden söz edilebilmesi için, hileli davranışta/beyanda bulunduğu iddia olunan kimse, bu davranışının/beyanının dolayısıyla dürüst kimselerce sahtekârlık yahut hile olarak nitelendirileceğinin bilincinde olmalıdır. Buna karşılık kişinin, kendisinin benimsemiş  olduğu  dürüstlük  kriterleri  ve  algısı  çerçevesinde  davranışını/beyanını                                                  22  ROSE, s. 314. 23 2 015 tarihli İngiliz Sigorta Kanunu (Insurance Act 2015) hazırlanırken Hukuk Komisyonu hileli beyan kavramını somut unsurlarını da ortaya koymak suretiyle tarif etme imkânı varken bunun yerine açık bir tarif  vermekten  kaçınmış,  hilenin  yorumlanması  işini  her  bir  somut  uyuşmazlık  bakımından mahkemelere bırakmayı tercih etmiştir. Bkz. SOOKSRIPAISANRKIT, Poomintr,  Marine Insurance – Collateral Lies: When Lies Are Not Fraud , Maritime Business Review, Cilt: 2, Sayı:1, Yıl: 2017, s. 55. 24  GÜRSES, s. 261; Aviva Insurance v Brown, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2012, s. 211- 235. 25  SOYER, Barış, Marine Insurance Fraud, Informa Law from Routledge 2014, s. 90-91. 26  Twinsectra Ltd v Yardley, The Law Reports (Appeal Cases), Sayı:2, Yıl: 2002, s. 164-204. 434       dürüstlük kuralları içerisinde kabul etmesi yeterli değildir. Söz konusu davranış yahut beyanın dürüst davranışa ilişkin umumiyetle kabul edilmiş objektif standartları karşılıyor olması gerekecektir.  Sigortacıya yönelik rizikonun gerçekleşmiş olduğundan bahisle tazminat talebinde bulunan kişi, talebine dayanak teşkil eden beyanlarının gerçekten doğru  olup  olmadığı  hususunda  gerekli  özeni  göstermez,  diğer  bir  ifadeyle  yanlış beyanları pervasızlığından ileri geliyorsa, bu kişinin talebinin hileli sigorta tazminat talebi olduğundan söz edilebilecektir. Ancak önemle ifade etmeliyiz ki, sigorta tazminat talebinin  hileli  olduğu  hususunda  ispat  yükü  sigortacıya  ait  olmalıdır.  Üstelik sigortalının tazminat talebine yönelik beyanının doğru olmaması tek başına ispat yükünün yerine getirilmesi için yeterli değildir. Sigortacı ayrıca, sigortalının dürüst olmayan beyanının esaslı (substantial) olduğunun herhangi bir tereddüde yer vermeyecek ölçüde açık  olduğunu  ispatlayabilmelidir.  Buna  karşılık,  hileli  sigorta  taleplerinin  esasa müessir  olup  olmadığına  dair  değerlendirme  yapılırken,  -sözleşme  öncesi  beyan yükümlülüğünden farklı olarak- sigortacının sigorta tazminatının/bedelinin ödenmesi yönündeki nihaî kararına etki edip etmediğine bakılmaz. Hileli sigorta taleplerinin esaslı değerlendirilirken, hileli beyanın tek başına sigortacı bakımından hileli sigorta taleplerine ilişkin  müeyyideyi  haklı  kılıp  kılmadığı,  her  somut  olayın  özellikleri  bakımından değerlendirilmelidir. Nitekim yargıç Millet LJ, riziko dolayısıyla ortaya çıkan gerçek zarara nispetle düşük kalan bir miktarı hileli olarak talep eden sigortalının, rizikonun gerçekleşmesini sigortadan haksız çıkar temin etme yönünde bir fırsata çevirmesi ve bu anlamda sigortacıyı aldatma kastıyla hareket etmesi karşısında hilenin esaslı (substantial)                                                  27  Aviva Insurance v Brown, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2012, s. 211- 235. 28  GÜRSES, s. 261; Lek v Mathews, Lloyd s Law Reports, Sayı: 29, Yıl: 1927, s. 141-169; ayrıca bkz. HJALMARSSON, Johanna,  The Standard of Proof in Civil Cases: An Insurance Fraud Perspective , The International Journal of Evidence and Proof, Cilt: 17, Sayı: 1, Yıl: 2013, s. 47-73. 29  ROSE, s. 313. 30  Zira bir hususun sözleşme öncesi beyan yükümlülüğü bakımından esasa müessir (material) olduğunun kabul edilebilmesi için, (basiretli) sigortacının rizikoyu üstlenme yönündeki kararına müessir olup olmadığına bakılmalıdır. Ayrıntılı bilgi için bkz. GÜRSES, s.   31  GÜRSES, s. 261; BUGRA / MERKIN, s. 5.  32  GÜRSES, s. 262. 435       kabul  edilmesi  gerektiğini,  dolayısıyla  hileli  sigorta  taleplerine  terettüp  eden müeyyidenin uygulanması gerektiğini kabul etmiştir. Hileli davranışın esaslı kabul edilebilmesi için behemehal sigortalıya mali çıkar sağlayacak  yahut  sigortacıyı  zarara  uğratacak  nitelikte  olmasına  lüzum  yoktur; sigortalının zararı tazmin ihtimaline pek de önemsiz olmayan bir katkı sağlamış olması yeterli görülmektedir.  Buraya  kadar  yapılan  izahattan  da  istidlâl  olunabileceği  üzere,  hileli  sigorta talebinden söz edilebilmesi için aranan kıstaslar talepte bulunan sigortalıya ilişkin olup, talebin sigortacının tazminat ödeme yönündeki kararına müessir olabilecek ölçüde esaslı olup  olmadığına  bakılmaz.  Diğer  bir  ifadeyle,  sigortacıyı  tazminat/bedel  ödenmesi hususunda aldatma kastı taşıyan bir talebin, objektif manada basiretli bir sigortacıyı aldatabilecek  unsurları  ihtiva  etmiyor  olması,    söz  konusu  talebin  hileli  bir  talep (fraudulent claim) olduğu gerçeğini değiştirmeyecektir. Bununla birlikte, sigortalının talebin hileli bir talep olup olmadığı, daha açık bir anlatımla, aldatma kastının bulunup bulunmadığı,  uyuşmazlığı  gören  mahkemece  ve  somut  deliller  nazarında  tetkik olunmalıdır. İngiliz Yüksek Mahkemesi yargıcı Lord Mance a göre, sigortalının talebinin hileli bir talep olarak kabul edilebilmesi için;  (i) Hileli davranış ile sigorta talebi arasında bağlantı olmalı, diğer bir ifadeyle, hile doğrudan tazminat talebine ilişkin olmalıdır. Dolayısıyla sigortacıya yöneltilen ve aslında mevcut olmayan, oluş biçimi farklılaştırılan yahut miktar itibariyle gerçeğe aykırı bir talep  olmalıdır.  Buna  karşılık  yukarıda  da  ifade  etmiş  olduğumuz  gibi,  hilenin sigortacının tazminat ödenmesine kararına müessir olabilecek ölçüde esaslı olması şart değildir.                                                  33  Galloway v Guardian Royal Exchange, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 1999, s. 209, 214. 34  BUGRA / MERKIN, s. 5. 35  DAVEY, James,  Unpicking the fraudulent claims jurisdiction in insurance contract law: sympathy for the devil? , Lloyd's Maritime & Commercial Law Quarterly, Cilt: 2, Yıl: 2006, s. 229. 36  Agapitos v Agnew, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2002, s. 573-587. 436       (ii) Sigortalı hak sahibi olmadığını bildiği bir tazminata kavuşma niyetiyle hareket etmiş olmalıdır. Diğer bir ifadeyle, sigortalının sigortacıyı aldatma kastının bulunması gerekmektedir. Bu anlamda sigortalının aslında hiç gerçekleşmemiş, gerçekleşmiş olsa bile sigorta sözleşmesiyle sağlanan teminat kapsamında olmayan bir zararın tazmini için yahut gerçekte olduğundan daha yüksek bir tazminat ödenmesini sağlamak amacıyla gerçek olmayan beyanlarda bulunması veya sahte birtakım deliller ileri sürmüş olması gerekmektedir.  Dolayısıyla,  sigortalının,  hukuken  hak  kazanamadığı  bir  tazminat talebinde  bulunmuş  olması,  her  zaman  hileli  sigorta  talebi  olarak nitelendirilemeyecektir. Önemle  ifade  etmeliyiz  ki,  gerçeğe  uygun  olduğu  düşüncesiyle  ileri  sürdüğü talebinin  miktar  itibariyle  gerçeği  yansıtmadığını  bilâhare  öğrenmiş  olan  sigortalı, talebini yenileyerek gerçeğe uygun hale getirmediği sürece aldatma kastıyla hareket ettiği kabul edilmelidir. Bu anlamda aldatma kastının talebin ileri sürüldüğü anda mevcut olması şart olmayıp, hileli sigorta talebinden söz edilebilmesi için bu kastın sonradan da ortaya çıkabilmesi mümkündür. (iii)  Sigortalının  rizikonun  gerçekleşmesini  müteakip  sigorta  şirketine  talepte bulunduktan sonraki hileli işlemleri hileli sigorta talebi (fraudulent claim) kapsamında değerlendirilmeyecektir. Söz gelimi, vâki rizikoya istinaden sigorta tazminatının yahut bedelinin talebi maksadıyla açılan davada sigortalının talebinin karşılanmasına yönelik beyanları gerçeği yansıtmıyor ve aldatma kastı taşıyor olsa bile hileli sigorta talebinden söz edilemeyecektir. Hileli sigorta talebinden bahsedilebilmesi için sigorta şirketine yöneltilen talebin bizatihi kendisinin hileli olması icap etmektedir. Keza sigortacıdan henüz talepte bulunmadan önceki hileli işlemler de, talep sigortacıya yöneltilmediği müddetçe tek başına hileli sigorta talebi olarak değerlendirilmeyecektir. Bu anlamda sigortalının riziko gerçekleşmiş gibi bir izlenim uyandırmak yahut gerçekleşen riziko dolayısıyla ortaya çıkan zararı olduğundan yüksek göstermek için için tanzim ettiği belgeler, sigortacıya yöneltilmediği ve talebe dayanak teşkil etmediği müddetçe hileli                                                  37  SOYER, s. 90. 38  GÜRSES, s. 259. 39  Manifest Shipping Co Ltd v Uni-Polaris Insurance Co Ltd and la Réunion Européenne, (The Star Sea), Lloyd's Law Reports, Sayı:1 Yıl: 2001, s. 389-415. 437       sigorta talebi kapsamında mütalâa edilemeyecektir. Bu aşamada söz konusu eylemlerin tek başına hukuki bir yaptırıma tâbi olması da söz konusu olamaz.  C. Yasal Düzenlemeler ve Yaptırım İngiliz hukukunda ve müstakar yargı kararlarında hileli sigorta taleplerine terettüp eden müeyyide sözleşmenin geçersizliği olarak kabul edilmektedir. Bu müeyyidenin temelinde yer alan hukukî mülâhaza, asimetrik bilgi avantajına sahip olan sigortalıların keyfiyeti suiistimal ederek sigortacıyı aldatmasının, sigorta sözleşmeleri bakımından cari olan azamî iyi niyet  yükümlülüğüne aykırılık teşkil edeceğinin kabul  edilmesidir. Nitekim Clarke, sigorta ettirenin/sigortalının, sözleşmenin sadece kuruluş safhasında değil, her aşamasında azamî iyi niyet yükümlülüğüne riayetle mükellef olduğunu, bu itibarla  sigortacıdan  talepte  bulunurken  dürüst  davranması  gerektiğini,  aksi  halde, sözleşme bu yönde sarih bir hüküm ihtiva etmiyor olsa bile poliçeden doğan tüm haklarını kaybedeceğini ifade etmiştir. Müellife göre, hileli sigorta taleplerini sigorta sözleşmesinin temelinde sarsılmasına yol açmakta ve sigortacıyı sözleşmeden doğan yükümlülüklerden beri kılmaktadır. Aşağıda bu yaptırım türünün kabul edilmesine âmil olan gerekçeler ve yasal düzenlemeler, öne çıkan yargı kararları ışığında incelenecektir. 2015 tarihli İngiliz Sigorta Kanunu (Insurance Act 2015) 12 Ağustos 2016 tarihinde yürürlüğe  girene  dek  hileli  sigorta  talepleri  ve  bu  mahiyetteki  taleplere  hangi müeyyidelerin uygulanacağı meselesi 1906 tarihli Deniz Sigortaları Kanunu (Marine Insurance Act 1906) hükümleri kapsamında ele alınıyordu. Bahse konu Kanun hileli sigorta taleplerinin akıbetine ilişkin açık bir düzenleme içermemekle birlikte, mezkûr Kanunun 17 nci maddesinde düzenlenmiş olan ‘azamî iyi niyet yükümlülüğü (duty of utmost good faith)  hareketle bu mahiyetteki taleplerin sözleşmeyi geçersiz kılacağı kabul edilmekteydi. Söz konusu 17 nci madde hükmüne göre,  Deniz sigorta sözleşmeleri azamî iyi niyete istinat eden sözleşmelerdir. Öyle ki, taraflardan her biri, diğer tarafın                                                  40  RICHARDS, Katie,  Time's Up for Wholly Fraudulent Insurance Claims: The Case for New Statutory Remedies , Journal of Business Law, Y: 2020, s. 584; ayrıca bkz. DAVEY, James/ RICHARDS, Katie,  Deterrence, human rights and illegality: the forfeiture rule in insurance contract law , Lloyd's Maritime & Commercial Law Quarterly, Yıl: 2015, s. 314-345. 41  CLARKEN, Malcolm, The Law of Marine Insurance Contracts, Lloyd s of London Press 1989, s. 434. 438       azamî iyi niyet kuralına riayetsizliğini gerekçe göstererek sözleşmeden (geçmişe etkili olacak şekilde) cayma hakkını haizdir.  Bu hükümde ifadesini bulan azamî iyi niyet yükümlülüğünün sözleşmenin kuruluş aşamasındaki müzakerelere münhasır olmadığı, bu yükümlülüğünün  sözleşmenin  her  aşamasında  gözetilmesi  gereken  bir  yükümlülük olduğu kabul edilmektedir. Bununa birlikte, azamî iyi niyet yükümlülüğünün ihlâline bağlanan netice, sözleşmenin baştan itibaren (ab initio) geçersizliğidir. Nitekim 1986 tarihli Continental Illinois National Bank & Trust Co of Chicago v Alliance Insurance Co  Ltd;  The  Captain  Panagos  DP  davası  gören  İngiliz  Yüksek  Mahkemesi nin yargıçlarından Evans J., hileli sigorta talebi dolayısıyla sigortacının sözleşmeden cayma hakkını  haiz  olduğunu,  dolayısıyla  sözleşme  kapsamında  tüm  yükümlülüklerinden (geçmişe etkili olarak) kurtulacağını; bu yaptırımın sigortalı bakımından ağır ve fakat kaçınılmaz olduğunu ifade etmiştir. Hileli sigorta talepleri  yönünden bu yaptırım, İngiliz doktrini ve yargıçları tarafından son derece ağır ve ölçülü olmayan bir yaptırım olarak tenkit edilmiştir.   İngiliz sigorta hukukunda hileli tazminat talebine ilişkin kararlar, çoğu zaman sigorta poliçesinde yer alan açık klozlara dayandırılmakla beraber, bu husustaki kararlara dayanak  teşkil  eden  asıl  mülâhazanın  Anglo-Sakson  hukuk  sisteminin  yerleşik prensiplerinden  biri  olan  azamî  iyi  niyet  ilkesi  ve  hiç  kimsenin  kendi  kusurundan yararlanamayacağı  kaidesi  olduğu  müşahede  olunmaktadır.  Nitekim  hileli  sigorta tazminat taleplerine  yönelik kararlar on dokuzuncu  yüzyıla dayanmaktadır. Konuya ilişkin önde gelen emsal kararlardan biri olan 1866 tarihli Britton v Royal Insurance Company davasında mahkeme, kundaklama dolayısıyla çıkan yangından doğan zarara ilişkin tazminat talebini değerlendirmiştir. Söz konusu davada sigortacı, sigortalının rizikoya  fırsata  çevirdiğini  ve  kendilerinden  gerçek  zarardan  daha  fazlasını  talep                                                  42  ROSE, s. 315. 43  Lloyd s Law Reports, Cilt: 2, Yıl: 1986, s. 470. 44  ROSE, s. 315; RAINEY, Simon,  The Law Commission s Proposal for The Reform of An Insurer s Remedies for Fraudulent Claims Made Under The Business Insurance Contracts , Lloyd s Maritime and Commercial Law Quarterly, Yıl: 2013, s. 367 vd; EGGERS / PICKEN, s. 365. 45  CLARKE, Malcolm,  Insurance: The Proximate Cause in English Law ,  The Cambridge Law Journal, Cilt: 40, Sayı: 2, Yıl: 1981, s. 302; BIRDS, Modern Insurance Law, s. 273. 46  Britton v Royal Insurance, Foster and Finlayson's Reports, Sayı: 4, Yıl: 1866, s. 905-910. 439       ettiklerini  iddia  etmiştir.  Diğer  bir  ifadeyle,  sigortalının,  sigorta  sözleşmesini  bir zenginleşme aracına dönüştürerek haksız kazanç elde etme amacıyla hareket ettiği ileri sürülmüştür. Yargıç Willes söz konusu davaya ilişkin müzakereler sırasında uyuşmazlıkla ilgili şu şekilde görüş ortaya koymuştur:  Hileye dayalı olarak sigorta şirketinden tazminat talebinde bulunan kişinin bu suretle uğradığı gerçek zararı tazmin hakkından da  mahrum  kalması  hukukun  bir  gereğidir.  Zira  sigorta  sözleşmesi  her  iki  taraf bakımından da azamî iyi niyete dayanan bir sözleşme olup, iyi niyetin sözleşmenin her aşamasında  gösterilmesi  gerekmektedir...   Mahkeme  bu  görüşü  esas  alarak  davacı mevkiinde bulunan sigortalı aleyhine karar vererek, hileli tazminat talebi dolayısıyla sigortalının poliçeden doğan tüm haklarının zayi olması gerektiğine hükmetmiştir. Hileli sigorta tazminat talebinde bulunan kişinin sigorta sözleşmesinden doğan tüm haklarının zayi olması gerektiğine dair mülâhazanın temeli, İngiliz Yüksek Mahkemesi (House of Lords) nezdinde görülen 2001 tarihli The Star Sea davasında yargıç Lord Hobhouse tarafından  şu  sözlerle  ifade  edilmiştir:   İzlenmesi  gereken  yol  çok  basittir.  Hileli hareket  eden  sigortalının,  ‘eğer  hileli  beyanda  bulunduğum  anlaşılmazsa  kazançlı çıkarım, buna karşılık hile ortaya çıkarsa hiçbir şey kaybetmem  şeklinde düşünmesinin önüne geçilmelidir.  Söz konusu yargı kararlarından da anlaşıldığı üzere, hileli sigorta taleplerinin sigorta sözleşmeleri bakımından cari olan azamî iyi niyet ilkesine aykırılık teşkil ettiği kabul edilmiştir. Öte yandan, söz konusu kararların verildiği dönemde azamî iyi  niyet  kuralına  aykırılığın  yaptırımı  1906  tarihli  Deniz  Sigortaları  Kanunu nda sigortacının geçmişe etkili olarak sözleşmeden cayması (avoidance of the policy ab initio) olarak düzenlenmişken, mahkemelerin hileli talepte bulunan sigortalıların poliçeden doğan haklarını kaybedeceğine hükmettikleri müşahede olunmaktadır. Mahkemelerin bu yöndeki tutumu 2005 tarihinde İngiliz Temyiz Mahkemesi (England and Wales Court of Appeal) tarafından Axa General Insurance Ltd v Gottlieb davasında verilen kararla netlik kazanmış, sigortalının hileli talepte bulunmuş olması dolayısıyla o güne kadar ifa                                                  47  Britton v Royal Insurance, Foster and Finlayson's Reports, Sayı: 4, Yıl: 1866, s. 909. 48  Manifest Shipping Co Ltd v Uni-Polaris Insurance Co Ltd and la Réunion Européenne (The Star Sea), Lloyd's Law Reports, Sayı:1 Yıl: 2001, s. 389-415. 49  Axa General Insurance Ltd v Gottlieb, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1 Yıl: 2005, s. 369. 440       edilmiş edimlerin geçmişe etkili olarak geri istenip istenemeyeceği meselesi açıklığa kavuşturulmuştur. Uyuşmazlık konusu olayda sigortalı, sigortacı ile aralarında münâkit konut  sigorta sözleşmesine dayalı dört ayrı talepte bulunmuş, sigortacı  söz konusu talepleri karşılamıştır. Ancak sigorta şirketi bilâhare sigortalının bahse konu taleplerin bazılarının  hileye  dayandığı  gerekçesiyle  yapmış  olduğu  ödemelerin  tamamını  geri istemiştir. Somut olayda sigortalı tarafından sigortacıya yöneltilen tazminat taleplerinin ikisinin hileli olduğu tespit edilmiş, diğer taleplerde ise hile olmadığı tespit edilmiştir. Mevzubahis  davanın  görüldüğü  yüksek  mahkeme  yargıçlarından  Lord  Mance, sigortacının talebiyle şu değerlendirmelerde bulunmuş ve konuya açıklık getirmiştir:  Hileli  sigorta  talebinde  bulunduğu  anlaşılan  sigortalının,  aynı  sigorta  poliçesi kapsamında sigortacı tarafından  yerine getirilen önceki hukuka uygun ve bağımsız tazminat taleplerinin de geçmişe etkili olarak geçersiz olacağı yönündeki mülâhazanın hukuki bir dayanağı yahut gerekçesi bulunmamaktadır.  Başka bir deyişle, sigortalının gerçekleşen yahut gerçekleştiği iddia edilen rizikoya istinaden sigortacıya hileli bir talep yöneltmesi ve pek tabii hilenin anlaşılması ihtimalinde, hileli sigorta talebine ilişkin sonuçlar yalnız bu talep bakımından cari hale gelecektir. Bu anlamda sigortalı sigorta şirketinden tazminat alamayacağı gibi, sigorta şirketinin mezkûr talebe istinaden daha önceden yapmış olduğu ara ödemeler varsa, sigorta şirketi bu ödemelerin iadesini talep edebilecektir. Netice itibariyle, bahse konu mahkeme kararına göre sigortalı, sigorta şirketinden hileye dayalı bir talepte bulunsa dahi taraflar arasında münâkit olan sigorta sözleşmesi geçmişe etkili olarak haleldar olmayacaktır.   2015 tarihli İngiliz Sigorta Kanunu, 1906 tarihli Kanun dan farklı olarak, hileli sigorta taleplerine ilişkin müeyyideyi 12 nci maddesinde açıkça düzenlenmiştir. Söz konusu Kanunun yürürlüğe girmesiyle beraber hileli sigorta taleplerine uygulanacak müeyyidelere ilişkin münakaşalar da böylelikle sona ermiştir. Buna göre;  (1)  Sigortalının  sigorta  sözleşmesine  dayalı  olarak  hileli  bir  talepte  bulunması halinde—                                                  50  Axa General Insurance Ltd v Gottlieb, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1 Yıl: 2005, s. 389 vd.  441         (a) sigortacı tazminatı ödemekle mükellef olmayacaktır,   (b) sigortacının söz konusu hileli talebe ilişkin yapmış olduğu ödemelerin iadesini talep hakkı bulunmaktadır, ve    (c)  ayrıca,  sigortacı,  muayyen  süre  zarfında  haber  vermek  kaydıyla  hileli davranıştan itibaren geçerli olmak kaydıyla sözleşmeyi feshedebilecektir. (2) Sözleşmeyi feshetmesi halinde sigortacı—    (a)  hileli  talebin  ileri  sürülmesi  anından  başlayarak,  sözleşmeden  doğan yükümlülüklerin tamamından kurtulacak, ve   (b) ödenmiş olan primleri iade etmek zorunda kalmayacaktır. (3)  Sözleşmenin  sigortacı  tarafından  feshedilmesi,  sözleşmeden  doğan  ve  hileli davranıştan önce tahakkuk etmiş olan hak ve borçlara halel getirmeyecektir.    Görüldüğü üzere, 2015 tarihli Kanun hileli sigorta taleplerine ilişkin müeyyideyi herhangi bir tereddüde mahal vermeyecek açıklıkta düzenlenmiştir. Buna göre, hileli sigorta talebine muhatap olan sigortacı, hileli talebe ilişkin tazminat ödemek zorunda kalmayacaktır. Üstelik sigortacı talebin yalnız hileli olan kısmı için değil, tamamı için sorumluluktan kurtulacaktır. Bu anlamda sigortalının hilesi, talebin yalnız bir kısmına ilişkin olsa, talebin tamamına halel getirmektedir. Hileli talep karşısında tazminat ödeme borcundan kurtulan sigortacı, ayrıca sözleşmeyi sonlandırabilecektir. Ancak sigortacı, sözleşmeyi geçmişe etkili olarak değil, hileli talep anından itibaren, yani geleceğe etkili olarak sonlandırabilecek; başka bir deyişle feshedebilecektir. Nitekim mezkûr Kanunun 14 üncü maddesinde, taraflardan birinin azamî iyi niyet yükümlülüğünün ihlâl edilmiş olduğundan  bahisle  sözleşmeden  geçmişe  etkili  olarak  cayabileceğini  öngören  tüm düzenlemelerin geçersiz kılındığı hüküm altına alınmıştır. Netice itibariyle, sigortalının hileli sigorta talebinde bulunmuş olması, sigortacı tarafından dava evvel ifa edilmiş olan sigorta tazminatlarına halel getirmeyecektir.                                                  51  EGGERS / PICKEN, s. 80; ROSE, s. 315. 442       II. HİLELİ SİGORTA TALEPLERİNİN TÜRLERİ İngiliz  sigorta  hukuku  içtihatlarında,  sigortalının  gerçeğe  aykırı  hileli tazminat/bedel talepleri üç farklı şekilde ortaya çıkabileceği kabul edilmektedir. Bunlar riziko hilesi (pure fraud), miktar hilesi (exaggerated claims), ve faydasız hile (collateral lie) olarak üç kategoride toplanmaktadır.  A. Riziko Hilesi (Pure Fraud) Sigortalının talebi tümüyle gerçeğe aykırı ve sahte iddialara dayanıyor olabilir. Daha açık bir anlatımla, gerçekte sigorta şirketinin ödemekle mükellef olacağı bir sigorta tazminatı/bedeli olmamasına rağmen; sigortalı, taraflar arasında münâkit sözleşmeyle kararlaştırılmış olan ve sigorta tazminatının/bedelinin ödenmesini gerekli kılan rizikonun gerçekleşmiş  olduğu  yönünde  sahte  bir  izlenim  uyandırmak  suretiyle  yahut  sigorta tazminatını/bedelini  alabilmek  için  rizikoyu  kasten  gerçekleştirmek  veya gerçekleştirilmesine göz yummak suretiyle sigortacıyı aldatmak istemiş olabilir. Başka bir deyişle, sigortalının talebi tümüyle düzmecedir. Bu durum İngiliz sigorta hukukunda ‘riziko  hilesi  (pure  fraud)   olarak  da  ifade  edilmektedir.  Söz  gelimi,  sigortalının sigortacıdan tazminat alabilmek maksadıyla sözleşmeyle teminat altına alınmış geminin güvertesinde delik açarak onun batmasına yol açması yahut otomobilini ateşe vermesi bu hile türüne örnek gösterilebilir. Keza hayatını  kaybeden kişinin  yakınlarının onun ölümünü resmî makamlardan gizleyerek adına hayat sigortası yaptırmaları ve bir süre prim  borcu  ödedikten  sonra  sahte  ölüm  belgesi  tanzim  ederek  sigortacıdan  sigorta bedelini almak istemeleri riziko hilesi olarak ifade edilen talep türüne örnek gösterilebilir. Bu halde 2015 tarihli Kanunun 12 nci maddesinde belirtilen yaptırımların uygulama alanı bulacağı uzun izahatı gereksiz kılacak ölçüde açıktır. B. Miktar Hilesi (Exaggerated Claim) Sigortalının rizikonun -kastı olmaksızın- gerçekleştiğine dair ihbarı gerçek olabilir ancak sigortalı tarafından talep edilen tazminat tutarı hileli bir şekilde olduğundan daha yüksek gösterilmiş veya zarar görmeyen yahut kayba uğramayan eşyalar için tazminat                                                  52  EGGERS / PICKEN, s. 341. 53  SOYER, s. 93. 443       talep  edilmiş  olabilir.  Sigortalı  rizikoyu  kasten  gerçekleştirmemekle  birlikte, gerçekleşen  rizikodan  dolayı  (haksız)  kazanç  sağlamak  ve  bir  anlamda  rizikonun gerçekleşmiş olmasını fırsata çevirmek istemektedir. Bu yöndeki hileli sigortalı talepleri İngiliz  sigorta  hukukunda  ‘miktar  hilesi  (exaggerated  claim)   olarak nitelendirilmektedir.  Hileli  sigorta  talebinin  miktar  hilesi  şeklinde  tecessüm  eden görünüş biçimi, münhasıran zarar sigortaları bakımından söz konusu olabilir. Zira meblağ sigortalarında  riziko  gerçekleştiği  takdirde  sigortacı  herhangi  bir  zarar  araştırması yapmaksızın  poliçede gösterilen sigorta bedelini  sigorta himayesinden istifade eden kişiye ödemekle mükellef olur. Herhangi bir zarar araştırmasının mevzubahis olmadığı meblağ sigortaları bakımından miktar hilesinden söz edilebilmesi de pek tabii mümkün olmayacaktır.  Buna  karşılık  zarar  sigortalarında  rizikonun  gerçekleşmesi  halinde sigortacı, sigorta bedelini aşmamak kaydıyla gerçek zarar miktarını tazmin etmekle yükümlüdür. Hâl böyleyken aktif sigortası mahiyetindeki zarar sigortalarında ve bilhassa kısmî hasarın gerçekleştiği hallerde sigorta şirketinin ödeyeceği tazminat miktarının tespit edilmesi gerekir. İşte bu noktada sigortalının zarar miktarını olduğundan daha yüksek gösterecek birtakım hileli işlemlere müracaat edebilmesi ihtimal dahilindedir. Öte yandan bu mahiyetteki zarar sigortalarında tam hasarın gerçekleşmiş olması durumunda dahi gerçek zarar miktarını aşan tutarda tazminat talebinde bulunulması mümkündür. Zira tam hasar durumunda sigortacı, poliçede gösterilen sigorta bedelinin tamamını, sigorta değerini  aşmamak  kaydıyla  ödemekle  mükellef  olup,  sigorta  değeri  kural  olarak sigortalanan menfaatin rizikonun gerçekleştiği andaki gerçek değeridir. Nitekim poliçede belirlenmiş olan sigorta bedelinin riziko gerçekleştiği anda tespit edilen sigorta değerini aşması halinde aşkın sigortadan söz edilir. Bu halde kural olarak sigorta bedelinin sigorta değerini aşan kısmı bâtıl addedilir (TTK m. 1463/1).  Dolayısıyla tam hasar durumunda sigortalanan menfaatin değerinin tespiti lâzım gelir. İşte sigortalı, sigortalanan menfaatin                                                  54  EGGERS / PICKEN, s. 342. 55  BENNETT, s. 712; ROSE; s. 313. 56  Bunun  istisnası  takseli  sigortadır.  6102  sayılı Türk  Ticaret  Kanunu nun  1464 üncü  maddesinde düzenlenmiş olan takseli sigorta, tarafların sigorta değerine esas olması maksadıyla belirli bir meblağ üzerinde  mutabık  kalması  halinde  karşımıza  çıkar.  Bu  halde  sigortalanan  menfaatin  rizikonun gerçekleştiği andaki değerinin tespitine gidilmez; tarafların üzerinde uzlaştıkları meblağ sigorta değeri olarak kabul edilir; meğerki, takse esaslı şekilde fahiş olsun (TTK m. 1464/2).   444       değerini hileli birtakım işlemlerle olduğundan yüksek göstererek gerçek sigorta değerini aşan sigorta bedelini almaya yönelik bir gayret içine girmesi durumunda ‘miktar hilesi  olarak  nitelendirdiğimiz  hileli  sigorta  talebinden  söz  edilebilecektir.  İngiliz  Temyiz Mahkemesi (Court of Appeal) nezdinde görülen 1997 tarihli Galloway v Guardian Royal Exchange 57 davası bu mahiyetteki talepler bakımından önem teşkil eden davadır. Dava konusu sigorta poliçesi bir hırsızlık poliçesidir. Sigortalı mevkiinde bulunan Galloway, £16,133,94  tutarında  zarara  uğramış  olmasına  rağmen,  fazla  tazminat  alabilmek maksadıyla  zararın  £18,000  olduğu  yönünde  beyanda  bulunmuştur.  Mahkeme  bu durumun anlaşılmasıyla birlikte, sigorta poliçesinde bu yönde açık bir hüküm olmadığı halde,  sigortalının  talebinin  hileli  olduğuna  karar  vermiş  ve  hileli  sigorta  talepleri bakımından  cari  olan  müeyyide  uyarınca  sigortalının  poliçeden  doğan  haklarını kaybedeceğine  hükmetmiştir.  Bu  karardan  hareketle  şunu  vurgulamak  gerekir  ki, sigortalının hileli talebine konu olan miktarın, gerçek zarar miktarına nispetle yüksek olup  olmaması,  uygulanacak  müeyyide  bakımından  herhangi  bir  değişikliğe  yol açmamaktadır.  Mühim  olan  hileli  beyan  yahut  davranışın  esasa  müessir  olabilecek mahiyette  olup  olmadığıdır.  Nitekim  aksini  kabul,  riziko  dolayısıyla  ortaya  çıkan zararın son derece yüksek olduğu hallerde, gerçek zarar miktarına nispetle düşük bir meblağ teşkil eden hileli tazminat taleplerinin müeyyidesiz kalması gibi sakıncalı bir neticeye kapı aralamak anlamına gelebilirdi. Burada ölçüt, sigorta sözleşmesinin esasını teşkil eden güven ilişkisini sarsacak, yani azamî iyi niyet kuralını ihlâl edecek türden hileli bir davranışın mevcut olmasıdır. Somut olayın özellikleri kapsamında bu sonucun gerçekleştiğine hükmedilebiliyorsa, sigortacının tazminat ödeme borcundan kurtulacağı kabul edilmektedir. Öte yandan şunu önemle ifade etmeliyiz ki, sigorta pratiğinde zarar miktarına ilişkin  ihtilafların  sigortacı  ile  sigortalı  arasındaki  ihtilafların  tamamı  sigortalının                                                  57  Galloway v Guardian Royal Exchange, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 1999, s. 209, 214. 58  SWABY, Gerald  The Price of a Lie: Discretionary Flexibility in Insurance Fraud , Journal of Business Law, Cilt: 1, Yıl: 2013, 77-102, s. 82. 59  Galloway v Guardian Royal Exchange, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 1999, s. 209, 214. 60  Orakpo v Barclays Insurance Services, Lloyd's Reinsurance Law Reports, Sayı:1, Yıl:1995, s. 451.  445       sigortacıyı  aldatma  kastından  ileri  gelmeyebilir.  Vaki  riziko  dolayısıyla  sigortacı tarafından ödenmesi gereken tazminat miktarının ne olduğuna dair taraflar arasındaki anlaşmazlık zararın tespitine yönelik değerlendirmelerin farklı olmasından da ileri geliyor olabilir. Keza sigortalının vâki riziko dolayısıyla ortaya çıkan zarar miktarını tam olarak tespit edemediği durumlarda, sigortacıdan nispeten yüksek bir tazminat miktarı talep etmiş olması, sigortacı ile yürütülecek müzakerelerde elini güçlendirmek gayesinden ileri geliyor olabilir. Sigortalının sigortacıyı aldatma kastının olmadığı bu gibi durumlarda hileli sigorta beyanından söz edilebilmesi de pek tabii mümkün olmayacaktır.  İngiliz  Yüksek  Mahkemesi  House  of  Lords  yargıcı  Hoffman  LJ  şu değerlendirmelerde  bulunmuştur:   Gerçekleşen  rizikoya  ilişkin  sigortacıya  hileli beyanda bulunulmadığı yahut sigortacıdan bilgi saklanmadığı, keza sigorta eksperinin zarar  miktarının  tespitine  yahut  talebin  geçerliliğine  dair  tıpkı  sigortalı  gibi  kesin malumat sahibi olamadığı durumlarda, sigortalının yüksek sayılabilecek bir tazminat talebinde bulunmuş olması, sigortacı ile yürütülecek müzakerelerde elini güçlendirmek maksadıyla hareket ettiğine dair mazur görülebilecek bir müzakere stratejisi olarak yorumlanmalıdır . Diğer bir ifadeyle, sigortacının ve sigortalının gerçekleşen rizikoya dair aynı ölçüde bilgi sahibi olduğu durumlarda, sigortalının talep ettiği miktarın, gerçek zararı aşıyor olsa bile, ödenecek tazminat miktarı üzerinde uzlaşmaya varılması beklenen müzakere aşamasında kullanılmak üzere ileri sürülen bir miktar olduğu düşünülmelidir; meğerki,  sigortalının  sigortacıyı  aldatma  kastı  bulunsun.  Bu  anlamda  hileli  sigorta beyanından söz edilebilmesi için sigortalının tek başına gerçek dışı bir tazminat miktarı talep etmesi yeterli olmayıp, aynı zamanda zarar miktarını olduğundan yüksek göstermek için hileli bazı işlemler yapmış olması yahut gerçek zararın tespitine ilişkin birtakım önemli hususları sigortacıdan bilerek ve isteyerek gizlemiş olması icap etmektedir. Diğer bir ifadeyle, talep edilen tazminatın gerçek zarar miktarını aşıyor olması, münhasıran sigortacıyı aldatmak suretiyle sigorta sözleşmesi aracılığıyla zenginleşmek, böylelikle haksız  kazanç  temin  etmek  amacına  yönelmemişse,  hileli  sigorta  talebinden  söz                                                  61  EGGERS / PICKEN, s. 343. 62  Orakpo v Barclays Insurance Services, Lloyd's Reinsurance Law Reports, Sayı:1, Yıl:1995, s. 443- 452. 446       edebilmek de mümkün olmayacaktır. Bu noktada talep edilen zarar miktarı ile gerçek zarar miktarı arasında kayda değer bir farkın olmaması, sigortalının aldatma kastıyla hareket etmediği ve fakat müzakere safhasında elini güçlendirmek istediği şeklinde yorumlanabilir. Buna karşılık, talebe konu olan tazminatın miktarı her zaman belirleyici olmayabilir. Zira hileli sigorta talebinden söz edilebilmesi için, sigortalının rizikoyu fırsata dönüştürerek gerçek zarar miktarını aşan tutarda tazminata kavuşma niyetinin ve bu yönde sergilediği hileli davranışların tespiti yeterli olacaktır. Sigortalının sigortacıyı aldatmak maksadıyla talep ettiği tazminatın gerçek zararın üzerinde olduğunun sigortacı tarafından kolaylıkla tespit edilebilir olması, talebi hileli bir sigorta talebi olmaktan çıkarmayacaktır. Sonuç itibariyle, kolaylık tespit edilen hile ile tespiti güç hile arasında hukuki sonuçları bakımından herhangi bir farklılık söz konusu olmayacaktır. C. Faydasız Hile (Collateral Lie) Sigortalının rizikonun gerçekleştiğine ve talep edilen tazminat tutarına dair ihbarı gerçeğe uygun olmakla birlikte, rizikonun gerçekleşmesine müessir olan hususlara ilişkin bilgilendirmesi  gerçeğe  uygun  olmayabilir.  Özellikle  talebinin  sigortacı  tarafından karşılanmayacağı vehmine kapılan sigortalı, talebini olduğundan daha güçlü göstermek yahut  talebin  gecikmeksizin  karşılanmasını  sağlamak  maksadıyla  rizikoya  yol  açan hadiselere ilişkin gerçeğe uygun olmayan beyanlarda bulunabilir. Söz gelimi, kasko sigortasıyla sigortalanmış olan aracıyla seyir halindeyken hız sınırını aşan ve kaza yapan sigortalı, hız sınırını aşmış olmasının sigortacı bakımından vâki zararı ödemekten imtina                                                  63  BENNETT, s. 713. 64   Nsubuga v Commercial Union Assurance Co Plc, Lloyd's Law Reports, Sayı: 2, Yıl: 1998, s. 682- 693; SOYER, Barış, Lies, Collateral Lies and Insurance Claims: The Changing Landscape in Insurance Law, Edinburgh Law Review, Y: 2018, C: 22, S: 2, s. 258. 65   Aviva Insurance v Brown , Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2012, s. 211- 235. 66  GILMAN, Jonathan / BLANCHARD, Claire / TEMPLEMAN, Mark / HART, Neil / HOPKİNS, Philippa, Arnould: Law of Marine Insurance and Average, 20th Ed., Sweet & Maxwell 2021, para 1840.  67  RHIDIAN, Thomas, The Modern Law of Marine Insurance, 1st edn, Informa Law from Routledge 2015, s. 142.  68  BENNETT, s. 713. 447       etmek için haklı sebep olduğu yanılgısıyla, kaza yeri ve saati hususunda sigortacıyı aldatmaya teşebbüs etmesi bu duruma örnek teşkil edebilir. Zira gerçekleşen riziko sigortalının kusurlu, hatta aksi sözleşmede kararlaştırılmış olmadıkça ağır kusurlu olması, sigortacıya tazminatı ödemekten imtina etme yahut aksi kararlaştırılmadıkça ödenecek tazminatta  indirim  yapma  hakkı  bahşetmeyecektir  (TTK  m.  1429).  Keza  rizikonun gerçekleşmesini müteakip sigorta tazminatına olabildiğince kısa sürede kavuşmak isteyen sigortalı, sigortacının rizikoya ilişkin araştırma süresini kısaltmak gayesiyle de riziko öyküsünü gerçeğe uygun olmayan beyanlarla zenginleştirmek isteyebilir. Bu hallerde sigortalı tarafından sigortacıya yöneltilen talep sonucu doğru olmakla birlikte, talebe ilişkin gerekçe gerçeğe uygun olmayıp, sigortalının hileli birtakım araçlar kullanmasını içermektedir. Yargıç Lord Sumption bu yöndeki gerçeğe uygun olmayan beyanları sonuca müessir  olmayan,  ‘faydasız  hile  (collateral  lie  or  fraudulent  device) 69  olarak adlandırılmaktadır.  Bu  mahiyetteki  beyanlar,  sigortalının  sigorta  tazminatını  talep hakkına müessir olmamakla birlikte, rizikonun gerçekleşme biçimine müteallik gerçeğe uygun olmayan (hileli) beyanlar olarak ifade olunabilir.    İngiliz sigorta hukuku doktrininde oldukça uzun bir zaman, sigortalının zararın tazminine yönelik talebini, talebin sigortacı tarafından kabul görmeyeceği endişesiyle yalan beyanlarla (collateral devices / fraudulent devices) süslemesi, söz konusu beyanlar talebin esasına müessir olabilecek nitelikte olmasa dahi, hileli sigorta talepleri arasında mütalâa edilmiştir. Böylelikle hileli sigorta talepleri hakkınca cari olan yaptırımın sonuca müessir olmayan gerçek dışı beyanlar hakkında da uygulanacağı kabul edilmiştir. İngiliz yargısında bu hususta öne çıkan davalardan biri İngiliz Yüksek Mahkemesi House of Lords nezdinde görülen 2002 tarihli Agapitos v Agnew davası olup, bahse konu davada sigortalının  sigortacıya  yönelik  tazminat  talebini  yalan  beyanlarla  süsleyerek  onu                                                  69  Herhangi bir sahteciliğe müracaat etmeksizin de ulaşılabilecek bir neticeye sahtecilik teşkil eden bir fiile ulaşma çabası, ceza hukukunda ‘faydasız sahtecilik  olarak adlandırılmaktadır. Bkz. GÜNGÖR, Devrim, Resmî Belgelerde Sahtecilik Suçu, Yetkin Yayınları, Ankara 2010, s. 13 vd. O halde hileli beyan yahut fiillere müracaat  etmeye lüzum olmaksızın elde edilebilecek bir hakkın iktisabı için müracaat edilen bu hile türü için, ceza yargılamasında kabul edilen ‘faydasız sahtecilik  teriminden ilham alarak ‘faydasız hile  tabirinin kullanılmasının uygun olacağı kanaatindeyiz. 70  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 198 vd. 71  Agapitos v Agnew, Lloyd's Law Reports, Insurance & Reinsurance, Sayı:1, Yıl: 2002, s. 573-587.   448       güçlendirmeye çalışmış olması, talebin hileli sigorta talebi (fraudulent claim) olarak kabulü için yeterli görülmüştür. Davaya ilişkin müzakereler esnasında Yargıç (Lord Justice) Mance  bu konuda şunları söylemiştir:  Hileli araçlar (fraudulent devices), sigortalının talep konusu zararın gerçekleştiğine inanıyor olmasına rağmen talep konusu hadiseleri birtakım yalanlarla süslemek ve inandırıcılığını arttırmak istemesi halinde karşımıza çıkar.  Bu davada, sigorta tazminat talebini güçlendirmeye yönelik hileli herhangi  bir  teşebbüsün  sözleşmeyi  geçersiz  kılacağına  ilişkin  genel  prensip vurgulanmıştır. Keza İngiliz Temyiz Mahkemesi Court of Appeal nezdinde görülen 2011 tarihli  Sharon s Bakery (Europe) Ltd v Axa Insurance plc davasında benzer bir sonuca ulaşılmıştır. Bu davaya konu olan uyuşmazlıkta fabrika mallarını sigortalatmış olan sigortalı, riziko  kapsamında mütalâa edilen bir hadise neticesinde zarar  gören malının sigortacı tarafından tazmini için müracaatta  bulunmuştur. Sigortacı, vâki zararın tazmini için söz konusu malın mülkiyetinin sigortalıya ait olduğunu gösteren bir belge talep etmiş ve fakat sigortalı bu belgeyi bulamamıştır. Esasen sigorta poliçesine göre sigortalının  zararın  tazmini  için  bu  mahiyette  bir  belgeyi  tevdi  etme  zorunluluğu bulunmamaktadır. Zararı tazmin edemeyeceği endişesine kapılan sigortalı, sahte bir fatura tanzim edip sigortacıya tevdi etmek suretiyle zararın ödenmesini talep etmiştir. Faturanın sahte olduğunun anlaşılmasıyla birlikte sigortacı zararı tazmin etmekten imtina etmiş  ve  görülen  davada  mahkeme  sigortacıyı  haklı  bulmuştur.  Söz  konusu  dava örneklerinden de anlaşıldığı gibi, İngiliz yargısının sigorta taleplerinde hileli araçların (fraudulent devices) kullanılmasına ilişkin tavrı son derece sert olup, esasen sonuca müessir olmayan hileli araçların kullanılması halinde dahi hileli sigorta talebinden söz edileceği,  dolayısıyla  sigortalının  poliçeden  doğan  haklarını  kaybedeceği  kabul edilmekteydi.                                                  72  BUGRA / MERKIN, s. 5.  73  Lloyd's Law Reports, Insurance & Reinsurance, Sayı: 1, Yıl: 2012, s. 164-182. 74  AIKINS, Richard, When is a  Fraudulent Claim  Only a  Collateral Lie ?, Lloyd s Maritime and Commercial Law Quarterly, Sayı: 3, Yıl: 2017, s. 339. 449       Mamafih, İngiliz Yüksek Mahkemesi Supreme Court nezdinde görülen 2016 tarihli ve kısaca The DC Merwestone olarak anılan davayla birlikte İngiliz yargısının konuya ilişkin bakış açısı değişmiştir. Mahkemenin verdiği çoğunluk kararına göre, zararın tazminine yönelik talebi hukuka uygun ve sigortacı tarafından karşılanması gereken bir talep olsa da, bu talebinin karşılanmayacağı vehmine kapılan sigortalı, kabul edilme olasılığını  artırmak  maksadıyla  talebini  -esasen  talep  sonucuna  müessir  olmayan-  gerçeğe aykırı beyanlarla (collateral lies) desteklemek isteyebilir. Mahkeme, sigortalının bu  yöndeki  davranışının  hileli  sigorta  talebi  (fraudulent  claim)  kapsamında değerlendirilmemesi gerektiği sonucuna hükmetmiştir. Diğer bir ifadeyle, sigortacının faydasız  hileyi  gerekçe  göstererek  sigorta  tazminatını  ödemekten  imtina  hakkı olmayacaktır. Söz konusu davaya ilişkin müzakereler esnasında yargıç Lord Sumption, hileli sigorta taleplerine (fraudulent claims) ilişkin hukukî rejimin yalnız riziko hilesi ve miktar hilesi  olarak  nitelendirdiğimiz  hallere  mi  münhasır  olduğu,  yoksa  sonuca  müessir olmayan  gerçek  dışı  beyanların  da  bu  kapsamda  mı  kabul  edileceği  hususunu değerlendirmiştir. Yargıç Lord Sumption, hileli sigorta talepleri hakkında uygulanan kuralların  faydasız  hile  olarak  nitelendirdiğimiz  hallere  şâmil  olmayacağını  şu gerekçelerle savunmuştur:  Zarar  sigortalarında  sigortalının  teminat  kapsamında  gerçekleşen  riziko dolayısıyla ortaya çıkan zararı sigortacıdan tazmin etme hakkı, sigortacıya bu yöndeki talebin iletildiği anda değil, zararın ortaya çıktığı anda doğmaktadır. Diğer bir ifadeyle, sigortacı rizikonun gerçekleşip de zararın ortaya çıktığı an itibariyle sigortalıya karşı sorumlu olmaktadır. Bu anlamda sigortalının zararı tazmin hakkı, riziko gerçekleştiği an itibariyle doğmuş olan bir haktır. Söz konusu hakkını kullanırken onu esaslı biçimde değiştirecek bir hileye müracaat eden, söz gelimi, hakkın konusunu teşkil eden tazminatın                                                  75  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 198-228. 76  AIKINS, s. 339. 77  Versloot Dredging BV v HDI Gerling Industrie Versicherung AG (The DC Merwestone), Lloyd s Law Reports, Sayı: 2, Yıl: 2016, s. 198-228.  450       miktarı  hususunda  sigortacıyı  aldatmaya  teşebbüs  eden  sigortalı,  rizikonun gerçekleşmesiyle birlikte doğmuş olan hakkını bu yüzden kaybedecektir. Buna karşılık, sigortalının hakkının teslimine yönelik talebin iletilmesi esnasında, onun esasına halel getirmeyen gerçeğe aykırı bazı beyanlarda bulunmuş olması, hileli sigorta taleplerine ilişkin hukukî rejimin tesisine âmil olan şartları ortaya çıkarmamaktadır. Bu anlamda, sigortalı tarafından zararın tazminine yönelik kullanılan beyan ve araçlar, sigortalının hakkını, nitelik ve nicelik itibariyle değiştirmiyorsa, sigortacının tazminatı ödemekten imtina hakkı olduğundan söz edilemeyecektir.  Hileli davranışlarla olduğundan yüksek gösterilen hasar talebiyle esasa müessir olmayan  yalanlarla  (collateral  lies)  desteklenmiş  meşru  bir  talep  arasında  önemli farklılıklar olduğu uzun izahatı gereksiz kılacak ölçüde açıktır. Sigorta tazminat talebinin hileli şekilde yüksek gösterildiği ahvalde, sigortalının dürüst olmayan davranışı, hukuken hakkı olmayan bir edimin kazanımı amacına yönelmiştir. Bu halde hileye maruz kalanın sigortacının gerçek zarar miktarını dahi ödemiyor olması, talebin hileli olan kısmı ile hak edilen  kısmının  birbirinden  ayrılmasının  hukuk  mantığına  ters  düşmesi  olduğu savunulmuştur.  Zira  sigortalılar  bakımından  hileli  taleplere  ilişkin  caydırıcılık oluşturulabilmesi için talebin gerçek zarar miktarını oluşturan kısmının da reddedilmesi icap etmektedir. Buna karşılık sigortalının kendisine hukuken tanınmış olan haktan daha fazlasını talep etmediği, gerçeğe aykırı beyanın hak etmiş olduğu tazminata ve onun miktarına etki etmediği ahvalde durum çok daha farklıdır. Bu halde beyanların bir kısmı gerçeğe  aykırı olmakla  birlikte, talep sonucu  gerçeğe  aykırı değildir.  Hileli  sigorta taleplerinin  sözleşmenin  sıhhatini  ve  sigortalının  poliçeden  doğan  haklarını  ortadan kaldıracağına dair kuralın talep sonucuna etki etmeyen gerçeğe aykırı beyanlara da şâmil hale gelmesi ölçülülük ilkesine uygun değildir. Sigortalı bakımından hakkaniyete uygun olmayan  bu  mahiyette  bir  netice,  sigortacının  korunmaya  değer  menfaatlerine  atıf yapılarak meşrulaştırılabilecek ölçüde bir müeyyide değildir. Hileli  sigorta  talepleri  karşısında  sigortalının  poliçeden  doğan  haklarını kaybedeceğine dair kural, bilhassa bu mahiyetteki taleplere olan tevessülü azaltmak, dürüst poliçe sahiplerinin üzerindeki prim yükünü hafifletmek ve sigortacılık sektörünü canlı tutmak bakımından son derece elzem olmakla birlikte, bu kuralın sonuca müessir 451       olmayan hileli davranışlara teşmil edilmesinin adalet ve hakkaniyet ölçüsüne uygun düşmediği kanaatindeyiz.   III- TÜRK HUKUKUNDA HİLELİ SİGORTA TALEPLERİ A. Hile Kavramı Hileli sigorta talepleriyle kastedilenin ne olduğunun anlaşılabilmesi bakımından evvela Türk hukukunda ‘hile  kavramının tasrih edilerek söz konusu kavramın hileli sigorta  taleplerine  (fraudulent  claims)  şâmil  olacak  şekilde  yorumlanabilir  olup olmadığının tetkik edilmesi icap etmektedir. Türk özel hukukunda hile kavramı 818 sayılı mülga Türk Borçlar Kanunu nun 28 inci maddesinde düzenlenmekteydi. 6098 sayılı Türk Borçlar Kanunu nun kabulüyle birlikte hile kavramının yerine ‘aldatma  kavramının kullanıldığı  müşahede  olunmaktadır.78  Filhakika,  818  sayılı  mülga  Türk  Borçlar Kanunu nda ‘hile  başlığıyla düzenlenmiş olan müessese, 6098 sayılı mer i Türk Borçlar Kanunu nda ‘aldatma  başlığı altında düzenlenmiştir (TBK m. 36). Bahse konu maddenin birinci fıkrası  taraflardan biri, diğerinin aldatması sonucu bir sözleşme yapmışsa, yanılması esaslı olmasa bile, sözleşmeyle bağlı değildir.  hükmünü ihtiva etmektedir.  Mezkûr madde hükmünden aldatma (hile) ile ne kastedildiği anlaşılmamaktadır. Doktrinde hile (aldatma), bir kimsenin muayyen bir akdin inikadına ilişkin iradesinin bilerek ve isteyerek yanlış yönlendirilmesi yahut o kimsede başka etkenlerle ortaya çıkmış olan mevcut yanlış kanaatin devam ettirilmesi hile olarak kabul edilmektedir. Bu anlamda hile, bir kimsenin muayyen bir sözleşmeyi yapmasına âmil olan saikin kasten fesada uğratılması neticesinde ortaya çıkmaktadır.                                                  78  İşbu çalışma bakımından kavram bütünlüğünün sağlanabilmesi adına ‘aldatma  yerine ona kaim olmak üzere ‘hile  kavramının kullanılması tercih edilmiştir. 79  OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler Cilt: I, İstanbul 2019, s. 113; EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara 2017, s. 414. 80  OĞUZMAN / ÖZ, s. 113; EREN, s. 413. Kişinin bir başkasının hilesi olmaksızın saikte hataya düşmesi ise 6098 sayılı Türk Borçlar Kanunu nun 32 nci maddesi hükmü uyarınca esaslı yanılma olarak kabul edilmez  ve  saikte  hataya  düşen  kimsenin  bu  gerekçeyle  hukuki  muameleye  ilişkin  hüküm  ve sonuçlardan kaçınabilmesi kural olarak mümkün olmaz. Dolayısıyla saikte yanılma ancak yanılan kişinin iradesinin bir başka kişi tarafından ve kasten yanıltılması sonucunda ortaya çıkarsa hukuki muamelenin geçerliliğine etki edecektir. 452       Hile,  niteliği  itibariyle  ancak  kusurun  en  ağır  şekli  olan  kasıt  unsuruyla gerçekleştirilebilecek bir fiildir. Bu anlamda hileli davranışta bulunduğu iddia edilen taraf, karşı tarafın sözleşmenin kurulmasına ilişkin iradesin bilerek ve isteyerek fesada uğratmış  olmalıdır.  Eğer  somut  olayın  şartları  karşısında  aldatma  kastından bahsedebilmek  mümkün  değilse,  6098  sayılı  Kanunun  28 inci  maddesi  anlamında hileden söz edebilmek de mümkün olmayacaktır. Önemle ifade etmeliyiz ki, burada aranan kasıt kişinin kendisi yahut üçüncü bir kişi adına menfaat temin etme kastı olmayıp, hileli davranış için karşı tarafın sözleşmenin kurulmasına ilişkin iradesinin yanıltılması isteği kast unsuru için yeterli görülmektedir.  Hileli davranış, müspet (aktif) bir davranış şeklinde ortaya çıkabileceği, menfî (pasif) bir davranış şeklinde de tecessüm edebilir. Bu anlamda taraflardan birinin akdin inikadı  esnasında  sözleşme  konusuyla  ilgili  olarak  karşı  tarafı  bilerek  ve  isteyerek yanıltacak bir beyanda bulunması yahut işlem yapması hileli davranışın müspet hali olarak karşımıza çıkacaktır. Söz gelimi, satıcının satım sözleşmesine konu olan köpeği safkan Alman kurdu gibi göstermek için sahte şecere düzenlemesi hilenin müspet hali olarak ifade edilecektir. Buna karşılık hileli davranış, taraflardan birinin diğer tarafın sözleşme  kurma  yahut  sözleşme  bedelini  tayin  etmeye  yönelik  kararına  müessir olabilecek yanılgısını biliyor olmasına rağmen bu konuda sessiz kalarak karşı tarafın yanılgısından dürüstlük kurallarına aykırı olacak şekilde istifade etme niyeti, hilenin menfî hali olarak nitelendirilecektir. Ne var ki, hilenin bu şekline tesadüf etme ihtimali müspet hileye nazaran daha düşüktür. Zira bir kimsenin, karşı tarafın hukuki muameleye girişmesine âmil olan saikte yanılmış olduğunu fark etmiş olmasına rağmen onu bu hususta aydınlatmamış yahut uyarmamış olması  her durumda hile  (aldatma) olarak nitelendirilmez. Filhakika,  önemle ifade etmeliyiz ki, kanunda yahut sözleşmede açıkça düzenlenmiş olması hali müstesna olmak kaydıyla, Türk hukukunda genel anlamda bir                                                  81  EREN, s. 417. 82  OĞUZMAN / ÖZ, s. 115. 83  OĞUZMAN / ÖZ, s. 113. 84  VON TUHR, Andreas, Borçlar Hukukunun Umumi Kısmı, Cilt: 1-2, (Çev. Cevat Edege), Ankara 1983, s. 295. 453       aydınlatma yükümlülüğünden kural olarak söz edilemez. Bu anlamda sözleşmenin bir tarafı diğer tarafın sözleşmeyi yapmasına âmil olan saiki araştırmak ve onun bir hata içerisinde olduğunu tespit ettiği takdirde bunu gidermekle mükellef değildir. Öte yandan, aydınlatma yükümlülüğü her zaman Kanundan yahut sözleşmeden doğmaz. Bazı hallerde taraflardan  birinin  diğerini  aydınlatma  yükümlülüğü  4721  sayılı  Türk  Medeni Kanunu nun 2 nci maddesinde hüküm altına alınmış dürüstlük kuralının bir gereği olarak karşımıza çıkmaktadır. Dürüstlük kuralından kaynaklanan aydınlatma yükümlülüğü daha ziyade güven ilişkisinin ön plâna çıktığı sözleşmeler bakımından temayüz etmektedir. Söz gelimi sigorta sözleşmesi, hiç kuşku yok ki, azamî iyi niyete ve güven ilişkisine dayanan bir sözleşmedir. Bu anlamda sigorta sözleşmeleri bakımından Kanunda sevk edilmiş  bulunan  aydınlatma  yükümlülükleri  dışında  taraflar,  ayrıca  dürüstlük  kuralı gereğince  de  gerekli  hallerde  aydınlatma  yükümlülüğüne  uygun  hareket  etmek zorundadırlar. Aksi halde, aydınlatma yükümlülüğünü yerine getirmeyen tarafın sessiz kalmak suretiyle hileli şekilde davranmış olduğu kabul edilebilir.    B. Hileli Sigorta Taleplerine İlişkin Hukuki Düzenlemeler 6102 sayılı Türk Ticaret Kanunu nun sigorta hukukuna ilişkin 1401 vd. maddeleri tetkik olunduğunda, hileli sigorta taleplerinin tamamına şâmil olacak özel bir hükmün sevk edilmemiş olduğu müşahede olunmaktadır. Ancak hileli sigorta talepleri arasında mütalâa  edebileceğimiz  sigortalanan  menfaatin  kasten  gerçekleştirilmesine  dair 1429 uncu  ve  1477 nci  maddelerin  ve  aşkın  sigorta  marifetiyle  hile  olarak nitelendirebileceğimiz 1463 üncü maddenin ikinci fıkrası hükmünün anılan Kanunda yer aldığı görülmektedir. Söz konusu hükümler aşağıda tafsilatlı olarak incelenecektir. Bunun dışında sigortacılık uygulamasında sıkça tesadüf edilebilecek hileli sigorta taleplerinin                                                  85  EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara 2017, s. 415. Kanunda düzenlenmiş olan aydınlatma yükümlülüğüne örnek olarak 6102 sayılı Türk Ticaret Kanunu nun 1423 üncü maddesi hükmü örnek gösterilebilir. Söz konusu maddenin birinci fıkrası hükmü uyarınca  Sigortacı ve acentesi, sigorta sözleşmesinin kurulmasından önce, gerekli inceleme süresi de tanınmak şartıyla kurulacak sigorta sözleşmesine ilişkin tüm bilgileri, sigortalının haklarını, sigortalının özel olarak dikkat etmesi gereken  hükümleri,  gelişmelere   bağlı   bildirim   yükümlülüklerini  sigorta   ettirene   yazılı  olarak bildirir.    86  EREN, s. 415. 454       bir kısmını başta 6102 sayılı Türk Ticaret Kanunu hükümleri olmak üzere, Türk sigorta mevzuatı ve genel hükümler nazarında incelemeye gayret edeceğiz. Türk sigorta hukukunda sigortalının sigortacıdan para alabilmek için onu aldatmaya kastetmiş olmasının hukuken kabule şayan olmayacağının hukuki dayanağı üzerinde durmak gerekebilir. Öncelikle defaatle ifade etmiş olduğumuz üzere, sigorta sözleşmesi azamî iyi niyete (utmost good faith / uberrimae fidei)87 istinat eden bir sözleşmedir. Öte yandan, 4721 sayılı Türk Medeni Kanunu nun âmir mahiyetteki 2 nci maddesi gereği bütün sözleşmelerin iyi niyet ve dürüstlük kuralına dayalı olduğu, bu anlamda sigorta sözleşmesine, iyi niyet ve dürüstlük bakımından onu diğerlerinden ayıracak hususî bir mana tahmil edilmemesi gerektiği savunulabilir. Ne var ki, sigorta sözleşmesi, diğer sözleşme türlerinden farklı olarak tarafların iyi niyet kurallarına aykırılık teşkil eden, bilhassa diğer tarafın menfaatlerine halel getirmeye mâtuf davranışlarının sözleşmenin geçersizliği  sonucunu  doğurduğu  bir  sözleşme  türüdür.  Sigorta  sözleşmesinin  bu özelliği,  sigortalının  asimetrik  bilgi  avantajına  sahip  olmasından  ileri  gelmektedir. Filhakika,  sigorta  ettiren/sigortalı,  sigorta  sözleşmesinin  kurulmasına  yönelik müzakereler esnasında rizikonun gerçekleşme ihtimaline müessir olabilecek hususlara ilişkin  ve  dâhi,  riziko  gerçekleştiğinde  rizikonun  ne  şekilde  gerçekleşmiş  olduğu hususunda sigortacıya nazaran bilgi üstünlüğünü elinde bulunduran taraf olup, sigortacı çoğu  zaman  sigorta  ettirenden/sigortalıdan  edindiği  bilgilerle  yetinmek  zorunda                                                  87  Sigorta sözleşmesinin ‘azamî iyi niyete  istinat eden bir akit olmasıyla kastedilen, bu mahiyetteki sözleşmelerin 4721 sayılı Türk Medeni Kanunu nun 2 nci maddesi hükmünde tecessüm etmiş bulunan  dürüstlük kuralı (fair dealing)  çerçevesinde yürütülmesi gereken sözleşmeler olduğudur. Dürüstlük kuralı, sözleşmenin kurulmasından sonlandırılmasına kadar geçen her safhada taraflarca gözetilmesi gereken ve sözleşmenin akıbetine doğrudan müessir olabilecek nispette mühim bir mefhumdur. Nitekim ‘objektif hüsnüniyet kaidesi  yahut ‘doğruluk ve güven kuralları  olarak da tesmiye olunan dürüstlük kuralları, herkesin haklarını kullanırken ve borçlarını yerine getirirken dürüstlük kurallarına uygun davranması gerektiği esasına dayanmaktadır. Bkz. AKYOL, Şener, Dürüstlük Kuralı ve Hakkın Kötüye Kullanılması Yasağı, İkinci Bası, İstanbul 2006, s. 11-12. 88  CAN, Mertol, Türk Özel Sigorta Hukuku (Ders Kitabı), Genişletilmiş ve Gözden Geçirilmiş Üçüncü Bası, Ankara 2009, s. 275; BOZER, Ali, Sigorta Hukuku, Ankara 1965, s. 118; ÖZDAMAR, Mehmet, Sigortacının Sözleşme Öncesi Aydınlatma Yükümlülüğü, Ankara 2009, s. 74. 89  Bkz. ÖZTAN, Fırat, Sigorta Akdinin İnikadında İhbar Mükellefiyeti, Ankara 1966, s. 16. 90  CAN, Sigorta Hukuku, s. 274. 455       kalmaktadır.  Dolayısıyla sigorta ettiren ve/veya sigortalının sahip oldukları asimetrik bilgi  avantajını  kötüye  kullanarak  sigortadan  haksız  fayda  temin  etmeye  yönelik fiillerinin  tamamı  iyi  niyet  ve  dürüstlük  kurallarına  aykırı  davranış  kategorisinde değerlendirilecektir. C. Hileli Sigorta Talebinde Bulunabilecek Olanlar Zarar sigortalarında riziko gerçekleştiği takdirde sigorta tazminatını talep hakkını haiz olan kişi/kişiler, aynı zamanda hileli sigorta talebinde bulunabilecek olan kişilerdir. Sigorta  sözleşmesi,  sigortacı  ile  sigorta  ettiren  arasında  kurulmaktadır.  Zarar sigortalarında sigortacı, muayyen prim borcu karşılığında sözleşme süresince himaye bahşetmekle ve riziko gerçekleştiği takdirde, sigorta bedeli sınırları içerisinde kalmak kaydıyla vâki zararı tazmin etmekle mükellef olan taraftır. Sigorta ettiren ise, sigortacı ile sözleşme akdeden ve sözleşmeye ilişkin prim borcu ödemek ve sözleşme öncesi beyan yükümlülüğünü yerine getirmek gibi edimleri yerine getirmeyi üstlenen taraftır. Öte yandan,  zarar  sigortalarında  karşımıza  menfaati  sigortalanan  kişi  olarak  ‘sigortalı  kavramı çıkmaktadır. Sigorta ettiren ile sigortalı aynı kişiler olabileceği gibi farklı kişiler olabilmesi de pekâlâ mümkündür. Sigorta ettiren ile sigortalının farklı kişiler olması halinde  karşımıza  6102  sayılı  Türk  Ticaret  Kanunu nun  1454 üncü  maddesinde düzenlenmiş olan ‘başkası lehine sigorta  müessesesi çıkmaktadır. O halde, aynı zamanda sigorta  ettiren  olsun  yahut  olmasın,  zarar  sigortalarında  menfaati  sigortalanan  kişi ‘sigortalı  olarak anılmaktadır. Bu anlamda, zarar sigortası mahiyetindeki aktif ve pasif sigortalarda  riziko  gerçekleştiği  takdirde  sigortacının  ödemekle  mükellef  olduğu tazminatı  talep  hakkı  sigortalıya  ait  olacaktır.  Nitekim  6102  sayılı  Türk  Ticaret Kanunu nun  mezkûr  1454 üncü  maddesinde  sigorta  sözleşmesinden  doğan  hakların sigortalıya ait olacağı ve bu kapsamda, sigorta tazminatının ödenmesine ilişkin talep                                                  91  Bu noktada, teknolojinin imkânları ve gelişmiş bilgi ağı sayesinde sigortacıların edindikleri birçok bilginin doğruluğunu teyit etme şansına sahip olduğu kabul edilse de, bu durum sigorta ettiren/sigortalı lehine asimetrik bilgi avantajının tümüyle ortadan kalktığı anlamına gelmeyecektir. 92  CAN, Sigorta Hukuku, s. 275. 93  ARSEVEN, Haydar, Sigorta Hukuku, Yenilenmiş 2. Baskı, İstanbul 1991, s. 96; ATAMER, Kerim,  Zarar Sigortalarında Sigortalıdan Başka Kişilerin Tazminat Üzerindeki Hakları , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Cilt: XXIX, 25 Aralık 2015, s. 91. 456       hakkının da sigortalıda olduğu hükme bağlanmıştır. Sigorta sözleşmesinin başkası lehine akdedilmediği ahvalde, sigorta ettiren aynı zamanda sigortalı olarak kabul edilecektir. Bu açıklamalar ışığında, riziko gerçekleştiğinde sigortacıdan tazminat talebinde bulunacak kişinin sigortalı olduğu anlaşılmaktadır. Dolayısıyla işbu çalışma bakımından hileli sigorta talebinde bulunan kişiyi ifade etmek üzere, Kanunda açıkça ‘sigorta ettiren  ibaresini  muhtevi  olan  hükümler  mahfuz  kalmak  kaydıyla,  ‘sigortalı   tabirinin kullanılmasına  özen  gösterilmiştir.  Söz  gelimi,  sigorta  ettirenin  yahut  sigortalının rizikoyu kasten gerçekleştirmek yahut hileli davranışlarla sigortacının gerçek zararın üzerinde bir tazminat ödemesini sağlamak suretiyle sigorta sözleşmesini haksız çıkar aracına  dönüştürmeye  çalışmaları  bu  kapsamda  mütalâa  edilebilecektir.  Nitekim mahiyetteki hileli davranışların sigortacının tazminat ödeme borcunu ortadan kaldıracağı 6102 sayılı Kanunda açıkça düzenlenmiştir (TTK m. 1429, 1477, 1463). Söz konusu yasal düzenlemelerin dayanağının sigorta ettirenin/sigortalının asimetrik bilgi avantajından kaynaklanan azamî iyi niyet prensibi olduğuna kuşku yoktur. Bu anlamda kötü niyetli olduğu tespit edilen sigorta ettiren/sigortalı hukuken himayeye mazhar olmayıp; kötü niyet ile kastedilen sigortacıyı aldatma kastıdır. Zira kötü niyetle hareket eden sigorta ettiren/sigortalı prim ile riziko arasında ahengi bozmaktadır.  D. Hileli Sigorta Taleplerinin Görünüş Biçimleri 1. Rizikonun Kasten Gerçekleştirilmesi Rizikonun kasten gerçekleştirilmesi ile kastedilen, zarar sigortaları bakımından, sigorta  sözleşmesiyle  teminat  altına  alınan  menfaate  yönelik  zararın  kasten gerçekleştirilmesidir. Söz gelimi, kasko sigortasıyla sigortalanan aracın araç sürücüsü tarafından  bilerek  ve  isteyerek  uçurumdan  aşağı  yuvarlanması  yahut  bir  geminin güvertesinde delir açarak geminin batmasını sağlamak bu kapsamda değerlendirilebilir. Sorumluluk hukuku yönünden kusurun en ağır türü olan ‘kasıt  unsurunun söz konusu olduğu  hallerde,  zararlı  sonuca  yol  açan  kişi  buna  bilerek  ve  isteyerek  sebebiyet                                                  94  ATABEK, Reşat,  Sigorta Akdinin Yorumu , Sigorta Hukuku Dergisi, Cilt:1, Sayı: 2, Yıl: 1982, (s. 125-140). Nitekim sigortalının sigorta bedelini almak maksadıyla sigortacıyı aldatması, 5237 sayılı Türk Ceza Kanunu nun 158 inci maddesinin birinci fıkrasının (k) bendi uyarınca nitelikli dolandırıcılık suçu teşkil etmektedir. 457       vermektedir. Ancak rizikonun kasten gerçekleştirilmesiyle kastedilenin münhasıran zararlı sonucun bilerek ve isteyerek gerçekleştirilmesi olduğu düşünülmemelidir.  Bu noktada, kişinin zararlı sonucu bilerek ve isteyerek gerçekleştirmediği ve fakat zararlı sonucu öngörmüş olmasına rağmen bu hususta pervasız hareket ederek zarara sebep olduğu  ahvalde  dahi  rizikonun  kasten  gerçekleştirilmiş  olduğundan  söz  edilmelidir. Filhakika, iradenin açıkça zararlı sonuca yönelmediği, diğer bir ifadeyle, asıl amaçlanın zararlı sonuç olmadığı ve fakat zararlı sonucun öngörülmüş olmasına rağmen, bir bakıma sonuç göze alınarak fiile devam edilen hallerde dahi kastın varlığı kabul edilmektedir. Acaba rizikonun kasten gerçekleştirilmiş olması, bu suretle ortaya çıkan zararın tazminine yönelik talebin her zaman hileli sigorta talebi olduğu anlamına gelecek midir? Yukarıda da ifade etmiş olduğumuz gibi hileli sigorta talebinden söz edilebilmesi için sigortacıyı ‘aldatma kastı  olmalıdır. Bu anlamda rizikonun kasten gerçekleştirilmesi keyfiyetinin  hileli  sigorta  talebi  (fraudulent  claim)  olarak  nitelendirilebilmesi  için   sigortacıdan  zararın  tazminini  talep  eden  sigorta  ettiren/sigortalı,  rizikoyu  kasten gerçekleştirdiğini sigortacıdan saklamalı yahut rizikonun ihmal sonucunda yahut tesadüf eseri ortaya çıktığına dair gerçek olmayan bir senaryo  ortaya koymuş olmalı, yani sigortacıyı aldatma saikiyle hareket etmiş olmalıdır. Bu anlamda sigortacıyı aldatma saiki gütmeyen,  sigortacının  Kanunen  ödemekle  mükellef  olmadığı  sigorta  tazminatını ödemesini sağlamak için hileli davranışlarda bulunmayan sigorta ettiren/sigortalı, hileli sigorta  talebinde  bulunmuş  olmayacaktır.  Filhakika,  rizikoyu  kasten  gerçekleştirmiş olması  halinde  sigortacının  tazminat  ödemekle  mükellef  olmadığını  bilmeyen,  vâki zararın  teminat  kapsamında  olduğu  düşüncesiyle  hukukî  yanılgıya  düşen  sigorta ettirenin/sigortalının,  zararın  nasıl  gerçekleştiğine  dair  gerçeğe  aykırı  beyan  ihtiva etmeyen dürüst talebi, hileli sigorta talebi kapsamında mütalâa edilemeyecektir. Elbette                                                  95  CAN, Mertol,  Gözden Geçirilmeye Muhtaç Hükümler Var mı?  Sorusu Çerçevesinde 6102 sayılı Türk Ticaret Kanunu Hükümlerine Göre Sigorta Sözleşmesinin Tâbi Olduğu Hukukî Esaslar, Ankara 2011, s. 51. 96  Erdoğan,  bu  halde  kişinin  ‘ihtimali  (dolaylı)  kast   ile  hareket  etmiş  olduğunun  kabul  edilmesi gerektiğini ve ihtimali kastın sonuçları itibariyle vasıtasız (doğrudan) kasttan farklı olmayacağını ifade etmektedir. Bkz. ERDOĞAN, İhsan,  Haksız Fiilde Kusurlu Sorumluluk ve Özellikle Kusur Unsuru , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 3, Sayı: 1 Yıl: 1990, s. 126; aynı yönde bkz. AVCI, Zehra,  Rizikonun  Gerçekleşmesinde  Kusurun  Sigorta  Tazminatı  ve  Sigorta  Bedelinin Ödenmesine Etkisi, Ankara 2021, s. 25. 458       bu  halde  sigortacının  kasten  gerçekleştirilen  riziko  dolayısıyla  ortaya  çıkan  zararı ödemekle mükellef olacağı söylenemez. Zira aksini kabul, sigorta sözleşmesinin menfaati sigortalanan kişinin iradesi dışında gerçekleşen, diğer bir ifadeyle tesadüfî tehlikeleri teminat altına bir sözleşme olduğu mülâhazasına aykırılık teşkil edecektir. Bu noktada rizikonun hileli bir talepte bulunmak saikiyle kasten gerçekleştirilmesi ile bu yönde bir iştiyak  olmaksızın  kasten  gerçekleştirilmesi  arasındaki  fark  olmadığı  düşünülebilir. Hâlbuki rizikonun aldatma saikiyle kasten gerçekleştirilmesi halinde, sigortacı yalnız zararın  tazminine  yönelik  talebi  reddetmekle  yetinmeyecek,  aynı  zamanda  sigorta sözleşmesini  feshedebilecektir.  Zira  sigortalının  kötü  niyete  dayanan  hileli davranışlarıyla taraflar arasında güven ilişkisi bozulmuş, sigortacının sözleşmeyi haklı sebeple fesih hakkı doğmuştur. Buna karşılık rizikonun aldatma saiki olmaksızın kasten gerçekleştirilmesi halinde sigortacı yalnız bu yüzden ortaya  çıkan zararı ödemekten imtina  etmekle  yetinecektir.  Nitekim  bu  husus  İngiliz  Sigorta  Kanunu nun  12 nci maddesinde açıkça hükme bağlanmıştır. Rizikonun kasten gerçekleştirilmesi, 6102 sayılı Türk Ticaret Kanunu nda bütün sigortalarına şâmil olacak şekilde 1429 uncu maddede ve sorumluluk sigortalarına özgü olarak 1477 nci maddelerde düzenlenmiştir. Kanunun 1429 uncu maddesinin ikinci cümlesine göre, sigorta ettiren, sigortalı yahut sigortacının ödeme yapmasını sağlamak maksadıyla bunların hukuken eylemlerinden sorumlu bulundukları kişiler sigortalanan menfaate yönelik zararı kasten gerçekleştirecek olurlarsa, sigorta şirketi tazminatı ödeme borcundan kurtulacak ve ödenen primleri iade etmekle mükellef olmayacaktır. Aynı Kanunun  1452 nci  maddesinin  birinci  fıkrasında,  bu  kaideye  aykırılık  ihtiva  eden sözleşmelerin  geçersiz  olacağı  hükme  bağlanmıştır.  Anılan  hükmü  hileli  sigorta                                                  97  ARSEVEN, s. 21; CAN, Sigorta Hukuku, s. 8, 278. 98  Ayrıntılı  bilgi  için  bkz.  KARASU,  Rauf,   6102  sayılı  Türk  Ticaret  Kanunu nun  Sorumluluk Sigortalarına İlişkin Hükümlerinin Değerlendirilmesi , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı, Cilt: 2, YIL: 2015, s. 683-706.  99  Kanaatimizce bu mahiyetteki sözleşmelerin tümüyle geçersiz olacağını kabul etmek hakkaniyete uygun değildir. Zira anılan hükmün lafzına göre, 1429 uncu maddenin ikinci cümlesine aykırı hüküm ihtiva eden bir sözleşme, riziko, sigorta ettirenin yahut sigortalının kastı olmaksızın gerçekleşmiş olsa dahi geçersiz addedilebilecektir. Üstelik sözleşmenin geçersizliği ile kastedilenin ‘kesin hükümsüzlük  olduğu düşünüldüğünde daha evvel yerine getirilmiş olan edimlerin iadesini de gerekecek, dolayısıyla hükmün tatbiki bilhassa menfaati sigortalanan kişi bakımından adaletsiz birtakım sonuçlara kapı aralayabilecektir. Bu itibarla 1452 nci maddenin birinci fıkrası hükmünün, 1429 uncu maddenin ikinci cümlesine aykırılık ihtiva eden sözleşme hükümlerinin geçersiz kabul edileceği, buna karşılık bu 459       talepleri  bakımından  tetkik  etmek  lazım  gelecektir.  Zira  mezkûr  hükmün  sigorta teminatının kapsamını tayin etmeye matuf bir hüküm mü yoksa hileli sigorta talepleri arasında mütalâa ettiğimiz riziko hilesini (pure fraud) düzenlemeye matuf bir hüküm olduğu açık değildir.  6102 sayılı Kanunun 1429 uncu maddesinin ikinci cümlesinde, rizikonun sayılan kişiler  tarafından  kasten  gerçekleştirilmesi  halinde  sigortacının  tazminat  ödeme borcundan kurtulmasının yanı sıra ödenen primleri iadeyle mükellef olmayacağı da hükme  bağlanmıştır.  Sigortacının  ödenen  primleri  iadeyle  mükellef  olmayacağı yönündeki ifade, sözleşmenin sona ereceği anlamına gelecektir. Zira devam etmekte olan bir sözleşme için primlerin akıbetinin münakaşa edilmesi anlamsız olacaktır. O halde söz konusu hükümden, rizikonun kasten gerçekleştirilmesi halinde sigorta sözleşmesinin sona ereceği ve sigortacının teminat bahşettiği süre için hak kazandığı primleri muhafaza edeceği anlamı istidlâl olunmaktadır. Bu durumda kanun koyucunun söz konusu maddeyi rizikonun kasten gerçekleştirilmesi suretiyle somutlaşan hileli sigorta talebine ilişkin sevk etmiş  olduğu  anlamı  çıkmaktadır.  Nitekim  ilgili  Kanun  gerekçesinde  de  maddenin gayesinin, sigortadan para almak kastıyla rizikonun gerçekleştirilmesine engel olmak olduğu ifade edilmiştir.  6102 sayılı  Türk Ticaret  Kanunu nun 1429 uncu maddesi  kapsamında  sigorta sözleşmesinin sona ermesiyle ile anlaşılması gereken, tıpkı 2015 tarihli İngiliz Sigorta Kanunu nun konuya ilişkin 12 nci maddesinde ve müstakar İngiliz yargı kararlarında benimsenmiş olduğu gibi, sözleşmenin feshedilmiş sayılacağı olmalıdır. Zira bahse konu hükümden,  kanun  koyucunun  sözleşmenin  baştan  itibaren  geçersizliğini  arzu  ettiği yönünde bir anlam çıkarabilmek kanaatimizce mümkün değildir. Üstelik aksini kabul, daha  evvel  gerçekleşmiş  kısmî  hasarlar  dolayısıyla  sigortacı  tarafından  yapılan ödemelerin de iadesini gerekli kılacağından, sigortalı bakımından hakkaniyete uygun olmayan ölçüde ağır bir yaptırım olacaktır. Bu itibarla tarafların sigorta sözleşmesinin temeli olan azamî iyi niyet kaidesine uygun hareket ettiği dönem bakımından ayakta tutulmasının daha doğru olacağı kanaatindeyiz.                                                  geçersizliğin sözleşmenin tamamına teşmil etmeyeceği şeklinde anlaşılması gerekir. Aynı yönde bkz. AVCI, s. 43 vd. 100  BENNETT, s. 721. 460       6102 sayılı Türk Ticaret Kanunu nun 1429 uncu maddesinin lafzından, zararlı sonuca kasten yol açan sigorta ettiren ve sigortalı ise her hâlükârda, buna karşılık zararlı sonuca kasten sebebiyet veren bunların hukuken fiillerinden sorumlu oldukları kişiler ise ancak  zararlı  sonucu  tazminat  ödenmesini  sağlamak  amacıyla  gerçekleştirmişlerse sigortacının tazminat ödeme borcundan kurtulacağı ve dahi primleri iadeyle mükellef olmayacağın anlamı çıkmaktadır. Buna göre, hukuken eylemlerinden sorumlu oldukları kişiler bakımından aranan sigortacıyı aldatma saikiyle hareket etme şartının, sigorta ettiren ve sigortalı bakımından aranmadığı müşahede olunmaktadır. Dolayısıyla sigorta ettirenin ve sigortalının sigortacının tazminat ödeme borcunun doğumunu sağlamak, yani sigortacıyı aldatmak kastı olmaksızın rizikoyu kasten gerçekleştirmiş olmaları halinde dahi  hileli  sigorta  taleplerine  ilişkin  sonuçların  uygulanacağı,  yani  sözleşmenin feshedilmiş sayılacağı ve sigortacının primleri muhafaza edeceği neticesine ulaşmak mümkündür. Nitekim madde gerekçesinde bu hükmün bilinçli bir şekilde kaleme alındığı anlaşılmaktadır.  Gerekçede  hükmün  amacının,  sigorta  ettiren  ve  sigortalının eylemlerinden sorumlu bulundukları kişilerin sigortacıdan tazminat alınmasını sağlamak dışında bir amaçla rizikoyu kasten gerçekleştirmeleri halinde sigortacının tazminat ödeme borcundan imtina edebilmesinin sigorta ettiren ve sigortalı bakımından hakkaniyete uygun olmadığı, dolayısıyla hükmün bu şekilde kaleme alınmış olduğu ifade edilmiştir. Buna göre, sigortalı işverenin çalışanı, sigortalıyla aralarındaki husumet dolayısıyla onun işyerinde bulunan mallarına zarar verecek olurlarsa, sigortacı  bundan  doğan zararı, sigorta bedelini aşmadığı nispette ödemek zorunda kalacaktır. Zira zarar sigortacının tazminat ödeme borcunun doğumunu sağlamak için gerçekleştirilmemiştir. Hükmün  kaleme  alınış  şekli,  bazı  problemleri  beraberinde  getirmektedir.  Söz gelimi, sigortalanan menfaate kasten zarar veren sigortalı, bu mahiyetteki zararların sigorta teminatının kapsamı dâhilinde olduğuna dair hukuki bir yanılgıya kapılarak, yani aldatma kastı olmaksızın sigortacıdan uğradığı  zararı talep edecek olursa, sigortacı, 1429 uncu maddenin amir hükmü gereğince tazminatı ödemekten imtina etmenin yanı                                                  101  CAN, Sigorta Sözleşmesinin Tâbi Olduğu Hukukî Esaslar, s. 52. Ünan, bu hükmü eleştirmiş ve sigorta ettiren ve sigortalının eylemlerinden sorumlu olduğu kişiler bakımından da kasten zarar verme olgusunun  sigortacının  tazminat  ödeme  borcundan  kurtulabilmesi  için  yeterli  olması  gerektiğini savunmuştur. Bkz. ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku - Cilt: I, İstanbul 2016, s. 301. 461       sıra, sözleşmenin feshedilmiş sayılacağını ileri sürerek himaye bahşettiği döneme ilişkin primleri de muhafaza edebilecektir. Bu yönde bir neticenin sigortalı bakımından adil ve hakkaniyete  uygun  bir  netice  olduğu  kanaatinde  değiliz.  Diğer  taraftan,  sigorta ettirenin/sigortalının  eylemlerinden  sorumlu  bulunduğu  bir  kişinin  rizikoyu  kasten gerçekleştirmesine âmil olan saikanın ne olduğunu tespit edebilmek çoğu zaman mümkün olmayacaktır. Bu noktada taraflardan birine rizikonun hangi saikle gerçekleştirilmiş olduğuna dair ispat yükünü tahmil etmek de doğru olmayacaktır. Dolayısıyla sigortalanan menfaate ilişkin zararın kasten gerçekleştirilmesi halinin sigorta  teminatının  kapsamı  ve  hileli  sigorta  talepleri  bakımından  ayrı  ayrı  ele değerlendirilmesi gerektiği kanaatindeyiz. Buna göre, rizikonun sigorta ettiren yahut sigortalı tarafından kasten gerçekleştirilmesi halinde vâki zararın sigorta teminatının kapsamı dışında olduğu her halükârda kabul edilmelidir. Ancak rizikonun sigorta ettiren, sigortalı  yahut  bunların  eylemlerinden  sorumlu  bulundukları  kişilerce  kasten gerçekleştirilmesi halinin riziko hilesi (pure fraud) olarak nitelendirilebilmesi için ayrıca hileli  davranışlarla  sigortacıyı  aldatma  kastı  aranmalıdır.  Eğer  aldatma  kastı  tespit edilebilirse, sigortacı ayrıca sözleşmenin feshedilmiş sayılacağını ileri sürerek primleri iade etmekten kaçınabilecektir. Söz gelimi, sigortalı rizikoyu kasten gerçekleştirmiş olmasına rağmen rizikonun üçüncü kişinin kusuru, kendi ihmali yahut tesadüfe dayalı olarak gerçekleştiğine dair beyanda bulunacak olursa bu durumda aldatma kastının varlığı kabul edilmeli ve 1429 uncu maddede belirtilen sonuçlar tatbik olunmalıdır.  2. Hasar Sonrası Sigortalama Hileli sigorta talepleri (fraudulent claims) arasında mütalâa edilen ‘riziko hilesi (pure  fraud) ,  İngiliz  hukukunun  konuyu  ele  alış  biçimi  üzerinden  de  ifade  etmiş olduğumuz gibi, yalnız sigortalanan menfaate kasten zarar verilmesi şeklinde karşımıza çıkmayabilir. Türk sigortacılık uygulamasında en sık karşılaşılan sigorta hilelerinden bir                                                  102  Esasen böyle bir durumda ispat yükünün, rizikonun sigortadan para almak için gerçekleştirildiğini iddia eden sigortacıya değil, aksi yönde savunma yapan sigortalıya ait olduğunun kabulü gerekir. Zira her ne kadar ispat yükü kural olarak iddia sahibine ait olsa da, hayatın olağan akışına aykırı düşen durumlarda ispat yükünün yer değiştirdiği kabul edilmektedir. Ayrıntılı bilgi için bkz. TAŞPINAR, Sema,  Fiili Karinenin İspat Yükünün Dağılımındaki Rolü , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 45, Sayı: 1-4, 1996, s. 551; ayrıca bkz. Yargıtay HGK, 2010/6-46 E., 2010/75 K., T: 17.02.2010. 462       tanesi hasar sonrası sigortalama (past posting) olarak karşımıza çıkmaktadır. Nitekim doktrinde Kubilay, zarar gerçekleşmiş ve zararın gerçekleşmiş olduğu sigorta ettiren tarafından  bilindiği  halde  sigorta  sözleşmesi  akdetmiş  ise  sigorta  ettirenin  hileli davranışından söz edileceğini ifade etmiştir. Söz gelimi sigorta ettiren, sözleşmenin kurulmasından  evvel  hasar  görmüş  aracını  sigortalatır  ve  sözleşmenin  kurulmasını izleyen bir sürenin sonunda sigorta konusu aracının hasar gördüğü iddiasıyla sigortacı mevkiinde  bulunan  sigorta  şirketine  müracaat  etmektedir.  Bu  halde  sigorta ettiren/sigortalı, sigortalanan menfaate kasten zarar vermemekte, ancak sözleşmenin kurulmasından  evvel  gerçekleşmiş  olan  zarara  ilişkin  sanki  sigorta  himayesinin başlangıcından sonra gerçekleşmiş gibi talepte bulunmak suretiyle sigorta sözleşmesini bir haksız kazanç aracına dönüştürmek niyetiyle hareket ediyor. Böyle bir durumda sigortacıyı aldatmak suretiyle vâki zararın tazminine gayret eden, bir bakıma sigorta sözleşmesini haksız kazanç temin etme aracına dönüştürmek isteyen sigortalı/sigorta ettiren hakkında hangi hukuki sonuçlar tatbik olunacaktır? Bu ihtimalde sigortalanan menfaat sigortalı/sigorta ettiren tarafından kasten zarara uğratılmamış olduğu için 6102 sayılı  Türk  Ticaret  Kanunu nun  1429 uncu  maddesinin  birinci  fıkrasının  ikinci cümlesinin tatbik olunamayacağı uzun izahatı gereksiz kılacak ölçüde açıktır. O halde 6102 sayılı Kanunun 1429 uncu maddenin kapsamı dışına kalan ve Kanunda özel olarak düzenlenmemiş  bu  mahiyetteki  sigorta  hileleri  bakımından  hukuken  nasıl  bir  yol izlenmesi  gerekecektir?  Bu  noktada,  sigortalının  talebine  konu  olan  zararın  sigorta himayesinin  başlangıcından  ve  dâhi  sözleşmenin  kurulmasından  evvel  gerçekleşmiş olduğunun  anlaşılması  halinde,  sigortacının  6102  sayılı  Türk  Ticaret  Kanunu nun 1421 inci maddesinin birinci fıkrasında hareketle sigorta tazminatını ödemekten imtina edebileceği mülâhazası dermeyan olunabilir. Zira söz konusu fıkra hükmü uyarınca, sigortacının  sorumluluğu,  aksi  taraflar  arasında  kararlaştırılmadıkça,  sigorta sözleşmesinin kurulmasını müteakip ve prim borcunun tamamının yahut ilk taksitinin ödenmesinden sonra başlamaktadır. Ancak kanaatimizce, kendisine yöneltilen tazminat talebinin hileli olduğunu, sigortalının aldatma saikiyle ve sigorta sözleşmesini haksız bir                                                  103  ÇETİN / ALPAY, s. 22. 104  KUBİLAY, Huriye, Uygulamalı Özel Sigorta Hukuku, İzmir 2003, s. 52. 463       kazanca dönüştürmek gayesiyle hareket ettiğini gören sigortacı bakımından, salt tazminat borcunu ödemekten imtina edebilecek olması, taraflar arasındaki menfaat dengesinin gözetilmesi amacına hizmet eden bir çözüm değildir. Nitekim daha evvel de ifade etmiş olduğumuz üzere, sigorta sözleşmesi azamî iyi niyete ve güven ilişkisine dayanan bir sözleşmedir. Sigortalının sözleşmenin kurulmasından evvel ortaya çıkan hasarı, hileli davranışlarla  sözleşmenin  kurulmasından  sonra  ortaya  çıkmış  gibi  göstererek sigortacıdan vâki zararı tazmin etmeye çalışması, hiç kuşku yok ki, sigortacı nazarında güven ilişkisini telafi edilemez biçimde sonlandıracaktır. Hâl böyleyken, sigortacıdan sigortalı ile aralarındaki sözleşme ilişkisini devam ettirmesi beklemek hakkaniyete uygun düşmeyecektir. Bu noktada çözümün 6102 sayılı Türk Ticaret Kanunu nun 1404 üncü maddesinde olduğu zehabına kapılmak mümkün olabilir. ‘Geçerli olmayan sigorta  başlıklı mezkûr madde uyarınca,  sigorta ettirenin veya sigortalının, kanunun emredici hükümlerine, ahlâka, kamu düzenine, kişilik haklarına aykırı bir fiilinden doğabilecek bir zararını teminat altına almak amacıyla sigorta yapılamaz.  Ancak gözden kaçırılmaması gereken husus, söz konusu maddenin bizatihi sigorta teminatı altına alınan fiillerin kanuna, ahlâka, kamu düzenine ve kişilik haklarına aykırılığından söz ediyor olmasıdır. Söz gelimi, bir kimsenin trafikteki kural ihlâlleri dolayısıyla ödemek zorunda kalacağı idari para cezalarını sigortalamaya kalkışması bu kapsamda düşünülebilir. Halbuki hasar sonrası sigortalama şeklinde karşımıza çıkan hile türünde kanuna ve ahlâka aykırılık teşkil eden, eylemin bizatihi kendisi olmayıp, onu talep şeklidir. Dolayısıyla 1404 üncü madde hükmünden hareketle bu durumda sigortacı ne yapabilir sorusunun cevabını doğrudan 6102 sayılı Türk Ticaret Kanunu nun sigorta hukukuna ilişkin hükümleri yahut sair  hükümleri  arasında  bulduğumuzu  söyleyemeyiz.  Mamafih,  6102  sayılı  Türk                                                  105  Bu noktada sigortacının, 6102 sayılı Türk Ticaret Kanunu nun 1435 vd. maddelerinde düzenlenmiş olan sözleşme öncesi beyan yükümlülüğünün ihlâl edilmiş olduğundan hareketle sözleşmeden cayabileceği düşünülse de, kanaatimizce bu mümkün değildir. Zira sigorta ettirenin (ve 1411 inci madde hükmünden hareketle sözleşmeden haberdar olması kaydıyla sigortalının) sözleşme öncesi beyan yükümlülüğü, rizikonun gerçekleşmesine müessir olabilecek önemli hususlara ilişkin, vâkıf olduğu yahut olması gerektiği ölçüde sigortacıyı bilgilendirme yükümlülüğüdür. Hâlbuki verdiğimiz örnekte sigortalının rizikonun gerçekleşmesine müessir olabilecek bir hususu kötü niyetle saklaması değil, sigortalanan menfaate ilişkin gerçekleşmiş olan zararı sigortacıdan saklayarak, bu zarara ilişkin bilâhare, zarar sigorta himayesinin başlangıcından sonra ortaya çıkmış olduğu yönünde hileli bir izlenim yaratarak sigortacıdan  talepte  bulunması  söz  konusu  değildir.  Sigorta  ettirenin  sözleşme  öncesi  beyan yükümlülüğü hakkında ayrıntılı bilgi için bkz. ŞENOCAK, Kemal,  6102 sayılı Türk Ticaret Kanunu Uyarınca Sigorta Ettirenin Sözleşme Öncesi İhbar Külfetine Umumi Bir Bakış , Erciyes Üniversitesi 464       Ticaret Kanunu nda hüküm olmayan hallerde sigorta sözleşmeleri hakkında 6098 sayılı Türk Borçlar Kanunu hükümleri uygulanacaktır (TTK m. 1451). Bu anlamda, sonuçları 6102 sayılı Türk Ticaret Kanunu nda özel olarak düzenlenmemiş bu mahiyetteki hileli talepler karşısında sigortacının ne gibi hakları haiz olduğu meselesinin halli, borçlar hukukunun umumî kaideleri nazarında olmalıdır . 6098 sayılı Türk Borçlar Kanunu nun 27 nci  maddesinin  birinci  fıkrasında,  emredici  kanun  hükümlerine,  ahlâka,  kamu düzenine, kişilik haklarına aykırı ve konusu imkânsız olan sözleşmelerin kesin hükümsüz addedileceği hüküm altına alınmıştır. Bir kimsenin muayyen bir sigorta şirketinden hileli yollarla haksız kazanç temin etmek maksadıyla yaptığı sözleşme, hiç kuşku yok ki, 4721 sayılı Türk Medeni Kanunu nun amir mahiyetteki 2 nci maddesinde tecessüm eden dürüstlük kuralına ve dâhi ahlâka aykırı bir sözleşme olarak nitelendirilebilecektir. O halde, sigortalının daha evvel gerçekleşmiş bir zararı hileli yollarla sigortacıdan tazmin etmek gayesiyle yaptırdığı bu mahiyette bir sözleşme, amaç unsuru yönünden emredici kanun hükümleri ve genel ahlâk ölçüleriyle bağdaşmayacağından, TBK m. 27 karşısında kesin hükümsüz kabul edilmelidir. Sigortalının hileli davranışlara ve haksız kazanç temin etme gayesine bir araç olarak kullandığı bu nitelikte bir sözleşmenin baştan itibaren geçersiz addedilmesi, sanıyoruz hakkaniyet ölçüleriyle bağdaşan adil bir netice olacaktır. Böylelikle sigortacının, sözleşmeyi yapmasına âmil olan saik itibariyle güven ilişkisini baştan  itibaren  ortadan  kaldıran  sigorta  ettiren/sigortalı  ile  aralarındaki  sözleşme ilişkisine devam etmesi gibi hakkaniyete aykırı bir sonuca da mani olunacaktır. Bu noktada karşımıza, o güne dek sigortacı tarafından tahsil edilmiş olan primlerin iade edilip edilmeyeceği meselesi çıkmaktadır. Acaba sigortalının hasar sonrası sigortalama (past  posting)  şeklinde  tecessüm  eden  hileli  talebi  karşısında  sözleşmenin  kesin hükümsüzlüğünü ileri süren sigortacı o güne dek tahsil etmiş olduğu primleri iadeyle mükellef olacak mıdır? Bu noktada aradığımız cevabın yine 6098 sayılı Türk Borçlar Kanunu nda mevcut olduğunu görmekteyiz. Kesin hükümsüz bir sözleşme dolayısıyla ifa edilen ve iadesi mümkün olan edimlerin sebepsiz zenginleşme hükümleri dairesinde iade edileceği  kabul  edilmektedir.  Ne  var  ki,  Türk  Borçlar  Kanunu nun  sebepsiz                                                  Türk-Alman  Anonim  Şirketler  ve  Sermaye  Piyasası  Hukukunda  Güncel  Gelişmeler Sempozyumları, 19-20 Haziran 2014, s. 105-122. 106  OĞUZMAN / ÖZ, s. 191. 465       zenginleşmeye ilişkin hükümleri arasında sevk edilmiş olan  geri istenememe  başlıklı 81 inci maddesinin birinci cümlesi,  Hukuka ve ahlâka aykırı bir sonucun gerçekleşmesi amacıyla verilen şey geri istenemez.  hükmünü havidir. Bu hüküm, genel bir hukuk prensibi olan nemo auditurpropriam turpitudinem allegans ilkesine dayanmaktadır. Buna göre, hiç kimse kendi ahlâka aykırı davranışından kazanç sağlayamaz. Sigortalının teminat kapsamında değerlendirilemeyecek bir zararı hileli yollarla sigorta şirketinden tazmin edebilmek maksadıyla ödediği  prim, hiç şüphe  yok ki,  TBK m.  81 hükmü kapsamında hukuka ve ahlâka aykırı bir sonucun gerçekleşmesi amacıyla verilmiştir. Bu itibarla, hasar sonrası sigortalama şeklinde karşımıza çıkan hileli sigorta talebi karşısında sigortacının, kesin hükümsüz olan sözleşme dolayısıyla tahsil etmiş olduğu primleri iade etmekle mükellef olmadığı, herhangi bir tereddüde mahal vermeyecek ölçüde açıktır. Mamafih, kanaatimizce, sigortacının yalnız tahsil ettiği primleri muhafaza etmek yerine, sözleşmede kararlaştırılan primin tamamına hak kazanacağı mülâhaza edilebilir. Zira 6102 sayılı Kanunun geçmişe etkili sigorta başlıklı 1458 inci maddesi hükmü uyarınca, sigorta ettiren, teminat kapsamına alınan rizikonun gerçekleştiğini akdin inikadından evvel biliyor ise sigorta sözleşmesi geçersiz olacak ve sigortacı sözleşmede kararlaştırılan primin tamamına hak kazanacaktır. Bu halde sigortacının kararlaştırılan primin tamamına hak  kazanması,  hileli  davranışlarla  sigortacıyı  aldatmaya  kasteden  sigortalıyı cezalandırmaktadır. Hasar sonrası sigortada da sigorta ettiren aynı saikle hareket etmekte, diğer bir ifadeyle sigortacıyı aldatma saikiyle sözleşme yapmaktadır. Tek fark, sigorta sözleşmesinin  geçmişe  etkili  olarak  yapılmamasıdır.  Üstelik  geçmişe  etkili  sigorta himayesi bahşeden sigortacının sözleşmenin yapıldığı esnada rizikonun gerçekleşmiş olup olmadığı hususunda göstereceği hassasiyet ve dikkatin, sözleşmenin niteliği dikkate alındığında, geleceğe etkili himaye bahşeden sigorta sözleşmelerine nazaran daha yüksek seviyede olması beklenir. Bu itibarla sözleşmenin kurulmasından evvel gerçekleşmiş olan zarara ilişkin sigortacıyı aldatarak haksız çıkar temin etmek saikiyle hareket eden sigorta ettirenin cezalandırılması bakımından hasar sonrası sigorta ile geçmişe etkili sigorta hilesi                                                  107  Bir görüşe göre bu hüküm, genel bir hukuk prensibi olan nemo auditurpropriam turpitudinem allegans ilkesine dayanmaktadır. Buna göre, hiç kimse kendi ahlâka aykırı davranışından kazanç sağlayamaz. Bu husustaki münakaşalar için bkz. ÇAĞLAYAN AKSOY, Pınar,  Sebepsiz Zenginleşme Hukukunda İade Talebinde Bulunulmasını Engelleyen TBK Madde 81 Hükmü Üzerine Bir İnceleme , Banka ve Ticaret Hukuku Dergisi, Cilt: 31, Sayı: 4, Yıl: 2015, s. 137.   466       arasında bir ayrıma gidilmesinin isabetli olmayacağı kanısındayız. Dolayısıyla, hasar sonrası sigorta hilesine müracaat eden sigorta ettirenin sözleşmede kararlaştırılan primin tamamını ödemekle mükellef olması gerektiği istidlâl olunabilecektir. 3. Geçmişe Etkili Sigorta Hilesi Riziko hilesi (pure fraud) kapsamında mütalâa edebileceğimiz bir diğer sigorta hilesi, sigorta sözleşmesinin 6102 sayılı Kanunun 1458 inci maddesinde düzenlendiği şekliyle geçmişe etkili sigorta olarak yapılmış olması ihtimali bakımından akla gelebilir. Anılan  madde  hükmü  uyarınca,  taraflar  arasında  sigorta  himayesinin  sözleşmenin kurulmasından önceki bir tarihten itibaren başlayacağı kararlaştırılabilmektedir. Ancak bu  mahiyette  bir  sigorta  sözleşmesinin  geçerli  kabul  edilebilmesi  için,  rizikonun gerçekleştiği yahut gerçekleşme imkânının kalmadığı taraflar nezdinde belirsiz olmalıdır. Aksi halde sözleşme geçersiz addedilecektir (TTK m. 1458). Bu hüküm muvacehesinde sözleşmenin  geçersizliği  ile  kastedilen,  hiç  kuşku  yok  ki  sözleşmenin  TBK  m.  27 anlamında kesin hükümsüzlüğüdür. Bu anlamda sigorta ettiren yahut sözleşmeden haberdar olmak kaydıyla sigortalı, gerçekleştiği bilinen hasara ilişkin muayyen zararı sigorta teminatı kapsamında tazmin ve bu suretle haksız çıkar temin etmek maksadıyla sigorta sözleşmesi yapmış ise bu sözleşme baştan itibaren geçersiz olacaktır. Uğruna sigorta sözleşmesi yapılan zararın gerçekleştiği sigorta ettiren yahut sigortalı tarafından biliniyor, ancak sigortacı tarafından bilinmiyorsa, sigortacı ödenmesi gereken primin tamamına hak kazanmaktadır (TTK m. 1458). Görüldüğü üzere, kanun koyucu sigorta sözleşmesini kesin hükümsüz addederken, hileli davranışlarla haksız çıkar sağlama amacı güden kötü  niyetli  sigorta ettireni/sigortalıyı  bir bakıma cezalandırarak, sözleşmede kararlaştırılan  prim  borcunun  tamamından  sorumlu  kılmaktadır.  Önemle  ifade etmeliyiz ki, geçmişe etkili sigortada sigorta ettirenin yahut sözleşmeden haberdar olmak kaydıyla  sigortalının  rizikonun  gerçekleştiğini  biliyor  olmasına  terettüp  eden  netice Kanunda açıkça düzenlenmemiş olsaydı dahi benzer bir sonuca 6098 sayılı Türk Borçlar Kanunu nun 27 ve 81 inci maddeleri kapsamında ulaşabilirdik. Zira sigorta ettirenin gerçekleştiğini bildiği tehlikelere karşı, sigortacıyı aldatarak haksız çıkar temin etmek                                                  108  KUBİLAY, s. 52. 109  KAYIHAN / BAĞCI, s. 194. 467       maksadıyla yaptırdığı sözleşme TMK m. 2 de ifadesini bulan dürüstlük kuralına ve ahlâkına aykırılık dolayısıyla bâtıl addedilecektir. Sigortacının bâtıl sözleşme dolayısıyla tahsil ettiği primleri ise TBK m. 81 kapsamında iadesi mümkün olmayacaktır. Bu halde 6102 sayılı Kanunun 1458 inci maddesi hükmüne nazaran karşılaşılabilecek tek fark, sigortacının  kararlaştırılan  primin  tamamına  değil,  o  güne  dek  tahsil  etmiş  olduğu primlere hak kazanması olurdu. 4. Miktar Hilesi Zarar  sigortalarında  hileli  sigorta  talebi,  her  zaman  riziko  hilesi  (pure  fraud) kapsamında mütalâa edilen talepler şeklinde ortaya çıkmayabilir. Yukarıda da ifade etmiş olduğumuz gibi riziko hilesi kapsamında nitelendirdiğimiz tazminat talepleri, tümüyle gerçek dışı iddialara ve hakikatte sigortacının -kısmî de olsa- tazminat ödeme borcunu gerektirmeyecek hadiselere dayanmaktadır. Ne var ki, sigortacıya  yöneltilen talebin tümüyle gerçek dışı iddialara dayanmadığı, talebin yalnız miktar itibariyle gerçeğe aykırı olması da ihtimal dahilindedir. Buna göre, sigorta poliçesi kapsamında ‘riziko  olarak nitelendirilen hadise gerçekten vukuu bulmuş olmak birlikte, sigortalı, keyfiyeti haksız çıkar temine etme yönünde bir fırsata dönüştürme saikiyle hareket ederek, sigortacıdan gerçek zararın üzerinde bir tazminat talebinde bulunabilir. İngiliz sigorta hukukunda ‘miktar hilesi (exaggerated claim) 110 olarak nitelendirilen bu mahiyetteki talepler de hileli  sigorta  talepleri  arasında  kabul  edilmektedir.  6102  sayılı  Türk  Ticaret Kanunu nda  ise  bu  mahiyetteki  talepler  ve  sonuçları  düzenlenmiş  değildir. Çalışmamızda, miktar hilesi olarak nitelendirdiğimiz hileli sigorta talebini ve sigortalının bu yöndeki talebine bağlanan neticeleri, İngiliz sigorta hukukuna ilişkin doktrin ve yargı kararları ışığında ele almaya çalışacağız.                                                  110  Türkçeye ‘abartılmış/şişirilmiş talep  olarak çevrilebilecek bu müesseseyi işbu çalışmamızda, hukuk terminolojisi bakımından daha uygun olacağı düşüncesiyle, ‘miktar hilesi olarak nitelendirmeyi uygun gördük. 111  BENNETT, s. 712. 468       a. Hileli Aşkın Sigorta  Aşkın sigorta, sigortalanan menfaatin gerçek değerinin üzerinde bir bedelle sigortalanması olup, yalnız zarar sigortası mahiyetindeki aktif sigortaları (mal sigortaları) bakımından söz konusu olabilir. Zira zarar sigortası mahiyetinde pasif sigortalarında (söz gelimi sorumluluk sigortalarında) ve meblağ sigortalarında sigortalanan menfaatin değerinden söz edilemediği için, sigorta bedeli herhangi bir üst sınır olmaksızın taraflar arasında serbestçe belirlenebilir. Dolayısıyla sigortalanan menfaatin değerini aşan sigorta bedeli, yalnız zarar sigortası mahiyetindeki aktif sigortaları bakımından söz konusu olabilecektir. Aşkın sigorta, tek bir sigorta sözleşmesi dolayısıyla ortaya çıkabileceği gibi, bir menfaatin aynı rizikoya karşı birden fazla sigortacı nezdinde sigortalanmasına ilişkin müşterek  sigorta,  çifte  sigorta  ve  kısmî  sigorta  olarak  tesmiye  olunan  müesseseler vesilesiyle de müşahede olunabilir. Aşkın sigorta hali, zarar sigortaları bakımından cari olan zenginleşme yasağı ilkesi gereğince kanunen caiz görülmemiştir. Zira sigortalanan menfaate  yönelik  tam  hasar  gerçekleştiği  takdirde  sigortalının  menfaatin  gerçek değerinden  daha  yüksek  bir  bedele  hak  kazanmasına  cevaz  verilmesi,  sigorta sözleşmesini bir güvence sözleşmesi olmaktan çıkararak, hukuki niteliği itibariyle kumar ve  bahis  akitlerine  yakınlaştıracaktır.  Dolayısıyla  aşkın  sigortaya  yol  açan sözleşme/sözleşmeler hakkında 6102 sayılı Kanun da 1463 üncü madde hükmü sevk edilerek aşkın sigorta yasaklanmıştır. Buna göre, bir yahut birden fazla sigorta sözleşmesi marifetiyle ortaya çıkan aşkın sigorta hali söz konusu olduğunda, kural olarak, sigorta bedelinin sigorta değerini aşan kısmı bâtıl addedilerek fazlaya ilişkin primler sigorta                                                  112  Sigorta değeri, sigortalanan menfaatin riziko gerçekleştiği andaki gerçek değeridir. Dolayısıyla aşkın sigorta halinin mevut olup olmadığı kural olarak sözleşmenin kuruluş aşamasında değil, rizikonun gerçekleştiği anda tayin edilir; meğerki, takseli sigorta söz konusu olsun. 6102 sayılı Türk Ticaret Kanunu nun 1464 üncü maddesinde tanzim edilmiş olan takseli sigorta hükmü uyarınca, taraflar sözleşmenin kuruluş aşamasında muayyen bir miktar parayı sigortalanan menfaatin değeri olarak tayin edebilirler.  Bu  halde  riziko  gerçekleştiği  anda  ayrıca  değer  tespiti  yapılmayacak,  başlangıçta kararlaştırılan değer sigorta değerine esas alınacaktır. Dolayısıyla takseli sigorta olarak tesmiye olunan müessese, bir bakıma, aşkın sigorta halinin istisnası olarak karşımıza çıkmaktadır. Bkz. KAYIHAN / BAĞCI, s. 77 vd. Lâkin takseli sigorta, tek bir sigorta sözleşmesi ortaya çıkan aşkın sigorta halinin istisnası olup, birden çok sigorta marifetiyle tesis olunan aşkın sigorta hali bakımından herhangi bir istisna teşkil etmemektedir. 113  CAN, Sigorta Hukuku, 100. 114  CAN, Sigorta Hukuku, s. 99. 115  BOZER, s. 121. 469       ettirene iade edilir ve sigorta sözleşmesi tam değer sigortası olarak geçerliliğini korur (TTK m. 1463/1). Aşkın sigortaya ilişkin kural bu olmakla birlikte, aynı maddenin ikinci fıkrası hükmünde, 6762 sayılı mülga Türk Ticaret Kanunu nda olmayan istisnai bir düzenleme getirilmiştir. Buna göre, aşkın sigorta yasağının ihlâlinde sigorta ettirenin kötü niyeti ve sigortadan malî çıkar sağlamak gayesi bulunuyorsa sigorta sözleşmesi geçersiz olacağı gibi, sigortacı, durumu öğrendiği dönemin sonuna kadar sigorta primine hak kazanacaktır.  Görüldüğü  üzere,  sigorta  ettiren,  aşkın  sigorta  yasağını  sigorta sözleşmesinden haksız kazanç temin etmek amacıyla ihlâl etmişse sigorta sözleşmesi geçersiz olacak ve dolayısıyla sigorta ettiren poliçeden doğan haklarını kaybedecektir. Üstelik durumun öğrenildiği sigorta dönemi için kararlaştırılmış olan primlerden de sorumlu olmaya devam edecektir. Bu hüküm kapsamında sigorta ettirenin kötü niyetle ve sigortadan  malî  çıkar  sağlamak  amacıyla  hareket  etmesinden  kasıt,  sigortalanan menfaatin  değerini  hileli  davranışlara  olduğundan  daha  yüksek  göstererek  ilişkin sigortacıyı aldatmaya kastetmesi olarak kabul edilmelidir. Söz gelimi, sigorta ettirenin, sigorta bedeline esas olmak üzere sigortalı malın değerini sahte faturalar tanzim etmek suretiyle olduğundan yüksek göstermesi bu kapsamda değerlendirilebilir. Buna karşılık, hileli davranışlara müracaat etmeksizin, yalnız bu hususta yanlış bilgi sahibi olduğu için sigortalanan menfaate ilişkin olduğundan yüksek değer beyan eden sigorta ettirenin kötü niyet olduğu kabul edilmemelidir. Pek tabii aldatma kastına yönelmiş hileli davranışları ispat yükü sigortacıya ait olacaktır.  TTK m. 1463/2 hükmüyle birlikte kanun koyucu bilinçli (hileli) aşkın sigorta hali ile bilinçli olmayan (irade dışı) aşkın sigorta halini tefrik etmek istemiş; sigortacıyı aldatmak ve haksız çıkar temin etmek kastıyla aşkın sigorta sözleşmesi yapan sigorta ettireni bir bakıma cezalandırmıştır. Nitekim hükmün gerekçesinde, bilinçli (hileli) aşkın sigorta ile bilinçli olmayan aşkın sigorta arasında ayrım yapılmadığı takdirde, sigorta                                                  116  Her ne kadar 6762 sayılı mülga Türk Ticaret Kanunu nda aşkın sigortaya vücut veren sözleşmelerin geçersiz addedileceğine dair sarih bir hüküm sevk edilmemiş olsa da, doktrinde Can, Kanunun 1292 nci maddesinin ikinci ve üçüncü fıkralarından hareketle birden çok sigorta marifetiyle ihdas olunan aşkın sigorta hali bakımından aynı neticeye ulaşılabildiğini dermeyan etmiştir. Bkz. CAN, Sigorta Hukuku, s. 117-118. 117  KENDER,  Rayegân,  Türkiye de  Hususî  Sigorta  Hukuku,  Güncelleştirilmiş  On  Altıncı  Baskı, İstanbul 2017, s. 336. 470       ettirenlerin netice itibariyle bir kayıp yaşamayacaklarının telkin ettiği güven ve cesaretle aşkın sigorta yapmaya, diğer bir ifadeyle hileli davranışlarla sigortacıyı aldatmaya ve sigorta sözleşmesini haksız çıkar temin etme vasıtası haline getirmeye teşvik edilecekleri ifade edilerek; bu hüküm sayesinde aşkın sigortaya yönelik kötü niyetli teşebbüslerin ve muhtemel sigorta suiistimallerinin önüne geçilmesinin amaçlandığı belirtilmiştir. Diğer bir ifadeyle, bilinçli (hileli) aşkın sigortaya ilişkin hüküm caydırıcı olması maksadıyla sevk edilmiştir. Doktrinde bu hükmün ve gerekçenin tenkit edildiğini görmekteyiz.  Kender, inceleme konusu 1463 üncü maddenin ikinci fıkrası hükmünün isabetli olmadığı kanaatindedir. Kender, aşkın sigorta yasağının zarar sigortaları bakımından cari olan zenginleşme yasağı ilkesinin bir sonucu olduğunu ve bu yasakla ulaşılmak istenen nihaî amacın menfaati sigortalanan kişinin gerçek zararın üstünde bir kazanım elde ederek haksız zenginleşmenin önüne geçmek olduğunu ifade etmektedir. Müellife göre aşkın sigorta halinde, bilinçli (hileli) ve bilinçli olmayan ayrımı yapılmaksın, aşan kısmın bâtıl addedilerek fazlaya ilişkin sigorta primlerinin sigorta ettirene iade edilmesinin hakkaniyete uygun biz çözüm olduğunu, bu halde sigortacının bir zarara uğramayacağını, dolayısıyla bilinçli (hileli)-bilinçli olmayan aşkın sigorta ayrımı yaparak sigortalının sigorta  himayesinden  mahrum  kalacağı  bir  sonuca  ulaşmanın  ölçülü  olmayan  bir cezalandırma biçimi olduğu kanaatindedir.  6102 sayılı Türk Ticaret Kanunu nun 1463 üncü madde hükmünde aşkın sigortayı bilinçli (hileli) ve bilinçli olmayan (irade dışı) olarak ikiye ayrılması ve mezkûr maddenin ikinci fıkrası hükmü uyarınca sigorta ettirenin kötü niyetle ve sigortadan malî çıkar sağlamak  amacıyla  aşkın  sigortaya  yol  açması  halinde  sözleşmenin  geçersiz  kabul edilmesi  son  derece  isabetli  olmuştur.  Bu  hükümle  amaçlanan,  yalnız  sigorta sözleşmesinin bir zenginleşme aracı olmasının önüne geçmek değil, aynı zamanda azamî iyi niyet ve güven ilişkisine dayanan sigorta sözleşmeleri bakımından hileli davranışların önüne geçmek ve hileli sigorta talepleri dolayısıyla dürüst poliçe sahiplerine tahmil olunan prim yükünün önüne geçmektedir. Her ne kadar Kender, aşkın sigorta halinde sigortacının 6102 sayılı Kanunun 1463 üncü maddenin birinci fıkrası uyarınca yalnız gerçek zararı ödemekle mükellef olduğunu, dolayısıyla sigorta tekniği açısından bir                                                  118  KENDER, s. 335. 471       zararının olmadığı mülâhazasından yola çıkaran ikinci fıkra hükmünü eleştirmiş olsa da, naçizane, bu eleştirinin yerinde olmadığı kanaatindeyiz. Zira söz konusu eleştiri hileli aşkın sigortanın her durumda anlaşılabildiği ve sigortacı tarafından tespit edilebildiği faraziyesine dayanmaktadır. Hâlbuki, sigortacıyı aldatmak kastıyla ve hileli birtakım işlemlerle oluşturulan aşkın sigorta halini sigortacılar her zaman tespit edemeyebilir. İşte 1463 üncü maddenin ikinci fıkrası hükmü sigorta ettirenlerin bu yola tevessül etmesini engellemek amacıyla sevk edilmiş caydırıcı bir hüküm olma niteliğini taşımaktadır. Üstelik  bu  hükmün  ölçüsüz  bir  cezalandırmaya  yol  açtığını  söylemek  de  mümkün değildir. Zira bilinçli (hileli)-bilinçli olmayan (irade dışı) aşkın sigorta ayrımı yapılmadığı ahvalde,  sigorta  ettiren,  neticede  bir  kaybının  olmayacağından  cesaretle,  deyim yerindeyse ‘denemekten zarar gelmez  düşüncesiyle hileli yollarla aşkın sigorta yasağını ihlâle teşebbüs edebilir, hatta bunda muvaffak olabilir. Diğer bir ifadeyle, 1463 üncü maddenin  birinci  fıkrası  hükmü,  tek  başına,  aşkın  sigortaya  ilişkin  hileli  işlemler bakımından bir teşvik aracı haline gelebilir.  O halde olması gereken, sigorta ettireni bu yola  tevessül  etmekten  alıkoyacak  bir  cezalandırma  sistemi  oluşturmaktır.  Nitekim İngiliz Yüksek Mahkemesi House of Lords nezdinde görülen 2001 tarihli The Star Sea davasında yargıç Lord Hobhouse:  İzlenmesi gereken yok çok basittir. Hileli hareket eden sigortalının, ‘eğer hileli beyanda bulunduğum anlaşılmazsa kazançlı çıkarım, buna karşılık  hile  ortaya  çıkarsa  hiçbir  şey  kaybetmem  şeklinde  düşünmesinin  önüne geçilmelidir.  diyerek bu husustaki hukuk kurallarına bir bakıma yön tayin etmiştir. 6102 sayılı Kanunun 1463 üncü maddenin ikinci fıkrası hükmü, mehaz kanun olan 23 Kasım  2007  tarihli  Alman  Sigorta  Sözleşmeleri  Kanunu nun (Versicherungsvertraggesetz)  74 üncü  maddesinin  ikinci  fıkrası  hükmünün  birebir çevirisidir. Keza İsviçre Sigorta Sözleşmesi Kanunu nun 51 inci maddesi de aynı kural tekrar  etmektedir.  O  halde  modern  hukuk  sistemlerinde  hileli  aşkın  sigortaya yaklaşımının ve bu hususta öngörülen müeyyidenin müsavi olduğunu söylemek yanlış olmayacaktır.                                                  119  Manifest Shipping Co Ltd v Uni-Polaris Insurance Co Ltd and la Réunion Européenne, (The Star Sea), Lloyd's Law Reports, Sayı: 1 Yıl: 2001, s. 389-415. 120  https://germanlawarchive.iuscomp.org (erişim tarihi 21.11.2021) 472       b. Gerçek Miktar Hilesi İngiliz  sigorta  hukuku  doktrininde  sigortalının  riziko  dolayısıyla  ortaya  çıkan zararı,  hileli  davranışlarla  olduğundan  daha  yüksek  göstererek  sigortacıdan  talepte bulunması halinde miktar hilesi (exaggerated claim) olarak adlandırılan hile türünde sigortalının gerçek zararı tazmin hakkını da kaybedeceği uzun zamandan beri uygulanan yerleşik bir kuraldır. Miktar  hilesinden  söz  edilebilmesi  için  sigortalının  sigortacıyı  aldatma  kastı olmalıdır. Bu cihetle, sigortalı aldatma kastı olmaksızın, sadece miktarda hataya düştüğü için  yahut  üçüncü  kişiye  atfedilebilecek  kusurlu  bir  işlem  dolayısıyla  gerçekte olduğundan daha yüksek miktarda tazminat talebinde bulunmuş ise miktar hilesine ilişkin sonuçlar uygulanmayacaktır.  Sigortalının gerçekte uğradığı zarardan daha fazlasını sigortacıdan talep etmesi, tek başına miktar hilesi kapsamında mütalaa edilemeyecektir. Sigortalı, zararın gerçekte olduğundan  daha  yüksek  olduğuna  yönelik  hileli  birtakım  işlemlere  kalkışmadığı müddetçe aldatma kastından, dolayısıyla miktar hilesinden söz edilemeyecektir. Acaba Türk hukukunda gerçek zararı aşan miktarda tazminat talebinde bulunan sigortalı karşısında sigortacının sahip  olduğu haklar nelerdir? Bu mahiyetteki  hileli sigorta talepleri karşısında sigortacının haiz olduğu haklar 6102 sayılı Türk Ticaret Kanunu nda sarahaten düzenlenmiş değildir. Bu durumda tamamlayıcı mahiyetteki genel hükümlerden hareketle yahut kıyas yoluyla bir neticeye ulaşmak gerekecektir. Yukarıda ayrıntılı biçimde ifade etmiş olduğumuz gibi, miktar hilesine müracaat eden sigortalı, gerçekte riziko kapsamında mütalâa edilen ve neticede kendisini maddi anlamda zarara uğratan bir hadise olduğu halde, rizikonun gerçekleşmesini haksız kazanç temin etme yönünde bir fırsata dönüştürerek, gerçekte uğradığı zararın daha fazlasını sigortacıdan alabilmek için hileli birtakım işlemlere müracaat etmektedir. Bu cihetle, miktar hilesi şeklinde tecessüm eden hileli sigorta talepleri hakkında uygulanacak hükümlerin tespiti bakımından, 6102 sayılı Türk Ticaret Kanunu nun sigorta sözleşmesinin haksız çıkar temin  etmeye  araç  kılınmasına  dair  hükümleri  esas  alınmalıdır.  Böylelikle  ihtiyaç duyduğumuz müşabehetin aşkın sigorta hakkında sevk edilmiş olan ve yukarıda tafsilatlı                                                  121  ROSE, s. 313. 473       biçimde  izah  etmiş  olduğumuz  1463 üncü  maddenin  ikinci  fıkrası  hükmünde bulabildiğimiz kanısındayız.  Hileli aşkın sigortaya ilişkin TTK m. 1463/2 hükmü uyarınca sigorta ettirenin, sigortadan malî çıkar sağlamak amacıyla ve sigortacıyı aldatmak kastıyla aşkın sigortaya yol açması halinde  sigorta  sözleşmesinin  geçersiz  olacağını  ve  sigortacının,  iyi  niyetli  olması kaydıyla, ilgili döneme ait primlere hak kazanacağını açıklamıştık. Bahse konu hükmün kıyas yoluyla miktar hilesine kıyas yoluyla tatbik olunabileceği kanaatindeyiz. Zira vâki riziko dolayısıyla ortaya çıkan gerçek zararı, hileli birtakım davranışlarla olduğundan yüksek gösteren ve bu suretle gerçek dışı hasar talebinde bulunan sigorta ettiren/sigortalı, tıpkı TTK m. 1463/2 de düzenlenmiş bulunan bilinçli (hileli) aşkın sigortada olduğu gibi, sigorta sözleşmesinden kötü niyetle haksız çıkar temin etme gayesiyle hareket etmektedir. Keza  her  iki  müessese  bakımından  da  riziko  tabir  edilen  hadise  kasten gerçekleştirilmemekte,  lâkin  sigortanın  amacına  uygun  olarak  sigortalının  ihmali, üçüncü kişinin kusuru yahut tesadüfî hadiseler dolayısıyla gerçekleşen rizikonun sigorta ettiren/sigortalı tarafından gerçek zararı aşan bir tazminat alabilmek, dolayısıyla haksız çıkar temin etmek düşüncesiyle fırsata dönüştürülmesi söz konusudur. Bu itibarla hileli aşkın sigortaya ilişkin TTK m. 1463/2 hükmünün kıyasen miktar hilesi bakımından da uygulanması gerektiği kanısındayız. Bu anlamda, sigorta ettirenin/sigortalının miktar hilesine müracaat etmiş olduğunun anlaşılmasıyla birlikte sigorta sözleşmesi geçersiz kabul edilerek, durumdan haberdar olmayan (iyi niyetli) sigortacı himaye bahşettiği döneme ilişkin primlere hak kazanmalıdır. Zira azamî iyi niyet ve güven ilişkisine dayanan sigorta sözleşmesini hileli davranışlarla haksız çıkar temin aracına dönüştüren ve bu suretle, sigortacının ödemesi gerekenden daha fazla tazminat ödemesi için hileli talep ileri süren sigorta ettirene/sigortalıya gerçek zararı tazmin hakkı bahşedilmesi, hiç kimsenin kendi ahlâka aykırı davranışından fayda sağlayamayacağı prensibine aykırı düşecektir. Üstelik bu yola tevessül eden sigorta ettirenin/sigortalının cezalandırılmaması ve gerçek zararı tazmine müstehak kılınması, bu yolu teşvik anlamına da gelebilecektir. Nitekim bu hususta İngiliz Yüksek Mahkemesi yargıcı Lord Hobhouse ın 2001 tarihli                                                  122  ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku - Cilt: I, İstanbul 2016, s. 162. 474       The Star Sea davasına ilişkin müzakereler sırasında yapmış olduğu tespit de, miktar hilesine müracaat eden sigortalının niçin gerçek zararı tazmin hakkından dahi mahrum bırakılması şeklinde medeni bir cezaya muhatap kılınması gerektiğini anlamak için son derece kıymetlidir. Yargıç Lord Hobhouse, sigortacıyı aldatmak suretiyle sigortadan çıkar sağlamak isteyen sigortalıya gerçek zararı tazmin hakkı bahşedilmesinin, bu yola müracaat  eden  sigortalıya,  hileli  davranışı  anlaşıldığı  takdirde  dahi  bir  kaybının olmayacağı yönünde cesaret telkin etmek anlamına geleceğine işaret etmiştir. Yargıç, bu yönde bir düzenlemenin tüm sigortalılar için bu yola müracaat etmelerini haklı bir hukuki zemine oturtmak anlamına geleceğini ihtar ederek, bu neticenin sigortacıların menfaati ve adalet ölçüsü karşısında kabul edilebilir olmadığını belirtmiştir. Bu itibarla caydırıcı olabilmesi münasebetiyle de, miktar hilesi bakımından TTK 1463/2 hükmünün kıyasen uygulanması  gerektiği  kanısındayız.  Aksini  kabul,  gerçekleşen  rizikoya  istinaden tazminat talebinde bulunan sigortalının, anlaşılması halinde dâhi zarara uğramayacağı, en azından  gerçek  zararı  tazmin  edebileceği  düşüncesinden  cesaretle  miktar  hilesine müracaat etmesini teşvik etmek anlamına gelecektir. Hâlbuki miktar hilesine müracaat ettiği  takdirde  zararın  yalnız  gerçek  miktarı  aşan  kısmını  değil,  tamamını  tazmin hakkından  mahrum  kalacağını  bilen  sigortalı  bu  yönde  bir  hileye  müracaat  etmek hususunda çok daha ihtiyatlı davranacaktır. O halde sigortalıları dürüst davranmaya teşvik  etmek  ve  hileli  davranıştan  alıkoymak  adına,  ilk  nazarda  ağır  gözüken  bu yaptırımın benimsenmesinde fayda olacağı kanısındayız.  SONUÇ Sigorta sözleşmesi işlevi itibariyle bir güvence aracıdır. Ancak zarar sigortalarında sigortalının sigorta sözleşmesi gereğince hak etmediği sigorta tazminatını alabilmek yahut hak ettiğinden daha yüksek bir tazminat alabilmek için muhtelif hileli yollara müracaat ettiği görülmektedir. Bu hileli yolların tamamı birden hileli sigorta talepleri (fraudulent claims) olarak ifade edilmektedir. Sigortalının aslında gerçekleşmemiş olan                                                  123  Manifest Shipping Co Ltd v Uni-Polaris Insurance Co Ltd and la Réunion Européenne, (The Star Sea), Lloyd's Law Reports, Sayı: 1 Yıl: 2001, s. 389-415. 124  Orakpo v Barclays Insurance Services, Lloyd's Reinsurance Law Reports, Sayı:1, Yıl:1995, s. 443. 475       rizikoyu  gerçekleşmiş  gibi  göstererek  yahut  rizikoyu,  sigortacının  tazminat  ödeme borcunun  doğumunu  sağlamak  için  kasten  gerçekleştirmesi  hali  İngiliz  sigorta hukukunun  yerleşik  içtihatlarında  ve  doktrinde  riziko  hilesi  (pure  fraud)  şeklinde isimlendirilmektedir. Bu mahiyetteki hile dolayısıyla sigortacının vâki zararı tazmin etmekle mükellef olmayacağı dürüstlük kurallarının bir gereğidir. Bu husustaki yerleşik içtihatlar üzerinden şekillenen 2015 tarihli İngiliz Sigorta Kanunu nda, bu mahiyetteki hileli talepler dolayısıyla sigortacının zararı tazminle mükellef olmayacağının yanı sıra, sözleşmeyi  fesih  hakkını  haiz  olduğu  ve  primleri  de  iadeyle  mükellef  olmayacağı düzenlenmiştir.  Sigortalının,  gerçekleşmiş  olan  rizikoyu  fırsata  çevirerek  sigortadan haksız kazanç etmek maksadıyla zararı olduğundan daha  yüksek  göstererek talepte bulunması ise miktar hilesi (exaggerated claim) olarak ifade edilmektedir. İngiliz yüksek mahkemesinin  müstakar  kararlarında  ve  doktrinde  kabul  edildiği  üzere,  sigortalının azamî iyi niyet yükümlülüğünü ihlâl etmiş dolayısıyla sigortacının, tıpkı riziko hilesinde olduğunda gibi, bu hile türünde de tazminat ödeme borcundan kurtulacağı, başka bir deyişle, sigortacının gerçek zararı dâhi ödemekle mükellef olacağı kabul edilmektedir. Bu  müeyyide  bazı  çevrelerce  ölçüsüz  görülmekle  birlikte,  hileli  talepte  bulunan sigortalının  gerçek zararı  tazmin hakkını haiz olduğunun kabulü,  bu  yöndeki  hileli davranışların  önüne  geçilmesini  imkânsız  kılacak,  üstelik  bu  türden  hileyi  teşvik edecektir. Dolayısıyla, rizikonun gerçekleşmesini müteakip sigortadan çıkar sağlamak maksadıyla gerçek zarar miktarını aşan tutarda tazminat talebinde bulunan kişinin gerçek zararı tazmin hakkından da mahrum bırakılmasının, bu yöndeki hileli davranışların önüne geçilebilmesi adına elzem olduğu kanaatindeyiz. Sigortacılık uygulamasında karşılaşılan bir diğer hile türü ise faydasız hile (collatereal lie) olarak ifade edilmektedir. Sigortalı, esasen hak etmiş olduğu tazminatı alamayacağı endişesiyle yahut tazminatın ödenmesini hızlandırmak maksadıyla gerçekleşen rizikoya ilişkin yalan beyanda bulunabilir. Bu gibi beyanlar hukuki sonuca müessir olmayan beyanlardır. Bu gibi hileli davranışların da hileli sigorta talebi kapsamında mı değerlendirileceği sorusu İngiliz sigorta içtihatlarında ve doktrinde çok tartışılmıştır. Sonuç olarak bu gibi davranışların hileli sigorta talebi kapsamında değerlendirilmemesi gerektiği, zira aksi yönde bir mülâhazanın hileli sigorta taleplerine terettüp eden müeyyidenin ağırlığı karşısında hakkaniyete uygun düşmeyeceği kabul edilmiştir. Hileli sigorta taleplerinin bazı görünüş biçimleri Türk sigorta hukukunda 476       karşılık bulmakla birlikte, özellikle miktar hilesi olarak ifade etmiş olduğumuz hile türü mevzuatımızda  doğrudan  düzenlenmiş  değildir.  Buna  karşılık  hileli  (bilinçli)  aşkın sigortanın amaç ve sonuçları itibariyle miktar hilesi olarak adlandırdığımız hile türüne benzerlik gösterdiği, dolayısıyla hileli aşkın sigorta bakımından cari olan müeyyidenin miktar  hilesi  olarak  nitelendirilebilecek  hileli  davranışlara  da  kıyasen  uygulanması gerektiği kanaatindeyiz.",
     "Kaynakça": "AKYOL, Şener, Dürüstlük Kuralı ve Hakkın Kötüye Kullanılması Yasağı, İkinci Bası, İstanbul 2006. ARSEVEN, Haydar, Sigorta Hukuku, Yenilenmiş 2. Baskı, İstanbul 1991. ATABEK, Reşat,  Sigorta Akdinin Yorumu , Sigorta Hukuku Dergisi, Cilt:1, Sayı: 2, Yıl: 1982, (s. 125-140). ATAMER, Kerim,  Zarar Sigortalarında Sigortalıdan Başka Kişilerin Tazminat Üzerindeki Hakları , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Cilt: XXIX, 25 Aralık 2015, (s. 89-105). AVCI, Zehra, Rizikonun Gerçekleşmesinde Kusurun Sigorta Tazminatı ve Sigorta Bedelinin Ödenmesine Etkisi, Ankara 2021. BAATZ, Yvonne,  Utmost Good Faith in Marine Insurance Contracts , Marine Insurance at The Turn of the Millennium Volume 1, Antwerp 1999, (s. 15-33.) BENNETT, Howard, The Law of Marine Insurance, 2nd Edn., Oxford University Press, London 2007. BIRDS, John, Bird s Modern Insurance Law, Seventh Edition, Sweet & Maxwell, London 2007. BIRDS, John / LYNCH, Ben / PAUL, Simon, MacGillivray on Insurance Law, 14th ed., Sweet 477       & Maxwell 2018. BOZER, Ali, Sigorta Hukuku, Ankara 1965. BUGRA, Aysegul / MERKIN, Rob,  Fraud and Fraudulent Claims , Journal of the British Insurance Law Association, Sayı: 125, Yıl: 2012 (s. 3-22). CAN, Mertol, Türk Özel Sigorta Hukuku (Ders Kitabı), Genişletilmiş ve Gözden Geçirilmiş Üçüncü Bası, Ankara 2009. CAN, Mertol,  Gözden Geçirilmeye Muhtaç Hükümler Var mı?  Sorusu Çerçevesinde 6102 sayılı Türk Ticaret Kanunu Hükümlerine Göre Sigorta Sözleşmesinin Tâbi Olduğu Hukukî Esaslar, Ankara 2011. CLARKE, Malcolm,  Insurance: The Proximate Cause in English Law , The Cambridge Law Journal, Cilt: 40, Sayı: 2, Yıl: 1981, (s. 284-306). CLARKE, Malcolm, The Law of Marine Insurance Contracts, Lloyd s of London Press 1989. ÇAĞLAYAN AKSOY, Pınar,  Sebepsiz Zenginleşme Hukukunda İade Talebinde Bulunulmasını Engelleyen TBK Madde 81 Hükmü Üzerine Bir İnceleme , Banka ve Ticaret Hukuku Dergisi, Cilt: 31, Sayı: 4, Yıl: 2015,  (s. 131-173). ÇETİN,  Ayten  /  ALPAY,  Serdar,   Sigorta  Hileleri,  Türk  Sigorta  Sektörüne  Yönelik  Bir Değerlendirme , Management and Political Science Review, Cilt: 2, Sayı: 2019. DAVEY, James,  Unpicking The Fraudulent Claims Jurisdiction In Insurance Contract Law: Sympathy For The Devil? , Lloyd's Maritime & Commercial Law Quarterly, Cilt: 2, Yıl: 2006, (s. 223-241). DAVEY, James/ RICHARDS, Katie,  Deterrence, human rights and illegality: the forfeiture rule in insurance contract law , Lloyd's Maritime & Commercial Law Quarterly, Yıl: 2015, (s. 314-345). ERDOĞAN, İhsan,  Haksız Fiilde Kusurlu Sorumluluk ve Özellikle Kusur Unsuru , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 3, Sayı: 1 Yıl: 1990, (s. 109-134). EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara 2017. 478       FABER, Eeuwke,  Shipping and Scuttling: Criminogenesis in Marine Insurance , Crime, Law and Social Change, Yıl: 1997, Sayı: 28, (s. 111–135). GILMAN, Jonathan / BLANCHARD, Claire / TEMPLEMAN, Mark / HART, Neil / HOPKINS, Philippa, Arnould: Law of Marine Insurance and Average, 20th Ed., Sweet & Maxwell 2021. GÜNGÖR, Devrim, Resmî Belgelerde Sahtecilik Suçu, Yetkin Yayınları, Ankara 2010. GÜRSES, Özlem, Marine Insurance Law, Second Edition, Routledge 2017. HJALMARSSON,  Johanna,   The  Standard  of  Proof  in  Civil  Cases:  An  Insurance  Fraud Perspective , The International Journal of Evidence and Proof, Cilt: 17, Sayı: 1, Yıl: 2013, (s. 47-73). KARASU,  Rauf,   6102  sayılı  Türk  Ticaret  Kanunu nun  Sorumluluk  Sigortalarına  İlişkin Hükümlerinin Değerlendirilmesi , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı, Cilt: 2, YIL: 2015, (s. 683-706).  KAYIHAN, Şaban / BAĞCI, Ömer, Türk Özel Sigorta Hukuku Dersleri, Genişletilmiş ve Gözden Geçirilmiş 3. Baskı, Kocaeli 2018. KENDER, Rayegân, Türkiye de Hususî Sigorta Hukuku, Güncelleştirilmiş On Altıncı Baskı, İstanbul 2017. KUBİLAY, Huriye, Uygulamalı Özel Sigorta Hukuku, İzmir 2003. OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler Cilt I, İstanbul 2019. OMAĞ, Merih Kemal,  Sigorta Hukukunda Zenginleşme Yasağı , Prof. Dr. Ergun Önen e Armağan, İstanbul 2003, (s. 253-263). ÖZDAMAR, Mehmet, Sigortacının Sözleşme Öncesi Aydınlatma Yükümlülüğü,  Ankara 2009. ÖZTAN, Fırat, Sigorta Akdinin İnikadında İhbar Mükellefiyeti, Ankara 1966. RAINEY, Simon,  The Law Commission s Proposal for The Reform of An Insurer s Remedies for Fraudulent Claims Made Under The Business Insurance Contracts , Lloyd s Maritime 479       and Commercial Law Quarterly, Yıl: 2013, (s. 357-383). RICHARDS, Katie,  Time's Up for Wholly Fraudulent Insurance Claims: The Case for New Statutory Remedies , Journal of Business Law, Y: 2020, (s. 580-603). RHIDIAN, Thomas, The Modern Law of Marine Insurance, 1st edn, Informa Law from Routledge 2015. SOOKSRIPAISANRKIT, Poomintr,  Marine Insurance – Collateral Lies: When Lies Are Not Fraud , Maritime Business Review, Cilt: 2, Sayı:1, Yıl: 2017, (s. 52-56). SOYER, Barış, Marine Insurance Fraud, Informa Law from Routledge 2014. SOYER, Barış,  Lies,  Collateral Lies  and Insurance  Claims: The  Changing Landscape in Insurance Law , Edinburgh Law Review, Cilt: 22, Sayı: 2, Yıl: 2018 (s. 237-265). ŞENOCAK, Kemal,  6102 sayılı Türk Ticaret Kanunu Uyarınca Sigorta Ettirenin Sözleşme Öncesi İhbar Külfetine Umumi Bir Bakış , Erciyes Üniversitesi Türk-Alman Anonim Şirketler ve Sermaye Piyasası Hukukunda Güncel Gelişmeler Sempozyumları, 19-20 Haziran 2014, (s. 105-122). TAŞPINAR, Sema,  Fiili Karinenin İspat Yükünün Dağılımındaki Rolü , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 45, Sayı: 1-4, 1996, (s. 533-572). ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku - Cilt: I, İstanbul 2016. ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku - Cilt: II, İstanbul 2016. VON TUHR, Andreas, Borçlar Hukukunun Umumi Kısmı, Cilt: 1-2, (Çev. Cevat Edege),"
}