{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "13",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "MARKANIN SOSYAL AĞ HESAPLARI ARACILIĞIYLA İHLALİ",
     "Title": "TRADEMARK VIOLATION THROUGH SOCIAL NETWORK ACCOUNTS",
     "Yazar İsmi": [
          "Onur SARI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sosyal ağ",
          "Marka",
          "Fikri mülkiyet hukuku",
          "Ticaret hukuku",
          "Bilişim hukuku"
     ],
     "Keywords": [
          "Social network",
          "Trademark",
          "Intellectual property law",
          "Commercial law",
          "IT law"
     ],
     "Özet": "Sosyal ağlar, markaların değerini ve bilinirliğini etkileyen önemli iletişim araçlarındandır. Bu nedenle birçok marka, sosyal ağlarda hesap açmakta ve ürünlerinin tanıtımını yapmaktadır. Ancak bazen marka hakkı sahibi dışındaki kişiler, markayı sosyal ağ kullanıcı adı olarak kullanmakta ve markanın itibarından haksız bir şekilde yararlanmaktadır. Başkasının markasının, kullanıcı adı olarak kayıtlanıp kullanımı marka hakkının ihlali teşkil etmektedir. Sosyal ağ platformları, başkasına ait markaların haksız bir şekilde kullanıcı adı olarak kullanılmaması amacıyla çeşitli tedbirler almıştır. Örneğin bir kullanıcı adına başvuru  halinde,  başvuranın  ilgili  markayı  kullanma  hakkı  olduğu  yönünde  belge  sunması  talep edilmektedir. Ayrıca uyar/kaldır sistemiyle marka sahibi, ilgili platforma başvurursa, platform kullanıcı adını askıya almaktadır. Fakat bu tedbirlerin uygulamada yetersiz kaldığı görülmektedir. Markaların haksız kullanıcı adı olarak kullanılmasındaki bir diğer sorunsa ülkesellik ilkesidir. Ülkesellik ilkesi gereği marka, ancak tescilli olduğu ülkelerde korunabilmektedir. Bu nedenle marka sahibinin ya ilgili ülkede tescil başvurusunda bulunması ya da uluslararası anlaşmalar bağlamında tescil başvurusunda bulunması gerekir. Dolayısıyla tüm Dünya da markayı yeknesak bir şekilde koruyan bir tescil sistemi bulunmamaktadır. Oysa alan adlarında böyle bir sistem vardır. Bu durumda bir ülkede tescilli olan marka, tescilsiz olduğu bir ülkede kullanıcı adı olarak yetkisiz bir kişi tarafından kullanılabilir. Ülkemizdeyse tescilsiz markalar, haksız rekabet bağlamında korunmaktadır. Bu durumda marka, sahibi tescilli marka korumasından yararlanamasa bile haksız rekabet hükümleri gereği koruma talep edebilir.",
     "Abstract": "Social  networks  are  important  communication  tools  that  affect  the  value  and  awareness  of trademarks. For this reason, many trademarks open accounts on social networks and promote their products. However, sometimes people other than the trademark owner use the trademark as a social network username and unfairly benefit from the trademark s reputation. Registering someone else s trademark as a user name and using it constitutes a violation of the trademark right. Social networking platforms have taken various measures to prevent the unfair use of trademarks belonging to others as usernames. For example, in the case of an application on behalf of a user, the applicant is requested to submit a document stating that he has the right to use the relevant trademark. In addition, if the trademark s owner applies to the relevant platform with the warn/remove system, the platform suspends the user name. However, these measures seem to be insufficient in practice. Another problem in using trademarks as unfair usernames is the principle of territoriality. Due to the principle of territoriality, a trademark can only be protected in the countries where it is registered. For this reason, the trademark owner must either apply for registration in the relevant country or apply for registration in the context of international agreements. Therefore, there is no registration system that protects the trademark in a uniform way all over the world. However, there is     such a system in domain names. In this case, a trademark registered in a country can be used by an unauthorized person as a user name in a country where it is unregistered. In our country, unregistered trademarks are protected in the context of unfair competition. In this case, even if the owner cannot benefit from the registered trademark protection, the trademark may request protection in accordance with the unfair competition provisions.",
     "Metin": " Marka ayırt edilebilir işaretleri korumak amacıyla oluşturulan bir sınai mülkiyet hakkıdır. Şekiller, isimler, kelimeler, cümleler, sloganlar gibi her tür ayırt edilebilir işaret marka  olarak  korunabilir.  İnternetin  önemli  bir  iletişim  aracı  olduğu  günümüzde, markanın internet ortamında korunması da önem arz etmektedir. İnternetin  yaygınlaşmasıyla  birlikte  teşebbüsler  faaliyetlerini  sanal  ortamlara kaydırmıştır. Sanal marketler, mağazalar, fuarlar, kitapçılar, yaşam alanları bunlara örnek olarak sayılabilir. Sanal Dünya kendi sektörünü de doğurmuştur. Sosyal ağ uygulamaları, navigasyon  servisleri,  e-posta  hizmeti  sunan  teşebbüsler,  Sanal  Dünya nın  yarattığı sektörler olarak sayılabilir. Sanal Dünya da markanın ise ayrı bir rolü vardır. İnternet kullanıcıları, markalar aracılığıyla mal veya hizmetleri diğerlerinden ayırabilmektedir. Mesela günümüzde birçok sosyal ağ platformu vardır. Ancak Instagram tanınırlığı ve bilinirliği bakımından bunlardan hemen ayrılır. Kuvvetli markalar, Sanal Dünya da önemli bir kitleyi kendilerine çekebilmektedir. Bu durum marka ihlallerini de yaygınlaştırmıştır. İnternetin öneminin kavranmadığı 90 lı yıllarda birçok kimse, tanınmış markaların veya sıradan markaların isimlerini alan adı olarak tescil ettirmiştir. Daha sonraları marka sahipleri bu durumu fark etmiş ve bu kişilere karşı dava açmıştır. Ancak açılan davaların uzun sürmesi, alan adı tescilinde önce gelen alır ilkesinin(first come, first served) varlığı ve alan adlarının haksız kullanımını önlemek  amacıyla,  marka  sahipleri,  kendi  markalarını  alan  adı  olarak  tescil  ettiren kişilerle uzlaşma yoluna gitmişlerdir. Günümüzdeyse marka sahipleri, alan adının öneminin farkındadır. Bu nedenle alan adlarını  hemen  tescil  ettirmektedirler.  Bununla  birlikte  marka  hakkı,  sosyal  ağ 382     hesaplarıyla  da  ihlal  edilebilir.  Örneğin  gömlek  üreten  bir  marka  alan  adını  tescil ettirmesine rağmen rakip bir firma, bu marka adıyla Instagram da hesap açabilir. Bu durumda marka sahibinin nasıl bir yol izleyeceğinin tespit edilmesi gerekir. Bu süreçte ihlale konu olan markanın tescilli olup olmadığı, hangi sınıflarda korunabileceği ve hangi ülkelerde tescilli olduğu önemlidir. Bizde  çalışmamızda  markanın  sosyal  ağ  hesaplarında  haksız  kullanımının sonuçlarını inceledik. Birinci bölümde sosyal ağların markalara etkisini ele aldık. İkinci bölümde marka kavramına yer verdik. Tescilli ve tescilsiz marka korumasının, sosyal ağ hesap adlarına  etkisini değerlendirdik.  Hangi  hallerin marka hakkına tecavüz teşkil edebileceğini inceledik. Üçüncü bölümdeyse erişimin engellenmesi konusunu irdeledik.  I. SOSYAL AĞ Günümüzde alıcı kitle sosyal ağlar sayesinde markayla etkileşime girebilmekte ve bu  etkileşim  neticesinde  tüketim  tercihlerini  belirlemektedir.  Bu  nedenle  sosyal  ağ kullanıcı adları oldukça önemli bir role sahiptir.1 Sosyal  ağ  kullanıcı  hesaplarının,  haksız  kullanımı  ise  marka  sahibine  zarar verecektir. Çünkü bir markayı taklit eden hesap adı, markayla etkileşime geçmek isteyen kişilerin  tercihlerini  etkileyecek  ve  markanın  itibarına  zarar  verecektir.2  Kullanıcı hesapları  üzerinden  haksız  yarar  elde  edilmemesi  amacıyla  sosyal  ağ  platformları, kullanıcı  hesaplarının  satılmasını  yasaklamaktadır.  Ayrıca  kendilerine  yapılan  bir başvurunun varlığı halinde, uygun görmeleri koşuluyla kullanıcı adını talep edene tesis edebilirler.3  Bu  şekilde  birçok  ünlü  kişi  ve  marka  sahibi  kullanıcı  adlarını  geri alabilmektedir.                                                            1   COLLINS, L. Meghan,  Still standing, new branding: Corporate crossroads of shaping a modern brand while protecting intellectual property , Duq. Bus. LJ, Yıl: 2015, Cilt: 17, (s.197-234), s.208. 2   ADAWI, Nabil A.,  Social Networking and  Brand-Jacking –Is It Infringement? , Law School Student Scholarship, Yıl: 2010, Cilt: 28, (s.1-29), s.6. 3   MALACHOWSKI, Dan,  Username Jacking  in Social Media: Should Celebrities and Brand Owners Recover from Social Networking Sites When Their Social Media Usernames are Stolen? , DePaul L. Rev, Yıl:2010, Cilt: 60, (s.223-270), s.229,230. 383     Sosyal  ağ  platformları,  marka  ihlallerinin  önüne  geçmek  amacıyla  birtakım tedbirler almıştır. Bu tedbirlerin temelinde  uyar – kaldır  sistematiği yatmaktadır. Marka sahipleri ilgili sosyal ağı haksız kullanım konusunda uyarmaktadır. Sosyal ağ da gerekli incelemeyi yaptıktan sonra ilgili hesabı askıya alabilmektedir. Örneğin Twitter, Ticari marka politikası oluşturmuştur. Bu politikaya göre kullanıcı hesabıyla bir kişiye veya şirkete bürünmek mümkün olmamaktadır. Hak sahibi başvurursa, Twitter hesabı askıya alabilir. Ancak başkasının adını veya şirketini, Twitter da parodi veya fan grubu kurmak amacıyla kullanılması serbesttir.4 Yine bu politikaya göre başkasının markasını ihlal eden bir hesabın varlığı halinde, marka sahibi Twitter a başvurabilmektedir. Twitter başvuru üzerine ihlal eden hesabı uyarmakta, ihlali kaldırması için süre vermekte, ihlal eden hesabı askıya alabilmekte veya kalıcı olarak kapatabilmektedir. Bununla birlikte uygulamada  sadece  tescilli  marka  sahipleri,  Twitter a  başvurabilmektedir.  Başvuru aşamasında olan markalar için başvuru yapılamamaktadır. Twitter, marka sahibinin, kişisel bilgilerini, markasının tescil No sunu, hangi sınıflarda tescilli olduğunu ve hangi idari  otoritece  tescil  edildiğini  sormaktadır.5  Başvuru  sahibi  bu  bilgileri  bir  form aracılığıyla Twitter a bildirmektedir. Bu bildirim üzerine Twitter, inceleme yapmakta ve yapılan inceleme neticesinde ihlal edilen hesabı askıya alabilmektedir. Dolayısıyla her bildirim, ihlal edilen hesabın askıya alınacağı garantisini vermemektedir. Bununla birlikte Oneok & Twitter davasında Oneok adlı şirket kendi markasının izinsiz olarak twitter hesabı olarak kullanılmasına karşı Twitter a dava açmıştır. Twitter ise dava karşısında hesabı askıya almış ve hesap sahibi de hesabından vazgeçmiştir.6  Youtube da marka ihlallerine karşı kendi politikalarını belirlemiştir.7 Youtube un politikalarına  göre  marka  hakkı  ihlaline  uğrayan  bir  kimse,  öncellikle  ihlal  edene                                                            4   Twitter  Yardım  Merkezi,  Parody,  newsfeed,  commentary,  and  fan  account  policy, https://help.twitter.com/en/rules-and-policies/parody-account-policy, (erişim tarihi 27.11.202). 5   Twitter ın başvuru formu için bakınız; Twitter Yardım Merkezi,  Fikrî Mülkiyet Hakkı Sorunları Hakkında Yardım, https://help.twitter.com/tr/forms/ipi/trademark/trademark-owner , (erişim Tarihi 27.11.2021). 6   BELL, A David,  Social Media Accounts and Ownership Rights , Corp. Couns. Rev., Yıl:2014, Cilt: 33, (s.1-25), s.17,18. 7   Youtube Yardım, Ticari Marka, https://support.google.com/youtube/answer/6154218?hl=tr, (erişim tarihi 27.11.2021). 384     başvurması  gerekmektedir.  Eğer  başvuran  sonuç  alamazsa  Youtube a  marka  hakkı ihlalini bildirmelidir. Youtube ise ancak açık hak ihlalinin olduğu durumlarda içeriği kaldırabileceğini belirtmektedir.8 Ayrıca sınırlı bir inceleme yürütüldüğünü de ifade etmektedir. Instagram ın yaklaşımıysa Twitter ve Youtube a göre daha büyük bir belirsizlik yaratmaktadır.  Instagram,  ‘ Kullanıcı  adlarını  genellikle  talepte  bulunan  ilk  kişi almaktadır. Bu nedenle, kullanıcı adında ticari markanızı içeren bir Instagram hesabı görebilirsiniz. Bu tür bir kullanımın, bağlama göre ticari marka ihlali olarak şikayet edilebileceği durumlar olabilir. Bununla birlikte, bir kullanıcı adında ticari markanızın kullanılmasının her durumda ticari marka ihlali olamayabileceğini lütfen unutmayın.  9 diyerek her haksız kullanılan sosyal ağ hesabının marka ihlaline sebebiyet vermeyeceğini belirtmiştir. Instagram da, alan adı korumasında gördüğümüz gibi, önce başvuran önce alır  ilkesini  esas  alarak  bir  düzenleme  yapmıştır.  Ayrıca  nelerin  marka  ihlali sayılabileceğini de ayrıca düzenlenmiştir. Instagram a göre şu üç koşul gerçekleşirse marka hakkı ihlal edilmektedir; ‘ 1. Bir kişi ticari marka hakkı sahibinin bu hakkını (veya benzer ticari marka hakkını) izinsiz kullandığında, 2. Bu kişinin kullanımı ticari nitelikte olduğunda, başka bir deyişle ürün ya da hizmetlerin satışı veya tanıtımıyla bağlantılı olarak yapıldığında, 3. Bu kullanım kişinin ürün veya hizmetleriyle ilgili olarak kaynak, destek veya iştirakler hakkında tüketicilerde kafa karışıklığına yol açtığında.  10 İncelemiş olduğumuz sosyal ağ platformlarının politikalarından da görüleceği üzere marka hakkının korunmasına yönelik kapsamlı bir koruma tesis edilmemiştir. Sosyal ağ platformlarının genel  yaklaşımı, marka hakkı ihlal edilen ile edenin kendi arasında uzlaşmasıdır. Eğer ki bir uzlaşı sağlanamazsa başvuru yoluna gidilmelidir. Ancak her                                                            8   Youtube Yardım, Ticari Marka. 9   Instagram  Yardım  Merkezi,  Ticari  marka  haklarında  herhangi  bir  sınırlama  var  mıdır?, https://help.instagram.com/752100651636285 (erişim tarihi 27.11.2021). 10  Instagram Yardım Merkezi, Ticari marka hakkı ihlali nedir? 385     başvuru  da  kabul  edilmemektedir.  Sosyal  ağ  platformları  kendilerine  göre  bir  yol belirlemiştir. Ayrıca  açık ihlal aranması ,  her durumda marka ihlali sayılmama  gibi kavramlar da muğlak sonuçlar doğurmaktadır. Uygulamada birçok başvurunun sonuçsuz kaldığı da görülmektedir. Kanımızca bir malvarlığı hakkı olan markanın ihlali karşısında, özel bir teşebbüsün müdahalesini beklemek yeterli bir çözüm olmayacaktır. Bu nedenle markanın korunması, sosyal ağ platformlarının inisiyatifine bırakılmamalıdır. Marka hakkının korunmasında sosyal ağ platformlarının yeterli çözüm üretmemesi nedeniyle alternatif çözüm yolları bulunmalıdır. Bu hususta tescilli marka koruması ve tescilsiz marka koruması düzenlemeleri dikkate alınabilir.  II. MARKA Marka ayırt edilebilir işaretlerden oluşur. Markanın ayırt edilebilir nitelikte olması için ürünün kendisinden ve ürünün adından farklı bir işaret olması ve kolayca ayırt edilebilir olması gerekir.11  Bir marka en baştan ayırt edici karaktere sahip olabileceği gibi sonradan da ayırt edicilik  kazanabilir.  Başlangıçta  ayırt  edici  karakteri  olmayan  işaretlerde  zamanla kullanım neticesinde marka olarak tescil edilebilir. Bir markanın kullanım sonucunda ayırt edicilik kazanması için tescil başvurusundan uzun süre önce, yaygın biçimde, aynı kişi tarafından kesintisiz kullanılmış olması gerekir.12 Markanın kullanım sonucunda ayırt edicilik kazanması için markanın uzun süreli ve yoğun bir şekilde kullanılmasında da                                                            11  KARAAHMET, Erdoğan / YALÇINER, G. Uğur, Marka Tescilinin Temel İlkeleri ve Uygulamaları, Türk Patent Enstitüsü Yayınları, Ankara, 1999, s.15; ÖZEL, Çağlar. Marka Lisansı Sözleşmesi, Seçkin Yayıncılık, Ankara, 2015, s.28; TEKİL, Fahiman, Ticari İşletme Hukuku, Tekil Müşavirlik ve Yayıncılık, İstanbul, 1997, s.251; NOYAN, Erdal, Marka Hukuku, Adil Yayınevi, Ankara, 2004, s.128; KAYA, Arslan, (ÜLGEN, Hüseyin/ HELVACI, Mehmet/ KAYA, Arslan/ NOMER ERTAN, N. Füsun), Ticari İşletme Hukuku, Vedat Kitapçılık, 6. Basım, İstanbul, 2019, s.451. 12  KARAAHMET /  YALÇINER, 1999, s.58, SARI Onur, Türk ve ABD Hukuku Bağlamında Marka Hakkı Edinme Süreci, Seçkin Yayıncılık, İstanbul, 2020, s.265 vd.; KARASU, Rauf (SULUK, Cahit/ KARASU, Rauf/ NAL, Temel), Fikri Mülkiyet Hukuku, 5.Basım, Seçkin Yayınevi, Ankara, 2021, s.173;  GÜNEŞ,  İlhami,  Marka  Hukuku,  2.Basım,  Adalet  Yayınevi,  Ankara,  2020,  s.91  vd.; YASAMAN  /  YASAMAN,  Zeynep,  (YASAMAN,  Hamdi  /  AYOĞLU,  Tolga/  BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar, YÜKSEL, H. Sinan / YASAMAN, Zeynep), Sınai Mülkiyet Kanunu Şerhi, Cilt 1, Seçkin Yayıncılık, Ankara, 2021, s.503 vd. 386     fayda  vardır.13  Ayrıca  bu  kullanım  neticesinde  markanın  ilgili  mal  veya  hizmetle özdeşleşmesi ve piyasada bulunan kişilerin markayla işletme arasında bir bağ kuracak şekilde algılaması gerekir.14 Markanın temel işlevi kaynak göstermektir. Dolayısıyla her marka, ilgili mal veya hizmetin  kaynağını,  bir  başka  deyişle  hangi  işletmeden  kaynaklandığını,  gösterir.15 Kaynak gösterme işlevi internetteki markalar için de geçerlidir. Tüketiciler ulaşmak istedikleri ürün ve hizmetlere internet aracılığıyla ulaşabilirler. İnternet sayesinde markalı ürün ve hizmetlerle etkileşime girebilir, araştırabilir ve alışveriş yapabilirler. İnternetin bu güçlü etkisi suiistimal edilebilmektedir. Tescilli bir markadan haksız bir şekilde yararlanmak isteyenler interneti kullanılabilmektedir. Özellikle de başkasına ait markalarla sosyal ağlarda hesap açabilmektedirler. ABD Hukuku nda marka kaçırma (brandjacking);  birinin  başkasına  ait  markayı  edinmesi  veya  herhangi  bir  şekilde üstlenmesi  neticesinde  marka  değerinden  haksız  bir  şekilde  yararlanmak  olarak tanımlanmaktadır.16  Bu  marka  kaçırma  eylemleri  kullanıcı  hesap  adı  kaçırma (usernamejacking) şeklinde de gerçekleşebilir. Özellikle de Facebook, Twitter, LinkedIn ve MySpace gibi ilk başvuran ilk alır ilkesinin uygulandığı sosyal ağ hesaplarında, ilk başvuran ilgili hesabı üstüne alacağı için sıklıkla gördüğümüz bir durumdur.17 Marka kaçırmadan dolayı alıcı kitle zarar görmektedir. Çünkü alıcı kitle, itibarına güvendiği bir markayla etkileşime geçtiğini düşünmektedir. Oysa ki ilgili sosyal ağ hesabının  arkasında  başka  bir  kişi  vardır.  Bu  kişiler,  markanın  saygınlığından                                                            13  ÇOLAK, Uğur, Türk Marka Hukuku, On İki Levha Yayıncılık, İstanbul, 2012, s.28. 14   ÇOLAK, 2012, s.28. 15  ÇAKIR, Aytuğ Ceyhun / ÖZBOYACI, Alper / DEMİRKAPI, Ertan,  Marka, Ticaret Unvanı ve İşletme Adının Birbirleriyle Karıştırılma Tehlikesine Karşı Korunması , Ticaret ve Fikri Mülkiyet Hukuku Dergisi,  Yıl:2021, Sayı:7/1, (s.37-67), s.39; DUTFIELD, Graham & SUTHERSANEN, Uma, Global Intellectual Property Law, Cheltenham, 2008, s.141; LANDY K. Gene & MASTROBATTISTA J. Amy, The IT / Digital Legal Companion: A Comprehensive Business Guide to Software, IT, Internet, Media and IP Law, Syngress Publishing, Massachusetts, 2008, s.62; BAHTİYAR, Mehmet, Ticari İşletme Hukuku, Beta Yayınevi, İstanbul, 2018, s.143, GÜRZUMAR, Osman Berat, Franchise Sözleşmeleri, Beta Yayınevi, İstanbul, 1995, s.48; SARI, 2020, s.265 vd. 16  HESSELDAHL, Arik, Brandjacking on the Web, https://www.bloomberg.com/news/articles/200705-01/brandjacking-on-the-webbusinessweek-business-news-stock-market-and-financial-advice, 2007 (erişim tarihi: 15.10.2021). 17  MALACHOWSKI, 2010, s.227. 387     yararlanarak,  alıcı  kitlelerin  banka  hesaplarına  ulaşabilmekte,  kişisel  verilerini  ele geçirebilmekte  ve  haksız  kazanç  elde  edebilmektedir.  Bu  nedenle  sosyal  ağlarda markanın haksız bir şekilde kullanıcı hesap adı olarak kullanılması önlenmelidir  Sosyal ağ platformlarında markanın korunmasında markanın tescilli veya tescilsiz olması önem arz etmektedir. Eğer ki marka, korunmak istenen ülkenin veya bölgenin yetkili otoritesince başvuru neticesinde incelenmiş ve inceleme neticesinde korunmaya değer bulunduysa tescilli marka söz konusu olacaktır. Bununla birlikte marka sahibi, yetkili otoriteye başvuru yapmaksızın markasını kullanarak oluşturduysa tescilsiz marka söz konusu olacaktır. Her iki halde de marka hakkı sahibi korunmalıdır. Ülkemizde  markanın  korunması  için  tescil  başvurusunda  bulunulması  gerekir. Başvuru TÜRKPATENT 18kurumuna yapılmaktadır. Kurum tarafından yapılan inceleme neticesinde,  koruma  koşullarını  taşıyan  marka,  başvurusu  yapılan  sınıflarda  tescil edilebilir. Tescille birlikte marka tescilli marka korumasından yararlanır (SMK. m.7/1). Bununla birlikte tescilli marka koruması, süresiz ve kesin bir hak sağlamaz. Marka koruması, başvuru tarihinden itibaren 10 yıl boyunca korunur (SMK. m.23/1). Ayrıca marka, hükümsüzlük sebepleri veya iptal sebeplerini taşıyorsa her zaman hükümsüz kılınabilir veya iptal edilebilir. Ülkemizde tescilsiz markalar da korunabilmektedir. Tescilsiz markalar TTK. m.54 vd. hükümlerinde düzenlenen haksız rekabet hukukuyla korunabilmektedir.19 Haksız rekabetin düzenlenmiş olduğu TTK. m.54 de genel bir düzenleme yapılmıştır.  TTK. m.54/2 de  Rakipler arasında veya tedarik edenlerle müşteriler arasındaki ilişkileri etkileyen aldatıcı veya dürüstlük kuralına diğer şekillerdeki aykırı davranışlar ile ticari uygulamalar haksız ve hukuka aykırıdır.  denilmiştir. Tescilsiz bir markanın haksız kullanımı, özellikle internet kullanıcıları açısından aldatıcı bir etki yaratması sebebiyle haksız rekabet oluşturur. Ayrıca bir kimsenin başkasının emeği ve çabasıyla yarattığı                                                            18  15/7/2018 Tarihli, 4 No lu Cumhurbaşkanlığı Kararnamesi m.358 gereği Türk Patent ve Marka Kurumu nun kısaltılmış adı TÜRKPATENT dir. Bu nedenle çalışmamızda TÜRKPATENT ifadesi kullanılmıştır. 19  Marka kullanmak mecburi olmamakla birlikte işletmeler ürettikleri mal veya hizmetleri diğerlerinden ayırt etmek amacıyla marka kullanmaktadır. Kullanılan bu markaların kayıt edilmesi zorunlu değildir. Kayıt edilmeyen markalar TTK. m.54 vd. hükümleri bağlamında korunabilir. Bakınız; BİLGİLİ, Fatih / DEMİRKAPI, Ertan, Ticari İşletme Hukuku, Dora Yayınevi, Bursa, 2016, s.184. 388     markanın  haksız  kullanımı,  dürüstlük  kuralına  da  uymaz.  Kanun  koyucu,  TTK. m.55 deyse haksız rekabet teşkil edebilecek fiilleri tek tek saymıştır. Bu sayım, sınırlı sayıda değil, örnekleyici bir sayımdır. İlgili sayıma göre,  Başkasının malları, iş ürünleri, faaliyetleri veya işleri ile karıştırılmaya yol açan önlemler almak , (TTK. m.55/a-4 e) bir haksız rekabet halidir. Tescilsiz markayı da kullanmak bir iş ürününden karıştırılmaya yol açacak şekilde kullanıma sebebiyet vermesi nedeniyle haksız rekabettir.  Sosyal ağ hesaplarında markanın kullanımıysa Türk Hukuku bağlamında marka hakkının ihlali veya haksız rekabet teşkil edebilir. Mukayese ettiğimiz ABD Hukuku nda da marka adının veya logosunun izinsiz bir şekilde sosyal ağ hesaplarında kullanılması, marka  hakkının  ihlali  ve  haksız  rekabet  olarak  değerlendirilmektedir.20  Bu  konuda ABD de görülen New Balance Athletics, Inc. v. USA New Bunren Int'l Co. davası önemli bir  emsaldir.  Uyuşmazlıkta  taraflardan  New  Bunren,  web  sitesinde  her  ne  kadar fiyatlandırma bilgisi veya satın alma talimatı göstermese de New Balance ın marka hakkını  ihlal  etmektedir.21    Çünkü  New  Bunren  sitesiyle  pazarlama  faaliyeti yürütmektedir. Dolayısıyla ihlale konu markayı ticari amaçla kullanmaktadır. Ayrıca New Bunren ile New Balance markaları karıştırılma olasılığı oldukça yüksek olan iki markadır.22  Reklam biçimleri ve ticaret kanalları da benzerdir.  Bu nedenle mahkeme, New Bunren in internet sitesi aracılığıyla New Balance ın marka hakkını ihlal ettiğine karar vermiştir.23 Sosyal ağ hesapları, ABD Hukuku nda alan adı olarak korunmamaktadır. Çünkü ACPA  gibi  alan  adlarını  koruyan  kanunlar,  sadece  alan  adının  korunmasını kapsamaktadır.24  Sosyal  ağ  hesaplarını  kapsamamaktadır.25  ABD  Hukuku ndaki yaklaşım Türk Hukuku nda da kabul edilmelidir.                                                            20  BELL,  s.19;  MCHALE  Robert  /  GARULAYS  Eric,  Navigating  Social  Media  Legal  Risks: Safeguarding Your Business, Pearson, New Jersey, 2012, s.171. 21  New Balance Athletics, Inc. v. USA New Bunren Int'l Co, Casetext, https://casetext.com/case/newbalance-athletics-inc-v-usa-new-bunren-intl-co (erişim tarihi:10.04.2022). 22  New Balance Athletics, Inc. v. USA New Bunren Int'l Co, Casetext. 23  New Balance Athletics, Inc. v. USA New Bunren Int'l Co, Casetext. 24  MALACHOWSKI, 2010, s.270. 25  MALACHOWSKI, 2010, s.270. 389     A. TESCİLLİ MARKA Marka sahibi, tescille birlikte başvuru konusu işaret üzerinde tekel bir hak elde etmektedir.  Bu  tekel  kapsamında  markayı  bizzat  kendisi  kullanabilir.  Başkasının kullanımınaysa mâni olabilir.  SMK bağlamında marka koruması için markanın tescilli olması şarttır (SMK. m.7/1). Henüz tescil edilmemiş ve başvuru aşamasında olan markalar, SMK bağlamında tescilli  marka  korumasından  yararlanamamaktadır.  Ancak  tescilsiz  markaların korunmasına ilişkin düzenlemeler de SMK da bulunmaktadır. Nitekim SMK. m.6/3 gereği başvuru tarihinden veya varsa rüçhan tarihinden önce tescilsiz bir marka veya ticaret sırasında kullanılan bir başka işaret için hak elde edilmişse, bu işaret sahibinin itirazı üzerine, marka başvurusu reddedilir (SMK. m.6/3). Bu bir mutlak ret nedenidir. İlgili düzenlemeyle birlikte tescilsiz markaya itibar kazandıran eski marka sahibinin marka üzerindeki hakkı korunmuştur. Başka kimseler ilgili markayı tescil edip markanın sahibi olamayacaktır.26 İkinci olarak tescilsiz marka, hak sahibi olmayan başka bir kişi tarafından  tescil  edildiyse  marka  sahibi  SMK.  m.25/1  gereği  hükümsüzlük  davası açabilecektir. Bununla birlikte marka sahibi, sonraki tarihli bir markanın kullanıldığını bildiği veya bilmesi gerektiği hâlde bu duruma birbirini izleyen beş yıl boyunca sessiz kalmışsa, sonraki tarihli marka tescili kötü niyetli olmadıkça, markasını hükümsüzlük gerekçesi olarak ileri süremeyecektir (SMK. m.25/6). Üçüncü olarak marka sahibi, ayırt edici olmayan bir işareti kullanarak ayırt edicilik kazandırıp marka olarak tescil edebilir. Böylelikle SMK. m.5/b, c ve d kapsamındaki bir işaret kullanım sonucu ayırt edicilik kazanırsa marka olarak tescil edilebilecektir. Tescilli marka koruması elde etmek için marka sahibinin başvuruda bulunması gerekir.  Başvuru  üzerine  TÜRKPATENT  şekli  inceleme  ve  mutlak  ret  nedenleri bakımından inceleme yapar. İnceleme süreci başarıyla sona ererse marka başvurusu,                                                            26   ARKAN Sabih, Marka Hukuku, Cilt:1, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997, s.114. 390     bültende yayımlanır. Üçüncü kişiler başvurunun yayımlanmasına karşı itiraz edebilirler. Bu itirazlarının kabul edilmemesi halinde marka tescillenir.27  İşaret, tescilli marka koruması elde etmekle birlikte SMK bağlamında korunabilir. Fakat bu marka koruması sadece markanın ilgili olduğu mal veya hizmet sınıflarıyla sınırlıdır. Tescile konu olan marka, tanınmış marka olmadıkça farklı mal veya hizmet sınıflarında korunmaz. Markanın hangi mal veya hizmet sınıflarında korunacağınaysa başvuran, marka başvurusu sürecinde belirler. SMK. m.11/3 de de belirtildiği üzere başvuruya konu mal veya hizmetler, Markaların Tescili Amacıyla Mal ve Hizmetlerin Uluslararası  Sınıflandırılmasına  İlişkin  Nis  Anlaşmasına  göre  sınıflandırılır.  Nis Anlaşması nda toplam 45 sınıf belirlenmiştir. Bu sınıfların 34 ü mallarla ilgili 11 iyse hizmetlerle ilgilidir. Ülkemizdeyse Nis Anlaşması ndaki sınıflandırmayı esas alan Tebliğ düzenlenmiştir. Bununla birlikte Nis sınıflandırması, idari açıdan önem arz etmektedir. Yoksa  SMK.  m.11/4 de  belirtildiği  gibi  ‘ Mal  veya  hizmetlerin  aynı  sınıflarda  yer almaları benzer olduklarına, farklı sınıflarda yer almaları da benzer olmadıklarına karine  teşkil  etmez.    İlgili  düzenlemeye  göre  Türk  Hukuku nda  tescilli  marka korumasıyla tescille belirlenmiş sınıftaki mal veya hizmetler ile bu mal veya hizmetlerin benzeri sınıflarında koruma elde edilir. Markalar arasında benzerlik olup olmadığı somut olayda değerlendirilecektir. Sınıflarsa idari açıdan dikkate alınacaktır. Tanınmış markalar bakımındansa markanın bulunduğu mal veya hizmet sınıfıyla sınırlı koruma sistemi kaldırılmış olup tanınmış markalar, tüm mal veya hizmet sınıflarında korunmaktadır.28 Markanın tescilli, SMK da sağlanan korumalar açısından kurucu etki yaratır.29 Bununla birlikte tescilli marka kesin bir hak doğurmaz. Marka, hükümsüzlük veya iptal davası neticesinde geçersiz kılınabilir. Sağlıklı bir markanın, mutlak nispi ret nedenleri                                                            27  Ayrıntılı  bilgi  için  bakınız;  YASAMAN,  Hamdi,  YASAMAN,  Zeynep  (YASAMAN,  Hamdi/ AYOĞLU, Tolga / BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar / YÜKSEL, H. Sinan / YASAMAN, Zeynep), Sınai Mülkiyet Kanunu Şerhi, Cilt 3, Seçkin Yayıncılık, Ankara, 2021, s.2179; SAVAŞ, Taner / SAYGIN, Murat, Marka Tescil Süreci, Seçkin Yayıncılık, Ankara, 2020, s.165. 28  CENGİZ, Dilek, Türk Hukuku nda İktibas veya İltibas Suretiyle Marka Hakkına Tecavüz, Beta Basım Yayım Dağıtım, İstanbul, 1995, s.80. 29  KAYA, (ÜLGEN / HELVACI / KAYA / NOMER ERTAN), 2019, s.498; ARKAN, Sabih, Ticari İşletme Hukuku, 25.Basım, Banka ve Ticaret Hukuku Araştırmaları Enstitüsü, Ankara, 2019, s.318. 391     ile iptal gerekçelerini içermemesi gerekir. Böyle bir marka, 10 ar yıllık periyotlar halinde korunabilecektir.  Tescilli markayla marka sahibine sağlanan koruma ülkeseldir. Marka hakkına tecavüz  hükümlerinin  devreye  girebilmesi  için  marka  hakkı  ihlalinin  ülke  sınırları içerisinde gerçekleşmesi gerekir. Dolayısıyla SMK bağlamında marka korumasından yararlanmak isteyenler sadece Türkiye de tescilli markaya sahip olanlardır. Bir de Paris Sözleşmesi bağlamında tanınmış marka sahipleri, Türkiye de tescilli bir markaya sahip olmasalar bile SMK hükümlerinden yararlanabilirler. Marka hakkının ihlali halinde hak sahipleri, Türkiye de yetkili makamlara başvurabilir. Bununla birlikte gümrük serbest bölgelerinde gerçekleşen marka ihlallerinde de Türk makamları yetkilidir. 30 Çünkü ülkesellik ilkesi bir malın Türkiye de piyasaya sunulup sunulmadığıyla ilgili olmayıp Türk makamlarının icrai tasarruf yetkisine sahip olmasıyla ilgilidir.31 Girişimciler  tarafından  meydana  getirilen  bir  markanın  uluslararası  alanda korunması oldukça güçtür. Çünkü marka koruması, ülkesellik ilkesi üzerine kurulmuştur. Dolayısıyla başvuran, ancak koruma talep ettiği ülkelerde marka koruması elde edebilir. Bu  durumda  oldukça  masraflı,  çetrefillidir.  Tabii  uluslararası  antlaşmalarla,  tek  bir başvuruyla birden fazla ülkede marka koruması elde etmek mümkündür. Ancak bu sistemler de masraflı ve çetrefillidir. Ayrıca koruma talep edilen ülkelerde başvuru ret de edilebilir.  Marka,  başvurusu  aşamasında  ise  SMK  bağlamında  marka  hakkının  ihlali hükümlerine başvurulamaz. Ancak marka hakkı ihlali davası açılabilir. Bu durumda davayı gören mahkeme, markanın tescilini ve yayınlanmasını bekletici mesele yapmalı ve tescil sürecinin sonucunu beklemelidir. Bununla birlikte henüz tescil edilmemiş olan bir markanın taklit edilmesi halinde, haksız rekabet hükümlerine başvurulabilir.32                                                             30  KARAN, Hakan / KILIÇ, Mehmet, Markaların Korunması 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara, 2004, s.263. 31  Ayrıntılı bilgi için bakınız; KARAN / KILIÇ, 2004, s.263. 32  SAVAŞ / SAYGIN, 2020, s.165. 392     Marka hakkının tecavüzü nitelik itibariyle bir haksız fiil halidir.33 Ancak haksız fiilden farklı olarak marka hakkına tecavüz oluşturan davranışlar SMK da özel olarak düzenlenmiştir.34 Ayrıca marka hakkının tecavüzüne ilişkin davalarda, failin kusurlu olması şart değildir.35 Failin kusurlu olup olmadığı sadece tazminat talepli davalarda önem arz eder. Önleme, durdurma ve eski hale getirme davalarında failin kusurlu olup olmadığına bakılmaz.  Marka hakkının tecavüzü davası, marka hakkını ihlal eden kimseye karşı açılır. ABD Hukuku nda marka hakkına tecavüz davası, hak sahiplerine karşı açılabileceği gibi sosyal ağ platformlarına karşı da açılabilmektedir. Nitekim, failin tespitinin güçlüğü karşısında sosyal ağ platformlarına karşı dava açmak daha makul bir çözüm olmaktadır. Ayrıca sosyal ağ yöneticileri, marka ihlalinden dolayı sorumlu olmaktan çekindikleri için hesabı askıya alma eğilimindedir.36 ABD Hukuku nda sosyal ağ yöneticileriyse marka ihlaline katkı sunmadığı sürece sorumlu tutulmamaktadır.37 Ayrıca sosyal ağ yöneticileri, dava açılması halinde ilgili hesap adını askıya almakta ve tarafların uzlaşması için zaman yaratmaktadır. Sosyal ağ platformu, ihlalde bulunan kullanıcı hesap adını askıya alması halinde  marka  ihlalinden  artık  sorumlu  olmayacaktır.38  Çünkü  katkı  sunmamış sayılacaktır.  Bu  konuda  E-bay  v.  Tiffany  kararı  da  önem  arz  etmektedir.  Tiffany, ürünlerinin sahte olarak satıldığı iddiasıyla, E-Bay e karşı dava açmıştır. E-Bay ise ilgili içeriği tespit edince kaldırmıştır. Bu nedenle sorumlu değildir.39 Bununla birlikte marka sahipleri, sosyal ağ yöneticisini uyarmasına rağmen sonuç alamadıysa ve ilgili haksız kullanılan işaret, marka sahibinin markasıyla karıştırılma ihtimali taşıyorsa marka ihlali                                                            33  KARAN / KILIÇ, 2004, s.454. 34  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.514. 35  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.514. 36  ADAWI, 2010, s.30. 37  MALACHOWSKI, 2010, s.261. 38  Ayrıntılı bilgi için bakınız; YOUNES, Anan Shawqi / ALSHARQAWI, Ahmad,  The Legal Implication Of Brandjacking And Impersonation Of Trademark Holderson Social Media Networks,  Multicultural Education, Yıl:2020, Cilt: 6.4, (s.148 – 154), s.152. 39  TIFFANY (NJ) INC. and TIFFANY and COMPANY v. eBay, Inc. 600 F.3d 93 (2d Cir. 2010), aktaran Casetext,  https://casetext.com/case/tiffany-nj-inc-v-ebay-inc,  (erişim  tarihi:  15.12.2021)  ve MALACHOWSKI, 2010, s.247. 393     davası açılmaktadır.40 Türk Hukuku nda da marka hakkına ihlal davası, ihlal eden hesap sahibine karşı açılabileceği gibi sosyal ağ teşebbüsüne karşı da açılabilmelidir. Nitekim sosyal ağ yöneticisi, markayı haksız kullanan hesaba hizmet vermekte ve marka hakkının ihlali için zemin oluşturmaktadır. Marka  hakkının  ihlali  halinde  tescilli  marka  sahibi,  SMK daki  hükümlere başvurabilir.  SMK m.29/1 de marka hakkı ihlal halleri düzenlenmiştir. Biz konumuz açısından  SMK.  m.29/1-a  ile  SMK.  m.29/1-b  önem  arz  ettiği  için  bu  eksende değerlendirmeler yapacağız.41 1.  Markanın  Aynısı  veya  Benzeriyle  Karıştırılma  İhtimali  Olan  İşaretin Kullanımı Marka hakkına tecavüz hallerinden birisi, SMK. m.29/1-a da düzenlenmiştir. SMK. m.29/1-a ya göre  marka sahibinin izni olmaksızın, markayı 7.nci maddede belirtilen biçimlerde kullanmak , marka hakkına ihlal teşkil eder. SMK. m.7/1-a da ise tescilli bir markanın aynısı olan işaretin tescil kapsamına giren mal  veya  hizmetlerde  kullanımı  marka  hakkının  ihlali  teşkil  edeceği  belirtilmiştir. Dolayısıyla sosyal ağ kullanıcı hesaplarında bir markanın aynısının kullanımı marka hakkının ihlali teşkil edecektir. SMK.m.7/2-b ye göreyse marka tescilinden doğan haklar münhasıran  marka  sahibine  aittir.  Marka  sahibi,  kendisinin  izni  olmaksızın  tescilli markasıyla aynı, benzer veya hitap edilen kitle bakımından karıştırılma ihtimali olan işaretin tescil kapsamına giren mal veya hizmetlerde kullanımını önleyebilir.  Markanın diğer işaretlerle karıştırılması, işaretler arasındaki benzerlik, telaffuz, anlam, biçimden, işaretlerin toplu olarak bıraktığı izlenimden, seri içine girmekten veya                                                            40  ADAWI, 2010, s.31. 41  SMK. m.29/1 de marka sahibinin izni olmaksızın markanın SMK. m.7 ye aykırı kullanımı, marka sahibinin izni olmaksızın, markayı veya ayırt edilemeyecek kadar benzerini kullanmak suretiyle markayı taklit etmek; markayı veya ayırt edilemeyecek kadar benzerini kullanmak suretiyle markanın taklit edildiğini bildiği veya bilmesi gerektiği hâlde tecavüz yoluyla kullanılan markayı taşıyan ürünleri satmak, dağıtmak, başka bir şekilde ticaret alanına çıkarmak, ithal işlemine tabi tutmak, ihraç etmek, ticari amaçla elde bulundurmak veya bu ürüne dair sözleşme yapmak için öneride bulunmak ile lisans yoluyla elde edilen hakları aşmak veya bu hakları izinsiz olarak üçüncü kişiye devretmenin marka hakkının ihlaline sebebiyet vereceği düzenlenmiştir.  394     başka  bir  çağrışımdan  kaynaklanabilir.42  Markalar  arasında  karıştırılma  incelemesi yapılırken  markayı  oluşturan  unsurlar  ayrı  ayrı  değil,  bir  bütün  olarak  dikkate alınmalıdır.43 Burada iki marka yan yana konulmalı ve esaslı noktalar dikkate alınarak ilgili  kişinin  yanıltıp  yanıltılmadığına  bakılmalıdır.44  Markalar  arasında  karıştırılma ihtimali değerlendirirken uyuşmazlığa konu işaretlerin tüketiciyi yanıltacak nitelikte olup olmadığı konusunda bilirkişiye başvurulmalıdır.45 Karıştırılma tehlikesi incelemesi yapılırken normal, orta zeka seviyesindeki, makul bir kimsenin dikkati esas alınabilir.46 Bununla birlikte tüm tüketicilerin veya büyük bölümünün karışıklık yaşaması zorunlu değildir. Tüketicilerin, bir kısmının karışıklık yaşaması  veya  karışıklık  yaşama  ihtimali,  marka  hakkının  tecavüzüne  sebebiyet verebilir.47 Bununla birlikte markanın alıcı çevresi belirlenirken sadece fiili alıcılar değil, potansiyel alıcılarda dikkate alınmalıdır.48 Karıştırılma ihtimali incelemesi yapılırken markalar arasında bağlantı kurulması tehlikesi araştırılmaktadır.49 Eğer ki alıcı kitle, marka ile işareti kullanan işletmelerin aynı olduğu yanılgısına düşerse veya düşürüldüyse karıştırılma tehlikesi vuku bulabilir.50 Hatta alıcı kitlenin ilgili işaret ile markayı ilişkilendirmesi halinde dahi karıştırılma söz konusu olur.51 Bazen markalar birbiriyle ilişkilendirilmesi zor olmakla birlikte birbirlerini çağrıştırabilir. Benzerlik büyük olmasa da işaretler birbirlerini çağrıştırıyorsa karıştırma                                                            42  BİLGE, Mehmet,  Marka ve Ticaret Unvanı Arasında İltibas , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl:2015, Sayı:1/2, (s.7-22), s.9. 43  KÜÇÜKALİ, Canan, Marka Hukukunda Karıştırma Tehlikesi, Seçkin Yayıncılık, Ankara, 1999, s.139. 44  ÜLGEN DÜZGÜN, Aslan, İltibas Suretiyle Markaya Tecavüz, TAAD, Yıl:2018, Sayı:36, (s.143 – 170), s.150. 45  Yargıtay ın emsal kararlarında da iltibasın varlığı, biçimi ve konularında bilirkişi incelemesi yapılması gerektiği  belirtilmiştir.  Yargıtay  11.H.D.  16.11.1995  Tarihli  1995/7491E.  1995/8600K.  Aktaran KÜÇÜKALİ, 1999, s.146. 46  ÜLGEN DÜZGÜN, 2018, s.152. 47  BİLGE, 2015, s.10. 48  KÜÇÜKALİ, 1999, s.118. 49  BİLGE, 2015, s.9. 50  KÜÇÜKALİ, 1999, s.142. 51  ÇAĞLAR, Hayrettin, Marka Hukuku, Adalet Yayınevi, Ankara, 2015, s.110.  395     tehlikesi söz konusu olabilir.52 Çağrıştırma nedeniyle karıştırma tehlikesi incelemesi yapılırken ilgili mal veya hizmeti alan ortalama dikkat sahibi tüketicinin ayırdığı süre içindeki genel izlenimi dikkate alınmalıdır.53  ABD Hukuku nda da markanın haksız bir şekilde kullanılması halinde alıcı kitle markalı ürünle ilgili hatalı bir bağlantı kurarsa karıştırılma ihtimali söz konusu olur.54  Karıştırılma ihtimalinin gerçekleştiğini ispat etmek isteyen marka sahibi, markanın ticari amaçla kullanıldığını; markayı haksız kullananın satışlarında, dağıtımında, tekliflerde ve reklamlarda kullandığını ve bu haksız kullanımdan dolayı zarar gördüğünü veya zarar görme ihtimali oluştuğunu kanıtlamalıdır.55 Mahkemeler  karıştırılma  ihtimali  konusunda  iki  emsal  kararı  genellikle  esas almaktadır. İlk karar Du Pont kararı olarak geçmektedir. Kararda; markaların, görüntü, ses, çağrışım, bıraktığı izlenimlere bakılması gerektiği, karşılaştırılan markalar arasındaki benzerliklerin ve farklılıkların incelenmesi, ticaret kanallarının  benzerliği, karıştırılma ihtimalinin  yoğunluğu  ve  markanın  etkileşimi  kıstaslarının  esas  alınması  gerektiği belirtilmiştir.56 Bir diğer önemli kararsa Polaroid Corp. v. Polarad Elecs. Corp kararı olmaktadır. Polaroid Corp. v. Polarad Elecs. Corp kararında; karşılaştırılan markalardan, sonraki olanın gücü ve niteliği, diğer markanın ürün alanına girme olasılığı, iki marka arasındaki  benzerlik  oranı,  orta  zekalı  makul  ve  dikkatli  bir  tüketicinin  gözünden karıştırılmanın  gerçekleşip  gerçekleşmeyeceği,  alıcı  çevresinin  yapısı  ile  ürün  veya hizmetlerin kalitesi kıstasları esas alınmıştır.57 Bununla birlikte ABD de sosyal medya yoluyla  marka  hakkının  ihlalini  ispat  edebilmek  için  mahkeme  üç  unsurun gerçekleşmesini aramaktadır. Bu unsurları incelersek; öncellikle korunabilir bir markanın varlığı şarttır; ikinci olarak davacının bu marka üzerinde hak sahibi olması gerekir ve                                                            52  KÜÇÜKALİ, 1999, s.141. 53  KÜÇÜKALİ, 1999, s.141. 54  MALACHOWSKI, 2010, s.239. 55  ADAWI, 2010, s.5. 56  Bakınız;  E.  I.  DuPONT  DeNEMOURS  &  CO,  476  F.2d  1357  (CCPA  1973)  Transjurlex, http://www.transjurlex.com/ustm/476fd7.htm (erişim tarihi: 09.04.2020). 57  Polaroid Corp. v. Polarad Elecs. Corp., 287 F.2d 492 (2d Cir. 1961) aktaran STIM, Richard, Patent, Copyright & Trademark, Nolo Publishing, California, 2007, s.405. 396     üçüncü olarak tüketici kitlesinin ihtilaf konusu markaları birbiriyle karıştırması veya karıştırılma ihtimali olması gerekir. 58 ABD Hukuku nda karıştırma veya karıştırılma ihtimali doktrinde; belirli bir kaynaktan geldiği inanılan ve zannedilen bir mal veya hizmetin, farklı bir kaynaktan gelmesi halinde söz konusu olmaktadır.59 Kullanıcı hesap adıyla markanın karıştırılması konusunda, ilgili sahte sayfaya giren kişilerin markayla ilgili sayfayı karıştırıp karıştırmayacağı ile kullanıcı adı hesabının kötü niyet barındırıp barındırmadığı hususları değerlendirilmelidir.60 Türk Hukuku nda olduğu gibi ABD Hukuku nda da tescilli bir markanın benzeri veya aynısı farklı mal veya hizmet sınıflarında tescil edilebilmektedir.61 Bu nedenle marka hakkı tüm sınıflarda korumayı kapsayan bir hak tanımamaktadır. Üçüncü kişiler farklı mal veya hizmet sınıflarında ilgili işarete ilişkin marka koruması talep edebilirler. Bununla birlikte tanınmış bir marka söz konusuysa tanınmış marka kendi sınıfında koruma sağlayabileceği gibi farklı sınıflarda da koruma sağlamaktadır.  Sosyal ağ kullanıcı hesabı ile marka hakkının ihlali için karıştırılma ihtimalinin mevzubahis olması gerekir. ABD de görülen bir davada sosyal ağ hesaplarında, bir markanın  haksız  kullanımı,  alıcı  kitlede  karıştırılma  ihtimaline  sebep  olabileceği belirtilmiştir. Hatta bu davada, Twitter hesap sahibi, her ne kadar hesabını gizlemiş ve sadece sınırlı sayıdaki kullanıcıya açmış olsa da marka hakkı ihlalinin devam ettiğine karar vermiştir.62 Bu yaklaşım Türk Hukuku nda da kabul edilebilir. Nitekim markanın temel amaçlarından biri, ürün veya hizmetin kaynağı konusunda karıştırılma ihtimalini önlemektir.                                                             58  Bakınız A&H Sportswear Inc v. Victoria s Secrets Stores Inc., 237, Fd, 198, 210-11 (3rd Cir. 2000). Lexisnexis,  https://www.lexisnexis.com/community/casebrief/p/casebrief-a-h-sportswear-inc-vvictoria-s-secret-stores-inc (erişim tarihi: 09.04.2020). 59  McNEALY, Jasmine,  Account Ownership and Control , Social Media and The Law, (ed Daxton R. Stewart), Routledge, New York, 2.edition, 2017, (s.131 – 145), s.138. 60  MALACHOWSKI, 2010, s.238. 61  STIM, 2007, s.400. 62  The New York City Triathlon, LLC v. NYC Triathlon Club, Inc., Case No. 1:10-CV-01464-CM-THK (S.D. N.Y. Feb. 22, 2010) aktaran, MCHALE / GARULAYS, 2012, s.158. 397     2. Markanın İnternette Haksız Kullanımı Marka sahibi, markasının ticaret alanında kullanılması koşuluyla; işaretin, mal veya ambalajı  üzerine  konulmasını,  işareti  taşıyan  malların  piyasaya  sürülmesini,  teslim edilmesi  amacıyla  stoklanmasını,  işaret  altında  hizmetlerin  sunulması  ya  da sunulabileceğinin teklif edilmesini, işareti taşıyan malın ithal ya da ihraç edilmesini, işaretin, teşebbüsün iş evrakı ve reklamlarında kullanılmasını, işaretin ticaret unvanı ya da işletme adı olarak kullanılmasını yasaklayabilir. Bununla birlikte marka sahibi, işareti kullanan kişinin,  işaretin kullanımına ilişkin hakkı  veya meşru bağlantısı olmaması şartıyla işaretin aynı veya benzerinin internet ortamında ticari etki yaratacak biçimde alan adı,  yönlendirici  kod,  anahtar  sözcük  ya  da  benzeri  biçimlerde  kullanılmasını yasaklayabilir (SMK. m.3/d).Markanın haksız kullanımıysa marka hakkına tecavüz teşkil eder.  Markanın sosyal ağ kullanıcı adı olarak kullanımının marka hakkı ihlali teşkil edip etmediğinin ise ayrıca değerlendirilmesi gerekir. Öncellikle başkasına ait bir marka, internet ortamında markasal bir amaçla kullanılıyorsa, ticari etki yaratıyorsa ve SMK. m.7/5 deki dürüst kullanım sınırlarını aşıyorsa marka hakkına tecavüz teşkil eder.63  Yargıtay da emsal kararında; bir markanın, web adı olarak kullanımının marka hakkına tecavüz teşkil ettiğini ve bu nedenle marka hakkında tecavüzün bulunduğunu ve bu durumun aynı zamanda haksız rekabet teşkil ettiğini belirtmiştir. İlgili siteye erişimin engellenmesine karar vermiştir.64 SMK. m.3/d bağlamında marka hakkına tecavüz hükümlerine başvurulabilmesi için birtakım koşullarınsa gerçekleşmesi gerekir. Öncellikle markanın tescilli olması gerekir. İkinci olarak korunan markanın aynısının veya benzerinin izinsiz kullanımı söz konusu olmalıdır. Bununla birlikte korunan bir markanın aynısı veya benzerine ilişkin marka başvurusunda bulunmak marka hakkının ihlali değildir.65 İhlal için kullanım gerekir.                                                             63  GÜNEŞ, 2020, s.358,359. 64  Yargıtay 11. H.D. 28.11.2017 Tarihli, 2016/4535 E. 2017/6668 K. sayılı Kararı aktaran GÜNEŞ, 2020, s.359. 65  UZUNALLI, Sevilay, Marka Hukuku, 1.Basım, Adalet Yayınevi, Ankara, 2019, s.128. 398     Üçüncü olarak izinsiz kullanımın ticari etki yaratacak şekilde olması gerekir. 66 Ayrıca bu ticari etkinin Türkiye sınırları içerisinde korunan bir hakkı ihlal etmeye yönelik olması gerekir.67 İnternet üzerinde satılan veya sunulan bir mal veya hizmet, markanın etkisinden yararlanıyorsa ticari etki söz konusu olur.68 Ticari etkinin gerçekleşmesi için mutlaka bir ülkeye fiilli satış yapılması ise şart değildir. Satış olmasa bile reklamlar, sunumlar, teklifler ile ilgili ülkedeki tüketicilerin hedeflenmesi yeterlidir.69  Mukayese ettiğimiz ABD Hukuku nda da markanın, izinsiz bir şekilde sosyal ağ hesaplarında kullanılması marka hakkının ihlali teşkil etmektedir. Ancak ABD de bazı bölgelerde marka hakkının ihlalinin oluşması için ticari kullanım şartı aranmaktadır. Bu bölgelerde, marka sosyal ağ hesaplarında ticari olarak kullanılmazsa, marka hakkı ihlal edilmemiş sayılacaktır.70 Ticari kullanımın olduğununsa marka sahibi ispatlamalıdır.71 Bununla birlikte ticari kullanım şartı geniş olarak yorumlanmakta ve bilgiyi iletmek, ticari işlemler yapmak ve tüketiciye hizmet sağlamakta ticari kullanım olarak kabul edilmektedir.72 Bu kapsamda sosyal ağlarda markanın kullanılması da ticari kullanım teşkil eder.73 Buna karşın kullanıcı hesaplarında markanın kullanımı, parodi veya eleştiri amacıyla olursa ticari kullanım söz konusu olmamaktadır. Ancak hesabın içeriği tüketicilerin yanıltma ve dolayısıyla  markayla  rekabet  etme  niyetini  gösteriyorsa,  ticari  kullanım gerçekleşecektir.74                                                            66  ÇAĞLAR, 2015, s.117. 67  YASAMAN  /  YASAMAN,  Zeynep,  (YASAMAN,  Hamdi  /  AYOĞLU,  Tolga  /  BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar / YÜKSEL, H. Sinan / YASAMAN, Zeynep), Sınai Mülkiyet Kanunu Şerhi, Cilt 2, Seçkin Yayıncılık, Ankara, 2021, s.1744. 68  BOZGEYİK, Hayri, Marka Hakkının Korunması, 2. Basım, Oniki Levha Yayıncılık, İstanbul, 2019, s.107. 69  YASAMAN / YASAMAN (YASAMAN / AYOĞLU / BİLGİN YUSUFOĞLU / KARTAL MEMİŞ/ YÜKSEL / YASAMAN), 2021, s.1744. 70  MCHALE /  GARULAYS, 2012, s.157. 71  YOUNES / ALSHARQAWI, 2020, s.152. 72  ADAWI, 2010, s.9. 73  ADAWI, 2010, s.9. 74  MALACHOWSKI, 2010, s.261. 399     Tescilli markanın, marka sahibinin izni olmadan internet sitelerinde kullanımı da marka hakkının ihlali teşkil edebilir.75 SMK. m.7/3-d gereği markanın internet ortamında ticari  kullanımı  münhasıran  marka  sahibine  bırakılmıştır.  Marka  sahibi  haksız kullanımları engelleyebilir. Ayrıca haksız kullanımın varlığı halinde SMK. m.29/1-a gereği  marka  hakkına  tecavüz  hükümlerine  başvurulabilir.76  Düzenlemede  marka sahibinin  korunan  işaretinin,  aynısı  veya  benzerinin  internet  ortamında  ticari  etki yaratacak biçimde alan adı, yönlendirici kod, anahtar sözcük ya da benzeri biçimlerde başkalarınca  kullanılması  yasaklanmıştır.  Ancak  işareti  kullanan  kimsenin  meşru bağlantısının olması halinde veya işareti kullanma hakkına sahip olması halinde yasak uygulanmayacaktır. Bununla birlikte kanun koyucu ‘ benzeri biçimlerde   düzenlemesi yaparak sınırlı sayımda bulunmadığını belirtmiştir.77  Bizim görüşümüze göre markanın sosyal ağ hesaplarında kullanılması da benzeri biçim olarak kabul edilebilir. Dolayısıyla bir markayı sosyal ağ hesabı olarak kullanan kimse marka hakkını ihlal etmiş sayılmalıdır.                                                            75   Mahkemece, tüm dosya kapsamına, toplanan delillere ve düzenlenen bilirkişi raporuna göre, 1 nolu davalı  sitede  satılan  mallar  gerçekten  orjinal  bile  olsa,  davalı  tarafından  kullanıldığı  cevap dilekçesinde açık bir şekilde belirtilen www.formulasatis.com adlı internet sitesi alan adında ve site içeriğinde  davacı  adına  tescilli  2008/61167  no'lu  FORMULA  7  ibareli  tescilli  markanın kullanılmasından dolayı internet sitesi aracılığı ile bu malı satın almak isteyen kimselerin, site sahibi firma ile davacı arasında bir bağlantı kuracakları, alışveriş yapacakları sitenin, davacıya ait bir site olduğunu düşünecekleri, böylece davalının eyleminin 556 sayılı KHK'nın 9/1-e maddesi anlamında marka hakkına tecavüz oluşturduğu gerekçesiyle, 1 nolu davalı ...-Ces Bitkisel Ürünler Dağıtım ve Pazarlama  yönünden  davanın  kabulü  ile  adı  geçen  davalı  tarafından  kullanıldığı  anlaşılan www.formulasatis.com adlı internet sitesine Türkiye den erişimin engellenmesine, adı geçen davalının davacının marka hakkına tecavüzünün durdurulmasına…  Yarg. 11. H.D.     09.05.2013 tarihli   2012/9670  E.,  2013/9502  K.    Kararı,  Yargıtay  Karar  Arama, https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.01.2021). 76  İlgili düzenleme yapılırken kanun koyucu, Dünya Fikri Mülkiyet Teşkilatı tahkim ve arabuluculuk merkezinin de bulunduğu internet alan adı ile marka arasındaki uyuşmazlıkları çözen merkezlerin kurallarını dikkate almıştır. Bakınız; SMK. m.7 Gerekçesi. 77  Benzer yönde YASAMAN / YASAMAN (YASAMAN / AYOĞLU / BİLGİN YUSUFOĞLU / KARTAL MEMİŞ / YÜKSEL / YASAMAN), 2021, s.2701; ERDİL, Engin, Fikri Mülkiyet Hukuku, Vedat Kitapçılık, 1.Basım, İstanbul, 2016, s.153. 400     3. Tanınmış Markanın Kullanımı Tanınmış bir markanın, sosyal ağ hesaplarında kullanılması hali marka hakkına tecavüz teşkil edecektir. Tanınmış markanın tanımıysa kanunda yapılmamıştır.78  Doktrindeyse farklı yazarlarca tanınmış marka kavramı tanımlanmıştır. Dirikkan a göre tanınmış markanın tespitinde niceliksel unsur olan tanınmışlık derecesine ulaşma ile niteliksel unsur olan şöhretli olma özelliklerinin aranacağını belirtmiştir.79 Yasaman & Yusufoğlu na  göreyse  tanınmış  markadan  bahsedebilmek  için  markanın  geniş  halk kitleleri tarafından biliniyor olması ve tanınmışlığının hitap ettiği kitleyi aşması gerekir.80 Tanınmışlığın belirli çevrelerin dışına taştığı, markanın milli veya milletlerarası alanda tanındığı ve şöhrete sahip olduğu durumlarda tanınmış marka söz konusu olur.81  ABD Hukuku nda  Houlihan a  göre  tanınmış  marka,  ‘ geniş  kitlelerce  mal  veya  hizmetin kaynağı bilinen ve bu geniş kitlelerce tanınan   markadır.82 Bu nedenle bir markanın tanınmış olup olmadığı somut olayda değerlendirilecektir. Türk Patent ve Marka Kurumu (TÜRKPATENT) tanınmış markanın tespitine ilişkin birtakım kriterler tespit etmiştir. Bu kriterler; ilgili markanın tescil ve kullanım süresi, yayıldığı coğrafi alan ve kapsam, mal ve/veya hizmetin piyasadaki yaygınlığı, pazar payı, yıllık satış miktarı, promosyon çalışmaları, kamuoyu araştırmaları, orijinallik,                                                            78  TÜRKPATENT ise tanınmış markayı,  bir kişiye veya girişime sıkı bir biçimde bağlılık, güvence, kalite, reklam gücü, yaygın bir dağıtım ağına bağlı, müşteri ve diğer sübjektif ilgi ve ilişkiler ayrımı yapılmadan coğrafi sınır, kültür ve yaş farkı gözetilmeksizin aynı çevredekilerce refleks halinde beliren bir çağrışım  olarak tanımlamıştır. Bakınız, TÜRKPATENT, Markaların Tanınmışlık Düzeyleri ile İlgili  Esaslar  ve  Uygulaması,  https://www.turkpatent.gov.tr/TURKPATENT/commonContent/Specific, (erişim tarihi: 12.12.2021). 79  DİRİKKAN, Hanife, Tanınmış Markanın Korunması, Seçkin Yayıncılık, 1.Basım, Ankara, 2003, s.321. 80  YASAMAN/YUSUFOĞLU (YASAMAN Hamdi / AYOĞLU Tolga / BİLGİN YUSUFOĞLU Fülürya / KARTAL MEMİŞ Pınar / YÜKSEL H. Sinan / YASAMAN Zeynep), Sınai Mülkiyet Kanunu Şerhi, Cilt 1, Seçkin Yayıncılık, Ankara, 2021, s.62. 81  CENGİZ, Dilek, Türk Hukuku nda İktibas veya İltibas Suretiyle Marka Hakkına Tecavüz, Beta Yayınevi, İstanbul, 1995, s.127. 82  HOULIHAN  Elizabeth,  Well-Known  Trademarks,  https://www.  ipo.org/wpcontent/uploads/2013/03/Famous_Marks_Paper.pdf, (erişim tarihi: 12.04.2022). 401     mahkeme  kararları  vs.  şeklinde  sayılmıştır.83  Markanın  bilinirliği  incelenirken  ilgili sektördeki halk kitlesine bakılacaktır. Bu kitle markalı mal veya hizmetin halihazırdaki müşterileri ile potansiyel alıcılarını kapsamaktadır.84  Tanınmış markanın, Türkiye de tanınmış olması şarttır. Yurtdışında tanınan ancak Türkiye de tanınmayan bir marka, tanınmış marka korumasından yararlanamayacaktır.85 Bununla  birlikte  Yurt  dışında  tanınmış  olan  marka,  eğer  Paris  sözleşmesine  dahil ülkelerden birine aitse, tescilli olduğu mal ve hizmetlerle sınırlı olarak Türkiye de de korunabilir.  Türkiye de kullanılmayan ancak ilgili sektörde ve çevrede bilinen markalar da tanınmış marka korumasından  yararlanabilir.86 Yargıtay; tanınmış marka konusunda emsal  bir  kararında   tanınmış  markanın  farklı  grup  mal  ve  hizmetler  üzerinde kullanılması sebebiyle söz konusu mal veya hizmetlerin ortalama tüketicinin bu markayla tanınmış marka arasında bir bağlantı kurması ve bu bağlantının yaratacağı olumlu izlenim ve çağrışımla satın alma tercihlerine yön verilmesi suretiyle tanınmış markadan haksız yararlanma sonucuna yol açılması gereklidir   görüşündedir.87 SMK. m.7/2-c ye göre Türkiye de belirli bir tanınmışlık düzeyine ulaşan markanın, aynısı veya benzerinin, farklı mal veya hizmetlerde kullanılması halinde marka hakkına tecavüzün vuku bulacağı düzenlenmiştir. Klasik markalardan farklı olarak burada ilgili markanın hangi mal veya hizmet sınıflarında korunduğu araştırılmamaktadır. Doktrinde Karasu nun da ifade ettiği üzere; tanınmış marka değerlendirmesi yapılırken ihtilafa konu                                                            83  TÜRKPATENT,  Markaların  Tanınmışlık  Düzeyleri  ile  İlgili  Esaslar  ve  Uygulaması, https://www.turkpatent.gov.tr/TURKPATENT/resources/temp/500BFBD-FDBA-4F-ABCDA.pdf (erişim tarihi: 12.12.2021). 84  YASAMAN / YASAMAN (YASAMAN / AYOĞLU / BİLGİN YUSUFOĞLU / KARTAL MEMİŞ / YÜKSEL / YASAMAN), 2021, s.1651. 85  UZUNALLI, 2019, s.77. 86  KAYA, (ÜLGEN / HELVACI / KAYA / NOMER ERTAN), 2019, s.489. Tanınmış marka hakkı ihlali uyuşmazlıklarında, salt tanınmış markadan yararlanma marka hakkı ihlalini doğurmaz. Marka hakkının ihlali için markanın tanınmışlığından haksız bir yarar sağlanması, markanın itibarına zarar verilmesi veya markanın ayırt edici karakterinin zedelenmesi gerekir. Ayrıntılı bilgi için bakınız; AYTEKİN, Uğur / GÜLDENİZ DOĞAN, Alkan / SAYAR, Barış İbrahim, Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl:2016, Sayı:2/2, (s.1-25), s.6. 87  YARGITAY HUKUK GENEL KURULU, 2013/11-656 E. 2014/427 K. Yargıtay Karar Arama, https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 12.04.2021). 402     markalar arasındaki benzerlik derecesi, tanınmış markanın özgünlüğü, tanınmışlık düzeyi ve karşılaştırma konusu yapılan mal veya hizmet sınıflarının farklılığı dikkate alınabilir.88  Bununla birlikte Türkiye de ulaştığı tanınmışlık düzeyi nedeniyle korunan markalarda, markanın itibarından haksız bir yarar elde ediliyorsa veya itibarına zarar veriliyorsa veya ayırt  edici  karakteri  zedeleniyorsa  SMK.  m.7/2-c ye  başvurulabilir.    Bu  koşullar oluşmadıysa SMK. m.7/2-c ye başvurulamaz. Ayrıca haklı bir sebepten dolayı marka kullanılıyorsa SMK. m.7/2-c ye başvurulamaz.   ABD de tanınmış markalar sadece ilgili oldukları mal veya hizmet sınıflarında değil, farklı mal veya hizmet sınıflarında da koruma sağlar.89 Fakat tanınmış markanın diğer sınıflarda da korunabilmesi için sulandırılmış olması gerekmektedir. Sulandırma tanınmış  markanın  haksız  kullanım  neticesinde  ayırt  ediciliğinin bozulması(bulanıklaştırma-blurring)  veya  markanın  itibarına  zarar  verme(lekelenmetarnishment) şeklinde gerçekleşebilir.90 Bununla birlikte tanınmış markanın varlığı için bir takım ölçütler kabul edilmiştir. Bu ölçütler; ün, belirginlik ve benzerliktir.91  Sosyal ağ hesaplarında, Türkiye de tanınmışlık düzeyine ulaşan marka sahibi, ilgili işaretin aynı, benzer veya farklı mal veya hizmetlerde olmasına bakmaksızın kullanımını önleyebilir. Tanınmış markanın haksız kullanımı marka hakkına tecavüz teşkil eder.                                                            88  KARASU, Rauf (SULUK, Cahit / KARASU, Rauf / NAL, Temel), Fikri Mülkiyet Hukuku, 5.Basım, Seçkin Yayınevi, Ankara, 2021, s.191. 89  WILSON, Lee, The Trademark Guide, Allworth Press, Newyork, 2004, s.82. 90  BOYLE, James, / JENKINS, Jennifer, Intellectual Property: Law & The Information Society Center for the Study of the Public Domain, Duke University Press, South Carolina, 2016, s.177. 91  Ayrıntılı bilgi için bakınız; BOYA Yin, QİNGHONG Xu Comparative aspects of trademark dilution between  the  United  States  and  China,  World  Trademark  Review,  WTR, https://www.worldtrademarkreview.com/regionindustry-guide/china-managing-the-ip-(erişim  tarihi: 01.05.2022). 403     4. Markanın Taklit Edilmesi  Taklit;  bir  markanın  aynen  ya  da  ayırt  edilemeyecek  kadar  benzerinin kullanılması  anlamına gelmektedir.92 Taklidin söz konusu olabilmesi için markasal ve ürün gamı olarak aynı ve ayırt edilemeyecek bir sahte ürünün varlığı gerekir.93  Taklit ürün kullanmak, marka hakkına tecavüz teşkil eder. Nitekim SMK. m.29/1b de  marka sahibinin izni olmaksızın, markayı veya ayırt edilemeyecek kadar benzerini kullanmak  suretiyle  markayı  taklit  etmenin   marka  hakkına  tecavüz  teşkil  edeceği düzenlenmiştir.  Bu  düzenlemenin  yerinde  olup  olmadığıysa  doktrinde  tartışmalıdır. Çünkü  marka  hakkının  ihlali  düzenlenirken  SMK.  m.29/1-a,  SMK.  m.7 ye  atıf yapmaktadır.  SMK.  m.7/2-b deyse  başkasına  ait  markanın  aynısı  veya  benzerinin karıştırılma ihtimali doğuracak şekilde kullanımının marka hakkına tecavüz teşkil ettiği düzenlenmiştir. Bu nedenle iki düzenleme birbiriyle örtüşmektedir. Doktrinde Çağlar, SMK. m.29/1-b de yer alan markayı veya ayırt edilemeyecek kadar benzerini kullanmak suretiyle  markayı  taklit  etmekle  SMK.  m.7/2-b de  yer  alan  markanın  aynının  veya benzerini kullanmak ifadelerinin aynı şeyler olduğunu ve kanun koyucunun iki maddede de aynı hususları düzenlediğini belirtmiştir.94 Doktrinde Karasu da SMK. m.29/1-b ile SMK. m.7/2-b hükümlerinin birbiriyle örtüştüğünü belirtmiştir.95 Uzunallı da SMK. m.29/1-b nin gereksiz bir hüküm olduğunu, taklidin zaten SMK. m.7/2 kapsamında yasaklandığını belirtmiştir.96 Doktrinde Tekinalp ise iki düzenlemenin farklı olduğunu belirtmiştir.  Yazar,  SMK.  m.7/2-b de  karıştırılma  ihtimalinin  belirtildiğini,  SMK. m.29/1-b deyse taklidin ifade edildiğini belirtmiştir.97 Yazara göre  markanın aynısını veya ayırt edilemeyecek kadar benzerini kullanmak markayı taklit etmektir. 98 Ancak                                                            92  ÇAĞLAR, Hayrettin (AYHAN, Rıza / ÇAĞLAR, Hayrettin / YILDIZ, Burçak / İMİRLİOĞLU, Dilek), Sınai Mülkiyet Hukuku, Adalet Yayınevi, Ankara, 2021, s.97. 93  KAYA, (ÜLGEN / HELVACI / KAYA / NOMER ERTAN), 2019, s.516. 94  ÇAĞLAR, 2015, s.117. 95  KARASU, (SULUK / KARASU / NAL), 2021, s.221. 96  UZUNALLI, 2019, s.131. 97  TEKİNALP, Ünal, Fikri Mülkiyet Hukuku, Vedat Yayınevi, İstanbul, 2012, s.494. 98  TEKİNALP, 2012, s.494. 404     markanın  benzerini  kullanmak  markanın  taklit  edilmesi  anlamına  gelmemektedir.99 Markanın benzerini kullanmak karıştırılmaya yol açmaktadır.100 Bununla birlikte markayı taklit  etmek  sadece  markanın  haksız  kullanımını  kapsamaz.101  Taklit,  ürün  taklidi şeklinde  de  karşımıza  çıkabilir.  Bir  başka  deyişle  hem  marka  hem  de  ürün  taklit edilebilir.102  Taklit ürünler nedeniyle alıcı kitle ilgili mal veya hizmetin orijinal olup olmadığını anlayamamaktadır. Bu nedenle alıcı kitle orijinal üründen yararlandım sanıyla taklit ürünü  alabilmektedir.  Orijinal  ürün  üzerinde  hak  sahibi  olanın  korunması  gerekir. Bununla birlikte orijinal ürün üzerindeki hak sahibi kendi ürününü başkasına satıcılara, tedarikçilere,  üreticilere  satabileceği  gibi  lisans  hakkıyla  üçüncü  kişilerin  üretim yapmasına da izin verebilir. Üçüncü kişi orijinal ürün üzerindeki hak sahibinin kanuna uygun izniyle üretim yapıyorsa taklitçilik söz konusu olmaz.103 Ancak orijinal ürün üzerindeki hak sahibinin rızası hilafında faaliyet yürütülüyorsa taklitçilik söz konusu olacaktır.  Bununla  birlikte  taklitli  ürün,  orijinal  üründen  daha  kaliteli  veya  daha dayanıksız olabilir. Her iki durumda da taklit mevzubahis olacaktır.104 Taklit, sosyal ağ hesapları aracılığıyla da gerçekleşebilir. Bir mal veya hizmetin sunumu belirli bir marka altında İnternet üzerinden sunulabilir. Kötü niyetli kimselerse bu sunumu sosyal ağ hesaplarıyla taklit edebilir. Kanımızca bu durumda taklit edenler, SMK. m. 29/1-b bağlamında marka hakkına tecavüz fiilini işlemiş sayılmalıdır.  5. Marka Hakkının Sınırları Marka sahibinin, markası üzerindeki münhasır hakkı, sınırsız bir hak değildir. Kanun koyucu, marka sahibinin hakkına birtakım sınırlamalar koymuştur. Sınırlamalar çerçevesinde markanın kullanımı, marka hakkının ihlali teşkil etmez.                                                            99  TEKİNALP, 2012, s.494. 100  TEKİNALP, 2012, s.494. 101  TEKİNALP, 2012, s.494. 102  TEKİNALP, 2012, s.494. 103  Ayrıntılı değerlendirmeler için bakınız; YASAMAN / YASAMAN, (YASAMAN/ AYOĞLU/ BİLGİN YUSUFOĞLU/ KARTAL MEMİŞ/ YÜKSEL/ YASAMAN), 2021, s.2704. 104  BOZGEYİK, 2019, s.63. 405       Üçüncü kişiler, dürüstçe ve ticari hayatın olağan akışı içinde tescilli markayı kullanabilir. Dürüst kullanımdan kasıt iyi niyet kurallarına aykırı olmayacak şekilde kullanımdır.105  Dolayısıyla  üçüncü  kişiler,  iyi  niyetli  olmak  kaydıyla  markayı kullanabilecektir. İyi niyetle markayı kullananlar, hak sahibinden izin almaksızın sınırlı bir alanda markayı kullanılabilmektedir.106 Bu kullanım halleri SMK. m.7/5, 8 ve 152 de düzenlenmiştir.107 SMK. m.7/5 e göre bir kimsenin kendi adını veya adresini belirtmek amacıyla markayı kullanması, tasviri işaretlerin kullanımı ve aksesuar, yedek parça ile eşdeğer parçalarda markanın kullanımı mümkündür. Bu hallerde marka sahibinden izin alınmasına gerek yoktur. Bununla birlikte doktrinde bizimde katıldığımız görüşe göre bu haller  örnekleyici  olarak  sayılmıştır.108  Üçüncü  kişiler  dürüstlük  kuralına  uyması koşuluyla benzer kullanımlarda SMK. m.7.5 çerçevesinde değerlendirilebilir.109 İlgili düzenlemeye göre gerçek kişiler, kendi ad veya adreslerini belirtmek amacıyla markayı kullanabilir (SMK. m.7/5-a).  Mülga Marka KHK sındaki üçüncü kişi ifadesinden farklı olarak SMK da gerçek kişi ifadesi yer almıştır.110 Böylelikle bir kimsenin adı, başkası tarafından  tescilli  bir  marka  olarak  korunsa  bile,  kendi  adını  kullanabilecektir.  Bu düzenleme sadece kişinin adıyla sınırlı olarak yorumlanmamalıdır. Adres, yer adı, cadde adı, kapı nosu, posta kodu, telefon ve faks numarası da bu kapsamda değerlendirilir.111 Ancak internet alan adı ve e-posta adresi bu kapsamda değerlendirilmez.112 Dolayısıyla kendi adı veya soyadı başkası tarafından marka olarak tescil ettirilen kişi, kendi adını ticaret unvanında tescil ettirebilir, ürün üzerinde kendi adı ve soyadına yer verebilir.                                                            105  ARKAN, Sabih, Marka Hukuku, Cilt 2, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997, s.132 Doktrinde Arkan örnek olarak Dinç markasını vermiştir. Spor malzemeleri sektöründe Dinç diye tescilli bir marka varsa başka bir kimse Dinç i slogan olarak kullanabilir. Örneğin bu alet sizi dinç tutar gibi… Bu iyi niyetli bir kullanımdır. Ayrıntılı bilgi için bakınız; ARKAN, 1997, s.132. 106  CAMCI, Ömer, Marka Hukuku, Ufuk Reklamcılık ve Matbaacılık, İstanbul, 1999, s.63. 107  Marka hakkının tükenmesi konumuz açısından kapsam dışı kaldığı için incelenmemiştir. 108  KAYA, (ÜLGEN, HELVACI, KAYA, NOMER ERTAN), 2019, s.510. 109  UZUNALLI, 2019, s.108. 110  Ayrıntılı  bilgi  için  bakınız;  YASAMAN  /  YASAMAN,  (YASAMAN/  AYOĞLU  /  BİLGİN YUSUFOĞLU / KARTAL MEMİŞ / YÜKSEL / YASAMAN), 2021, s.1774. 111  UZUNALLI, 2019, s.108,109. 112  UZUNALLI, 2019, s.109. 406     Ancak adını veya soyadını artık marka olarak kullanamaz.113 SMK. m.8 deyse üçüncü kişilerin tasviri işaretleri marka olarak kullanabileceği düzenlenmiştir. İlgili düzenlemeye göre malların veya hizmetlerin türüne, kalitesine, miktarına, kullanım amacına, değerine, coğrafi  kaynağına,  üretim  veya  sunuluş  zamanına  ya  da  diğer  niteliklerine  ilişkin açıklamalarda bulunmak marka hakkının ihlali teşkil etmez. Kaldı ki tasviri işaretlerden oluşan tescilli markalar pek sağlıklı değildir. Çünkü tasviri işaretten oluşan markalara ilişkin başvurular SMK. m.5 gereği mutlak ret nedeni barındırdığı için ret olur. Böyle bir başvuru tescil edilse bile hükümsüzlük davasıyla karşı karşıya kalabilir. Üçüncü kişi, SMK. m.7/5-c gereği aksesuar, yedek parça veya eşdeğer parça ürünlerinde, malın ya da hizmetin  kullanım  amacının  belirtilmesinin  gerekli  olduğu  hâllerde  ilgili  markayı kullanabilir. Burada dikkat edilmesi gereken husus, aksesuarın, yedek parçanın veya eşdeğer  parçanın,  orijinal  malı  üreten  işletmeden  kaynaklanıyormuş  izleniminin verilmemesidir.114  Eğer  ki  orijinal  ürünü  üreten  işletmeden  kaynaklandığı  yönünde izlenim verilirse marka ihlali söz konusu olur. Bununla birlikte bir mal veya hizmetin karakteristik özelliğini gösteren açıklamalar geniş yorumlanmalıdır.115 Örneğin Pentium, Microsoft gibi bilgisayarların karakteristik özelliğini gösteren ibarelerde tasviri işaret olarak kabul edilebilir.116  Ayrıca dürüst kullanımdan söz edebilmek için ilgili marka, işletmenin kendi ad ve işaretlerinin yanında hakim unsur olarak kullanılmamalıdır.117 Örneğin  bir otomotiv tamircisi, tamirini  yaptıkları  markaları, işyeri levhalarında ve tabelalarda kullanabilir. Ancak boyut, kullanım şekli, niteliği itibariyle resmi servis intibası vermemelidir.118 Konuyu sosyal ağ hesapları için değerlendirirsek bir kimse, hesap adı olarak başkasının markasını kullanmamalıdır. Ancak tasviri işaret olarak veya kendi adı veya soyadını kullanmak şartıyla başkasının markasını kullanabilir. Fakat alıcı kitlenin, kullanım neticesinde markayla, hesap adını ilişkilendirmemesi gerekir. Örneğin                                                            113  ÇAĞLAR, (AYHAN/ ÇAĞLAR/ YILDIZ/ İMİRLİOĞLU), 2021, s.106. 114  ARKAN, 1997, s.133. 115  KARAN /  KILIÇ, 2004, s.284. 116  KARAN /  KILIÇ, 2004, s.284. 117  UZUNALLI, 2019, s.110. 118  ÇOLAK, 2012, s.643. 407     ‘ Koç    soy  isimli  bir  kimse  hesap  avatarı  ve  içeriği  olarak  Koç  Holding le ilişkilendirilecek ifadelerden kaçınmalıdır. SMK. m.8 deyse markaların başvuru eserlerinde yer alması hususu düzenlenmiştir. Basılı  veya  elektronik  ortamda  bulunan  başvuru  eserlerinde  tescilli  markalar kullanılabilir. Marka sahibi bu kullanıma karşı, marka hakkının ihlal edildiğini ileri süremez. Ancak bu başvuru eserlerinde, tescilli bir markanın tescilli olduğu belirtilmezse marka sahibi, ikazda bulunabilir. İkaz üzerine yayımcı, elektronik ortamlardaki eserlerde derhal,  basılı  eserlerdeyse  sonraki  baskılarda  markanın  tescilli  olduğunu  belirterek yanlışlığı düzeltir veya markayı eserden kaldırabilir. Bu düzenlemeyle markanın, cins adı olarak kullanımının önüne geçilmesi hedeflenmiştir.119 Nitekim cins adı haline gelen markalar, yaygın ad olarak kabul edilip iptal edilebilir. Bir markanın cins adı olarak kullanılması halinde marka sahibi, marka hakkının ihlali gerekçesiyle hukuk ve ceza davası açamaz. İlgili düzenlemeyle marka sahibi, sadece yayımcıyı ikaz etme imkanına kavuşmuştur. Fakat doktrinde Erdil inde belirttiği üzere ikaza rağmen düzeltme yapmayan yayımcıya karşı haksız rekabet davası açılabilir. Çünkü düzeltme talebini yerine getirmemek haksız rekabet olarak değerlendirilebilir.120 Bu husus İnternet ortamında kullanılan markalar için de önem arz eder. Eğer ki başvuru eseri niteliğine kavuşan bir elektronik ortam varsa bu ortamda kullanılan markaların tescilli marka olduğu belirtilmelidir. Aksi taktirde marka, yaygın ad haline gelip iptal edilebilir. Bununla birlikte başvuru eseri niteliğinde olmayan sosyal ağ hesaplarında, markanın tescilli olduğunu göstermek şart olmamalıdır. Mukayese ettiğimiz ABD Hukuku nda da adil kullanım halinde marka ihlalinin gerçekleşmeyeceği belirtilmiştir. Adil kullanım, bir markanın zorunluluktan dolayı bir ürünü tanımlamak için kullanılmasında söz konusu olabilir. Bir başka deyişle bir kimse, markadan bahsetmeden bir mal veya hizmeti tanımlayamayacaksa bu durumda marka kullanılabilir. Her kullanımsa adil kullanım sayılmayacaktır. Adil kullanımın söz konusu olması  için  söz  konusu  mal  veya  hizmetin  marka  kullanılmadan  kolayca                                                            119  UZUNALLI, 2019, s.111. 120  ERDİL, 2016, s.157. 408     tanımlanamayacak olması, kullanımın gerekli ve makul ölçüde gerçekleşmesi ve alıcı kitlenin markanın kullanılması neticesinde markayla ilişki kurmaması gerekir.121 İkinci bir adil kullanım haliyse markanın tasvir edici işaret olarak kullanılmasıdır. Marka bir mal veya hizmetin, kalitesi, özelliği, işlevi  veya kullanım amacı için kullanılıyorsa tasviri kullanım söz konusu olur. Bu durumda marka hakkının ihlali mevzubahis olmayacaktır.  Marka, parodi amacıyla da kullanılmaktadır. Böylelikle markanın itibarına zarar verilmektedir.122  Ancak doktrinde parodi ve eleştiri amacıyla markanın kullanımı, marka ihlali teşkil etmeyeceği belirtilmiştir. Çünkü parodi ve eleştiri amaçlı açılan hesapların kapatılması ifade özgürlüğünü ihlal edecektir.123 Örneğin Oxfam Novib in şekerli içecek üreticilerinin, verimli tarlaları kapatarak kıtlığa sebebiyet verdiğini konu alan videosunda şekerli içecek üreticilerinin markalı bardaklarını kullanarak parodi yapmıştır. ABD Hukuku nda markanın sosyal ağlarda kullanıcı adı olarak kullanılması hali, pek  de  adil  kullanım  çerçevesinde  değerlendirilmeyeceği  doktrinde  belirtilmiştir.124 Adawi ye göre sosyal ağ kullanıcı adı sahiplerinin, başkasının markasıyla ilişkili bir şekilde  hesap  oluşturduğunu  ve  bu  hesaplarda  markanın  iyi  niyetli  olarak kullanılmadığını belirtmiştir.125  B. TESCİLSİZ MARKALARIN KORUNMASI Tescil  edilmemiş  markalar,  TTK da  düzenlenen  haksız  rekabet  hükümleri bağlamında korunabilmektedir.126 Nitekim tescilsiz bir markanın haksız kullanımı TTK. m.54 bağlamında dürüstlük kuralına aykırı bir davranış olmakla birlikte TTK. m.55/a-4                                                            121  New Kids On The Block v. News Am. Pub. Inc., 971 F.2d 302 (9th Cir. 1992). aktaran ADAWI, 2010, s.26. 122  THOTA, Sweta Chaturvedi,  What is brandjacking? Origin, conceptualization and effects of perceived dimensions of truth, mockery and offensiveness , International Journal of Advertising, Yıl: 2021, Cilt: 40.2, (s.292-310), s.296. 123  MALACHOWSKI, 2010, s.270. 124  ADAWI, 2010, s.26. 125  ADAWI, 2010, s.26. 126  Haksız rekabet düzenlemeleri Türk Ticaret Kanunu dışında Türk Borçlar Kanunu, Fikir ve Sanat Eserleri  Kanunu,  İthalatta  Haksız  Rekabetin  Önlenmesi  Hakkında  Kanun  olmak  üzere  muhtelif kanunlarda  düzenlenmiştir.  Konumuz  açısından  TTK daki  düzenleme  önem  arz  ettiği  için  TTK bağlamında değerlendirmeler yapılacaktır. 409     bağlamında başkasının iş ürünleriyle karıştırılmaya  yol  açması  nedeniyle de haksız rekabet kapsamında değerlendirilebilir. Tescilsiz  markaların  yanı  sıra  tescilli  markalarda  haksız  rekabet  bağlamında korunabilir.127 Ancak tescilli bir marka için haksız rekabet korumasına başvurmak pek isabetli değildir. Çünkü SMK daki korumaya başvurulduğunda, zarar görme tehlikesinin varlığı dahi aranmaz ve davacı, davalının dürüstlük kuralına aykırı davrandığını ispat etmek zorunda değildir.128 Haksız rekabet hukukuyla amaçlanan dürüst ve bozulmamış bir rekabet ortamının tesis edilmesidir. Herkes faaliyetlerini yürütürken serbest rekabette bulunabilir. Ancak serbest rekabet hakkının da bir takım sınırları vardır. Bu sınırı dürüstlük kuralı belirler. Rekabette bulunanların objektif iyi niyet kurallarına aykırı davranmaması gerekir.129 Bununla birlikte haksız rekabet düzenlemeleri sadece rakiplerin menfaatleri ile rakip ve müşteriler arasındaki ilişkilerin korunması amacına hizmet etmez. Nitekim haksız rekabet düzenlemesinde de katılanlar ifadesi kullanılarak haksız rekabet hükümlerinin rakipler arası ilişkilere özgülenmesinin önüne geçilmiştir.130  Haksız rekabet hükümleri, ülke ekonomisini koruyan ve rakiplerin, müşterilerin, diğer tüm piyasa katılımcıları ile toplumun menfaatlerini koruyan düzenlemelerdir.131 Dolayısıyla  haksız  rekabetin  oluşması  için  illa  failin  bir  yarar  sağlamış  olması                                                            127  Doktrinde Nomer, tescilli markalara ilişkin ihtilaflarda hem özel düzenlemelerin hem de haksız rekabete ilişkin hükümlerin kümülatif olarak uygulanması ve hak sahibinin iki düzenlemeden de yararlanmasının prensip olarak mümkün olmayacağı görüşündedir. Yazara göre öncellikle ilgili hakkın tescilini ve tescilin sonuçlarını düzenleyen hükümlerin uygulanması gerekir. Eğer özel hükümler ilgili hakkın korunması bakımından yetersiz kalırsa ve dürüstlük kuralı da gerektiriyorsa haksız rekabete ilişkin hükümler kıyasen uygulanabilir. Bakınız; NOMER ERTAN, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.575; Poroy / Yasaman ise tescilli bir fikri ürüne tecavüzün aynı anda hem haksız rekabet  hem  de  özel  düzenlemeler  karşısında  kümülatif  olarak  önlenebileceğini  belirtmektedir. Yazarlara göre, amaç, konu ve korunan menfaatler dikkate alındığında özel – genel hüküm olarak değerlendirilme  yapılamayacaktır.  Bakınız  POROY  Reha  /  YASAMAN  Hamdi,  Ticari  İşletme Hukuku, Vedat Kitapçılık, 18.Basım, İstanbul, 2019, s.380. 128  BAHTİYAR, 2018, s.166. 129  Ayrıntılı bilgi için bakınız; CENGİZ, 1995, s.61. 130  YASAMAN, Hamdi, Haksız Rekabet ve Rekabet Yasağı, 2.Basım, Seçkin Yayıncılık, Ankara, 2021, s.14. 131  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.555. 410     aranmayacaktır.132 Bununla birlikte mülga TTK da belirtilen iktisadi rekabet şartı artık aranmamaktadır.133 Haksız rekabet hukukunda kişinin kusuru da önem arz etmez.134 Bir kimse kusuruyla veya kusursuz bir şekilde haksız rekabette bulunabilir.   Haksız rekabet korumasının da belirli sınırları olmalıdır. Örneğin tasviri işaret, harcıalem tasarımlar gibi Fikri Mülkiyet Hukuku bağlamında korunmayan yaratımlar, haksız rekabet hukukuyla da korunmamalıdır. Farzı misal bir berber, ‘ Berber   diye bir ibareyi kendi adına tescil ettiremez. Aynı zamanda haksız rekabet hükümleri bağlamında da korunmasını talep etmemelidir. Haksız rekabet halleri TTK. m.54 de ve TTK m.55 de düzenlenmiştir. Haksız rekabet TTK.m.54/2 de genel olarak düzenlenmiştir. TTK. m.55 de belirtilen haksız rekabet  hallerinin  gerçekleşmemesi  halinde  TTK.  m.54 e  başvurulmaktadır.  TTK. m.54/2 ye göre  rakipler arasında veya tedarik edenlerle müşteriler arasındaki ilişkileri etkileyen aldatıcı veya dürüstlük kuralına diğer şekillerdeki aykırı davranışlar ile ticari uygulamalar haksız ve hukuka aykırıdır.  TTK. m.54/2 nin temelinde dürüst davranış kuralı  yatmaktadır.  Dürüstlük  kuralına  aykırılık,  ya  davranışlarla  ya  da  ticarî uygulamalarla olabilir.135 Kanunda zikredilen dürüst kelimesi, sadece doğru veya kanunlara uygun şeklinde anlaşılmamalıdır.136  Saf,  geniş  anlamda,  kurallara  uygun  rekabet  ortamı  olarak anlaşılmalıdır.  Bozulmamış  rekabet  ise  güven  duyulan,  hilesiz  rekabet  olarak anlaşılmalıdır.137 Aynı zamanda dürüstlük kuralına aykırı bir davranışın veya ticari                                                            132  AYHAN Rıza / ÇAĞLAR Hayrettin, Ticari İşletme Hukuku, 11.Basım, Yetkin Yayınevi, Ankara, 2018, s.363. 133  İktisadi rekabet kavramının anlam ve içeriğinin belirsizliği, hukuki bir kavram olmaması, karşıt ifade olan iktisadi olmayan rekabetin anlamlandırmanın güçlüğü karşısında iktisadi rekabet kavramının kaldırılmış olması isabetlidir. Bununla birlikte iktisadi rekabet denilince sadece akla rakipler arasındaki rekabet gelmekteydi. Bu da haksız rekabet kurallarının uygulama alanını daraltmaktaydı. Bakınız TTK. m.54 Gerekçesi. 134  ARKAN, 2019, s.353; BİLGİLİ /  DEMİRKAPI, 2016, s.232. 135  Bakınız TTK. m.54/2 nin gerekçesi. 136  TTK. m.54/1 in gerekçesi. 137  TTK. m.54/1 in gerekçesi. 411     uygulamanın  varlığı  gereklidir.  Bu  davranış  ve  uygulamalar,  iş  etiğine,  doğruluğa, dürüstlüğe ters, aldatıcı, yanıltıcı, kandırıcı olabilir.138  Başkasına  ait  markanın,  sosyal  ağ  hesaplarında  kullanılması  kanımızca  TTK. m.54/2 bağlamında haksız rekabet teşkil edecektir. Çünkü başkasının markasını sosyal ağ hesabında kullanan, başkasının itibarından haksız bir şekilde yararlanan ticari uygulama ve davranışta bulunmaktadır. Fail, aldatıcı, yanıltıcı ve kandırıcı bir faaliyette bulunması nedeniyle dürüstlük kurallına aykırı davranmakta ve rekabet ortamını bozmaktadır. TTK. m.55 deyse haksız rekabet teşkil edecek bir takım durumlar örnek olarak sayılmıştır.  Bu  durumlardan  birinin  gerçekleşmesi  halinde  TTK.  m.54  bağlamında değerlendirme yapılmasına gerek olmayacaktır.139 İlgili fiil, haksız rekabet olarak kabul edilecektir.    Kanun  koyucu,  belli  başlı  haksız  rekabet  hallerini  TTK.  m.55 de  altı kategoride saymıştır. Konumuz açısından ise TTK. m.55/1-a-4 önem arz eder.  TTK. m.55/1-a-4 gereği ‘ başkasının malları, iş ürünleri, faaliyetleri veya işleri ile karıştırılmaya yol açan önlemler almak   haksız rekabet teşkil etmektedir. Dolayısıyla tescilli veya tescilsiz olarak kullanılan bir markanın, aynısının veya alıcılar nezdinde karıştırılmaya neden olacak derecede benzerinin başkaları tarafından aynı mal veya hizmet alanlarında kullanımı haksız rekabet teşkil eder.140 Buradaki asıl sorun tescilsiz marka üzerinde kimin hak sahibi olduğunun tespitidir. İlk kim iltibasa konu markayı kullandıysa bu kişi hak sahibi olarak korunmalıdır.141  Haksız rekabetin oluşması için iltibas bir başka deyişle karıştırılma aranmaktadır.  Karıştırılma , yanıltmayı, kandırmayı, yanlış algılatılmayı kapsamaktadır.142 Karıştırma bir işaretin, sözcüğün, rengin, kavramın, figürün ve karakterin başkasının hak sahibi olduğu işaretle karıştırılabilecek derecede benzer olması şeklinde meydana gelebilir.143 Doktrinde  bizimde  katıldığımız  görüşe  göre  karıştırılmaya  yol  açmanın  varlığı                                                            138  TTK. m.54/2 nin gerekçesi. 139  Bakınız ARKAN, 2019, s.354. 140  CENGİZ, 1995, s.81. 141  GÜNEŞ, İlhami, Haksız Rekabet, 7.Basım, Seçkin Yayınevi, Ankara, 2021, s.388. 142  TTK. m.55 Gerekçesi. 143  GÜNEŞ, 2021, s.388. 412     araştırılırken iki hususa dikkat edilmelidir. Birincisi,  iki mal, marka veya ticaret unvanı gibi  tanıtma  vasıtası,  iş  ürünü,  faaliyet  veya  işin  birbirinin  aynısı  olması   veya  aralarında karıştırılmaya müsait bir benzerlik bulunmalı ve bunlardan birinin sahibi tarafından haklı bir şekilde kullanılıyor  olması gerekir.144 Somut olayda karıştırılma her zaman aranmamaktadır. Karıştırılma tehlikesinin varlığı halinde de haksız rekabet söz konusu olabilecektir.145 Bununla birlikte mülga TTK da yer alan tanıtıcı unsurlarda TTK. m.55/a-4 bağlamında ele alınmalıdır. ‘ Tanıtıcı unsur, herhangi bir mal veya hizmetin alameti özelliğine kavuşmuş olan ve mal veya hizmetleri ayırt etme fonksiyonuna sahip olan unsurlardır.  146  Bu tanıtıcı unsurların asli işlevi, belli bir işletmeye atfen üretilen ve müşteriye sunulan mal veya hizmetleri piyasadaki diğer işletmelerden kaynaklanan mal  veya  hizmetlerden  ayırmaktır.147  Tanıtma  vasıtalarının    diğer  haklarla  iltibas meydana getirecek şekilde kullanılması haksız rekabet teşkil eder.148 Haksız rekabetin söz konusu olması için tanıtıcı unsurların aynı tip mal veya hizmetlerde kullanılması zorunlu değildir. Benzer tip mal veya hizmetlerde kullanım halinde de haksız rekabet gerçekleşebilir.149  Sosyal  ağ  sitelerinin  adlarında  da  tanıtıcı  unsurlar  sıklıkla  yer bulmaktadır. Başkasına ait bir tanıtıcı unsurun haksız kullanımı, haksız rekabet teşkil edecektir. Karıştırılma değerlendirmesi yapılırken karşılaştırılan ürünlerin ayırt edicilik gücü, bıraktığı genel intiba ve ortalama bir müşterinin algılama yeteneği dikkate alınabilir.150 Ortalama müşteri grubu belirlenirken alıcı kitlenin tespiti önem arz eder. Eğer ki ürün veya  hizmet  belirli  ve  özel  bir  gruba  yönelik  geliştirildiyse  ilgili  grup  dikkate alınmalıdır.151  Ortalama  tüketicinin,  ilgili  mal  veya  hizmeti  tercih  ederken  ayırdığı                                                            144  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.572. 145  GÜNEŞ, 2021, s.387. 146  GÜRZUMAR, 1995, s.69,70. 147  GÜRZUMAR, 1995, s.67. 148  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.574. 149  AYHAN / ÇAĞLAR, 2018, s.371. 150  Ayrıntılı bilgi için bakınız GÜRZUMAR, 1995, s.76,77. 151  KAYA, (ÜLGEN/ HELVACI/ KAYA/ NOMER ERTAN), 2019, s.573. 413     zaman, bilgi ve dikkat seviyesi ile ürün ve hizmetlerin fiyatı da dikkate alınmalıdır.152 Karıştırılmanın  gerçekleşip  gerçekleşmediği  konusundaysa  bilirkişiden  yardım alınmasında fayda vardır. Haksız rekabetin varlığı için bir zarar veya zarar tehlikesinin varlığı gerekir.153 Ayrıca failin davranışıyla zarar veya zarar tehlikesi arasında illiyet bağı aranır. TTK. m.55/1-a-4 sadece dış görünüş (tanıtım, takdim-görsellik) ve duyuruş (ses yönünden benzerlik) bakımından karıştırmayı düzenler. Yarı iletken topografyalarda olduğu  gibi  iç  görünüş  benzerliği  TTK.  m.55/1-a-4  bağlamında  değerlendirilmez. Markalar ise ayırt edici karaktere sahip ve dış görünüşü olan işaretlerdir. Tanıtım, takdim, görsellik ve ses yönünden etkileri olmaktadır. Bu nedenle markalar arasındaki iltibas TTK. m.55/1-a-4 bağlamında değerlendirilebilir.  TTK. m.55/1-a-4 gereği başkasının iş ürünleriyle karıştırılmaya yol açması nedeniyle de haksız rekabet teşkil eder.  Haksız rekabetin söz konusu olması için taraflar arasında bir rekabet ilişkisinin bulunmasıysa zorunlu değildir. Tarafların faaliyet alanları, ürettikleri veya piyasaya sürdükleri emtialar arasında karıştırılma ihtimali varsa haksız rekabetin varlığı kabul edilmelidir.154  Eğer ki tescilsiz markalar arasında karıştırılma ihtimali yoksa haksız rekabet oluşmayacaktır. Haksız rekabette failin yarar veya menfaat sağlamış olması da aranmaz. 155 Önemli olan eylemin haksız rekabet teşkil edip etmediğidir.156  İhlale uğrayan marka ile mütecaviz markanın ikisi de tescilsiz olabilir. Her iki marka  da  tescilsiz  ise  hangi  marka  öncellikle  kullanılmaya  başlandıysa  öncellikli kullanılan marka haksız rekabet hükümleri gereği korunur. Sonuç olarak tescilsiz bir markanın sosyal ağ hesabı olarak kullanımı haksız rekabet teşkil edecektir. Çünkü böyle bir kullanım dürüstlük kuralına aykırı olduğu gibi TTK. m.55/1-a-4  bağlamında  marka  sahibinin  markasıyla  karıştırma  ihtimali  de  doğurur.                                                            152  KARASU, (SULUK/ KARASU/ NAL), 2021, s.421. 153  Haksız  rekabet  davalarında  zarar  görme  şartı  bulunmamaktadır.  Haksız  rekabet  hükümlerine başvurabilmek için zarar görme ihtimalinin varlığı yeterlidir. Bak; AYHAN / ÇAĞLAR, 2018, s.364. 154  Ayrıntılı bilgi için bakınız; CENGİZ, 1995, s.86. 155  KARASU, (SULUK/ KARASU/ NAL), 2021, s.417. 156  ERDİL, 2016, s.321. 414     Haksız rekabet koruması sayesinde Türkiye de tescilli bir markaya sahip olmayan kimse, haksız olarak sosyal ağ hesaplarında kullanıcı adı olarak kullanılan markasını koruyabilir. Bu tür fiilleri durdurabilir.  III. ERİŞİMİN ENGELLENMESİ Marka sahibi, marka hakkının ihlali halinde uğramış olduğu zararı talep edebilir. Ancak  marka  sahibi  için  zararının  tazmininden  ziyade  marka  hakkına  ihlalin durdurulması daha fazla önem arz eder. Bu nedenle de marka sahibi, haksız kullanım yapan hesaba erişimin engellenmesini talep etmektedir. Sosyal ağ sitelerinde kullanılan markalara erişimin engellenmesinin mümkün olup olmadığı tartışmalıdır. Erişimin engellenmesi konusundaki en önemli düzenlemelerden birisi 5651 Sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun dur. 157 5651 sayılı Kanun bağlamında, haksız marka kullanımlarına ilişkin bir düzenleme yapılmadığı için erişimin engellenmesi kararı verilememektedir. Ancak marka, kişilik hakkı olarak kabul edilirse erişimin engellenmesi kararı verilebilir. 5651 Sayılı Kanun madde  9  gereği;  bir  içeriğe  erişimin  yasaklanması  veya  engellenmesi  için  internet ortamında erişime sunulan bir yayın bulunmalı ve erişime sunulan bu yayın içeriği nedeniyle,  gerçek ve tüzel  kişiler ile kurum ve kuruluşların kişilik haklarının ihlal edilmesi gerekir. Markanın kişilik hakkı olup olmadığıysa tartışmalıdır. ‘ Bir şahsın kişiliğine bağlı, fiziki, manevi ve fikri varlığı üzerinde kişi olma sıfatıyla sahip bulunduğu kişisel değerler üzerindeki mutlak hakka kişilik hakkı denir.  158 Kişilik hakları kişinin doğumuyla birlikte kazanılan haklardandır. Medeni Hukuk ta kategorik bakımdan mutlak haklardan sayılır. Ayrıca bu haklar, her zaman var olan, tükenmeyen, kişiye sıkı sıkıya bağlı olan ve                                                            157  23/5/2007 Tarihli, 26530 Sayılı Resmi Gazete Kabul Tarihi : 4/5/2007. 158  Yargıtay Hukuk Genel Kurulu, 01.02.2012 tarihli, 2011/4-687 E. 2012/26 K. Kararı. Yargıtay Karar Arama,  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim tarihi:04.03.2022). 415     devredilemeyen  haklardandır.  Bununla  birlikte  markalar,  kişilik  hakkı  kapsamında değerlendirilmemektedir.  Bu  nedenle  5651  sayılı  kanun  kapsamında  erişimin engellenmesi  talep  edilemeyecektir.  Fakat  bazı  markalar  kişilik  hakkı  kapsamında korunabilir.159  Örneğin marka, bir kimsenin isim ve soy isminden oluştuysa kişilik hakkı olarak korunabilir.  Sosyal ağlarda haksız kullanılan marka, ihtiyati tedbir kararıyla engellenebilir. İhtiyati tedbir talebine ilişkin SMK. m.159 vd. hükümlerde düzenlemeler yapılmıştır. Eğer bu hükümlerde gerekli düzenleme yoksa genel hüküm niteliğindeki HMK uygulama alanı bulabilir.160 SMK. m.159/1 aya göre üçüncü kişilerin marka hakkına tecavüz teşkil edecek şekilde kullanımı veya marka hakkına tecavüz teşkil edecek boyutta ciddi ve etkin çalışmalar  yapılması  halinde  marka  sahibi  ihtiyati  tedbir  kararı  verilmesini  talep edebilecektir. Fakat ihtiyati tedbir kararı verilmesi için marka sahibinin bu durumu ispat etmesi gerekir.   Davacının davayı kazanması halinde, dava konusuna kavuşmasını davadan önce ya  da  dava  sırasında  güvence  altına  almaya  yönelik  önlemlere,  ihtiyati  tedbir denilmektedir.  161  Doktrinde  ihtiyati  tedbirler  yani  ‘ geçici  ve  koruyucu  önlemler; yargılamanın  uzunluğu nedeniyle tarafların haklarının  korunmasına  dava konusuna                                                            159  ‘ 5651 Sayılı Kanun kapsamında internet yoluyla yapılan yayınlarda korunan temel hak olan  kişilik hakkı  ile malvarlığı haklarından olan  marka hakkının  ihlali veya bu haklara yapılan saldırı fiillerinin de birbirinden ayırt edilmesi zorunluluğu bulunmaktadır. Buna göre, örneğin; şikayetçinin  Once  adlı markayı üreten tüzel kişiliğinin veya bu markanın sahibinin itibarını zedeleyici, sahibini toplum  önünde  rencide  edici,  marka  hakkı  sahibinin  saygınlığına  leke  düşürebilecek  bir  takım paylaşımların internet ortamında erişime sunulması fiili, kanunda aranan diğer şartlar oluştuğunda başlı başına kişilik haklarını ihlal eden bir hukuka aykırı fiil olarak kabul edilebilir. Ancak, henüz marka hakkına saldırı gerçekleştirdiği dahi ispatlanamayan sanal ortamda sırf fotoğraftan ibaret görüntü ve paylaşımların yapılması fiiliyle, başvuran tüzel kişinin, 5651 Sayılı kanunun aradığı türden acilen giderilmesi gerekli olan, hatta bunun için ayrı bir mevzuatta düzenlenen, çoğu zaman kişilerin düşünce ve ifade özgürlüğünü sınırlama riskiyle karşılaşılan  erişimin engellenmesi  şeklinde bir güvenlik tedbiri  uygulanmasını  gerektiren  bir  kişilik  hakkı  ihlalinden  bahsetmek  imkansızdır.    Bakınız YARGITAY 19. CEZA DAİRESİ E. 2016/74 K. 2017/4574 T. 15.5.2017, Kazancı İçtihat Bankası, https://www.kazanci.com.tr/ (erişim tarihi:04.03.2022).  160  ÖZTÜRK  AKKARTAL,  Hanife  /  TAŞ  KORKMAZ,  Hülya,   Sınaî  Mülkiyet  Hakkının Hükümsüzlüğüne veya İptaline Karar Verilmesi Sebebiyle Haksız İhtiyatî Tedbirden Dolayı Tazminat Davası  ve  Kusur  Sorunu ,  İstanbul  Kültür  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Yıl:2017, Sayı:16/2, (s.373-406), s.376. 161  ÖZSUNAY,  Ergun,   Kurumsal  Tahkim  Sistemlerinde  ve  Bazı  Uluslararası  Tahkimle  İlgili Düzenlemelerde Geçici ve Koruyucu Önlemler , Uluslararası Ticari Uyuşmazlıklarda Kurumsal Tahkimin Güncel Sorunları, İstanbul, 2004, (s. 265-290), s.285. 416     gelecek zararın önlenmesine ve davayı kazanan tarafın hakkına kavuşabilmesine hizmet eden bir usul kurumu   olduğu belirtilmiştir.162 Ayrıca ihtiyati tedbir kararları her iki tarafça istenebilen, incelemesi basit ve çabuk olarak alınan kararlardır.163  İhtiyati  tedbir  kararı  verilebilmesi  için  ihtiyati  tedbir  sebeplerinin  bulunması gerekir.164 İhtiyati tedbir sebepleri HMK. m.389 da düzenlenmiştir. Sosyal ağlarda bir markanın kullanılması, marka hakkına zarar vermektedir. Bu nedenle ihtiyati tedbir kararı talep edilebilir. Asıl meseleyse ihtiyati tedbir kararının verilmesi sürecinde geçerli bir hakkın varlığıdır. İhtiyati tedbir kararları yargı organları tarafından verilir. Mahkeme ihtiyati tedbir kararı verirken teminat talep etmektedir. Talep edilen teminat genellikle kesin ve süresiz olmaktadır.165 Bununla birlikte ihtiyati tedbir kararı nedeniyle zarar gören kimse, HMK. m.399  gereği  uğramış  olduğu  zararın  giderilmesini  isteyebilir.  Tazminat  davasının açılabilmesi için tedbir kararının verilmiş ve uygulanmış olması, tedbir ile zarar arasında uygun  nedensellik  bağı,  tedbir  kararının  haksız  olduğunun  anlaşılması  gerekir.166 Bununla  birlikte  HMK.  m.399 da  kusursuz  bir  sorumluluk  hali  düzenlenmiştir.  Bu nedenle tedbir kararı talep edenin, iyi niyetli olup olmadığı veya kusurlu olup olmadığı önem arz etmez. İhtiyati  tedbir  kararıyla  davacı,  marka  hakkına  tecavüz  teşkil  eden  fiillerin önlenmesi, durdurulması, Türkiye sınırları içinde veya gümrük ve serbest liman veya bölge gibi alanlar dâhil, bulundukları her yerde el konulması ve bunların saklanması gibi taleplerde bulunabilir (SMK. m.159/2). SMK.  m.159/2 bağlamında  internet  yoluyla marka hakkının ihlaline ilişkin tedbir kararı istenmesi de mümkündür. Çünkü özellikle sosyal ağlarda başkalarının markalarını hesap adı olarak kullanmak, bir tür marka hakkına tecavüz fiili olarak değerlendirilebilir. Mukayese ettiğimiz ABD de emsal bir kararda; bir                                                            162  ÖZSUNAY, 2004, s.85. 163  PEKCANITEZ, Hakan / ATALAY, Oğuz / ÖZEKES, Muhammet, Medeni Usul Hukuku, Yetkin Hukuk Yayınları, Ankara, 2013, s.1016. 164  BAĞRIAÇIK SİMİL, Safiye Nur, ‘ Sınai Mülkiyet Kanunu na Göre Tasarımların Hükümsüzlüğü  , Legal Hukuk Dergisi, Yıl:2021, Sayı:19/227, (s.4795 – 4856), s.4838. 165  Bu konuda ayrıntılı bilgi için bakınız; BAĞRIAÇIK SİMİL, 2021, s.4841. 166  ÖZTÜRK AKKARTAL / TAŞ KORKMAZ, 2017, s.382. 417     şehre ait olan ismin yetkisiz bir şekilde Twitter hesabı olarak kullanımını durdurmak amacıyla ihtiyati tedbir kararı verilmiştir.167  Tescilsiz markaların haksız kullanımı için de TTK bağlamında haksız rekabet hükümlerine başvurulabilir. TTK. m.61 gereği tescilli marka hakkına sahip olanların talebi üzerine , ‘ mevcut durumun olduğu gibi korunmasına, 56 ncı maddenin birinci fıkrasının (b) ve (c) bentlerinde öngörüldüğü gibi haksız rekabet sonucu oluşan maddi durumun ortadan kaldırılmasına, haksız rekabetin önlenmesine ve yanlış veya yanıltıcı beyanların düzeltilmesine ve diğer tedbirlere, Hukuk Usulü Muhakemeleri Kanununun ihtiyati tedbir hakkındaki hükümlerine   göre karar verebilir. İhtiyati  tedbir  kararıyla  geçici  bir  koruma  elde  edilmektedir.168  Oysa  internet ortamında markanın kalıcı olarak kullanımına engel olunması gerekir. Tescilli ve tescilsiz markaların  bir  daha  sosyal  ağ  sitelerinde  haksız  kullanımını  önlemek  amacıyla ‘ durdurma   davası açılabilir. Durdurma davası hem haksız rekabet hükümlerinde hem de  SMK  hükümlerinde  düzenlenmiştir.  Durdurma  davası  nitelik  itibariyle  eda davasıdır.169 Bu davalarda, failden davranışı sonlandırması talep edilmektedir.170 Ayrıca durdurma  davalarıyla  hem  devam  etmekte  olan  hem  de  tekrar  ihtimali  bulunan davranışlar önlenmektedir.171 İnternet hukuku açısından ele alırsak marka hakkı ihlal edilen, markasının sosyal ağ hesap adından kaldırılmasını talep ederek haksız kullanımı durdurabilir ve erişimi engelleyebilir. Yargıtay da emsal bir kararında tanınmış markayı                                                            167  Davalı, Islip şehrinde bulunan havalimanındaki trafiği göstermek amacıyla birden fazla Twitter hesabı açmıştır. Ancak bu hesaplar Islip şehrinin hak sahibi olduğu hesaplarla karıştırıldığı için mahkeme tedbir kararı alarak hesaplara erişimi engellemiştir. Bakınız; Black Sheep Television, Ltd. v. The Town of Islip, Case No. 2:10-CV-04926-LDW-ARL (E.D. N.Y. Oct. 26, 2010) aktaran, MCHALE / GARULAYS, 2012, s.160.  168  Geçici korumanın anlamı ihtiyati tedbirin taraflar arasındaki uyuşmazlığı kesin olarak çözmemesi ve etkinliğini kural olarak kesin hukuki korumanın başladığı ana kadar sürdürmesidir. Bakınız; BALKAR, Süheyla,  Uluslararası  Ticari  Tahkim  ve  Geçici  Hukuki  Koruma  Tedbirleri,  Galatasaray Üniversitesi Yayınlanmamış Doktora Tezi, 2010, s.11. 169  UZUNALLI, 2019, s.152. 170  KAYA, (ÜLGEN / HELVACI / KAYA / NOMER ERTAN), 2019, s.605. 171  ARKAN, 2019, s.363. 418     web  adı  olarak  kullanan  siteye  erişim  yasağı  getirmiştir.172  Bu  karardaki  yaklaşım kullanıcı hesabıyla marka hakkının ihlal edilmesi halinde de geçerli kabul edilmelidir.  SONUÇ Sosyal ağlardaki hesap adları günümüzde önemli bir değere sahip olmuştur. Kişiler, bu hesap adlarıyla ürünlerini pazarlayabilmekte, kendilerini tanıtabilmekte, iş olanakları elde edebilmektedir.  Bazı hesap adlarınınsa, tescilli veya tescilsiz markaları taklit ettiği görülmektedir. Bu durumda asıl marka sahibinin haklarının korunması gerekir. Genellikte sosyal ağ platformları, başkasının markasının taklit edilmemesi için birtakım tedbirler almıştır. Örneğin bazı sosyal ağ platformları, hesap adını almak isteyenden ilgili markanın hak sahibi  olduğunu  göstermesini  talep  ederler.  Ayrıca  sosyal  ağ  platformları  ikaz mekanizmasıyla da gözden kaçırdıkları ihlallerin bildirilmesini talep ederler. Bu bildirim üzerine ilgili hesapları askıya alabilirler.  Uygulamadaysa mevcut önlemlerin yetersiz kaldığı görülmektedir. Özellikle de tanınmamış  veya  yeni  oluşturulan  markaların  sahipleri,  ilgili  sosyal  ağlara başvurmalarına rağmen sonuç alamamaktadır.  Marka sahibinin marka üzerindeki hakkını ispat etmesi sürecinde de sorunlar ortaya çıkmaktadır. Örneğin sosyal ağ, Türkiye de tescilli bir markanın, Almanya da korunamayacağını ve bu nedenle hesap adının geçerli olduğunu iddia edebilir. Bu durumda özellikle uluslararası arenada faaliyet yürütmek isteyen marka sahiplerine zarar vermektedir. Ülkemizde marka sahibinin, Türkiye de tescili bir markası varsa, SMK bağlamında markasının korunmasını talep edebilir. Ancak ülkemizde tescilli bir markası yoksa haksız rekabet hükümlerine başvurabilir.  Bir marka sosyal ağ hesabıyla benzerlik taşıyorsa veya karıştırılma ihtimali varsa marka hakkının ihlali söz konusu olur. Ayrıca sosyal ağ hesabı, tanınmış markanın itibarından haksız bir yarar elde ediyorsa veya itibarına zarar veriyorsa veya ayırt edici karakteri zedeleniyorsa marka hakkı ihlali söz konusu olur. Bu durumda marka sahibi,                                                            172  Yargıtay 11. H.D. 28.11.2017 Tarihli, 2016/4535 E. 2017/6668 K. sayılı Kararı aktaran GÜNEŞ, 2020, s. 359. 419     ihtiyati tedbir kararıyla markanın kullanılmasını önleyebilir. Ayrıca durdurma davasıyla haksız kullanımı sona erdirebilir. Bununla birlikte mevcut hukuk, marka sahiplerinin haklarını korumak için yeterli değildir. Uzak bir ülkedeki marka sahibinin, ülkemiz hukukuna erişmesi güçtür. Bu nedenle kanımızca markanın küresel olarak korunması yönünde bir takım düzenlemelerin yapılması ve uluslararası korumanın kolaylaştırılması gerekir.  Bu  süreçte  sosyal  ağ  platformlarının  marka  koruması  konusunda hassasiyetlerinin artırılması lazımdır. ICANN gibi bir tahkim otoritesi oluşturularak uyuşmazlıklarda çözülebilir. Sonuç olarak hesap adlarıyla markaların taklidi sıklıkla karşılaşılan bir durumdur. Bu durum marka hakkının ihlali teşkil eder. Fakat mevcut düzenlemeler, özellikle start up  marka  sahiplerini  koruma  konusunda  yetersiz  kalacağından,  yeni  düzenlemeler yapılmalıdır.",
     "Kaynakça": " ADAWI, Nabil A.,  Social Networking and  Brand-Jacking –Is It Infringement? , Law School Student Scholarship, Yıl: 2010, Cilt: 28, (s.1-29). ARKAN Sabih, Marka Hukuku, Cilt 1, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997. ARKAN, Sabih, Marka Hukuku, Cilt 2, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997. ARKAN, Sabih, Ticari İşletme Hukuku, 25.Basım, Banka ve Ticaret Hukuku Araştırmaları Enstitüsü, Ankara, 2019. AYHAN, Rıza / ÇAĞLAR, Hayrettin / YILDIZ Burçak / İMİRLİOĞLU Dilek, Sınai Mülkiyet Hukuku, Adalet Yayınevi, Ankara, 2021. AYHAN, Rıza / ÇAĞLAR, Hayrettin, Ticari İşletme Hukuku, 11.Basım, Yetkin Yayınevi, Ankara, 2018.  AYTEKİN, Uğur / GÜLDENİZ DOĞAN, Alkan / SAYAR, Barış İbrahim,  Türk Hukuku Uygulamasında Tanınmış Marka Kavramı ve Koruma Kapsamı , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Sayı:2/2, Year:2016, (s.1-25). 420     BAĞRIAÇIK SİMİL, Safiye Nur, ‘ Sınai Mülkiyet Kanunu na Göre Tasarımların Hükümsüzlüğü  , Legal Hukuk Dergisi, Yıl:2021, Sayı:19/227, (s.4795 – 4856). BAHTİYAR, Mehmet, Ticari İşletme Hukuku, 19.Basım, Beta Yayınevi, İstanbul, 2018. BALKAR, Süheyla, Uluslararası Ticari Tahkim ve Geçici Hukuki Koruma Tedbirleri, Galatasaray Üniversitesi Yayınlanmamış Doktora Tezi, 2010. BELL, A David,  Social Media Accounts and Ownership Rights , Corp. Couns. Rev., Yıl:2014, Cilt: 33, (s.1-25). BİLGE, Mehmet,  Marka ve Ticaret Unvanı Arasında İltibas , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl:2015, Sayı:1/2, (s.7-22). BİLGİLİ, Fatih / DEMİRKAPI, Ertan, Ticari İşletme Hukuku, Dora Yayınevi, Bursa, 2016. BOYLE, James / JENKINS, Jennifer, Intellectual Property: Law & The Information Society Center for the Study of the Public Domain, Duke University Press, South Carolina, 2016.  BOZGEYİK, Hayri, Marka Hakkının Korunması, 2. Basım, Oniki Levha Yayıncılık, İstanbul, 2019. CAMCI, Ömer, Marka Hukuku, Ufuk Reklamcılık ve Matbaacılık, İstanbul, 1999. CENGİZ, Dilek, Türk Hukuku nda İktibas veya İltibas Suretiyle Marka Hakkına Tecavüz, Beta Yayınevi, İstanbul, 1995. COLLINS, L. Meghan,  Still standing, new branding: Corporate crossroads of shaping a modern brand while protecting intellectual property , Duq. Bus. LJ, Yıl:2015, Cilt: 17, (s.197-234). ÇAKIR, Aytuğ Ceyhun / ÖZBOYACI ,Alper / DEMİRKAPI, Ertan,  Marka, Ticaret Unvanı ve İşletme Adının Birbirleriyle Karıştırılma Tehlikesine Karşı Korunması , Ticaret ve Fikri Mülkiyet Hukuku Dergisi,  Yıl:2021, Sayı:7/1, (s.37-67). ÇAĞLAR, Hayrettin, Marka Hukuku, Adalet Yayınevi, Ankara, 2015. ÇOLAK, Uğur, Türk Marka Hukuku, On İki Levha Yayıncılık, İstanbul, 2012. DİRİKKAN, Hanife, Tanınmış Markanın Korunması, Seçkin Yayıncılık, 1.Basım, Ankara, 2003. 421      DUTFIELD, Graham & SUTHERSANEN, Uma, Global Intellectual Property Law, Cheltenham, 2008. ERDİL, Engin, Fikri Mülkiyet Hukuku, Vedat Kitapçılık, 1.Basım, İstanbul, 2016. GÜNEŞ, İlhami, Haksız Rekabet, 7.Basım, Seçkin Yayınevi, Ankara, 2021. GÜNEŞ, İlhami, Marka Hukuku, 2.Basım, Adalet Yayınevi, Ankara, 2020. GÜRZUMAR, Osman Berat, Franchise Sözleşmeleri, Beta Yayınevi, İstanbul, 1995. KARAAHMET, Erdoğan / YALÇINER, G. Uğur, Marka Tescilinin Temel İlkeleri ve Uygulamaları, Türk Patent Enstitüsü Yayınları, Ankara, 1999.  KARAN, Hakan / KILIÇ, Mehmet, Markaların Korunması 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara, 2004. KÜÇÜKALİ, Canan, Marka Hukukunda Karıştırma Tehlikesi, Seçkin Yayıncılık, Ankara, 1999.   Landy K. Gene & Mastrobattista J. Amy, The IT / Digital Legal Companion: A Comprehensive Business Guide to Software, IT, Internet, Media and IP Law, Syngress Publishing, Massachusetts, 2008. MALACHOWSKI, Dan,  Username Jacking  in Social Media: Should Celebrities and Brand Owners Recover from Social Networking Sites When Their Social Media Usernames are Stolen? , DePaul L. Rev, Yıl:2010, Cilt: 60, (s.223-270). MCHALE, Robert / GARULAYS, Eric, Navigating Social Media Legal Risks: Safeguarding Your Business, Pearson, New Jersey, 2012. McNEALY, Jasmine,  Account Ownership and Control , Social Media and The Law, (ed Daxton R. Stewart), Routledge, New York, 2.edition, 2017, (s.131 – 145).  NOYAN, Erdal, Marka Hukuku, Adil Yayınevi, Ankara, 2004. ÖZEL, Çağlar. Marka Lisansı Sözleşmesi, Seçkin Yayıncılık, Ankara, 2015. ÖZSUNAY, Ergun,  Kurumsal Tahkim Sistemlerinde ve Bazı Uluslararası Tahkimle İlgili Düzenlemelerde Geçici ve Koruyucu Önlemler , Uluslararası Ticari Uyuşmazlıklarda Kurumsal Tahkimin Güncel Sorunları, İstanbul, 2004. 422     ÖZTÜRK AKKARTAL, Hanife / TAŞ KORKMAZ, Hülya,  Sınaî Mülkiyet Hakkının Hükümsüzlüğüne veya İptaline Karar Verilmesi Sebebiyle Haksız İhtiyatî Tedbirden Dolayı Tazminat Davası ve Kusur Sorunu , İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2017, Sayı:16/2, (s.373-406). PEKCANITEZ, Hakan / ATALAY, Oğuz / ÖZEKES, Muhammet, Medeni Usul Hukuku, Yetkin Hukuk Yayınları, Ankara, 2013. POROY, Reha / YASAMAN, Hamdi, Ticari İşletme Hukuku, Vedat Kitapçılık, 18.Basım, İstanbul, 2019. SARI Onur, Türk ve ABD Hukuku Bağlamında Marka Hakkı Edinme Süreci, Seçkin Yayıncılık, İstanbul, 2020. SAVAŞ, Taner / SAYGIN, Murat, Marka Tescil Süreci, Seçkin Yayıncılık, Ankara, 2020.  STIM, Richard, Patent, Copyright & Trademark, Nolo Publishing, California, 2007. SULUK, Cahit / KARASU, Rauf / NAL, Temel, Fikri Mülkiyet Hukuku, 5.Basım, Seçkin Yayınevi, Ankara, 2021. TEKİL, Fahiman, Ticari İşletme Hukuku, Tekil Müşavirlik ve Yayıncılık, İstanbul, 1997. THOTA, Sweta Chaturvedi,  What is brandjacking? Origin, conceptualization and effects of perceived dimensions of truth, mockery and offensiveness , International Journal of Advertising, Yıl:2021, Cilt: 40.2, (s.292-310). UZUNALLI, Sevilay, Marka Hukuku, 1.Basım, Adalet Yayınevi, Ankara, 2019. ÜLGEN DÜZGÜN, Aslan, İltibas Suretiyle Markaya Tecavüz, TAAD, Yıl:2018, Sayı:36, (s.143 – 170). ÜLGEN, Hüseyin / HELVACI, Mehmet / KAYA, Arslan / NOMER ERTAN, N. Füsun, Ticari İşletme Hukuku, Vedat Kitapçılık, 6. Basım, İstanbul, 2019. WILSON, Lee, The Trademark Guide, Allworth Press, Newyork, 2004. YASAMAN, Hamdi, Haksız Rekabet ve Rekabet Yasağı, 2.Basım, Seçkin Yayıncılık, Ankara, 2021. 423     YASAMAN, Hamdi / AYOĞLU, Tolga / BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar / YÜKSEL, H. Sinan / YASAMAN, Zeynep, Sınai Mülkiyet Kanunu Şerhi, Cilt 1, Seçkin Yayıncılık, Ankara, 2021.  YASAMAN, Hamdi / AYOĞLU, Tolga / BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar / YÜKSEL, H. Sinan / YASAMAN, Zeynep, Sınai Mülkiyet Kanunu Şerhi, Cilt 2, Seçkin Yayıncılık, Ankara, 2021.  YASAMAN, Hamdi / AYOĞLU, Tolga / BİLGİN YUSUFOĞLU, Fülürya / KARTAL MEMİŞ, Pınar / YÜKSEL, H. Sinan / YASAMAN Zeynep, Sınai Mülkiyet Kanunu Şerhi, Cilt 3, Seçkin Yayıncılık, Ankara, 2021.  YOUNES, Anan Shawqi / ALSHARQAWI, Ahmad,  The Legal Implication Of Brandjacking And Impersonation Of Trademark Holderson Social Media Networks,  Multicultural Education, Yıl:2020, Cilt: 6.4, (s.148 – 154). İnternet Kaynakları: A&H Sportswear Inc v. Victoria s Secrets Stores Inc., 237, F3d, 198, 210-11 (3rd Cir. 2000), Lexisnexis, https://www.lexisnexis.com/community/casebrief/p/casebrief-a-h-sportswear-inc-v-victoria-ssecret-stores-inc (erişim tarihi: 09.04.2020). BOYA Yin, QİNGHONG Xu Comparative aspects of trademark dilution between the United States and China, World Trademark Review, WTR, https://www.worldtrademarkreview.com/regionindustry-guide/china-managing-the-ip- (erişim tarihi: 01.05.2022). HESSELDAHL Arik, Brandjacking on the Web, https://www.bloomberg.com/news/articles/2007-05-01/brandjacking-on-thewebbusinessweek-business-news-stock-market-and-financial-advice, 2007 (erişim tarihi: 15.10.2021). Instagram Yardım Merkezi, Ticari marka haklarında herhangi bir sınırlama var mıdır?, https://help.instagram.com/752100651636285 (erişim tarihi 27.11.2021). Instagram Yardım Merkezi, Ticari marka hakkı ihlali nedir?, https://help.instagram.com/1904208239817294 (erişim tarihi 27.11.2021). Transjurlex, http://www.transjurlex.com/ustm/476f2d1357.htm (erişim tarihi: 09.04.2020). 424     TÜRKPATENT, Markaların Tanınmışlık Düzeyleri ile İlgili Esaslar ve Uygulaması,  https://www.turkpatent.gov.tr/TURKPATENT/commonContent/Specific, (erişim tarihi: 12.12.2021). Twitter Yardım Merkezi,  Fikrî Mülkiyet Hakkı Sorunları Hakkında Yardım, https://help.twitter.com/tr/forms/ipi/trademark/trademark-owner , (erişim tarihi: 27.11.2021). Twitter Yardım Merkezi, Parody, newsfeed, commentary, and fan account policy, https://help.twitter.com/en/rules-and-policies/parody-account-policy, (erişim tarihi: 27.11.202). Yargıtay Karar Arama, https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.01.2021). Youtube Yardım, Ticari Marka, https://support.google.com/youtube/answer/6154218?hl=tr,"
}