{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "27",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "ALACAĞI DEVREDENİN BORÇLUNUN ÖDEME GÜCÜNDEN SORUMLULUĞU",
     "Title": "ASSIGNOR S LIABILITY FOR DEBTOR S SOLVENCY",
     "Yazar İsmi": [
          "Feride DEMİRBAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Alacağın devri",
          "garanti",
          "borçlunun ödeme gücü",
          "borçlunun aczi",
          "ifa güçsüzlüğü",
          "edim karşılığı devir"
     ],
     "Keywords": [
          "Assigment of claim",
          "warranty",
          "debtor’s solvency",
          "insolvency of debtor",
          "assignment in exchange for a performance"
     ],
     "Özet": "Bu çalışmanın konusunu alacağın edim karşılığı devrinde devredenin borçlunun ödeme gücünden sorumluluğu oluşturmaktadır. Alacağı devralan borçlunun ödeme gücünün olamaması nedeniyle alacağı elde edemezse, devredenin garanti sorumluluğuna başvurabilir. Devredenin garanti sorumluluğuna ilişkin hüküm kapsam bakımından, 818 sayılı Borçlar Kanunu nda ve 6095 sayılı Türk Borçlar Kanunu ndan farklılık arz etmektedir. 6095 sayılı Türk Borçlar Kanunu nun 191. maddesi ile devredenin, borçlunun ödeme gücünden sorumluluğu öngörülmüştür. Hüküm ile alacağını devreden alacaklı ile borçlu arasındaki hukuki  ilişkiye  yabancı  olan  devralanın,  alacağı  elde  edememe  rizikosuna  karşı  korunması amaçlanmaktadır. Alacağı devralana bu koruma sağlanırken borçlunun ödeme gücünden sorumluluğun devredenin öngörülemez biçimde aleyhine sonuçlar doğurması da engellenmeli, bunun için sorumluluğun hukuki çerçevesi dikkatle belirlenmelidir. Bu çalışmada, alacağı devredenin borçlunun ödeme gücünden sorumluluğunun hukuki niteliği, karşılaştırmalı hukukta düzenlenişi, şartları, kapsamı ve zamanaşımı konuları incelenmektedir.",
     "Abstract": "The subject of this study is the liability of the assignor for the solvency of the debtor in the assignment in exchange for a performance. If the assignee cannot obtain the claim due to the inability of the debtor to performance, assignee may resort to the warranty liability of the assignor. The provision regarding the warranty liability of the assignor differ in terms of scope  in the Code of Obligations No. 818 and the Turkish Code of Obligations No. 6095. The liability of the assignor for the solvency of the debtor is regulated by the 191. article of the Turkish Code of Obligations numbered 6095. With the provisions, it is aimed to protect the assignee, who is foreign to the legal relationship between the creditor (assignor) and the debtor, against the risk of failing to obtain the claim. While providing this protection to the assignee, the  assignor s  liability  for  the  debtor's  solvency  should  be  prevented  from  causing  unpredictable consequences against the assignor, because of this inconvenience the legal framework of the liability should be carefully determined. In this study, the legal nature of the liability of the assignor to the solvency of the debtor, its regulation in comparative law, terms, content and statute of limitations are examined.",
     "Metin": "Bir  malvarlığı  değeri  olan  alacak  hakkı,  hak  sahibi  tarafından  çeşitli  hukuki işlemlere konu edilebilir. Bu hukuki işlemlerden biri de alacağın devridir. Alacağın devredilmesi ile borç ilişkisinde taraf değişikliği meydana gelir, alacak hakkı devredenin malvarlığından devralanın malvarlığına geçer. Alacağın devri ile borç ilişkisinden doğan bir talep hakkının devri gerçekleştiği için, devredenin bu borç ilişkisinden kaynaklanan yükümlülükleri devam etmektedir. Alacağın devri, bir mahkeme kararına, kanun hükmüne ya da tarafların iradesine dayanabilir. Türk Borçlar Kanunu nda alacağın devrine ilişkin hükümlerin, iradi devir esas alınarak düzenlendiği görülmektedir. Bu çalışma bakımından önem taşıyan alacağın iradi devri  alacak hakkının devreden ile devralan arasında kurulan, borçlunun rızasına gerek olmaksızın hakkın devralanın malvarlığına geçmesini sağlayan tasarruf işlemi                                                  1   Roma hukukunda alacak hakkı ile borçlu arasında sıkı bir bağ olduğu gerekçesi ile alacağın devrinin mümkün olmadığı bilinmektedir. Ayrıntılı bilgi için bkz. VON TUHR, Andreas / ESCHER, Arnold, Allgemeiner Teil des Schweizerischen Obligationenrecht, Schluthess Verlag, Zürich, 1974, s.329; ÜÇER,  Mehmet,   Roma  Hukuku nda  ve  Karşılaştırmalı  Hukukta  Alacağın  Temliki ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 54, Sayı:3, s. 399. 2   TEKİNAY, Selahattin Sulhi / AKMAN, Sermet / BURCUOĞLU, Haluk / ALTOP, Atilla, Tekinay Borçlar Hukuku Genel Hükümler, Yeniden Gözden Geçirilmiş ve Genişletilmiş Yedinci Baskı, Filiz Kitabevi, İstanbul, 1993, s. 240; WEHRLI, Thomas, Die Vertaglihe Abtretung von Forderungen, Stӓmfli+Cie AG, Graphisches Unternehmen, Bern 1993, s. 4; VON TUHR / ESCHER, 1974, s. 330; REETZ, Peter / BURRI, Christof, Obligationenrecht – CHK Handkommentar zum Schweizer Privatrecht Allgemeine Bestimmungen Art. 1-183 OR, Hrsg. Andreas Furrer, Anton K. Schnyder, 3. Auflage, Schulthess Juristische Medien AG, Zürich, 2016, Art. 164, N. 9; GÜNERGÖK, Özcan, Alacağın  Devrinde  Borçlunun  Hukuksal  Durumu,  Vedat  Kitapçılık,  İstanbul,  2014,  s.  8-9; TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku I. Cilt Genel Hükümler, Sermet Matbaası, İstanbul, 1976, s. 1097; 23; ERCOŞKUN ŞENOL, H. Kübra,  Türk Borçlar Kanunu na Göre Alacağı Devredenin  Garanti  Sorumluluğu,  Adalet  Yayınevi,  Ankara,  2021,  s.  48;  FRANKO,  Nisim,  Alacağın Temliki , Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Yıl: 1994, Cilt: 49, Sayı: 1, s. 179. 3   VON TUHR/ESCHER, 1974, s. 343; TUNÇOMAĞ,  1976, s. 1075; GÜNERGÖK,  2014, s. 9, DAYINLARLI,  Kemal,  Borçlar  Kanunu na  Göre  Alacağın  Temliki,  Gözden  Geçirilmiş, Güncelleştirilmiş, Genişletilmiş İkinci Baskı, Ankara, 2000, s. 57-58. 999Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   niteliğinde bir sözleşme  olarak tanımlanabilir. Alacağın sözleşme ile devri olarak da adlandırılan iradi devir iki aşamadan oluşmaktadır. Bu aşamalardan ilki borçlandırıcı işlem niteliğindeki alacağın devrine ilişkin sözleşmenin kurulması, ikincisi de tasarruf işlemi niteliğindeki alacağın devridir. İradi devir pek çok hukuki sebep (causa) ile gerçekleşebilir. Alacak hakkı edim karşılığı (ivazlı) veya edim karşılığı olmaksızın (ivazsız), tahsil yahut teminat amacıyla devredilebilir. Devreden, alacak hakkını devralana olan borcunu ifa yerine veya ifaya yönelik (ifa uğruna) da devredebilir, devrin çok çeşitli ekonomik sebepleri olabilir. Bu denli  çeşitli  ekonomik  amaçlar  taşıması,  alacağın  devrinin  uygulamadaki  görünüm sahasını genişletmekte ve önemini artırmaktadır.  Alacağın devrinin hükümleri Türk Borçlar Kanunu nun 186 vd. maddelerinde düzenlenir. Devrin; ifanın gerçekleşmesi, tarafların savunma araçları (def i ve itirazları), öncelik hakları ve bilhassa teminatlar olmak üzere bağlı hakların geçmesi, senet ve                                                  4   OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler Cilt-2, Gözden Geçirilmiş 14. Bası, Vedat Kitapçılık, İstanbul, 2018, s. 565; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 240; GAUCH, Peter/ SCHLUEP, Walter R., Schweizerisches Obligationenrecht Allgemeiner Teil Band II, 9. Auflafe, ergӓnzt, verbessert und nachgeführt von Susan Emmenegger, Schluthess, ZürichBasel-Genf, 2008, N. 3407 vd., BUCHER, Eugen, Schweizerisches Obligationenrect Allgemeiner Teil onhe Deliktsrect, 2. Neuarbeitete und erweriterte Auflage, Schulthess Verlag, Zürich, 1988, s. 536;  ERCOŞKUN ŞENOL, 2021, s. 48. 5   LARDELLI, Flavio, Kurzkommentar OR, Hrsg. Heinrich Honsell, Helbing Lichtenhahn Verlag, Basel, 2014, Art. 164, N. 1; TUNÇOMAĞ, 1976, s. 1090; REETZ/BURRI, 2016, Art. 164, N. 3; OZANEMRE YAYLA, Tolunay, Alacağın Devri İşleminin Geçerliliği ve Sebeple Olan İlişkisi (İllîliği), Turhan Kitabevi, Ankara, 2019, s. 54 vd. 6   Alacağın devri işleminin sebebe bağlı bir işlem olduğu yönünde bkz. FÄSSLER, Benedikt,  Der Factoringvertrag im Schweizerischen Recht , Zürich, 2010, N. 315-342; VON TUHR/ESCHER, 1974,  s.  332;  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP,  1993,  s.  242;  VARDAR HAMAMCIOĞLU, Gülşah, Medeni Hukuk ta Tasarruf İşlemi Kavramı, On İki Levha Yayınları, İstanbul, 2014, s. 296 vd. Alacağın devrinin soyut bir işlem olduğu yönünde bkz. BUCHER, 1988, s. 539 vd. ve 554; VON TUHR/ESCHER, 1974, s. 333; REETZ/BURRI, 2016, Art. 164, N. 3; FRANKO, 1994, s. 179; Yarg. 13. Hukuk Dairesi E. 2016/13491, K. 2019/392, T. 21.1.2019, kararın tam metni için  bkz.  https://karararama.yargitay.gov.tr/Yargitay  BilgiBankasiIstemciWeb/  (erişim  tarihi: 12.5.2021) 7   Ayrıntılı açıklamalar için bkz. ENGİN, Baki İlkay, Alacağı Temlik Edenin Garanti Sorumluluğu, Seçkin Yayınları, Ankara, 2002, s. 12 vd; TUNÇOMAĞ, 1976, s. 1091; GÜNERGÖK, 2014, s. 16 vd; LARDELLI, 2014, Art.164, N. 2; GAUCH/SCHLUEP, 2008, N. 3411-3413. 8   LARDELLI, 2014, Art.164, N. 2; BUCHER, 1988, s. 538.  1000Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   belgelerin teslimi ile bilgilerin devralana verilmesi ile devredenin garanti sorumluluğuna ilişkin sonuçları bulunmaktadır.  Bu  çalışmanın  konusunu, 6098  sayılı  Türk  Borçlar  Kanunu nun 191 vd. maddelerinde düzenlenen alacağın sözleşme ile devrinde devredenin  garanti  sorumluluğunun kapsamında yer alan  borçlunun ödeme gücüne sahip olduğunun garanti edilmesi  oluşturmaktadır.  Aynı  hususun  düzenlendiği 818  sayılı  Borçlar Kanunu nun 169  vd.  maddelerinde Türk  Borçlar  Kanunu ndan farklı  bir  esasın benimsenmiş  olduğu görülür. İki  kanunun  ilgili  hükümleri  arasındaki temel farklılık, Türk Borçlar Kanunu nda alacağın edim karşılığı devrinde, devredenin  garanti   sorumluluğunun  kapsamının  devir  sırasında  alacağın varlığı nın yanı sıra,  borçlunun ödeme gücüne sahip olduğu nun da dahil edilmesidir. Kanunda alacağı devredenin  devralana  karşı  sorumluluğu  bir   garanti   sorumluluğu  olarak adlandırılmaktadır. Fakat bu ifade, sorumluluğun dayandığı esasın ve hukuki niteliğinin tam anlamıyla belirlenmesi bakımından yetersizdir. Bu nedenle öncelikle kanunda böyle bir  garanti sorumluluğu nun niçin düzenlendiğinin ve sorumluluğun hukuki niteliğinin anlaşılması gerekmektedir. Devredene yüklenen  riziko lardan   devir sırasında alacağın varlığından sorumluluk  ile ne kast edildiği, bu çalışmanın kapsamı dışındadır. Fakat çalışma  kapsamı  ile  ilişkili  olduğu  ölçüde  bu  hususa  da  kısaca temas edilmektedir. Çalışmada  esas  olarak  borçlunun  ödeme  gücüne  sahip olması  ifadesinden ne anlaşılması gerektiği, terim sorunu, böyle bir rizikonun devredene yükletilmesinin anlamı, borçlunun ödeme gücünden sorumluluğun başlangıcı, kapsamı, ispat sorunu ve sorumluluğun tabi olduğu zamanaşımı hususları incelenmektedir.  I.  ALACAĞI  DEVREDENİN  GARANTİ  SORUMLULUĞUNA  GENEL BAKIŞ,  BU  SORUMLULUĞUN  AMACI,  HUKUKİ  NİTELİĞİ  ve KARŞILAŞTIRMALI HUKUKTA DÜZENLENİŞİ  Alacağın devrinin hükümleri arasında TBK m. 191 vd. maddelerde düzenlenen  garanti  sorumluluğu; terminoloji, hükmün kanunun sistematiği içindeki yeri ve hukuki nitelik  bakımından  pek  çok  tartışmanın  konusudur.  Bu  nedenle  öncelikle  hükmün düzenlenme amacının anlaşılması gerekir. Alacağı devredenin garanti sorumluluğunun 1001Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   kanunda öngörülmesinin en önemli nedeni, alacağı devralan kişinin, bu alacağı tahsil edememe rizikosuna karşı korunmak istenmesidir.  Garanti sorumluluğuna duyulan ihtiyacın temelinde, alacağın devrine ilişkin geçerli bir sözleşme ile alacağı devralanın, bu  alacağı  borçludan  tahsil  edememesi,  ifa  talebinin  borçlu  tarafından  yerine getirilmemesi  ihtimalinde,  tahsil  edemediği  alacak  için  devredenin  sorumluluğuna başvurabilmesini sağlama amacı yer almaktadır. Alacağı devredenin devralana karşı sorumluluğunu doğuran olgu,  alacağın devrine ilişkin sözleşme  olarak adlandırılan borçlandırıcı  işlemdir.  Devredenin  sorumluluğuna,  devralan  ile  arasındaki  bu sözleşmeden kaynaklanan edim gereği gibi yerine getirilmediği için başvurulmaktadır.  Türk Borçlar Kanunu m. 191 uyarınca devredenin garanti sorumluluğu, alacağın iki sebepten ötürü tahsil edilememesi durumunda gündeme gelebilir. Bu sebeplerden ilki kanunda  alacağın varlığı ; öğretide ise  alacağın hukuki sebeplerden ötürü tahsil edilememesi  olarak ifade edilen tahsil edilememe durumudur. İkinci sebep ise kanunda  borçlunun ödeme gücüne sahip olmaması ; öğretide ise  alacağın fiili sebeplerle tahsil edilememesi  olarak ifade edilen tahsil edilememe durumudur. Alacağı devralan bu iki grupta toplanabilecek sebeplerden biri yüzünden, devraldığı alacağı borçludan tahsil edemezse, bu alacağı kendisine devredenin garanti sorumluluğuna başvurabilir.  Alacağın hukuki sebeplerle tahsil edilememesi (Richtigkeit, Veritӓt) ifadesinden anlaşılması gereken, alacağın mevcut olmaması yahut mevcut olmakla birlikte borçlunun bazı savunmalar ileri sürerek borcu ifa etmekten kaçınması nedeniyle tahsil edilememesi                                                  9   TUNÇOMAĞ, 1976, s. 1098; ENGİN, 2002, s. 51 vd. Yazar, bu sorumluluğun temelinde yatan düşünceyi, cismani varlığı olmayan bir malvarlığı değerini devralmak isteyenin, alacağı devredecek kişinin o alacağa ilişkin beyanlarına ve iddialarına, bir satış sözleşmesinin alıcısına nazaran daha fazla güvenmek zorunda olması olarak açıklamaktadır. Bkz. s. 56.  10  ENGİN, 2002, s. 52.  11  BUCHER, 1988, s. 574; GAUCH/SCHLUEP, 2008, N. 3502; WEHRLI, 1993, s. 18; TUNÇOMAĞ, 1976,  s.  1098;  OĞUZMAN/ÖZ,  C.  II,  2018,  s.  595;  ENGİN,  2002,  s.  63; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 241-242; LARDELLI, 2014, Art.171, N. 1; ERCOŞKUN ŞENOL, 2021, s. 240. Ayrıca alacağın devrinin tasarruf işlemi olma niteliğine ilişkin ayrıntılı açıklamalar için bkz. VARDAR HAMAMCIOĞLU, 2014, s. 71-72 ve 291 vd. Yazar, alacağın devri işleminin, alacak hakkının devreden tarafın malvarlığından devralanın malvarlığına geçmesini sağlayan bir işlem olduğunu, devir işleminin temel ilişkinden  kaynaklanan borcun  ifası niteliği taşıdığını belirtmektedir.  12  ENGİN, 2002, s. 52. 51. 13  ENGİN, 2002, s. 52. 1002Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   durumudur.  Bu  hallerde  devralan,  hukuki  bazı  engeller  nedeniyle  borçluyu  ifaya zorlayamamaktadır. Devredenin alacağın mevcut olduğunu garanti etmesi, doğmuş ya da ileride doğma ihtimali bulunan bir alacağa ilişkin olabileceği gibi alacağın sona ermemiş olduğunu da kapsamaktadır. Örneğin, alacağın dayandığı borç ilişkisinin şekle aykırılık, ehliyetsizlik, vb. gibi bir nedenle geçersiz olması durumunda devralan, borçludan tahsil edemediği  alacak  için  devredenin  sorumluluğuna  başvurabilir.  Borçlunun,  devreden alacaklıya karşı sahip olduğu bir savunma, onun, borcu devralana ifa etmemesine imkân verebilir. Bu takdirde devralan, devredenin sorumluluğuna başvurabilir. Alacak hakkının devirden  önce  ifa,  takas,  ibra  gibi  bir  sebeple  sona  ermesi  veya  başka  bir  kişiye devredilmiş olması ihtimallerinde de devredenin garanti sorumluluğu doğar. Alacak hakkı mevcut ve geçerli olmakla birlikte devir sözleşmesi herhangi bir sebeple geçersiz ise devredenin garanti sorumluluğunun doğmadığı savunulmaktadır. Ayrıca, sözleşme ile devri  yasaklanan bir alacağı  devredenin,  borçlunun  devri onaylamaması halinde devralana karşı garanti sorumluluğunun devam edeceği savunulmaktadır. Devralan, devir engelini bilmesine rağmen alacağı devralmış ve borçlu devir engelini ileri sürerek ifadan kaçınmışsa, devralanın, devredenin garanti sorumluluğuna başvuramayacağı kabul edilmektedir.  Alacağın fiili sebeplerle elde edilememesi (Zahlungsfӓhigkeit, Bonitӓt) ifadesinden anlaşılması gereken ise ifanın borçludan kaynaklanan sebeplerle gerçekleşmemesidir. Borçlunun  edimi  ifa  edecek  gücü  ya  da  niyeti  olmadığı  için  borcu  ifa  etmemesi                                                  14  Alacağın devir anında ya da sonraki tarihte ifa edilecekse ifa anında mevcut olması gerektiği; alacağın devir anından sonra sona ermesi durumunda bu rizikoya devralanın katlanması gerektiği hakkında bkz. TUNÇOMAĞ, 1976, s. 1099.  15  OĞUZMAN/ÖZ, C. II, 2018, s. 597. 16  ERCOŞKUN ŞENOL, 2021, s. 261.  17  OĞUZMAN/ÖZ, C. II, 2018, s. 597. Yazarlar, devredenin, devir engelini devralandan gizleyerek alacağı devretmesi durumunda genel hükümlere göre sorumlu olacağını savunmaktadır. Ayrıca bkz. ERCOŞKUN ŞENOL, 2021, s. 273 vd.  18    ERBAYRAKTAR, Burcu, Alacağın Devrinin Sözleşme ile Engellenmesi (Pactum de non cecendo), On İki Levha Yayıncılık, İstanbul, 2021, s. 446-447. 19  ERBAYRAKTAR, 2021, s. 447. 20  ENGİN, 2002, s. 52. Devredenin borçlunun ödeme gücünden sorumluluğunun gündeme gelebilmesi için  alacağın  hukuki  sebeplerden  ötürü  elde  edilebilmesine  bir  engel  bulunmamalıdır.  Bkz. TUNÇOMAĞ, 1976, s. 1101; ERCOŞKUN ŞENOL, 2021, s. 293-294. 1003Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   durumunda,  devralanın  borçluyu  ifaya  zorlamasının  önünde  hukuki  bir  engel bulunmamakla  birlikte,  alacağı  tahsil  edememesi  sebebiyle  devredenin  sorumluluğu gündeme gelebilir. Bu konu ileride ayrıntılı olarak ele alınmaktadır.  Türk  Borçlar  Kanunu  m.  191  vd.  hükümlerinde   garanti   olarak  adlandırılan sorumluluğun, müessesenin hukuki niteliği ile doğrudan ilişkili olduğu açıktır ve bu hüküm ile alacağı devralana bir teminat sağlanmak istendiği anlaşılmaktadır. Zira bu sayede  alacağı  devralan,  alacağın  borçlusu  dışında  bir  başka  kimsenin  (alacağı devredenin)  malvarlığına  başvurabilme  imkânı  kazanmaktadır.  Alacaklının başvurabileceği alternatif bir malvarlığının sağlanması, kişisel teminatların temel amacını teşkil  eder.  Alacağı  devralana  sağlanan  bu  teminatın  hukuki  niteliği  tartışmalıdır. Öğretide teminatın hukuki niteliğinin kefalet sözleşmesi olmadığı hususunda görüş birliği bulunmaktadır. Zira kefalet sözleşmesinden doğan borç kefilin kendi borcu olamaz; hâlbuki  devreden,  devir  sözleşmesinden  kaynaklanan  kendi  borcuna  teminat sağlamaktadır. Ayrıca fer i bir borç doğuran kefalet sözleşmesinden kaynaklanan kefilin sorumluluğu,  asıl  borcun  varlığına  ve  geçerliliğine  bağlıdır.  TBK  m.  191  vd. hükümlerde ise, devredenin  sorumluluğu devir sırasında  alacağın mevcut  olmaması rizikosunu da içerir.  Alacağı devredenin devralana karşı alacağın mevcut olmasından ve borçlunun ödeme gücünün bulunmasından sorumlu olması  garanti  olarak adlandırılsa da; öğretide bu terim eleştirilmekte,  tekeffül  veya  sağlama borcu  ifadesinin daha isabetli olduğu savunulmaktadır.  Gerek Türk gerekse İsviçre hukukunda alacağın devri işleminin                                                  21  Bkz. III, B, 2, a.  22  TUNÇOMAĞ, 1976, s. 1098. 23  ÖZEN,  Burak,  6098  Sayılı  Türk  Borçlar  Kanunu  Çerçevesinde  Kefalet  Sözleşmesi,  Vedat Kitapçılık, İstanbul, 2017, s. 6. 24  BECKER,  Herman,   Berner  Kommentar,  Allgemeine  Bestimmungen,  Art.  1-183  OR Schweizerisches Zivilgesetzbuch, Obligationenrecht , Stämpfli Verlag AG, Bern 1945, 1945, Art. 171, N. 2; VON TUHR/ESCHER, 1974, s. 332, dpn. 31a; TUNÇOMAĞ, 1976, s. 1098, DAYINLARLI, 2000, s. 210; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 262; FÄSSLER, 2010, N. 262; FRANKO, 1994, s. 193. 25  ÖZEN, 2017, s. 27. 26  TUNÇOMAĞ, 1976, s. 1098; ERCOŞKUN ŞENOL, 2021, s. 243. 1004Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   dayandığı borçlandırıcı işlemden kaynaklanan bu sorumluluğun, kanunun bazı özel borç ilişkilerinde düzenlenen  tekeffül  (kanuni garanti) sorumluluğu niteliğinde olduğu kabul edilmektedir. Bu görüşe göre, devir işlemi edim karşılığı gerçekleşmişse alacağın mevcut  olmaması  durumunda  hakta  bir  eksikliğe  (zapttan  sorumluluğa  benzer  bir duruma);  borçlunun  ödeme  gücünün  bulunmaması  nedeniyle  tahsil  edilememesinde satılanın ayıplı olmasına (özellikle zikir ve vaat edilen özelliklerin bulunmamasına)29 benzer bir durumun söz konusu olduğu kabul edilmektedir. Alacak hakkını bir anlamda satan durumundaki devredenin -devralana bu hakkı satmış fakat kazandıramamış olduğu için- kusuru olmasa bile devralanın ifaya olan menfaatini parasal olarak karşılamakla yükümlü tutulduğu ileri sürülmektedir. Mehaz İsviçre Borçlar Kanunu nun TBK m. 191 hükmüne karşılık gelen Art. 171 hükmünün başlığı  Gewährleistung  olup bu kavram  tekeffül  olarak Türkçe ye çevrilebilir. Nitekim bu kavrama aynı kanunun satıcının ayıptan doğan sorumluluğunu düzenleyen Art. 197 hükmünde de rastlanmaktadır. O halde devredenin  garanti sorumluluğu nun hukuki niteliğinin belirlenmesine ilişkin tartışmanın temelinde, ayıptan doğan sorumluluğun hukuki niteliğine ilişkin tartışmalar yer  almaktadır.  Öğretide  bu  sorumluluğu  açıklayan  iki  teori  tekeffül  teorisi  ve  ifa teorisidir. Tekeffül teorisine göre ayıplı ifada bulunan, bir sözleşme hükmüne aykırı davranmış olmaz; bu sorumluluğun dayanağı kanun hükmüdür. İfa teorisini savunan yazarlara  göre  ise  ayıptan  doğan  sorumluluk,  borçlunun  edim  yükümlülüğünün kapsamındadır; ayıplı ifa sözleşmenin müspet ihlali niteliği taşır. Bu sorumluluk özel                                                  27  TUNÇOMAĞ, 1976, s. 1098; BECKER, 1945, Art. 171, s. 802.  28  TUNÇOMAĞ, 1976, s.1098; ENGİN, 2002, s. 68. 29  FRANKO, 1994, s. 191. Öğretide Engin, bu durumda borçlunun ödeme gücünden sorumluluğun maddi bir ayıp sayılamayacağını, dolayısıyla devredenin sorumluluğu ile satıcının sorumluluğu arasında sadece bir benzerlik olduğunu belirtmektedir. Bkz. ENGİN, 2002, s. 68.  30  SEROZAN, Rona, Borçlar Hukuku Özel Bölüm, 2. Baskı, Filiz Kitabevi, İstanbul, 2006, s. 129. Yazar, bu durumu ekonomik ayıbın tipik örneği olarak nitelendirmektedir.  31  SEROZAN, 2006, s. 129. 32  Konuyla ilgili ayrıntılı açıklamalar için bkz. SEROZAN, 2006, s. 129; KAHVECİ, Nalan,  Taşınır Satımında Ayıplı Mal Nedeniyle Tüketicinin Sözleşmeden Dönmesi , Adalet Yayınevi, Ankara, 2014, s. 36 vd. 33  BECKER, 1945, Art. 171, N. 1. 34  ARAL,  Fahrettin,  Kötü İfa,  Yetkin  Yayınları,  Ankara,  2011,  s.  115;  KAHVECİ,  2014,  s.  37; SEROZAN, 2006, s. 132-133. 1005Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   bir garanti sorumluluğu biçiminde düzenlenmiş olsa da, temelinde sözleşmeye aykırılığın bulunduğu kabul edilmektedir. Alacağı devralan, alacağın mevcut olmaması ya da borçlunun  ödeme  gücünün  bulunmaması  nedeniyle  borca  aykırılığa  ilişkin  genel hükümlere (TBK m. 112 vd.) başvurabileceği gibi,  garanti  sorumluluğunu düzenleyen TBK m. 191 vd. hükümlere de başvurabilir.  Alacağın  edim  karşılığı  olmaksızın  devrinde  devrin  dayandığı  temel  ilişki bağışlama sözleşmesidir. Bu nedenle devredenin garanti sorumluluğunun genel hükümler arasında  değil,  devrin  dayandığı  hukuki  sebebe  göre  özel  hükümler  arasında düzenlenmesinin daha isabetli olacağı savunulmaktadır. Bununla birlikte Türk Borçlar Kanunu nun  özel  hükümleri  arasında  düzenlenen  tekeffül  hükümlerine  nazaran devredenin garanti sorumluluğuna ilişkin hükümlerin özel hüküm niteliği taşıdığı; ancak garanti sorumluluğuna ilişkin hükümlerde boşlukların doldurulması bakımından tekeffül hükümlerine başvurulabileceği kabul edilmektedir.  Öğretide  savunulan  ve  bizim  de  katıldığımız  görüşe  göre,  TBK  m.  191  vd. hükümlerde  öngörülen   garanti   sorumluluğu,  edim  karşılığı  devirlerde  devredene kanundan  kaynaklanan  bir  teminat  yükümlülüğü  getirmektedir.  Bu  yükümlülük bağımsız  (müstakil,  fer i  olmayan)  bir  sözleşme  ya  da  garanti  taahhüdü  olarak nitelendirilmemelidir; zira bu taahhüdün alacağın devri sözleşmesinden ayrı bir varlığı bulunmamaktadır. Fakat taraflar arasında ayrıca ve açıkça kanunda öngörülenden daha geniş bir riziko üstlenilmemişse, TBK m. 191 vd. hükümleri ile, kaynağını kanundan alan, bağımsız  garanti  sözleşmesi  niteliği  taşımayan  bir  teminatın  öngörüldüğü  kabul                                                  35  SEROZAN, 2006, s. 132. 36  HATEMİ, Hüseyin / GÖKYAYLA, Emre, Borçlar Hukuku Genel Hükümler Genel Bölüm, 3. Bası, Vedat Kitapçılık, İstanbul, 2015, s. 382; SEROZAN, 2006, s. 129.  37  ÜÇER, 2005, s. 427; TUNÇOMAĞ, 1976, s. 1098. Yazar sadece satıcının ayıptan doğan sorumluluğuna ilişkin hükümlere başvurulmasının edim karşılığı olmayan devrilerde uygulanmaması gerektiği için müessesenin genel hükümler arasında düzenlenmesi gerektiğini belirtmektedir. İsviçre hukukunda aynı yönde bkz. GAUCH/SCHLUEP, 2008, N. 3502.  38  GÜNERGÖK, 2014, s.  113; ENGİN, 2002, s. 66-67.Örneğin alacağı devredenin garanti sorumluluğuna başvurabilmek  için  devralanın  yerine  getirmesi  gereken  gözden  geçirme  ve  bildirim  külfetleri bulunmamaktadır. İsviçre hukukunda aynı yönde bkz. WEHRLI, 1993, s. 18. 39  REİSOĞLU, Seza, Garanti Mukavelesi, Ajans-Türk Matbaası, Ankara, 1963, s. 54, dpn. 2.  1006Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   edilmektedir. Bununla birlikte kanunda öngörülenden daha fazla rizikonun devreden tarafından üstlenilmesi halinde bu taahhütlerin hukuki niteliği tartışmalıdır. Öğretide bu hallerde bağımsız bir garanti sözleşmesinin bulunduğu ileri sürülmektedir. Örneğin borçlunun, borcun muaccel olmasından sonra ödeme gücünü kaybetmesinden sorumlu olunduğunun ya da edim karşılığı olmayan devirlerde borcun varlığının ve borçlunun ödeme  gücünün  bulunduğunun  taahhüt  edilmesinde  durum  böyledir.  Alacağın devredilmesiyle TBK m. 189/I uyarınca devralana geçen, devredenin kişiliğine bağlı olmayan öncelik hakları ile bağlı hakların varlığının ve teminat veren borçluların ödeme güçlerinin garanti edilmesi de sık rastlanan örneklerdendir. Benzer şekilde devredenin, borçlunun ifa gücü olmasına rağmen ifa niyetinin olmaması nedeniyle borcunu yerine getirmekten kaçınması rizikosunu üstlenmesi durumunda kanunda öngörülenden daha geniş ve bir sorumluluk üstlenilmiş demektir. Öğretide savunulan diğer görüşe göre ise taahhüdün bağımsız ya da bağımsız olmayan garanti sözleşmesi niteliğinde mi olduğu, üstlenilen rizikonun niteliğine göre belirlenmelidir. Alacağı  devredenin,  alacağın  tahsil  edilememesinde  kusuru  bulunuyorsa, devredenin, borcu kusurlu olarak ihlal etmesi sebebiyle (TBK m. 112 vd.) sorumluluğuna başvurulmasına hukuki bir engel yoktur. Bununla birlikte, devredenin TBK m. 191 vd. hükümleri uyarınca alacağın tahsil edilememesi nedeniyle doğan sorumluluğu, kusura dayanan  bir  sorumluluk  değildir.  Örneğin  devredenin  borçlunun  ödeme  gücünün                                                  40  Bu  teminatın  niteliğinin  bağlı  (bağımsız  olmayan)  bir  garanti  sözleşmesi  olduğu  yönünde  bkz. TANDOĞAN,  Haluk,  Borçlar  Hukuku  Özel  Borç  İlişkileri  C.II,  Beşinci  Tıpkıbasım,  Vedat Kitapçılık,  İstanbul,  2010,  s.  835;  ENGİN  2002,  s.  130-131; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 262. 41  REİSOĞLU, 1963, s. 54; TANDOĞAN, 2010, s. 833; ÜÇER, 2005, s. 428. İsviçre hukukunda devredenin borçlunun ödeme gücüne ilişkin garanti sorumluluğu kanundan kaynaklanmadığı, ancak sözleşme ile üstlenilebildiği için bu taahhüdün hukuki niteliği bağımsız garanti sözleşmesi olarak kabul edilmektedir. Bkz. LARDELLI, 2014, Art.171, N. 8; aynı yönde bkz. BGE 61 II 102/104 E. 1, BGE 53 II  111/116,  ilgili  kararlar  için  bkz.  KRAUSKOPF,  Frédéric,  Präjudizienbuch  OR,  Die Rechtsprechung des Bundesgerichts (1875-2015), Hrsg. Peter Gauch / Viktor Aepli / Hubert Stöckli, 9. Aufl., Zürich- Basel – Genf, 2016, Art. 171, N. 6. 42  Bu durumda bağımsız olmayan bir garanti sözleşmesinin var olduğu hususunda bkz. ERCOŞKUN ŞENOL, 2021, s. 337. 43  ERCOŞKUN ŞENOL, 2021, s. 336-337. 44  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 261; ENGİN, 2002, s. 53.  45  OĞUZMAN/ÖZ, C. II, 2018, s. 599; ENGİN, 2002, s. 55 ve 69; ERCOŞKUN ŞENOL, 2021, s. 244. 1007Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   varlığına ilişkin haklı görülebilecek bilgisizliği, onun garanti sorumluluğunu ortadan kaldırmaz. Bu nedenle TBK m. 191 vd. hükümleri, devralan bakımından daha elverişlidir. Türk hukukunda alacağı devredenin garanti sorumluluğunun düzenlendiği Türk Borçlar Kanunu hükümleri emredici nitelik taşımamaktadır. Bu sorumluluğun sözleşme ile tamamen ortadan kaldırılabilmesi veya kapsamının değiştirilmesi (genişletilmesi veya daraltılması) mümkündür. Alacağın devrinde devredenin garanti sorumluluğu İsviçre, Alman ve Avusturya hukuk  sistemlerinde  de  öngörülmüştür.  Bu  hukuk  sistemlerinde  alacağı  devredenin garanti  sorumluluğuna  ilişkin  hükümlerin  temel  olarak  iki  bakımdan  farklılaştığı görülmektedir.  Farklılıklardan  ilki,  sorumluluğun  ilgili  kanunlarda  düzenlendiği  yer bakımından; ikincisi de sorumluluğun kapsamı bakımındandır.  İsviçre hukukunda devredenin garanti sorumluluğu, mehaz kanunun (OR) Art. 171 vd.  hükümlerde  düzenlenmektedir.  Bu  hükümler  sistematik  açıdan,  tıpkı  Türk hukukundaki  gibi,  genel  hükümler  arasında  yer  alan  alacağın  devrine  ilişkin hükümlerdir.    Bahsi  geçen  hükümler  uyarınca,  edim  karşılığı  devirde  devredenin kanundan kaynaklanan garanti sorumluluğu, kural olarak sadece alacağın, devri sırasında mevcut olduğuna (varlığına) ilişkindir (Bestand der Forderung, Veritӓt). Devredenin, borçlunun ödeme gücünden (Zahlungsfӓhigkeit des Schuldners, Bonitӓt) sorumlu olması için, bunu açıkça üstlenmiş olması gerekir. Edim karşılığı olmayan devride devreden sadece alacağın varlığından sorumludur.  Avusturya hukukunda alacağı devredenin garanti sorumluluğu, ABGB Art. 1397 vd. hükümlerde düzenlenmiştir. Avusturya Medeni Kanunu nun sistematiği, Türk-İsviçre                                                  46  WEHRLI, 1993, s. 18-19; REETZ/BURRI, 2016, Art. 171, N. 1; BECKER, 1945, Art. 171, N. 4; LARDELLI, 2014, Art.171, N. 656; OĞUZMAN/ÖZ, C. II, 2018, s. 597, dpn. 124; ENGİN, 2002, s. 69; ERCOŞKUN ŞENOL, 2021, s. 245. 47  LARDELLI, 2014, Art.171, N. 1 vd; BECKER, 1945, Art. 171, N. 1 vd. İsviçre Borçlar Kanunu nda devredenin garanti sorumluluğunun sistematik açıdan genel hükümler arasında düzenlenmiş olmasının tarihsel sebebinin, alacağın devrinin sadece bir borçlandırıcı işlem olarak değerlendirilmesi olduğu; Fransız ve Avusturya Medeni Kanunlarındaki benzer yaklaşım hakkında açıklamalar ve tarihçe için bkz. ENGİN, 2002, s. 58. 48  WEHRLI, 1993, s. 23; LARDELLI, 2014, Art.171, N. 6 vd; BECKER, 1945, Art. 171, N. 11; REETZ/BURRI, 2016, Art. 171, N. 1 vd. 1008Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   kanunlarının sistematiğinden oldukça farklı olmakla birlikte bu kanunda da alacağın devri, borç ilişkilerinin genel hükümleri arasında düzenlenmiştir. Bu hukuk sisteminde alacak, edim karşılığı devredilmişse devreden, devralana karşı hem alacağın varlığından hem  de  borçlunun  ödeme  gücünden  sorumludur.  Alacak  edim  karşılığı devredilmemişse, devredenin garanti sorumluluğu bulunmamaktadır. Alman  hukukunda,  alacağı  devredenin  garanti  sorumluluğu,  sistematik  açıdan oldukça farklı biçimde düzenlenmiştir. Alman Medeni Kanunu nun (BGB) §-398-§413 arasında düzenlenen alacağın devri hükümleri arasında devredenin garanti sorumluluğuna yer  verilmemiştir.  Bu  hukuk  sisteminde  alacağın  edim  karşılığı  devri  hak  satışı (Rechtskauf) olarak değerlendirilmektedir (BGB §-453)50. Satıcının, (devredenin) alacak hakkını, alıcıya (devralana) her türlü ayıptan arınmış olarak devretme yükümlülüğü bulunmaktadır (BGB §-453/I ve §-433/I). Bunun bir sonucu olarak, devredenin, satıcının ayıptan  doğan  sorumluluğuna  ilişkin  hükümler  uyarınca  (§-437  vd.)  sorumluluğu bulunup,  sadece  devredenin  açıkça  üstlenmesi  durumunda  alacağın  varlığından  ve borçlunun  ödeme  gücünden  dolayı  bir   garanti   sorumluluğunun  olacağı  kabul edilmektedir.  Bir  diğer  ifadeyle,  devredilen  alacağın  mevcut  olmaması  garanti sorumluluğu kapsamında değil, borca aykırılığa ilişkin genel hükümlerin kapsamında değerlendirilmektedir.  Ayıptan  doğan  sorumluluk  bağlamında,  borçlunun  ödeme gücünün  alacağın  taşıması  gereken  bir  özelliği  olmadığı  gerekçesiyle  satıcının (devredenin) borçlunun ödeme gücünden sorumluluğu kabul edilmemektedir. BGB §365 hükmünde yapılan yollama nedeniyle alacağın ifa yerine devredilmesi halinde de satıcının ayıptan doğan sorumluluğuna ilişkin §-437 vd. hükümlerin uygulanacağı açıkça öngörülmüştür.  Devrin  edim  karşılığı  gerçekleşmemesi  durumunda  ise  bağışlama                                                  49  NEUMAYR, Mathias, Kurzkommentar Zum ABGB, Hrsg. Helmut Koizol/Raimund Bydlinski/ Raimund Bollenberger, 2. überarbeitete und erweiterte Auflage, Springer Wien-New York, 2007, s. 1641, n. 1-2; ENGİN, 2002, s. 59. 50  FAUST, Florian, BeckOK BGB, Herausgegeben von Wolfgang Hau, Roman Poseck, 57. Edition, C.H. Beck, München, 2021, § 453, N. 20, https://beck-online.beck.de , (erişim tarihi: 26.5.2021).  51  FAUST, 2021, § 453, N. 16-20; ENGİN, 2002, s. 61 ve ayrıntılı açıklamalar için s.165 vd.  52  FAUST, 2021, § 453, N. 16. 53  FAUST, 2021, § 453, N. 20 ŞENOL, 2021, s. 223, dpn. 818 deki yazarlar.  1009Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   sözleşmesinde hukuki ayıptan sorumluluğa ilişkin BGB §-523 hükmü uygulama alanı bulur.      II.  BORÇLUNUN ÖDEME GÜCÜNDEN SORUMLULUK  A.  GENEL OLARAK Türk Borçlar Kanunu m. 191 hükmü uyarınca alacağı edim karşılığında devredenin garanti sorumluluğunun kapsamı, bu hükme karşılık gelen 818 sayılı Borçlar Kanunu nun 169. maddesinden daha geniş bir sorumluluk olarak belirlenmiştir. Bu değişiklik alacağı edim karşılığında devredenin  garanti sorumluluğunun kapsamına  borçlunun  ödeme gücü nden  sorumluluğun  dahil  edilmesidir.   Borçlunun  ödeme  gücü   kavramının anlaşılabilmesi, bu kavram ile ifade edilmek istenen hususun ne olduğu, hangi borçlunun hangi  andaki  ödeme  gücünün  kastedildiği  gibi  pek  çok  hususun  açıklanmasını gerektirmektedir. Mehaz İsviçre Borçlar Kanunu nda konuya ilişkin düzenlemelerin 818 sayılı Borçlar Kanunu ile paralel olduğu belirtilmişti. Acaba Türk kanun koyucusu, hangi saik  ile  mehaz  kanunda  ve  önceki  kanunumuzda  öngörülen  sorumluluk  kapsamını genişletmiş olabilir? Hükmün gerekçesinde bu saikin ne olduğuna ilişkin bir açıklama yer almamaktadır. Devredenin, borçlunun ödeme gücünün bulunmadığını bile bile bu alacağı devretmesi durumunda devralanın, devredenin kusur sorumluluğuna başvurabilmesine hiçbir  hukuki  engel  yokken,  kanunda  niçin  devredene  hukuki  ilişkideki  menfaatler dengesini  bozabilecek  biçimde  bir  kusursuz  sorumluluğun  yüklendiği anlaşılamamaktadır.  Fakat  doğurduğu  sonuçlar  bakımından  alacağı  devralanın korunmasına hizmet ettiği anlaşılan bu hükmün, alacağı devredenin öngörülemez biçimde aleyhine yorumlanmaması son derece önemlidir. Özellikle  Borçlunun  ödeme gücü bulunmasına  rağmen  ödeme  konusunda  isteksiz  davranması,  bir  ‘ifa  güçsüzlüğü  olmamasına rağmen borçlunun borcunu ifa etmemesi halinde acaba devralan kolaylıkla devredenin garanti sorumluluğuna başvurabilmeli midir? , ya da  Devir işlemi ile birlikte devralana  geçen  teminatlara  henüz  başvurulmadan  devredenin  sorumluluğuna başvurulabilmeli midir?  gibi pek çok soruya cevap verilmesi gerekmektedir. Bu nedenle                                                  54  Bu değişikliğin isabetsiz olduğu yönünde bkz. ENGİN, Baki İlkay,  Alacağın Temliki ve Borcun Nakli , Türk Borçlar Kanunu Sempozyumu, On İki Levha Yayınları, İstanbul, 2012, s. 162. 1010Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   alacağı devredenin borçlunun ödeme gücünden sorumluluğunun şartları, kapsamı ve ispat sorunu değerlendirilmelidir.  B. SORUMLULUĞUN ŞARTLARI 1. Edim Karşılığı Geçerli Bir Devir İşleminin Varlığı  a. Garanti Sorumluluğunun Kural Olarak Sözleşmeden Kaynaklanan Edim Karşılığı Devirler Bakımından Öngörülmüş Olması  Türk  Borçlar  Kanunu nun  191  vd.  hükümleri  uyarınca  alacağı  devredenin borçlunun ödeme gücünden sorumluluğunun doğması için esas olarak devrin bir edim karşılığında  gerçekleşmesi  gerekir.  Alacağın  kanun  gereği  ya  da  edim  karşılığı olmaksızın  devrinde,  devredenin,  borçlunun  ödeme  gücünden  sorumluluğu bulunmamaktadır. Devrin edim karşılığı gerçekleşmiş sayılması için hukuki sebebi oluşturan devir sözleşmesinde bir karşılık (ivaz) belirlenmesi gerekir. Bu karşılık para olabileceği gibi başka bir şey verme, yapma veya yapmama edimi, bir başka alacak olabilir.  Alacağı devredenin, borçlunun ödeme gücünden sorumlu olabilmesi için, devir sözleşmesinin geçerli şekilde yapılması gerekir. Bu şekil TBK m. 184 hükmü uyarınca yazılı şekildir. Devir işlemi şekle aykırılık nedeniyle geçersiz ise, devredenin borçlunun ödeme  gücünden  sorumluluğu  da  gündeme  gelmez.  Karşı  edim  sözlü  olarak kararlaştırılmışsa  ve  devir  sözleşmesinde  yer  almıyorsa,  devrin  edim  karşılığı gerçekleştiğinin, bunu iddia eden tarafından senetle ispata ilişkin kurallar çerçevesinde ispatlanması gerekmektedir. Devredenin garanti sorumluluğunun bir diğer şartı da, alacağın devredilebilir nitelik taşımasıdır.  Kanundan,  sözleşmeden  ya  da  işin  niteliğinden  kaynaklanan  bir  devir                                                  55  Bu konu hakkında ayrıntılı açıklamalar için bkz. III, B, 2, a, b 56  ERCOŞKUN ŞENOL, 2021, s. 255; GÜNERGÖK, 2014, s. 120. 57  GÜNERGÖK, 2014, s. 121, dpn. 635. 1011Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   yasağının bulunmasına rağmen alacak devredilmişse, devredenin TBK m. 191/I hükmü uyarınca garanti sorumluluğu gündeme gelmez. Kanunda   devir  sırasında  alacağın  var  olmaması   devredenin  garanti sorumluluğunu doğuran bir riziko olduğu için, devredilen alacağın devir sırasında sona ermiş ya da herhangi bir sebeple geçersiz olması durumunda devredenin borçlunun ödeme gücünün bulunmaması nedeniyle değil, bu sebeple garanti sorumluluğu gündeme gelebilir. Esasında TBK m. 191 hükmünde devredenin sorumlu olduğu haller, bütün ifa engellerini içine alacak biçimde kaleme alınmıştır. Öyle ki devreden ile borçlu arasındaki hukuki  ilişkide  edimin  başlangıçtaki  objektif  imkansızlığı  dahi,  devredenin  garanti sorumluluğunun kapsamındadır. Bununla birlikte, TBK m. 191 uyarınca sorumluluk sadece  alacağın varlığına  ve  borçlunun ödeme gücüne  ilişkin olduğu için, devir sözleşmesinin hukuka ve ahlaka aykırılık, ehliyetsizlik, irade bozukluğu halleri nedeniyle iptal  hakkı  kullanıldığı  için  geçersiz  olması  durumunda  artık  devredenin  garanti sorumluluğunun bulunmadığına değinilmişti. Alacaklının alacağını devralana olan borcunu ifa etmek için devrettiği ifaya yönelik (ifa  uğruna)  devirlerde  (TBK  m.  192)  devredenin  garanti  sorumluluğunun  bulunup bulunmadığı değerlendirilmelidir. Öğretide, devredilen alacak mevcut değilse  ya da borçlunun ödeme gücü bulunmadığından dolayı tahsil edilememişse, alacağı devretmiş olan borçlunun borcunun mahsup edilemeyeceği, borcun varlığını sürdüreceği ve bu durumun  alacağı  devredenin  garanti  sorumluluğunun  yerine  geçeceği  ileri sürülmektedir. Devralan  borçludan aldığı veya gereken özeni gösterseydi alabilecek olduğu  miktarı kendi alacağına mahsup edebilir. Alacağın bir kısmı tahsil edilmişse, bu miktar, devredenin  devralana olan borcuna mahsup edilir.   Öğretide  alacağın edim karşılığında ifaya yönelik devredildiği hallerde, borçlunun ödeme gücünün bulunmaması                                                  58  OĞUZMAN/ÖZ, C. II, 2018, s. 597; ERCOŞKUN ŞENOL, 2021, s. 2265-266. Yazar devretmeme anlaşmasının alacağın devrinin geçerliliğini etkilememesi gerektiği görüşünün son yıllarda ağırlık kazanmaya başladığını belirtmektedir.  59  OĞUZMAN/ÖZ, C. II, 2018, s. 597. 60  LARDELLI, 2014, Art.171, N. 3; SEROZAN, 2006, s. 129. 61  Bkz. II.  62  OĞUZMAN/ÖZ, C. II, 2018, s. 601. 1012Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   halinde devredenin garanti sorumluluğuna başvurulmaktansa, devredenin, borca aykırılık nedeniyle  sorumluluğuna  başvurulmasının  (devredene  karşı  eski  alacağını  ileri sürmesinin) daha sade ve pratik bir çözüm olduğu ileri sürülmektedir. TBK m. 192 hükmünün, kanunun sistematiği içinde yanlış yerde bulunduğu, hükmün, devredenin garanti sorumluluğu ile ilgili bir hüküm olmadığı, alacağını ifaya yönelik devredenin sorumluluğu devam ettiği için ayrıca bir de garanti sorumluluğunun kabul edilmesinin anlamlı olmadığı isabetli olarak savunulmaktadır. Gerçekten de, devralan, borçlunun ödeme gücü bulunmadığı için alacağı elde edemezse, alacağını devreden borçlunun borcuna mahsup edilecek bir tahsilat bulunmayacağı için, devralanın, borçlunun borcunu ifa  etmemesinden  kaynaklanan  sorumluluğuna  başvurması  olağandır.  Çünkü  ifaya yönelik devride devredenin borcu devir anında değil, devralan bu alacağı tahsil ettiğinde sona  erer.  Dolayısıyla  borçlunun   devreden   sıfatıyla  garanti  sorumluluğuna başvurulmasına ihtiyaç bulunmamaktadır.  İfa  yerine alacağın devrinde de benzer bir sonuca ulaşılmaktadır. Sözleşmede açıkça  kararlaştırılmadığı  müddetçe  devrin,  ifaya  yönelik  devir  olduğu  kabul edilmektedir.  Şüphe  halinde  devrin  ifa  yerine  gerçekleştiği  kabul  edilecek  olursa, devirle  birlikte  devredenin  borcu  sona  ereceği  için,  devralanın  alacağı  tahsil  edip edememiş olması önem arz etmeyecektir. Alacağın ifa yerine devredildiği hallerde artık, devralanın borçlunun borcunu ifa etmemesinin rizikosunu sözleşme ile üstlendiğinin kabul edilmesi gerektiği savunulmaktadır.  Alacak, bir edim karşılığı olmaksızın devredilmişse kanun gereğince devredenin borçlunun ödeme gücünden sorumluluğu bulunmamaktadır. Bununla birlikte, devredenin garanti  sorumluluğuna  ilişkin  hükümlerin  emredici  nitelik  taşımaması  nedeniyle,                                                  63  ENGİN,  2002,  s.  155-156.  Bu  durumda  alacaklının  devredenin  garanti  sorumluluğuna  da başvurabileceği yönünde bkz. REETZ/BURRI, 2016, Art. 171, N. 6. 64  OĞUZMAN/ÖZ, C. II, 2018, s. 601; ENGİN, 2002, s. 157.  65  OĞUZMAN/ÖZ, C. II, 2018, s. 602. 66  AKSOY, 2021, s. 156.  67  AKSOY, 2021, s. 155. 68  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 261; OĞUZMAN/ÖZ, C. II, 2018, s. 602; AKSOY, 2021, s. 155, GÜNERGÖK, 2014, s. 130-131. 1013Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   devredenin, edim karşılığı olmayan devrilerde borçlunun ödeme gücünü ayrıca garanti etmesi  mümkündür.  Devredenin  böyle  bir  taahhütte  bulunmasına  hukuki  bir  engel bulunmamaktadır.  Kanunda  edim  karşılığı  olmayan  devrilerde  devredenin  garanti sorumluluğunun öngörülmemiş olmasının nedeninin hakkaniyet düşüncesi olduğu ileri sürülmektedir.  Alacağın edim karşılığı devrinde devredenin borçlunun ödeme gücünden sorumlu olabilmesi için, bu sorumluluğun sözleşme ile ortadan kaldırılmamış olması gerekir. Devredenin,  borçlunun  ödeme  gücünden  sorumluluğu  süre  bakımından  da sınırlandırılabilir. Örneğin devredenin alacağın tahsil edilemeyeceğinin anlaşılmasından itibaren belli bir süreyle sorumlu olacağı kararlaştırılabilir.  Benzer biçimde, sözleşmede, sorumlu olunan meblağa bir üst sınır belirlenmesi, sorumluluğun geciktirici ya da bozucu koşula  bağlanması  mümkündür.  Bu  hallerde  sürenin  geçmesi,  üst  sınırın  aşılması, koşulun gerçekleşmesi ya da gerçekleşmemesi vb. göre devredenin borçlunun ödeme gücünden sorumluluğu tayin edilecektir.  b. Kanun veya Mahkeme Kararı Gereği Gerçekleşen Devirlerde Durum  Alacağı devredenin, borçlunun ödeme gücünden sorumlu olması için, devrin kural olarak kanun gereği gerçekleşmiş bir devir olmaması gerekir. Bir kanun hükmü sebebiyle alacağın  devredildiği  hallerde  devredenin  herhangi  bir  garanti  sorumluluğu bulunmamaktadır (TBK m. 191/II).  Bu genel kuralın istisnası niteliğindeki düzenlemeye, mirasın paylaşılmasının tamamlanması ve sonucuna ilişkin hükümlerden olan TMK m. 679 hükmünde rastlanmaktadır. Bu hüküm uyarınca  Mirasçılar, paylaşmada her birine özgülenmiş olan alacakların varlığını birbirlerine karşı garanti ettikleri gibi; borsaya kayıtlı olan kıymetli evrak dışında, alacağın mirasçının hakkına mahsup edilen miktarı için borçlunun ödeme gücünden adî kefil gibi sorumludurlar. .  Bu hüküm ile kanun gereği (miras yoluyla) devralınan bir alacaktan ötürü, bu alacağı devralana karşı diğer mirasçıların alacağın varlığına ilişkin bir garanti sorumluluklarının bulunduğu hükme bağlanmıştır. Bununla birlikte, borçlunun ödeme gücünden sorumluluk bakımından adi kefalete  ilişkin  hükümlere  yollama  yapılmasının  çelişkili  bir  durum  yarattığı  ileri                                                  69  GÜNERGÖK, 2014, s. 119. 1014Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   sürülmektedir. Bu çelişkinin sebebi olarak ise, Türk Medeni Kanunu nun yürürlüğe girdiği dönemde 818 sayılı Borçlar Kanunu nun yürürlükte olması ve bu kanunda da devredenin  borçlunun  ödeme  gücünden  sorumluluğunun  öngörülmemiş  olması gösterilmektedir. Dolayısıyla adi kefalete ilişkin hükümlere atıf yapılmasının bir zaruret olarak ortaya çıktığı sonucuna ulaşılmaktadır.  Türk  Borçlar  Kanunu nda  alacağın  bir  mahkeme  kararı  ile  bir  kişiye  intikal etmesinde devredenin, borçlunun ödeme gücünden sorumlu olup olmadığı hususu açık değildir.  Böyle  bir  durumda  devir  devredenin  iradesinden  kaynaklanmadığı  için, devredenin borçlunun ödeme gücünden sorumluluğunun da söz konusu olmayacağı, ileri sürülen görüşlerden biridir. Bununla birlikte, alacağın mahkeme kararı ile devrinde iradi devirde  yapılan  değerlendirmeden  farklı  bir  değerlendirme  yapılmaması;  devir borçlusunun  devirden  kaçınması  sebebiyle  dava  açılmış  olacağı  için  devredenin sorumluğunun da farklılık göstermemesi gerektiği savunulmaktadır. Kanaatimizce de ikinci  görüşe  üstünlük  tanımak  ve  edim  karşılığı  gerçekleşen  bir  devir  işleminin devredenin  devirden  kaçınması  sebebiyle  mahkeme  kararı  neticesinde  devralınması durumunda da devredenin borçlunun ödeme gücünden sorumluluğunun var olduğunu kabul etmek daha isabetlidir. Zira bu sorumluluk, kaynağını alacağın devrine ilişkin borçlandırıcı  işlemden  almaktadır.  Dolayısıyla  devreden  devir  işlemini gerçekleştirmekten kaçındığı için uyuşmazlık mahkemeye intikal ettiğinde de borçlunun ödeme  gücünden  sorumluluğu  söz  konusu  olmalıdır.  Aksi  yöndeki  bir  yorum,  bu sorumluluktan kurtulmak isteyen devir taahhüdünde bulunanları, ifadan haklı bir neden olmaksızın kaçınmaya teşvik edecektir.                                                   70  ERCOŞKUN ŞENOL, 2021, s. 297-298. 71  ERCOŞKUN ŞENOL, 2021, s. 298. Yazar, olması gereken hukuk bakımından TMK m. 679/II hükmünde mirasçıların paylaşmada her birine özgülenmiş alacağın varlığını ve borçlunun ödeme gücünü birbirlerine karşı garanti ettiklerinin hükme bağlanması gerektiğini ileri sürmektedir. 72  BUCHER, 1988, s. 574; FRANKO, 1994, s. 194. 73  ENGİN, 2002, s. 103. 74  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP,  1993,  s.  266;  İsviçre  hukukunda  aynı  yönde  bkz. GAUCH/SCHLUEP, 2008, N. 3553. 1015Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   2. Borçlunun Ödeme Gücünün Bulunmaması a. Borçlunun Ödeme Gücü Kavramı Alacağı devredenin sorumlu olması için, kanundaki ifadeyle  borçlunun ödeme gücü nün bulunmaması gerekir. Türk Borçlar Kanunu nda alacağı devredenin garanti sorumluluğuna ilişkin hükümde bu teriminin tercih edildiği görülmektedir. Bu nedenle bu çalışmada da kullanılmış olan terim, çeşitli açılardan eleştiriye açıktır.   6098 sayılı Türk Borçlar Kanunu nda  ödeme gücü  ifadesinin tercih edilmiş olması,  ödeme nin, para borçlarının ifasına verilen ad olması sebebiyle eleştirilebilir. Bir diğer ifade ile, ifanın konusu olan edim, bir miktar para ise, ifa yerine  ödeme  terimi kullanılmaktadır.  Edimin  para  olmadığı  borç  ilişkilerinde  ise  ifa  terimi  kullanılır. Devredilen alacak hakkının konusu çoğu zaman paradır, fakat konusunu para dışında bir edimin oluşturduğu alacak hakkı da devredilebilir. Bu ikinci durumda da kanun gereği alacağı  devredenin  garanti  sorumluluğu  bulunmaktadır.  Hâlbuki   borçlunun  ödeme gücünden  sorumluluk   ifadesi,  para  dışındaki  edimlerde  devredenin  garanti sorumluluğunun bulunmadığı izlenimini yaratmaya oldukça elverişlidir. Mehaz İsviçre Borçlar Kanunu nda  borçlunun ödeme gücünden sorumluluk  ifadesine karşılık gelen terim,  ödeme  kabiliyeti  olarak  Türkçe ye  çevrilebilecek  olan   Zahlungsfӓhigkeit  terimidir. Bu terimin olumsuz hali, genel hükümler arasında ödemezlik def ine ilişkin OR Art.  83  hükmünde   Zahlungsunfӓhigkeit   biçiminde  kullanılmaktadır.  Türk  Borçlar Kanunu nda m. 98 hükmüne karşılık gelen bu hükümde aynı terim  ifa güçsüzlüğü  olarak Türkçe ye çevrilmiş ve kanun metnine alınmıştır. Gerçekten de TBK m. 191 hükmünde ifade edilmek istenen sadece para alacakları bakımından değil, devre konu olan diğer edim türleri bakımından da borçlunun ifa güçsüzlüğü içinde olması ve bu nedenle alacağın elde edilememesi, tahsil edilememesidir. Bu yönüyle ifa güçsüzlüğü terimi, ödeme gücü/güçsüzlüğü teriminden daha geniş bir anlam taşımaktadır. TBK m. 98 ve 191 hükümlerinde aynı kavramın (Zahlungsunfӓhigkeit) ifade edilmeye çalışıldığı                                                  75  GÜNERGÖK, 2014, s. 120; ERCOŞKUN ŞENOL, 2021, s. 292. 76  BK m. 83 ve TBK m. 98 hükümlerinde aciz hali ve ifa güçsüzlüğü kavramlarının aynı anlamda kullanıldığı yönünde bkz. IŞIK, Melih, İcra Hukukunda Borç Ödemeden Aciz Belgesi ve Bu Nitelikteki Haciz Tutanakları (İİK m. 143,105), On İki Levha Yayınları, İstanbul, 2019, s. 263. 1016Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   fakat farklı iki terimin kullanıldığı; bu terimlerden  ifa güçsüzlüğü  teriminin daha isabetli olduğu sonucuna varılmaktadır.   TBK m. 191 hükmüne karşılık gelen 818 sayılı Borçlar Kanunu m. 171/II de kullanılan terim ise  borçlunun aczi  terimidir. Aciz hali, borçlunun borçlarını, muaccel olmasına rağmen ödeme araçlarının eksikliği veya yokluğu sebebiyle geçici olmayan, devamlılık arz eden ve giderilmesi zor bir ödeme güçlüğü ile karşı karşıya kalmış olması, bununla birlikte henüz borca batık hale gelmemiş derecede mali durumunun bozulması olarak tanımlanmaktadır. 818 sayılı Borçlar Kanunu nun yürürlükte olduğu dönemde, m.  171/II  hükmündeki   borçlunun  aciz  içinde  olması ndan  anlaşılması  gerekenin, devralanın  tüm  kanuni  yollara  başvurmasına  rağmen  alacağını  borçludan  tahsil edememesinin ispatlanması  olduğu ileri sürülmekteydi. Kanunda bahsi  geçen  aciz halinin  geçici  ve  bir  anlık  olmaması;  aksine  devamlılık  taşıması  gerektiği savunulmaktaydı. Fakat 818 sayılı kanunun yürürlükte olduğu dönemde de günümüzde de  sorunun  usul  hukukuna  değil,  maddi  hukuka  ilişkin  olduğu;  bir  diğer  ifadeyle, devredenin borçlunun ödeme gücünden sorumlu olması için medeni usul, icra ve iflas hukuku bakımından borç ödemeden aciz halinin belgelenmiş olmasının şart olmadığı kabul edilmektedir. Dolayısıyla devralanın, devredenin sorumluluğuna başvurması için iflas veya aciz belgesi almış olması şart değildir.                                                   77  RÜZGARESEN,  Cumhur,   Mirasbırakanın  Borca  Batık  Olması ,  Erzincan  Binali  Yıldırım Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2010, Cilt: XIV, Sayı: 1-2, s. 276-277; aciz halinin  borçlunun para borçlarını ödeme konusundaki süreli iktidarsızlığı olduğu  yönündeki tanım için  bkz. UMAR, Bilge,  Aciz Hali-Borca Batıklık Kavramlarının Farkı ve Bu Yönden Yeni MK Metninin Düştüğü Bir Yanlışlık , Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: I, Sayı: 1, s. 320; IŞIK, 2019, s. 15. 78  DAYINLARLI, 2000, s. 233-234. Öğretide Günergök, devredenin alacağın varlığına ilişkin garanti sorumluluğu ile ilgili açıklamalarında borçlunun borcun geçersiz olduğunu beyan etmesi durumunda devralanın doğrudan devredene başvurabilmesi gerektiğini savunmakta; öncelikle devralan tarafından borçluya karşı dava açılması veya takip yapılmasının ve bunun sonucunda alacağın geçersiz olduğu sonucuna varılmasının, devredene başvurabilmek için zorunlu olmaması gerektiğini savunmaktadır. Fakat yazar, borçlunun ödeme gücünden sorumluluk bakımından tam tersini savunmakta, önce borçlu aleyhine yasal takibe geçilmiş olmasının gerekli olduğunu savunmaktadır. Bkz. GÜNERGÖK, 2014, s. 123-124. 79  DAYINLARLI, 2000, s. 234.  80  DAYINLARLI,  2000,  s.  233;  ERCOŞKUN  ŞENOL,  2021,  s.  292;  ENGİN,  2002,  s.  123; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 262. 1017Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   Öğretide Engin e göre  borçlunun ödeme gücü  kavramı açıklanırken borçlunun borcu ifa edebilecek durumda olmaması ve borcu ifa edebilecek durumda olmasına rağmen ifa niyetinin bulunmaması (ifa isteksizliği) olasılıkları bakımından  ayrı ayrı değerlendirme  yapılmalıdır.  Alacağı  devralanın,  alacağını  alacak  hakkındaki  bir eksiklikten ötürü değil de borçlunun borcunu ifa edebilecek durumda olmaması nedeniyle elde edememesi durumunda, bu alacağı cebri icra yoluyla tahsil edebilmesi de şüpheli hale gelmektedir ve devredenin sorumluluğuna başvurmak devralan için son çaredir. Borçlunun  borcu  ifa  edemeyecek  durumda  olması  objektif  bir  değerlendirmeyi gerektirmektedir. Borçlunun borcu ifa edebilecek durumda olmasına rağmen bundan kaçınması, ifa etme hususunda isteksiz davranması durumunda alacaklının, borcuna sadık olmayan  borçluya  karşı  cebri  icra  yoluna  başvurarak  alacağını  elde  etme  imkânı bulunmaktadır. Borçlunun edimi ifa etme hususundaki isteksizliği, tamamen sübjektif bir değerlendirmeyi gerektirmektedir. Bu iki durumdan ilki  ödeme gücü ; ikincisi  ödeme niyeti   olarak  adlandırılmaktadır.  Bu  görüşe  göre  devredenin  borçlunun  ödeme gücünden  sorumluluğu,  borçlunun  borcunu  ifa  etme  niyetinin  olmaması  rizikosunu kapsamamalıdır.   Objektif bir değerlendirmeyi gerektiren  ödeme gücünün bulunmadığı nın nasıl tespit edileceği tartışmaya açıktır. Borçlunun ödeme gücünün bulunmaması, en yalın biçimde, borçlunun muaccel hale gelmiş borçlarını ifa edemeyecek durumda olması olarak  tanımlanmaktadır.  Öğretide  savunulan  bir  görüşe  göre,  borçlunun  ödeme gücünün bulunmadığının sonuçsuz kalmış  olan bir icra takibi  ile belgelenmesi  şart                                                  81  ENGİN, 2002, s. 121-122. 82  ENGİN, 2002, s. 122. Kanaatimizce yazarın kullandığı ödeme gücü ifadesinden borçlunun edimi ifa kabiliyetinin bulunduğunun, ödeme niyetinden de ifa etme niyetinin anlaşılması, devir konusunun para dışındaki edimleri de kapsaması bakımından daha isabetli olacaktır. 83  WEHRLI, 1993, s. 23; ENGİN, 2002, s. 123. Devreden ile devralan arasında akdedilecek bir sözleşme ile  devredenin,  borçlunun  ödeme  isteksizliği  nedeniyle  ifadan  kaçınması  rizikosunun  da üstlenilebileceği hakkında bkz. ERCOŞKUN ŞENOL, 2021, s. 333.  84  ÇABRİ, Sezer,  Karşılıklı Borç yükleyen Sözleşmelerde İfa güçsüzlüğü ve Buna Bağlanan Sonuçlar , Prof. Dr. Mustafa Dural a Armağan, Filiz Kitabevi, İstanbul, 2013, s. 417; ERCOŞKUN ŞENOL, 2021, s. 293; ENGİN, 2002, s. 140; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 834. 1018Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   değildir. Bu görüşe göre borçlunun ödeme güçsüzlüğü içinde olduğu her türlü delille ispatlanabilir.  Alacağın  borçlunun  ifa  güçsüzlüğü  içinde  olması  haricindeki  sebeplerle  elde edilememesi, örneğin borçluya ulaşılamaması, adresinin bulunmaması ya da başkaca bir sebeple  takip  gerçekleştirilememesi  durumunda  devredenin  sorumluluğuna başvurulamaması  gerektiği  savunulmaktadır.  Özellikle,  borçlunun  bulunamamasının devredenin sorumluluğuna başvurmak bakımından yeterli olmadığı ileri sürülmekte, borçlunun bulunamadığı hallerde Tebligat Kanunu nun ilgili hükümlerine göre tebligat yapılması sağlanarak takibin kesinleştirilmesinin gerektiği belirtilmektedir. Devralandan kaynaklanan  sebeplerle  alacağın  takip  ve  tahsil  edilememiş  olması  durumunda  da devredenin  garanti  sorumluluğuna  başvurulamayacaktır.  Özellikle  alacağın devralınmasından sonra devralanın fiil ehliyetini kaybetmesi, alacağı elde etmeye yönelik dava ve takip işlerinin gerektiği gibi yürütülmemesi nedeniyle alacağın elde edilememesi halleri, bu son ihtimale örnek olarak gösterilmektedir. Kanaatimizce, kural olarak alacağı devredenin borçlunun ödeme gücünden sorumlu olması için borçlu aleyhine başvurulan yasal takibin, borçlunun, devir anında, borcunu ödemeye yetecek malvarlığının bulunmaması sebebiyle sonuçsuz kalması ve bu durumun belgelenmesi gerekmektedir. Bu sayede borçlunun ifadan kaçınmasının ifaya ilişkin                                                  85  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 834-835; UZUN KAZMACI, Özge, Factoring Sözleşmesi, s.151, https://tez.yok.gov.tr/UlusalTezMerkezi/tezDetay.jsp?id=ZISGje_aR_9qSg KlcniA&no=ZSVanU-WYUbOef_a_A , (erişim tarihi:11.5.2021). 86  GÜNERGÖK, 2014, s. 124-125; ERCOŞKUN ŞENOL, 2021, s. 297. Yazar özellikle devredilen alacağın borçlusunun yasal yollarla ödemeye zorlanamayan ve alacağı keyfi olarak ortadan kaldırabilen egemen  devlet  olması  durumunda  devredenin  garanti  sorumluluğunun  var  olmayacağını  ileri sürmektedir. Bkz. s. 297, dpn. 1092 deki yazarlar.  87  GÜNERGÖK, 2014, s. 125. 88  ERCOŞKUN ŞENOL, 2021, s. 296.  89  OĞUZMAN/ÖZ, C. II, 2018, s. 598; ERCOŞKUN ŞENOL, 2021, s. 296; ÜÇER, 2005, s. 427. 90  İsviçre hukukunda da devredenin borçlunun ödeme gücünü üstlendiği hallerde devralanın borçluya sadece başvurmuş olmasının devredenin sorumluluğuna başvurabilmek için yeterli olmadığı yönünde bkz. GAUCH/SCHLUEP, 2008, N. 3510. Aynı yönde bkz. Yargıtay 15. Hukuk Dairesi, 24.01.2018    tarihli ve 2016/4990 E., 2018/200 K.  Borçlunun ödeme gücü bulunmadığından söz edebilmek için alacağı devralanın asıl borçluya karşı hukuki yolları tüketmesi gerekir. Alacağın tahsili için hukuki yollara başvurmaksızın ivazlı temlik sorumluluğu nedeniyle devredenden doğrudan talepte bulunması mümkün değildir (Yargıtay 15. HD. 10.11.2014 tarih 2014/4301 Esas 2014/6477 Karar). Diğer bir ifadeyle alacağı devralanın devredene rücu edebilmesi yani temlik edenin sorumlu tutulabilmesi, borçludan alacağının tahsili için gerekli her çareye başvurmuş olmasına rağmen alacağını tahsil 1019Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   isteksizliğinden mi, yoksa ifa güçsüzlüğü içinde bulunmasından mı kaynaklandığı da tespit edilmiş ve devredenin sorumluluğunun bu şartı objektif olarak temellendirilmiş olacaktır. Bir yandan da borçlu aleyhine takip başlatılamayacağının veya borçlunun ifa güçsüzlüğü içinde olduğunun apaçık ortada olduğu hallerde, alacağı devralanın önce borçluyu takip etmesi gerektiğini savunmak hiçbir amaca hizmet etmemektedir. Böyle bir durumda devralan takip için gereksiz masraf yapacak, zaman kaybedecek, belki de devredene başvurabileceği zamanaşımı süresini kaçıracaktır. Bu nedenle oldukça sınırlı bazı  hallerde  devralan,  borçluyu  takip  etmeksizin  doğrudan  doğruya  devredenin sorumluluğuna başvurabilmelidir.  O halde, borçlunun iflas etmesi, haczin sonuçsuz kalması, borçlunun ödemelerini tatil etmiş olması, işletmesini kapatması, adresini ve izini kaybettirmesi,  kambiyo  senedine  bağlanan  borçlar  için  protesto  çekilmesi  veya bankalarda  karşılığının  bulunmaması,  uzun  süreli  borç  erteleme  isteği,  ödemelerin durdurulması, alacaklılar ile konkordato yapmak için icra mahkemesine başvurması, borçlunun diğer borç ilişkilerinde ifada sürekli olarak gecikmesi, borçlu hakkında iflasın ertelenmesi  kararı  verilmesi  gibi  haller,  ifa  güçsüzlüğünün  göstergesi  olarak değerlendirilmeli ve bu hallerde alacağı devralan, devredenin garanti sorumluluğuna başvurabilmelidir.   b. Devredenin Kime Karşı ve Borçlunun Hangi Andaki Ödeme Gücünden Sorumlu Olduğunun Belirlenmesi ve İspat Sorunu Alacağı devredenin garanti sorumluluğu, devir sözleşmesinin tarafları arasında söz konusudur.  Bir diğer ifadeyle alacak birden fazla kez devredilmişse, her bir devreden, alacağı devrettiği yeni devralana karşı borçlunun ödeme gücünden sorumludur. Bununla                                                  edemediği hususunu ispat etmesi koşuluna bağlıdır (Yargıtay 4. Hukuk Dairesi nin 04.05.1965 gün, 1965/2342-2383 E.K, 11. Hukuk Dairesi nin 03.01.1980 gün 1980/80-401 E.K, 13. Hukuk Dairesi nin 03.04.1986 gün 1986/1275-1998 E.K ve yine 13. Hukuk Dairesi nin 06.07.2009 gün 2009/5396-9350 E.K  sayılı  ilâmları). ,  kararın  tam  metni  için https://29b51316abcebbf002769de.vetisonline.com/ictihat/yargitay/15-hukukdairesie6-4990- k-2018-200-t-24-1-2018 (erişim tarihi: 23.05.2021). 91  Alacaklıların konkordato talep etmesinin borçlunun ifa güçsüzlüğü içinde bulunduğunu belirlemek bakımından yeterli olmadığı yönünde bkz. ÇABRİ, 2013, s. 422. 92  ÇABRİ, 2013, s. 420; EREN, Fikret, Borçlar Hukuku Genel Hükümler, 23. Baskı, Yetkin Yayınları, Ankara, 2018 (EREN, 2018, a), s. 1025; IŞIK, 2019, s. 265. 93  BUCHER, 1988, s. 574; WEHRLI, 1993, s. 19; TUNÇOMAĞ, 1976, s. 1102; GÜNERGÖK, 2014, s. 113.  1020Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   birlikte, alacağı devreden, bu alacağı daha sonra devrettiği kişiden devralanlara karşı da borçlunun ödeme gücünden sorumlu olmayı üstlenebilir. Devredenin bu yönde açık bir iradesi bulunmadıkça, alacağı devrettiği kişiden devralanlara karşı borçlunun ödeme gücünden sorumluluğu bulunmamaktadır.  Devredenin,  borçlunun  hangi  andaki  ödeme  gücünden  sorumlu  olduğunun belirlenmesi de önem arz eden konulardan biridir. Bu belirleme yapılırken hem TBK m. 191/I  hükmünde  yer  alan   …devir  sırasında…  borçlunun  ödeme  gücüne  sahip olduğunu…  ifadesinin; hem de borcun devir sırasında muaccel olup olmadığının dikkate alınması gerekmektedir. Öyle ki, alacak hakkının devrine ilişkin borçlandırıcı işlem yapıldığında borçlu ifa güçsüzlüğü içinde olabilir, alacak devredilirken borçlunun ifa kabiliyeti bulunmasına rağmen devirden sonra fakat borç muaccel olmadan önce borçlu ifa güçsüzlüğü içine düşebilir ya da henüz muaccel olmamışken devredilen alacağın borçlusu, borç muaccel olduktan sonra ifa güçsüzlüğü içine düşebilir.  Kanunda  devir sırasında … borçlunun ödeme gücüne sahip olduğunu  ifadesinden alacağın devrine ilişkin borçlandırıcı işlemin yapıldığı anın mı, yoksa tasarruf işlemi niteliğindeki devir sözleşmesinin yapıldığı anın mı kastedildiği belirlenmelidir. Öğretide devredenin garanti sorumluluğunun alacağın devrinin sebebini oluşturan borçlandırıcı işlemden kaynaklandığı savunulmaktadır. Borçlandırıcı işlem ile tasarruf işleminin aynı anda gerçekleştiği haller bakımından  devir sırasında… borçlunun ödeme gücüne sahip olduğunu  ifadesinden ne anlaşılması gerektiği hususu, tereddüt yaratmamaktadır. Fakat bu iki işlemin arasına bir zaman diliminin girdiği hallerde  devir sırasında  ifadesinden borçlandırıcı  işlemin  tarihinin  mi,  tasarruf  işleminin  tarihinin  mi  borçlunun  ifa kabiliyetine  sahip  olup  olmadığının  belirlenmesinde  esas  alınacağı  önem  arz  eder. Kanaatimizce, borçlunun ödeme gücünün var olup olmadığının belirlenmesinde tasarruf işleminin yapıldığı an esas alınmalıdır. Bu çözüm tarzı, alacağı devredenin kanundan doğan bir tekeffül sorumluluğu olan garanti sorumluluğunun hukuki niteliğinin hukuki ayıptan  doğan  sorumluluğa  benzetilmesi  ile  de  uyumludur.  Zira  ayıptan  doğan                                                  94  FÄSSLER, 2010, N. 490; OĞUZMAN/ÖZ, C. II, 2018, s. 595; ENGİN, 2002, s. 66. 1021Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   sorumluluğun başlangıcı, yarar ve hasarın geçtiği andır. Bir diğer ifadeyle mülkiyeti devir borcu doğuran sözleşmelerde aksi kararlaştırılmadıkça hasarın geçişinden önce, en geç hasarın geçtiği andaki ayıptan sorumluluk söz konusudur 96. Bu an satış sözleşmesine ilişkin TBK m. 208/I hükmünde taşınırlarda zilyetliğin devri, taşınmazlarda ise tescil tarihi olarak öngörülmüştür. Kanun koyucu yarar ve hasarın geçtiği anı, tasarruf işleminin yapıldığı an olarak açıkça belirlediğine göre, alacağın devri bakımından da aynı sonuca ulaşılması gerekir. Tasarruf işlemi niteliğindeki devir sözleşmesinin akdedildiği tarihte borçlunun  ödeme  gücünün  bulunmaması  halinde,  devredenin  garanti  sorumluluğu gündeme  gelmelidir.  Hasar  ve  yararın  geçişinden  sonraki  ayıplar  kasıtlı  olarak gizlenmişse ya da hasar ve yararın geçişinden sonraki ayıplar -devreden tarafından- özel olarak üstlenilmiş olmadıkça sorumluluk kapsamında değildir. Buna paralel olarak, alacak devredilirken borçlunun ödeme gücü bulunmuyorsa ve devralan da borçlunun ödeme gücünün bulunmadığını biliyorsa, devredenin açıkça üstlenmedikçe borçlunun ödeme gücünden sorumlu olmaması gerektiği sonucuna ulaşılabilir.   Alacağı devredenin borçlunun ödeme gücünden sorumluluğunun belirlenmesinde değerlendirilmesi gereken bir diğer husus da devir sırasında alacağın muaccel olup olmadığı hususudur. Öğretide devredenin, borçlunun ödeme gücünden sorumlu olması için  devredilen  alacağın  devir  sırasında  muaccel  olmasının  gerekmediği;  alacağın devirden daha sonra muaccel olması ihtimalinde ise, devredenin, borçlunun muacceliyet                                                  95  Satış sözleşmesinde yarar ve hasarın geçiş anı hakkında ayrıntılı açıklamalar için bkz. ÇETİNER, Bilgehan,   Yeni  Türk  Borçlar  Kanunu'nda  Yarar  ve  Hasarın  İntikali  ile  Satıcının  Ayıptan Sorumluluğuna  İlişkin  Hükümlerin  Değerlendirilmesi ,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, Yıl: 2009, Cilt: 67, Sayı: 1-2, s. 99 vd. 96  EREN, Fikret, Borçlar Hukuku Özel Hükümler, 6. Baskı, Yetkin Yayınları, Ankara 2018 (EREN, 2018, b), s. 114.  Öğretide Oğuzman/Öz, devredenin garanti sorumluluğu bakımından bu anın esas alınmasının  teorik  olarak  tutarlı,  fakat  pratik  açıdan  sakıncalı  olduğunu  belirtmektedir.  Bkz. OĞUZMAN/ÖZ, C. II, 2018, s. 599. 97  Öğretide Dayınlarlı, konuya ilişkin olarak şu açıklamayı yapmaktadır:  Federal Mahkemenin yorumuna göre  ise,  borçlunun  ödeme  gücünün  garantisi  için  temlik  edenin  sorumluluk  zamanı,  temlik muamelesinin tamamlandığı, muhtemelen alacağın muaccel olduğu andır; fakat bu andan daha sonraki bir zaman değildir. . Bkz. DAYINLARLI, 2000, s. 235. 98  EREN, 2018, b, s. 114. Alacağı devredenin, devralanı, borçlunun ödeme gücü konusunda aldatması halinde aldatma hükümlerinin uygulama alanı bulacağı ve sözleşmenin iptal edilebileceği hakkında bkz. ENGİN, 2002, s. 137. Devredenin aldatması durumunda devrin edim karşılığı olup olmaması önem taşımaksızın sorumluluğunun doğacağı hakkında bkz. WEHRLI, 1993, s. 19. 1022Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   anına kadarki ödeme gücünden sorumluluğunun söz konusu olacağı savunulmaktadır. Bu  görüşe  göre,  hayatın  olağan  akışı  içinde  alacak  muaccel  olmadan  borçluya başvurulmayacağı için borçlunun ödeme gücünün bulunup bulunmadığı çoğu zaman bu aşamaya kadar bilinemeyecektir. Gerçekten de, borçlunun borcunu ifa edip etmeyeceği, edemeyecekse bunun ifa güçsüzlüğünden kaynaklanıp kaynaklanmadığı, çoğu zaman ancak muacceliyet ile açığa çıkabilir. Bununla birlikte, devredenin borçlunun hangi andaki ödeme gücünden sorumlu olduğunun da objektif biçimde belirlenebilmesi ihtiyacı ortadadır. Devirden sonra fakat muacceliyet tarihinden önce ifa güçsüzlüğü içine düşen borçlunun bu durumu, devir tarihinde bilinebilir veya öngörülebilir nitelikte olmadığı için bu belirsizliğin barındırdığı rizikonun devredene yükletilmesi, devralanın gereğinden fazla korunması sonucunu doğurabilir. Kanaatimizce, devir sırasında alacağın muaccel olup  olmamasının,  borçlunun  ödeme  gücünün  belirleneceği  an  bakımından  önem taşımaması  gerektiğini  savunmak,  TBK  m.  191/I  hükmünün  lafzıyla  paralellik  ve tutarlılık taşır.  Bu sonuç kabul edilecek olursa, devir sırasında ödeme gücü bulunan borçlu,  borç  muaccel  olana  kadar  bu  gücünü  kaybederse,  devredenin  sorumluluğu gündeme  gelmemelidir.  Borçlunun  ödeme  gücünün bulunmadığının tespiti, alacağın muaccel olduğu tarihe kadar ötelenecek olursa, bu belirsizlik, devredenin son derece aleyhine sonuçlar doğurabilir. Alacağı devredenin garanti sorumluluğu devralan lehine bir tür teminat olduğuna göre, teminat hukukunun genel prensiplerinden olan rizikonun belirliliği ilkesine riayet edilmesi gerekir. Devreden, borçlunun devir anından sonraki ödeme gücünü bilemeyeceğine ve değerlendiremeyeceğine göre, bundan sorumlu da tutulmamalıdır. Devir sırasında muaccel olmayan bir alacak devredildiğinde, bu alacak, devir  anında  muaccel  olsaydı  borçlunun  ifa  güçsüzlüğü  içinde  olması  nedeniyle devralanın alacağı elde edemeyeceği açıkça anlaşılıyorsa, ancak bu olasılıkta devreden bundan sorumlu olmalı, aksi halde devredenin sorumluluğu gündeme gelmemelidir.                                                   99  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 262; GÜNERGÖK, 2014, s. 114. Devredenin borçlunun  ödeme  gücünden  sorumluluğu  sözleşme  ile  üstlenebildiği  İsviçre  hukukunda  da  akis sözleşmede belirtilmemişse aynı yöndeki sonuç için bkz. BECKER, 1945, Art. 171, N. 13; FÄSSLER, 2010,  N.  264;  REETZ/BURRI,  2016,  Art.  171,  N.  8.  Avusturya  hukukunda  aynı  yönde  bkz. NEUMAYR, 2007, s. 1641, N. 2. Öğretide devredenin, devir tarihinden, alacağın zamanaşımına uğradığı def i geçerli biçimde ileri sürülene kadar borçlunun ödeme gücünden sorumlu olduğu yönünde bkz. ERCOŞKUN ŞENOL, 2021, s. 302-303.  1023Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   Alacağı  devredenin,  borçlunun  muacceliyet  anındaki  ödeme  gücünden sorumluluğunun  kabulü,  bir  başka  sakıncayı  daha  beraberinde  getirmektedir: Muacceliyetin alacaklının muacceliyet ihbarında bulunması ile gerçekleştiği hallerde alacağı  devralanın  bu  ihbarda  bulunaktan  kaçınması,  borçlunun  ödeme  gücünün belirleneceği anın devreden aleyhine belirlenebilmesine zemin hazırlayacaktır. Alacağı devredenin garanti sorumluluğuna ilişkin hükümler emredici nitelik taşımadıkları için, tarafların,  sözleşme  ile  farklı  hükümler  belirlemelerine  bir  engel  bulunmamaktadır. Sözleşme ile, alacağı devredenin, borçlunun hangi andaki ödeme gücünden sorumlu olduğu kararlaştırılabilir. Böyle bir sözleşme hükmü bulunmadığı sürece, devredenin, borçlunun objektif biçimde belirlenebilecek devir anındaki ödeme gücünden sorumlu tutulması daha isabetli görülmektedir.  Devredenin, borçlunun hangi andaki ödeme gücünden sorumlu olduğunun doğru tespiti,  ispat  bakımından  önem  taşımaktadır.  Alacağı  devredenin  sorumluluğuna başvurmak isteyen devralan, borçlunun -kanaatimizce- devir anında ödeme gücünün bulunmadığını ispat yükü altındadır.  Borçlunun ödeme gücünün bulunmadığı her türlü delille ispatlanabilir. C. BORÇLUNUN ÖDEME GÜCÜNDEN SORUMLULUĞUN SONUÇLARI 1. Genel Olarak Alacağı  edim  karşılığı  devralan,  yukarıda  sayılan  şartların  oluştuğu  hallerde, alacağını tahsil edemezse, devredenin garanti sorumluluğuna başvurarak alacağı elde etmeye çalışabilir. Devredenin sorumlu olduğu tutar, devredilen alacak olmayıp, bu                                                  100  Bu hallerde devredenin borçlunun ödeme gücünden sorumluluğunun, vadeye göre belirlenecek en erken fesih tarihine kadar devam edeceği yönünde bkz. BGE 61 II 102/104 f. E. 2, BGE 63 II 14/17 E. 5, karar özetleri için bkz. KRAUSKOPF, 2016, Art. 171, N. 7. 101  Aksi yönde bkz. ENGİN, 2002, s. 133-134. Aynı yönde bkz. LARDELLI, 2014, Art.171, N. 7. Zira İsviçre  hukukunda  edim  karşılığı  devirlerde  devredenin  borçlunun  ödeme  gücünden  garanti sorumluluğu kanunda öngörülmeyip sözleşme ile kararlaştırıldığı için, sözleşme ile, borçlunun devir anından daha farklı bir zamandaki ödeme gücünden sorumlu olunacağının kararlaştırılabileceği kabul edilmektedir.  102  FÄSSLER,  2010,  N.  265;  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP,  1993,  s.  262; REETZ/BURRI, 2016, Art. 171, N. 8; OĞUZMAN/ÖZ, C. II, 2018, s. 598; ENGİN, 2002, s. 135. Yazar, devir veya muaccel olmadan devredilen alacaklarda muacceliyet anında borçlunun ödeme gücünün bulunmadığının ispatlanması gerektiğini belirtmektedir.  103  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 262. 1024Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   alacağın karşılığını oluşturan edim ve kanunda sayılan diğer bazı alacak kalemleridir. TBK m. 193 hükmü uyarınca devralan, garanti ile yükümlü olan devredenden,  1.  İfa ettiği edimin faizi ile birlikte geri verilmesini,  2.  Devrin sebep olduğu giderleri, 3.  Borçluya karşı devraldığı alacağı elde etmek için yaptığı ve sonuçsuz girişimlerin yol açtığı giderleri 4.  Devreden kusursuzluğunu ispat etmedikçe uğradığı diğer zararlarını talep edebilir.  Hükümde sayılan ilk üç alacak kalemi, devredenin kusurlu olup olmamasından bağımsız biçimde devredene yüklenmiştir. Dördüncü kalem ise TBK m. 112 hükmündeki kusur  karinesine  paralel  bir  düzenleme  olup,  devreden  kusursuzluğunu  ispatlayarak  diğer zararlar ı tazmin etmekten kurtulabilir.  Alacağı devredenin borçlunun ödeme gücünden sorumluluğun, ikincil (tâli) bir sorumluluk olup olmadığı da önem arz eden konulardan biridir. Türk Borçlar Kanunu nda bu  konuya  ilişkin  açık  bir  düzenleme  yer  almamaktadır.  Fakat  devredenin  garanti sorumluluğunun  özellikleri  ve  bu  sorumluluğa  ilişkin  hükümler  birlikte değerlendirildiğinde anlamlı bir sonuç ortaya çıkmaktadır: Alacağın devredilmesi ile birlikte  devralan,  asıl  alacakla  birlikte  öncelik  haklarını  ve  bağlı  hakları  (örneğin teminatları ve işlemiş ve işleyecek faizi) da devralmış olur (TBK m. 189). Ayrıca devredenin garanti sorumluluğunun kapsamına ilişkin ilişkin TBK m. 193 hükmünün, dördüncü bent haricinde olumsuz zararları işaret ettiği kabul edilmektedir. İlk üç bentte alacağı devralanın devir konusu alacağı elde etmiş olsaydı sağlayacağı menfaatin değil; böyle  bir  devir  yapılmamış  olsaydı  uğranılmayacak  olan  zararın  talep  edilebileceği                                                  104  OĞUZMAN/ÖZ, C. II, 2018, s. 600.  105  OĞUZMAN/ÖZ, C. II, 2018, s. 600.  106  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 263. İsviçre Borçlar Kanunu nun TBK m. 193 hükmüne karşılık gelen Art. 173 te de sadece olumsuz zararların tazminine imkân tanınmıştır. Bkz. LARDELLI, 2014, Art.173, N.1-2; FÄSSLER, 2010, N. 486. Öğretide 193 hükmündeki alacak kalemlerinin olumlu ve olumsuz zarar olarak değil, doğrudan zarar ve dolaylı zarar olarak tasnif edilmesi gerektiği hususunda bkz. ERCOŞKUN ŞENOL, 2021, s. 327-328.  1025Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   savunulmaktadır.    6098  sayılı  Türk  Borçlar  Kanunu na  818  sayılı  Borçlar Kanunu ndan farklı olarak eklenen dördüncü bentte ise, kusur şartına bağlanmış olan  diğer  zararlar   sorumluluğun  kapsamına  dahil  edilmiştir.  Garanti  sorumluluğunun kapsamını oluşturan karşı edim ve faizi, devrin sebep olduğu giderler, alacağı elde etmek için  yapılan  masraflar;  devralanın  sorumluluğuna  başvurulabilmesi  için  öncelikle devredenin borçluya karşı harekete geçmesinin gerektiğini gösterir. Devralanın doğrudan doğruya  devredene  başvurabilmesi,  asıl  borçluyu  ifaya  hiç  zorlamaksızın  ifayı devredenden talep etmesi kabul edilecek olursa, özellikle TBK m. 193/I, b. 3 te ifade edilen borçluya karşı alacağı elde etmek için yapılan sonuçsuz girişimlerin devredenin sorumluluğunun kapsamında olmasının anlamı açıklanamazdı. Hâlbuki devir işlemiyle birlikte teminatları da devralmış olan devralanın önce borçluya ve teminatlara; daha sonra ikincil olarak devredenin garanti sorumluluğuna başvurması gerekir. Aksi halde borçlu ile aynı seviyede sorumlu olacağı iddia edilen devredenin, kanun gereği bağlı hakları ve teminatları  devralana  devretmiş  olmasının  anlamı  ve  işlevi  açıklanamaya  muhtaç olacaktır. Bu nedenlerle alacağı devredenin, borçluyla birlikte birincil bir sorumluluğu değil; borçlunun ifa güçsüzlüğünün ve alacağın tahsil edilemeyeceğinin anlaşılmasıyla, borçlunun  ve  borcu  temin  etmek  üzere  verilmiş  teminatların  ardından  gelen  bir sorumluluğunun bulunduğu kabul edilmelidir,109.  Son olarak, alacağı devreden ile devralan arasında, devredenin, borçlunun ödeme gücünden sorumlu olmayacağının öngörüldüğü bir sorumsuzluk anlaşması yapılırsa; bu anlaşmanın  devredenin  garanti  sorumluluğuna  etkisi  değerlendirilmelidir.  Alacağı devredenin garanti sorumluluğuna ilişkin hükümler emredici nitelik taşımadıkları için, taraflarca bu sorumluluğun belirli bir süreye tâbi olması, ortadan kaldırılması ya da kapsamının daraltılması mümkündür. Fakat, sorumsuzluk anlaşmaları, TBK m. 115 te öngörülen sınırlamalar çerçevesinde akdedilebilir. Dolayısıyla borçlunun (devredenin)                                                  107  HATEMİ/ GÖKYAYLA, 2015, 383; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 263. 108  Bkz. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 261, dpn. 24; GÜNERGÖK, 2014, s. 124, devredenin alacağın varlığına ilişkin garanti sorumluluğu hakkında aynı sonuç için bkz. LARDELLI, 2014, Art.171, N. 3. 109  Alacağı devredenin garanti sorumluluğunun, alacağın teminatlarının borçlularının ödeme gücünü kapsamadığı yönünde bkz. VON TUHR/ESCHER, 1974, s. 355. 1026Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   ağır kusurundan sorumlu olmayacağına ilişkin devralan ile önceden yapılan anlaşmalar TBK m. 115/I hükmü uyarınca kesin hükümsüzdür. Böyle bir ihtimalde, devredenin, borçlunun  ödeme  gücünün  varlığına  ilişkin  garanti  sorumluluğu  bulunmaktadır. Sorumsuzluk  kaydı  devir  sözleşmesinde  yer  alıyorsa,  sözleşmenin  sadece  bu  kısmı hükümsüz kabul edilmeli, devir sözleşmesinin diğer hükümleri varlığını ve geçerliliğini sürdürmelidir.  2. Sorumluluk Kapsamında Talep Edilebilecek Alacaklar a. Devredenin kusuruna bağlı olmaksızın talep edilebilen alacaklar Alacağı  devredenin  garanti  sorumluluğunun  doğması  durumunda  alacaklının, devredene yöneltebileceği taleplerinin TBK m. 193 hükmünde düzenlendiği belirtilmişti. Devralanın talep edebileceği alacak kalemlerinin sınırlandırıldığı bu hüküm uyarınca, devredenin,  kusurlu  olup  olmamasından  bağımsız  olarak   ifa  ettiği  edimin  faiziyle birlikte geri verilmesine, devrin sebep olduğu giderlere, borçluya karşı devraldığı alacağı elde etmek için yaptığı ve sonuçsuz girişimlerin yol açtığı giderlere ilişkin taleplerle karşılaşması mümkündür.  Devralan esas olarak devraldığı alacağı değil, bu alacak için ödediği karşılığı faiziyle birlikte devredenden talep edebilir. Örneğin bir ay sonra vadesi gelecek olan yüz bin TL lik alacağı doksan beş bin TL karşılığında devralıp borçlunun ödeme gücünün bulunmaması  nedeniyle  alacağını  tahsil  edemeyen  devralan,  devredenin  garanti sorumluluğuna  başvurduğunda;  ondan  alacak  miktarını  değil,  bu  alacağı  devralma karşılığında ödediği karşılığı talep edebilir. Devralan bu alacağın bir kısmını borçludan tahsil  etmişse,  devredenden,  ona  ödediği  karşılık  ile  borçludan  tahsil  ettiği  kısım arasındaki  farkı  talep  edebilmelidir.  Talep  edilebilecek  faiz,  kaynağını  bir  kanun hükmünden almaktadır ve oranı TBK m. 88 ve 3095 sayılı  Kanuni Faiz ve Temerrüt                                                  110  ERCOŞKUN ŞENOL, 2021, s. 313. 111  ERCOŞKUN ŞENOL, 2021, s. 313.  112  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s.  263; NEUMAYR, 2007, s. 1642, N. 3. 113  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s.  263; ENGİN, 2002, s. 150; GÜNERGÖK, 2014, s. 127-128; ERCOŞKUN ŞENOL, 2021, s. 319. 114  LARDELLI, 2014, Art.173, N. 2; DAYINLARLI, 2000, s. 269; ERCOŞKUN ŞENOL, 2021, s. 320. 1027Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   Faizine İlişkin Kanun a göre belirlenecektir. Alacağın devrinin ticari iş niteliğinde olması durumunda  avans  faiz  oranı  uygulanır.  Bu  faizin  devredene  yapılan  kazandırma tarihinden  itibaren  işlemesi  gerektiği  kabul  edilmektedir.  Devredene,  alacağın karşılığında para dışında bir malvarlığı kazandırılacak olursa, bu takdirde alacağı elde edemeyen devralan, devreden lehine gerçekleştirdiği kazandırmanın aynen iadesini, bu mümkün değilse kazandırmanın parasal değerini faiziyle talep edebilir. Bu karşılığın hangi andaki değerinin esas alınacağı önem taşımaktadır. Kanaatimizce, devreden lehine kazandırmanın gerçekleştiği tarihteki değer esas alınmalıdır.  Alacağı devralan, garanti sorumluluğuna başvurduğu devredenden, devrin sebep olduğu giderleri de talep edebilir. Alacağın devri için yapılan işlem masrafları, noter giderleri bu kapsamda değerlendirilmektedir. Ayrıca alacağın devri sözleşmesine ilişkin borçlandırıcı  işlem  için  de  masraf  yapılmış  olması  ihtimalinde,  bu  masrafların  da devredenin garanti sorumluluğunun kapsamında olduğu kabul edilmektedir.  Alacağı devralan, borçluya karşı alacağı elde etmek için yaptığı ve sonuçsuz kalan girişimlerin neden olduğu giderleri de garanti sorumluluğuna başvurduğu devredenden talep edebilir. Özellikle alacağı tahsil etmek için zorunlu olarak yapılmış olan dava ve takip  masrafları,  yargılama  harçları,  tebligat  masrafları  bu  kapsamda değerlendirilmektedir.  b.  Devredenin kusuruna bağlı olarak talep edilebilen alacaklar Alacağı devredenin garanti sorumluluğu kapsamında devralanın talep edebileceği alacak kalemleri TBK m. 193 te dört bent halinde sayılmıştır. Dördüncü bentte, ilk üç bentten farklı olarak devralanın  devreden kusursuzluğunu ispat etmedikçe uğradığı diğer zararlarını  devredenden talep edebileceği belirtilmiştir. Diğer üç bentte ise devredenin kusuru ya da kusursuzluğu önem taşımamaktadır. Bu ihtimalde, devralan, uğradığı diğer zararların  oluşmasında  devredenin  kusurunu  ispatlamayacak;  devreden,  kendi                                                  115  ENGİN, 2002, s. 150; ERCOŞKUN ŞENOL, 2021, s. 321. 116  ENGİN, 2002, s. 150; GÜNERGÖK, 2014, s.128; ERCOŞKUN ŞENOL, 2021, s. 318. 117  VON TUHR/ESCHER, 1974, s.  346; ERCOŞKUN ŞENOL, 2021, s. 322. 118  ERCOŞKUN ŞENOL, 2021, s. 323. 1028Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   kusursuzluğunu ispatlayacaktır. Devralanın diğer zararlarına örnek olarak devralanın üçüncü  kişilere  karşı  taahhütlerini  yerine  getirememesi  nedeniyle  doğan  zararlar gösterilmektedir. III. ZAMANAŞIMI Alacağı  devredenin  garanti  sorumluluğu,  ilelebet  devam  eden  bir  sorumluluk değildir.  Bununla  birlikte  alacağı  devredenin  garanti  sorumluluğunun  tabi  olduğu zamanaşımı süresi kanunda özel olarak düzenlenmemiştir. Konunun hem devredilen alacağın hem de garanti sorumluluğunun tabi olduğu zamanaşımı süresi bakımından değerlendirilmesi  gerekmektedir.    Devredilen  alacak  zamanaşımına  uğrayana  kadar devredenin  sorumluluğunun devam  edeceği; alacak zamanaşımına uğradıktan sonra, borçluya  ve  sonrasında  da  devredene  karşı  alacağı  elde  etmek  üzere  herhangi  bir girişimde bulunmayan devralanın, bu olumsuz sonuca katlanmak zorunda kalacağı ileri sürülmektedir.  Devredenin  garanti  sorumluluğu  bakımından  ise  öğretide  genel zamanaşımı (TBK m. 146) süresi olan 10 yıllık zamanaşımı süresinin uygulanması gerektiği savunulmaktadır. Bu görüşe göre devredilen alacağın daha kısa veya uzun zamanaşımı  süresine  tabi  olduğu  hallerde  de  garanti  sorumluluğunun  on  yıllık zamanaşımı süresine tabi olması gerektiği kabul edilmektedir.   Kanaatimizce alacağı devredenin  garanti  sorumluluğu,  kaynağını  kanundan  alan  ve  devir  sözleşmesinden bağımsız bir niteliği bulunmayan bir sorumluluk olduğuna göre; devir sözleşmesine konu olan alacağın tâbi olduğu zamanaşımı süresi, devredenin garanti sorumluluğu bakımından da uygulanmalıdır. İsviçre hukukunda ve 818 sayılı Borçlar Kanunu nun yürürlükte olduğu dönemde her halûkarda on yıllık zamanaşımı süresinin uygulanması gerektiğinin savunulma sebebi, edim karşılığı devirlerde borçlunun ödeme gücünden sorumluluğun kanundan kaynaklanmaması; bunun yerine devreden tarafında açıkça üstlenildiği hallerde var  olmasıdır.  Bu  nedenle  gerek  İsviçre  hukukunda  gerekse  818  sayılı  Borçlar                                                  119  GÜNERGÖK, 2014, s. 128. 120  HATEMİ/ GÖKYAYLA, 2015, s. 383. 121  GÜNERGÖK, 2014, s. 116. 122  LARDELLI, 2014,  Art.171, N. 2; REETZ/BURRI, 2016, Art. 171, N. 3; ENGİN, 2002, s. 153, dpn. 15; WEHRLI, 1993, s. 18; aynı yönde bkz. BGE 53 II 111/117, ilgili karar için bkz. KRAUSKOPF, 2016, N. 6. 1029Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034   Kanunu nun yürürlükte olduğu dönemde benimsenen bu yaklaşım kendi içinde tutarlıdır. Fakat TBK m. 191 hükmünden kaynağını alan ve devir sözleşmesinden bağımsız bir varlığı  bulunmayan  garanti  sorumluluğu  için  devrin  konusu  alacağın  tabi  olduğu zamanaşımı süresinin uygulanması daha isabetli görülmektedir.   SONUÇ 6098 sayılı Türk Borçlar Kanunu nun alacağın devrine ilişkin hükümleri arasında, 818 sayılı borçlar Kanunu ndan farklı olarak devredenin, borçlunun ödeme gücünden devralana  karşı  garanti  sorumluluğu  düzenlenmiştir.  Kanunda  tercih  edilmiş  olan  borçlunun  ödeme  gücü   ifadesi  terminolojik  olarak  isabetli  olmayıp,  bu  terimden anlaşılması gereken, borçlunun ifa güçsüzlüğünden sorumluluktur.  Bu sorumluluğun kanunda öngörülmüş olması, devreden aleyhine son derece önemli ekonomik sonuçları da  beraberinde  getirmektedir.  Hukuki  niteliği  kanundan  kaynaklanan  bir  tekeffül (sağlama) borcu olarak öngörülen sorumluluk, hem sorumluluğu doğuran olgular hem de -özellikle henüz muaccel olmamış borçlar için- sorumluluğun başladığı an bakımından son derece dar yorumlanması gereken bir hüküm olarak görülmelidir. Alacağı devredenin borçlunun ödeme gücünden sorumluluğun, tâli bir sorumluluk olarak değerlendirilmesi gerekmektedir.  Sorumluluğun  tâlilik  özelliğine,  kanunda  alacağın  devrine  ilişkin hükümlerin bir bütün olarak yorumlanması ile ulaşılabilmektedir.  Bu nedenle alacağın önce  asıl  borçludan  ve  varsa  devralana  intikal  etmiş  teminatlardan  elde  edilmeye çalışılması,  bu  çabalar  ve  araçlar  sonuçsuz  kaldıktan  sonra  devredenin  kanundan kaynaklanan garanti sorumluluğuna başvurulması gerekmektedir. Alacağı devredenin garanti sorumluluğuna başvuran devralanın, talep edebileceği alacak kalemleri kanunda sayılmış olup, devralanın bu talebi, devredilen alacağın tâbi olduğu zamanaşımı süresine tâbi olmalıdır.  1030Demirbaş                                                                                   Hacettepe HFD, 11(2), 2021, 997-1034",
     "Kaynakça": "AKSOY, Hüseyin Can,  Alacağı Temlik Edenin Kanundan Doğan Garanti Sorumluluğunun Ekonomi Hukuku Prensipleri Işığında Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2021, Sayı: I, (s. 141-160). ARAL, Fahrettin, Kötü İfa, Yetkin Yayınları, Ankara, 2011. BECKER,  Herman,  Berner  Kommentar,  Allgemeine  Bestimmungen,  Art.  1-183  OR Schweizerisches Zivilgesetzbuch, Obligationenrecht, Stämpfli Verlag AG, Bern, 1945. BUCHER, Eugen, Schweizerisches Obligationenrect Allgemeiner Teil onhe Deliktsrect, 2. Neuarbeitete und erweriterte Auflage, Schulthess Verlag, Zürich, 1988. ÇABRİ, Sezer,  Karşılıklı Borç yükleyen Sözleşmelerde İfa güçsüzlüğü ve Buna Bağlanan Sonuçlar , Prof. Dr. Mustafa Dural a Armağan, Filiz Kitabevi, İstanbul, 2013. ÇETİNER, Bilgehan,  Yeni Türk Borçlar Kanunu'nda Yarar ve Hasarın İntikali ile Satıcının Ayıptan Sorumluluğuna İlişkin Hükümlerin Değerlendirilmesi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2009, Cilt: 67, Sayı: 1-2, (s. 97-113). ENGİN, Baki İlkay, Alacağı Temlik Edenin Garanti Sorumluluğu, Seçkin Yayınları, Ankara, 2002. ENGİN,  Baki  İlkay,   Alacağın  Temliki  ve  Borcun  Nakli ,  Türk  Borçlar  Kanunu Sempozyumu, On İki Levha Yayınları, İstanbul, 2012, (s. 159-168). ERBAYRAKTAR, BURCU, Alacağın Devrinin Sözleşme ile Engellenmesi (Pactum de non cedendo), On İki Levha Yayıncılık, İstanbul, 2021. ERCOŞKUN ŞENOL, H. Kübra, Türk Borçlar Kanunu na Göre Alacağı Devredenin Garanti Sorumluluğu, Adalet Yayınevi, Ankara, 2021. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 23. Baskı, Yetkin Yayınları, Ankara, 2018. (EREN, 2018, a) 1031                                                                                      EREN, Fikret, Borçlar Hukuku Özel Hükümler, 6. Baskı, Yetkin Yayınları, Ankara 2018. (EREN, 2018, b) FÄSSLER, Benedikt, Der Factoringvertrag im Schweizerischen Recht, Dike Verlag, Zürich, 2010. FAUST, Florian, BeckOK BGB, Herausgegeben von Wolfgang Hau, Roman Poseck, 57. Edition, C.H. Beck, München, 2021. (https://beck-online.beck.de ) FRANKO, Nisim,  Alacağın Temliki , Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Yıl: 1994, Cilt: 49, Sayı: 1, (s. 177-197). GAUCH, Peter/ SCHLUEP, Walter R., Schweizerisches Obligationenrecht Allgemeiner Teil Band II,  9. Auflafe, ergӓnzt, verbessert und nachgeführt von Susan Emmenegger, Schluthess, Zürich- Basel-Genf, 2008. GÜNERGÖK, Özcan, Alacağın Devrinde Borçlunun Hukuksal Durumu, Vedat Kitapçılık, İstanbul, 2014. HATEMİ, Hüseyin / GÖKYAYLA, Emre, Borçlar Hukuku Genel Hükümler Genel Bölüm, 3. Bası, Vedat Kitapçılık, İstanbul, 2015. IŞIK,  Melih,  İcra  Hukukunda  Borç  Ödemeden  Aciz  Belgesi  ve  Bu  Nitelikteki  Haciz Tutanakları (İİK m. 143,105), On İki Levha Yayınları, İstanbul, 2019.  KAHVECİ,  Nalan,  Taşınır  Satımında  Ayıplı  Mal  Nedeniyle  Tüketicinin  Sözleşmeden Dönmesi, Adalet Yayınevi, Ankara, 2014. KRAUSKOPF, Frédéric, Präjudizienbuch OR, Die  Rechtsprechung des Bundesgerichts (1875-2015), Hrsg. Peter Gauch / Viktor Aepli / Hubert Stöckli, 9. Aufl., Zürich - Basel – Genf, 2016. LARDELLI,  Flavio,  Kurzkommentar  OR,  Hrsg.  Heinrich  Honsell,  Helbing  Lichtenhahn Verlag, Basel, 2014.  NEUMAYR,  Mathias,  Kurzkommentar  Zum  ABGB,  Hrsg.  Helmut  Koizol/Raimund Bydlinski/ Raimund Bollenberger, 2. überarbeitete und erweiterte Auflage, Springer WienNew York, 2007. 1032                                                                                      OĞUZMAN,  Kemal  /  ÖZ,  Turgut,  Borçlar  Hukuku  Genel  Hükümler  Cilt-2,  Gözden Geçirilmiş 14. Bası, Vedat Kitapçılık, İstanbul, 2018. OZANEMRE YAYLA, Tolunay, Alacağın Devri İşleminin Geçerliliği ve Sebeple Olan İlişkisi (İllîliği), Turhan Kitabevi, Ankara, 2019. ÖZEN, Burak, 6098 Sayılı Türk Borçlar Kanunu Çerçevesinde Kefalet Sözleşmesi, Vedat Kitapçılık, İstanbul, 2017.  REETZ, Peter / BURRI, Christof, Obligationenrecht – CHK Handkommentar zum Schweizer Privatrecht Allgemeine Bestimmungen Art. 1-183 OR, Hrsg. Andreas Furrer, Anton K. Schnyder, 3. Auflage, Schulthess Juristische Medien AG, Zürich, 2016. REİSOĞLU, Seza, Garanti Mukavelesi, Ajans-Türk Matbaası, Ankara, 1963. RÜZGARESEN, Cumhur,  Mirasbırakanın Borca Batık Olması , Erzincan Binali Yıldırım Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2010, Cilt: XIV, Sayı: 1-2, (s. 271-311). SEROZAN, Rona, Borçlar Hukuku Özel Bölüm, 2. Baskı, Filiz Kitabevi, İstanbul, 2006. TANDOĞAN, Haluk, Borçlar Hukuku Özel Borç İlişkileri C. II, Beşinci Tıpkıbasım, Vedat Kitapçılık, İstanbul, 2010. TEKİNAY, Selahattin Sulhi / AKMAN, Sermet / BURCUOĞLU, Haluk / ALTOP, Atilla, Tekinay  Borçlar  Hukuku  Genel  Hükümler,  Yeniden  Gözden  Geçirilmiş  ve Genişletilmiş Yedinci Baskı, Filiz Kitabevi, İstanbul, 1993. TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku I. Cilt Genel Hükümler, Sermet Matbaası, İstanbul, 1976. UMAR, Bilge,  Aciz Hali-Borca Batıklık Kavramlarının Farkı ve Bu Yönden Yeni MK Metninin Düştüğü Bir Yanlışlık , Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: I, Sayı: 1, (s. 317-324). UZUN  KAZMACI,  Özge,  Factoring  Sözleşmesi,  https://tez.yok.gov.tr /UlusalTezMerkezi/tezDetay.jsp?id=ZI7S5Gje_aR_9qSgKlcniA&no=ZSV8anUW6YUbOe7f_a1_A , (erişim tarihi:11.5.2021). 1033                                                                                      ÜÇER, Mehmet,  Roma Hukuku nda ve Karşılaştırmalı Hukukta Alacağın Temliki , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 54, Sayı:3, (297-443). VARDAR HAMAMCIOĞLU, Gülşah, Medeni Hukuk ta Tasarruf İşlemi Kavramı, On İki Levha Yayınları, İstanbul, 2014. VON  TUHR,  Andreas  /  ESCHER,  Arnold,  Allgemeiner  Teil  des  Schweizerischen Obligationenrecht, Schluthess Verlag, Zürich, 1974. WEHRLI, Thomas, Die Vertaglihe Abtretung von Forderungen, Stӓmfli+Cie AG, Graphisches Unternehmen, Bern, 1993."
}