{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "30",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "TMK m. 240 HÜKMÜ UYARINCA SAĞ KALAN EŞİN KONUT VE EV EŞYASI ÜZERİNDEKİ HAKKI",
     "Title": [
          "THE RIGHT OF SURVIVING SPOUSE RELATED HOME AND HOUSEHOLD GOODS UNDER TCO ART. 240"
     ],
     "Yazar İsmi": [
          "Müge ÜREM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Edinilmiş mallara katılma rejimi",
          "sağ kalan eş",
          "aile konutu",
          "ev eşyası",
          "özgülenme"
     ],
     "Keywords": [
          "Regime of participation in acquired property",
          "surviving spouse",
          "matrimonial home",
          "household goods",
          "allotting"
     ],
     "Özet": "  TBK m. 240 hükmü, edinilmiş mallara katılma rejiminin eşlerden birinin ölümü ile sona ermesi durumunda evlilik  sonrası  dayanışma,  sağ  kalan  eşin  o  ana  kadarki  yaşam  standardını  devam  ettirmesi,  eşin mağduriyetinin önlenmesi, olağan yaşam ilişkilerini sürdürebilmesini sağlamak ve eşlerin sadece ölüm haliyle sınırlı olmak üzere konut veya ev eşyası üzerinde ayni hak talebinde bulunabilmesi amacını taşır. Kanun koyucu, sağ kalan eşe, ölen eşiyle birlikte yaşadığı konut üzerinde yaşamaya devam etme imkânını verirken konut üzerinde intifa, oturma veya haklı sebeplerin varlığı halinde mülkiyet hakkının tesisini talep hakkı tanımıştır; bununla birlikte ev eşyası üzerinde ise sağ kalan eşe tanınan hak, sadece mülkiyet hakkının tesisini talep hakkından ibarettir. Çalışmada sağ kalan eşin konut ve ev eşyası üzerindeki hakkı, hakkın hukuki niteliği, şekli, muhatabı, zamanaşımı süresi, ileri sürülebilme şartları ile eşya hukukuna ilişkin sonuçlar incelenecek olup, TBK m. 240 hükmü ile benzer bir hüküm olarak miras hukukuna ilişkin TMK m. 652 hükmü, çalışma kapsamına dahil edilmemiştir.",
     "Abstract": "The aim of Art. 240 TBK (Turkish Code of Obligations) is to provide post-marriage spousal solidarity and the maintenance of the previous living standards of the surviving spouse, to prevent any suffering of the surviving spouse, to ensure the maintenance of his/her normal living conditions and to grant him/her the right to claim the right in rem on the house and household goods, in case of the ending of the matrimonial regime of the participation in acquired property. The legislature enables the surviving spouse to continue to live in the matrimonial home which he/she lived until then together with the deceased spouse and to claim usufruct, the right of residence or, in case that justifiable reasons exist, the title on this home. However, the right of the surviving spouse on the household goods is only the right to claim the title on them. In this paper, the right of the surviving spouse on the matrimonial home and household goods, the juridical nature, the form, the addressee, the time bar, the conditions and the results concerning the law of property of this right will be examined. It is important to clarify that Art. 652 TMK (Turkish Civil Code) which is similar to Art. 240 TBK falls outside the scope of this paper.",
     "Metin": "TMK m. 218 vd.hükümlerinde düzenlenen  edinilmiş mallara katılma  rejimi kapsamında  mal rejiminin sona ermesi ve tasfiye  üst başlığı altında düzenlenmiş TMK m. 240 hükmü, makalemizin konusunu oluşturmaktadır.  Aile konutu ve ev eşyası  kenar başlıklı TMK m. 240 hükmü uyarınca  Sağ kalan eş, eski yaşantısını devam ettirebilmesi için, ölen eşine ait olup birlikte yaşadıkları konut üzerinde kendisine katılma alacağına mahsup edilmek, yetmez ise bedel eklenmek  suretiyle  intifa  veya  oturma  hakkı  tanınmasını  isteyebilir;  mal  rejimi sözleşmesiyle kabul edilen başka düzenlemeler saklıdır.  Sağ kalan eş, aynı koşullar altında ev eşyası üzerinde kendisine mülkiyet hakkı tanınmasını isteyebilir. Haklı sebeplerin varlığı hâlinde, sağ kalan eşin veya ölen eşin yasal mirasçılarının istemiyle intifa veya oturma hakkı yerine, konut üzerinde mülkiyet hakkı tanınabilir.  Sağ kalan eş, mirasbırakanın bir meslek veya sanat icra ettiği ve altsoyundan birinin aynı meslek veya sanatı icra etmesi için gerekli olan bölümlerde bu hakları kullanamaz. Tarımsal taşınmazlara ilişkin miras hukuku hükümleri saklıdır.  Edinilmiş mallara katılma rejiminde aile konutu ve ev eşyası üzerinde ayni hak tesisini talep etme, boşanma sonucunda tanınan bir hak olmayıp sadece ölüm halinde sağ kalan eşe tanınan bir haktır. Hüküm ile edinilmiş mallara katılma rejiminin eşlerden birisinin ölümü ile sona ermesi durumunda evlilik sırasındaki yardımlaşma ve dayanışma yükümlülüğünü (TMK m. 185) evliliğin sona ermesinden sonrasına yansıtmak, sağ kalan eşin olağan yaşantısını devam ettirebilmesini sağlamak ve sağ kalan eşe malın kendisine kavuşma fırsatı sunmak amaçlanmıştır.                                                  1   GÜMÜŞ, M. Alper, Teoride ve Uygulamada Evliliğin Genel Hükümleri ve Mal Rejimleri (TMK m. 185-281), Vedat Kitapçılık, İstanbul, 2008, s. 402. 2   ACAR, Faruk, Aile Hukukumuzda Aile Konutu Mal Rejimleri Eşin Yasal Miras Payı, 2. Basım, Seçkin Yayıncılık, Ankara, 2016, s. 374.   640Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Edinilmiş  mallara  katılma  rejimi  sona  erdiğinde  eşlerden  birinin  kural  olarak diğerinden aynî hak tesisine yönelik talebi söz konusu değildir; ancak bu kuralın iki istisnası vardır. İlki, eşlerin paylı mülkiyeti altında bulunan mallara ilişkin TMK m. 226/II hükmü, diğeri ise TMK m. 240 hükmüdür. Hüküm gereğince sağ kalan eş, ölen eşin katılma alacağını nasıl ifa edeceğini belirlemekte ve ölen eşin mirasçılarının ifa serbestisini sınırlamış olmaktadır. 743 sayılı Türk Kanunu Medenisi altında düzenlenmemiş bu hüküm, Türk Medeni Kanunu tasarısına ait çalışmalarda mehaz İsviçre Medeni Kanun u (ZGB) m. 219 hükmü göz  önünde  bulundurularak  kanun  kapsamına  alınmış  ve  hükmün  gerekçesinde  şu ifadelere yer verilmiştir:  Edinilmiş mallara katılma rejiminde, katılma alacağı istemi, ilke olarak belirli malların özgülenmesi hakkını kapsamaz. Maddenin birinci fıkrasında buna bir istisna getirilmiş ve ölüm nedeniyle mal rejiminin  tasfiyesi  halinde  sağ  kalan  eşe,  o  ana  kadarki  yaşantısını  koruyabilmek amacıyla, ölen eşiyle birlikte yaşadıkları konut üzerinde kendisine, katılma alacağına mahsup edilmek üzere, bu yetmez ise bedel eklenmek suretiyle intifa veya oturma hakkı tanınmasını isteme imkânı getirilmiştir. Maddede eşlerin mal rejimi sözleşmesiyle aksine düzenleme yapabilecekleri öngörülmüştür. Maddenin ikinci fıkrası, birinci fıkradaki koşulların mevcudiyeti halinde sağ kalan eşe, ev eşyası üzerinde mülkiyet hakkı tanınmasını isteme yetkisi tanımıştır. Maddenin üçüncü fıkrası, birinci fıkradaki intifa veya oturma hakkı yerine, haklı sebeplerin varlığı halinde, sağ kalan eşin veya ölenin yasal mirasçıların istemiyle, ölen eşiyle birlikte yaşadıkları konut üzerinde mülkiyet hakkı tanınmasını hükme bağlamıştır. Maddede bu haklı sebeplerin neler olabileceği belirlenmemiştir. Her somut olaya göre bu sebeplerin haklı olup olmadığı hâkim tarafından değerlendirilecektir.                                                  3    Tasfiye sırasında, paylı mülkiyete konu bir mal varsa, eşlerden biri kanunda öngörülen diğer olanaklardan yararlanabileceği gibi, daha üstün bir yararı olduğunu ispat etmek ve diğerinin payını ödemek suretiyle o malın bölünmeden kendisine verilmesini isteyebilir. . 4   ACAR, 2016, s. 375.   641Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Maddenin son fıkrasında sağ kalan eşin, ölen eşin meslek ve sanatını icra ettirecek olan altsoylarının varlığı halinde, bu meslek ve sanatın icra edileceği bölümlerde intifa, oturma  ya  da  koşulları  varsa  mülkiyet  hakkını,  kullanamayacağı  ifade  edilmiştir. Tarımsal  taşınmazlara  ilişkin  miras  hukuku  hükümleri,  ilgili  maddelere  yollama yapılarak saklı tutulmuştur.  Kanun koyucu, evliliğin eşlerden birinin ölümü ile sona ermesi ve edinilmiş mallara katılma rejiminin tasfiye edilmesi halinde sağ kalan eşe, içinde ölen eşiyle birlikte yaşadığı konut üzerinde intifa ve oturma hakkı ile haklı sebeplerin varlığı halinde de mülkiyet hakkının tesisini talep hakkı tanımıştır. Hâlbuki ev eşyası üzerinde sağ kalan eşe tanınan hak, sadece mülkiyet hakkının tesisini talep hakkından ibarettir. TMK m. 240 hükmü ile kanun koyucu, sağ kalan eşe mal rejiminin tasfiyesi sonucunda ortaya çıkan alacak hakkından daha fazlasını sağlayarak konut ve/veya ev eşyası üzerinde katılma alacağının ayni hakka dönüşmesine imkân tanımıştır. Böylece edinilmiş  mallara  katılma  rejimindeki  eşlerin  mülkiyet  haklarının  birbirinden bağımsızlığı ile edinilmiş mallara katılma rejiminin tasfiyesinde eşlerin alacak hakkı sahibi olacağı ilkesinden tasfiye sonu itibariyle belli koşullarda vazgeçilmiştir.  Çalışmada sağ kalan eşin konut ve ev eşyası üzerindeki talep hakkı, talebin hukuki niteliği, şekli, muhatabı, süresi, ileri sürülebilme şartları, eşya hukukuna ilişkin sonuçlar incelenecek olup TMK m. 240 hükmü ile miras hukukuna ilişkin TMK m. 6526 hükmü                                                  5   ZEYTİN, Zafer, Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, 4. Basım, Seçkin Yayıncılık, Ankara, 2017. 6    Aile konutu ve ev eşyasının sağ kalan eşe özgülenmesi  kenar başlıklı TMK m. 652 hükmünce  Eşlerden birinin ölümü hâlinde tereke malları arasında ev eşyası veya eşlerin birlikte yaşadıkları konut  varsa;  sağ  kalan  eş,  bunlar  üzerinde  kendisine  miras  hakkına  mahsuben  mülkiyet  hakkı tanınmasını isteyebilir. Haklı sebeplerin varlığı hâlinde, sağ kalan eşin veya mirasbırakanın diğer yasal mirasçılarından birinin istemi üzerine, mülkiyet yerine intifa veya oturma hakkı tanınmasına da karar verilebilir. Mirasbırakanın bir meslek veya sanat icra ettiği ve altsoyundan birinin aynı meslek ve sanatı icra etmesi için gerekli olan bölümlerde, sağ kalan eş bu hakları kullanamaz. Tarımsal taşınmazlara ilişkin miras hukuku hükümleri saklıdır. . TMK m. 652 hükmünde TMK m. 240 hükmünde yer alan katılma alacağı yerine, miras payından bahsedilir. TMK m. 240 hükmünde düzenlendiği gibi sağ kalan eşin eski yaşantısını devam ettirebilmesi için talep hakkının tanınacağı ve de hükmün aksinin eşler tarafından kararlaştırılabileceği TMK m. 652 hükmünde açıkça düzenlenmemiştir. TMK m. 240 hükmünde sağ kalan eşe konut üzerinde öncelikle intifa veya oturma hakkı, ardından haklı nedenlerle mülkiyet hakkı tesisine yönelik talep hakkı tanınmışken TMK m. 652 hükmünde ise tersine öncelikle mülkiyet, ikincil olarak intifa veya oturma hakkı tesisine yönelik talep hakkı tanınmıştır. TMK m. 240 hükmünde katılma alacağına, TMK m. 652 hükmünde ise miras hakkına mahsuben sağ kalan eş lehine talep hakkı düzenlenmiştir. TMK m. 652 hükmünün uygulama alanı bulabilmesi için gereken koşullar   642Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   karşılaştırılması  çalışma  kapsamına  dahil  edilmediğinden  ayrıntılı  olarak  bu  hususa değinilmeyecektir.   I. GENEL OLARAK HÜKMÜN AMACI TBK m. 240 hükmü, edinilmiş mallara katılma rejiminin eşlerden birinin ölümü ile sona ermesi durumunda evlilik sonrası dayanışma ve de sağ kalan eşin o ana kadarki yaşam  standardını  devam  ettirmesi,  eşin  mağduriyetinin  önlenmesi,  olağan  yaşam ilişkilerini sürdürebilmesini sağlamak, eşlerin sadece ölüm haliyle sınırlı olmak üzere                                                  şöyledir: Tereke malları arasında eşlerin birlikte yaşadıkları konut ve ev eşyasının bulunması, sağ kalan eşin mirasçılık sıfatına ve de miras payına sahip olması ve sağ kalan eşin talepte bulunması, talebe yönelik konutun ölen eşin altsoyundan birinin aynı meslek veya sanatı icra edeceği konut olmaması, diğer mirasçıların tarımsal taşınmazlara yönelik hükümlere dayanarak talepte bulunmamış olması.   TMK m. 240 hükmü, miras hukukuna ilişkin TMK m. 652 hükmü ile benzer bir düzenleme niteliğinde olup edinilmiş mallara katılma rejiminde sağ kalan eşi korumak, eski yaşantısının devamını sağlamak amacıyla getirilen TMK m. 240 hükmünün yanında bu amacın TMK m. 652 hükmü ile birlikte katılma alacağı olmayan eş bakımından da mirasın paylaşılması aşamasında sağlanması amaçlanmaktadır. Bkz. GEZDER,  Ümit,   Mirasın  Paylaşılmasında  Aile  Konutunun  ve  Ev  Eşyasının  Sağ  Kalan  Eşe Özgülenmesi (MK m.652),  İÜHFM, İstanbul, Cilt 65, S.2, 2007, (s. 237-252), s. 240vd.; ACAR, 2004, s. 141; DEMİRBAŞ, Harun,  Sağ Kalan Eşe Aile Konutu ve Ev Eşyası Üzerinde Ayni Hak Tanınması İmkânı Veren MK. 240 ve MK. 652'nin Karşılaştırmalı Olarak İncelenmesi , Prof. Dr. Hüseyin Hatemi'ye Armağan, Cilt I, Vedat Kitapçılık, İstanbul, 2009, (s. 589-603), s. 590vd.; KARLI, Özlem,  TMK. Mad. 652 ye Göre Aile Konutu ve Ev Eşyasının Sağ Kalan Eşe Özgülenmesi , Prof. Dr. Hüseyin Hatemi ye Armağan, Cilt I, Vedat Kitapçılık, İstanbul, 2009, (s. 889–904), s. 890 vd; YAĞCIOĞLU, Ali Haydar, Edinilmiş Mallara Katılma Rejiminde Eşlerin Yasal Alım Hakkı, Yetkin Yayıncılık, Ankara, 2007, s. 145; AKKIŞLA, H. Sena,  Aile Konutunun Sağ Kalan Eşe Özgülenmesi ,  Kesit  Akademi  Dergisi,  S.16,  2018, s.541563,http://www.kesitakademi.com/?mod=tammetin&  makaleadi=&makaleurl=159974165 1540%20H. %20Sena%20AKKIŞLA.pdf&key=1234, s. 534vd. TMK m. 240 hükmünce konut ve ev eşyası üzerinde sağ kalan eşin talep hakkını kullanması için mirasçılık sıfatı aranmaz; sağ kalan eş, mirastan yoksunluk, mirasçılıktan çıkarma veya mirasın reddi gibi bir halde mirasçılık sıfatını yitirmiş olsa bile katılma alacağının varlığı halinde TMK m. 240 hükmünce ayni hak tesisini talep hakkını kullanabilir. Sağ kalan eşin katılma alacağının mevcut olmadığı ya da bulunmasına rağmen bedel eklemek imkanına sahip olmadığı hallerde TMK m. 240 hükmü değil, ancak koşulları mevcutsa TMK m.  652  hükmü  uygulama  alanı  bulabilecektir.  Bkz.  KILIÇOĞLU,  Ahmet  M.,  Türk  Medeni Kanunu nda Diğer Eşin Rızasına Bağlı Hukuksal İşlemler ve Yasal Alım Hakkı, Ankara, Turhan Kitabevi, 2002, s. 46-47.  7   ÖZTAN, Bilge, Aile Hukuku, 6. Basım, Turhan Kitabevi, Ankara, 2015, s. 545. 8   ŞEKER, Muzaffer,  Eşin Ölümü Halinde Malların Miras ve Yasal Mal Rejimi Kapsamında Birbirinden Bağımsız Olarak Tasfiye Edilmesi ve Özellikle Sağ Kalan Eşin Aile Konutu ve Ev Eşyası Üzerinde Miras ve Yasal Mal Rejimi Hükümlerinden Kaynaklanan Hakları , Maltepe ÜHFD, S. 1, 2007, (s. 435-450), s. 438. 9   NUSPLIGER,  Isabelle,  ZGB  Kommentar  Schweizerisches  Zivilgesetzbuch  Reihe  OFK-Orell Füssli Kommentar, Art. 219, Herausgeber Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz, Roland Fankhauser, Stämpfli, Bern, 2016, Art. 219, N. 1; STECK, Daniel/FANKHAUSER, Roland,   643Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   konut veya ev eşyası üzerinde ayni hak talebinde bulunabilmesi amacını taşır. Aynı konutu paylaşan ve ev eşyasını kullanan eş dururken bunlar üzerinde mirasçılara mülkiyet hakkının tanınması isabetli olmayabilecektir; şöyle ki ölen eşiyle beraber anılarını ve hayatını paylaştığı konutta hayatının geri kalanını rahatsız edilmeden geçirmekte ve ev eşyasını kullanmakta sağ kalan eşin menfaati olduğu açıktır. Bu düzenleme, sağ kalan eşin korunmaya değer menfaatini kollamak gibi sosyal ve insani bir amaçla getirilmiş olup hükmün gerekçesinde de belirtildiği üzere edinilmiş mallara katılma rejiminde kural olarak eşlere tanınan alacak hakkının tek istisnasını oluşturmaktadır.  II. AİLE KONUTU VE HÜKÜMDEKİ KONUT KAVRAMI Türk  Medeni  Kanunu nun  getirdiği  en  önemli  yeniliklerden  birisi,   aile konutu dur. 743 sayılı Türk Kanunu Medenisi nde yer almayan bu kavram, eşlerin evlilik birliğini yoğun bir şekilde idame ettirdikleri aile konutunun ve ailenin korunması için eşlerin  işlem  yapma  özgürlüğünün  bir  istisnası  olarak  mehaz  İsviçre  Medeni Kanunu ndan alınmıştır. Kanunda aile konutu kavramının tanımının yapılmaması, bilinçli bir davranıştır; zira aile konutunun niteliklerinin uygulamada şekilleneceği, her somut olayın özellikleri ve öznel nitelikleri göz önüne alınarak çözüme gidileceği düşünülmüştür. Her ne kadar kanunda bir tanıma yer verilmemiş olsa da TMK m. 194 hükmünün gerekçesinde aile konutu  eşlerin bütün yaşam faaliyetlerini gerçekleştirdiği, yaşantısına buna göre yön verdiği, acı ve tatlı günleri içinde yaşadığı, anılarla dolu bir mekân  olarak ifade edilmiştir.                                                  Scheidung, Das Güterrecht der Ehegatten/Zweiter Abschnitt: Der ordentliche Güterstand der Errungenschaftsbeteiligung,  Herausgeber  Ingeborg  Schwenzer,  Roland  Fankhauser,  Art.  219, Stämpfli Verlag AG, Bern, 2017, Art. 219, N. 1; GÜMÜŞ, 2008, s. 402. 10  KILIÇOĞLU, 2002, s. 45-48. 11  Ayrıca bkz. HAYRAN, H. Burhan, Mal Rejimleri Şerhi (4721 S. TMK: 202-281), Adil Yayınevi, Ankara, 2004, s. 331-332; AKINTÜRK, Turgut / ATEŞ, Derya, Türk Medeni Hukuku İkinci Cilt Aile Hukuku, 22. Basım, Beta Yayınları, İstanbul, 2020, s. 176. 12  NEBİOĞLU ÖNER, Şebnem,  Aile Konutunun Özellikleri, Unsurları, Koruma Süresi ve Koruma Nedenleri , Türkiye Barolar Birliği Dergisi, Kasım-Aralık 2011, Ankara, S. 97, s. 121.   644Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Aile konutu, eşlerin TMK m. 186/I hükmünce ortak iradeleri ile belirledikleri, ailenin barınmasına sürekli olarak özgülenen, ailenin yaşam merkezi sayılan yerdir. Yargıtay kararlarında da aile konutu, TMK gerekçesindeki gibi eşlerin bütün yaşam faaliyetlerini  gerçekleştirdikleri  acı,  tatlı  günlerini  yaşadıkları,  yaşam  faaliyetlerini yoğunlaştırdıkları mekân olarak tanımlanmaktadır. Yargıtay Hukuk Genel Kurulu nun E.  2011/2-447,  K.  2011/556,  T.  28.9.2011  kararına  göre   Bir  yerin  aile  konutu sayılabilmesi için eşlerin aile konutunu beraberce seçmeleri ve burada ortak bir yaşam merkezi  oluşturmaları;  aile  konutunun  aile  hayatı  için  merkezileştirilmesi;  aile konutunun kullanımının hukuka uygun olması ve nihayet eşlerin bir yeri aile konutu haline  getirmeye  yönelik  iradelerinin  üçüncü  kişiler  tarafından  da  anlaşılabilir olmasıdır; yani, konutun üçüncü kişilerce de ailenin yaşadığı konut sayılmasıdır. Aile konutu tek bir konuttur. Eşlerden birinin meslekî faaliyeti veya çocukların sağlık veya eğitim  durumu  sebebiyle  ailenin  yaşam  faaliyeti  yılın  belirli  dönemlerinde  farklı konutlarda odaklanıyorsa  ailenin  yaşam faaliyetinin  yoğunlaştığı  konut  aile konutu sayılmalıdır. Aile konutu, ailenin barınma ihtiyacını karşılayan ve eşlerin yaşam merkezi olan konuttur. .                                                   13  BARLAS, Nami,  Yeni Türk Medenî Kanunu Hükümleri Çerçevesinde Eşler Arası Hukuki İşlem Özgürlüğü ve Sınırları , Prof. Dr. Necip Kocayusufpaşaoğlu na Armağan, Seçkin Yayıncılık, İstanbul, 2004, (s. 115-145), s. 122. Tapu Kadastro Genel Müdürlüğü nün 2002/7 sayılı genelgesinde  Aile  konutu,  eşlerin  bütün  yaşam  faaliyetlerini  gerçekleştirdiği  ve  düzenli  yerleşim  amacıyla kullandıkları mekanları ifade ettiğinden, zaman zaman ya da hafta sonu kullanmak amacıyla edinilen yazlık  konut,  dağ  evi  gibi  konutlar  Türk  Medeni  Kanunu nun  194   üncü  maddesi  kapsamına girmediğinden  ifadesi mevcuttur.  14  HAUSHEER,  Heinz/REUSSER,  Ruth/GEISER,  Thomas,  Berner  Kommentar,  Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das Eherecht, Band II/1/2, Die Wirkungen der Ehe im allgemeinen, Artikel 159- 180 ZGB, Schulthess, Bern, 1999, Art. 169, N. 14; DURAL, Mustafa/Öğüz, Tufan/Gümüş, M. Alper, Türk Özel Hukuku Cilt III Aile Hukuku, 15. Basım, Filiz Kitabevi, İstanbul, 2020, N. 879; GÜMÜŞ, 2008, s. 66; ŞIPKA, Şükran, Aile Konutu ile İlgili İşlemlerde Diğer Eşin Rızası (TMK md. 194), Beta Yayıncılık, İstanbul, 2004, s. 321; ACAR, 2016, s. 18. 15  Yargıtay 2. Hukuk Dairesi E. 2005/16473, K. 2006/799, T. 2.2.2006; Yargıtay Hukuk Genel Kurulu E. 2017/2-2906, K. 2017/1723, T. 13.12.2017 www.kazanci.com (Erişim Tarihi 08.06.2020). Tapu Kadastro Genel Müdürlüğü nün 01.06.2002 tarihli, 2002/7 sayılı genelgesinde  Aile Konutu, eslerin bütün yasam faaliyetlerini gerçeklestirdigi ve düzenli yerlesim amacıyla kullandiklari mekanlari ifade ettiginden…  ifadesine yer verilmiştir. Doktrindeki farklı tanımlamalar için bkz. ŞEKER, Muzaffer,  İsviçre Hukukunda Aile Konutunun Boşanma Halinde Aile Konutuna İhtiyacı Olan Eşe Mahkeme Kararı  ile  Tahsis  Edilmesi ,  EÜHFD,  Cilt  11,  S.  3-4,  2007,  (s.  473-487),  s.  474-475; AKINTÜRK/ATEŞ, 2020, s. 121; DOĞAN, Murat,  Medeni Kanun un Getirdiği Yeni Bir Müessese: Aile Konutu , AÜEHFD, Cilt VI, S. 1-4, Yıl 2002, (s. 285-300), s. 286; ZEYTİN, 2017, N. 773; YAĞCIOĞLU, 2007, s. 92.   645Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   TMK  m.  240  hükmünün  kenar  başlığı   aile  konutu   ifadesini  içermekteyken hükmün  ilk  fıkrasında   eşlerin  birlikte  yaşadıkları  konut   şeklinde  bir  ifade  yer almaktadır. Mehaz İsviçre Medeni Kanunu nun 219. hükmünün kenar başlığında ve fıkralarında  da  aile  konutundan  değil,  konuttan  (Wohnung)  bahsedilmektedir.  Bir görüşe  göre  TMK  m.  240  hükmünde  anılan   konut ,   aile  konutu dur.  Ancak katıldığımız görüşe göre ise TMK m. 240 hükmünün amacına daha uygun olarak eşlerin birlikte yaşadıkları konut kavramı, TMK m. 194 hükmünde düzenlenen aile konutu kavramından daha geniş anlaşılmalıdır. Bu konuda Yargıtay, hükmün kapsamındaki konutun,  aile konutu  olduğu görüşündedir ve sağ kalan eşin talep hakkını konut bakımından kullanabilmesine ilişkin Yargıtay 2. Hukuk Dairesi nin E. 2008/12535, K. 2008/14964, T. 12.11.2008 kararı şöyledir:  Somut olayda davacı, 1/4 payı kendisine, 3/4 payı da ölen eşine ait olan konutun, aile konutu olduğunun tespitini istemiştir. Davacının,  Türk Medeni  Kanunu nun 240. ve  652. maddelerinin kendisine tanıdığı hakları kullanabilmesi için, böyle bir tespit kararı istemekte hukuki yararı mevcuttur. O halde, mahkemece yapılacak iş; tarafların tüm delillerini toplayıp, gerektiğinde keşif de yapılıp, bu konutun aile konutu olup olmadığını tespit etmekten ibarettir. . Her ne kadar                                                  16  Hükümde anılan konutun, apartman dairesi veya arazide tek başına bulunan bir ev olup olmaması farksızdır. Bkz. TUOR, Peter, Das schweizerische Zivilgesetzbuch, Schulthess, Zürich, 2009, §32, N. 30, dn. 56. 17  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  34  vd.;  HAUSHEER,  Heinz,  Basler Kommentar  Zivilgesetzbuch  I.  Art.  1-456  ZGB,  Herausgeber,  Geiser,  Thomas/Fountoulakis, Christiana, Schulthess, Basel, 2014, Art. 219, N. 12; HAYRAN, 2004, s. 334; ZEYTİN, 2017, N. 773; YAĞCIOĞLU, 2007, s. 90vd.; ÖZTAN, 2015, s. 545; AKINTÜRK/ATEŞ, 2020, s. 176; SARI, Suat, Evlilik Birliğinde Yasak Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, Beşir Kitabevi, İstanbul, 2007, s. 283-284; ACAR, 2016, s. 373vd.; DEMİRBAŞ, 2009, s. 593; ÖZUĞUR, Ali İhsan, Mal Rejimleri, 8. Basım, Seçkin Yayıncılık, Ankara, 2015, s. 88. 18  DURAL, Mustafa/ÖZ, Turgut, Türk Özel Hukuku Cilt IV Miras Hukuku, 13. Basım, Filiz Kitabevi, İstanbul, 2019, N. 2072; GÜMÜŞ, 2008, s. 412; ZEYTİN, 2017, N. 773.  19  Benzer bir karar olarak bkz. Yargıtay 2. Hukuk Dairesi E. 2012/11721, K. 2012/17517, T. 25.6.2012 kararı şöyledir:  Toplanan delillerden, tarafların ve mahkemenin de kabulünde olduğu üzere dava konusu taşınmaz, davacı ile miras bırakanın sağlığında birlikte oturdukları aile konutudur. Davacının aile konutu şerhi konulması talebi yanında, öncelikle taşınmazın aile konutu olduğunun tespiti istemi de bulunmaktadır. Davacının Türk Medeni Kanunu nun 240. ve 652. maddelerinin kendisine tanıdığı hakları kullanabilmesi için böyle bir tespit kararı istemekte hukuki yararı mevcuttur. Mahkemece dava konusu  taşınmazın  tarafların  ortak  mirasbırakanıyla  davacının  aile  konutu  olarak  kullanıldığı belirlenmiş  olduğundan;  taşınmazın  aile  konutu  olduğunun  tespitine  karar  vermek  gerekir.  www.kazanci.com (Erişim Tarihi 08.06.2020)   646Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Yargıtay pek çok kararında aile konutunun tek olduğunu kabul etse ve TMK m. 194 hükmü kapsamında ikincil nitelikteki evler, örneğin yazlık, dağ evi, vb. aile konutu olarak değerlendirilmese  de  kanaatimizce  örneğin  eşlerin  yılın  yedi  ayını  geçirdikleri Nişantaşı ndaki evleri ile yılın beş ayını geçirdikleri Büyükada daki evleri, TMK m. 240 hükmü kapsamında eşlerin birlikte yaşadıkları konut sayılmalıdır. Halbuki sağ kalan eşin haklı sebep olmaksızın konutu terketmesi ihtimalinde ölen eşin terekesindeki konutu, haklı sebebe dayanmayan ayrı  yaşama dönemi bakımından birlikte yaşanılan konut niteliğini haiz olmayacağından, başka bir ifadeyle aile konutu niteliği ortadan kalkmış olmasa da birlikte yaşama şartı ortadan kalktığı için sağ kalan eş, TMK m. 240 hükmü gereğince  talep  hakkını  kullanamamalıdır;  aksine  ölen  eş,  haklı  sebep  olmaksızın konutu terketmiş veya sağ kalan eşi tehditle, kovarak konutu terketmek zorunda bırakmış olsa,  sağ  kalan  eş  bakımından  konut  birlikte  yaşanılan  konut  olma  özelliğini koruyacağından  sağ  kalan  eş,  TMK  m.  240  hükmünü  gereğince  talep  hakkını ileri sürebilecektir.  III. EV EŞYASI KAVRAMI  Ev eşyası, eşlerin beraber kullandıkları, evdeki olağan hayatın devamı için varlığı zorunlu olan  ya da  evin döşenmesinde kullanılan eşyadır. Örneğin  koltuk,  perde, çamaşır makinası, yatak, yorgan, yastık, halı, mutfak gereçleri, televizyon, buzdolabı, vb. eşya, bu kapsamdadır. Ayrıca birlikte yaşanılan konut dışındaki ikinci konuttaki eşya                                                  20  Yargıtay Hukuk Genel Kurulunu E. 2011/2-447, K. 2011/556, T. 28.9.2011; ayrıca bkz. Yargıtay 2. Hukuk Dairesi E. 2005/16473, K. 2006/799, T. 2.2.2006 www.kazanci.com (Erişim Tarihi 08.06.2020); bu yönde bkz. GÜMÜŞ, 2008, s. 67. 21  HAUSHEER/REUSSER/GEISER, 1992, Art. 169, N. 18; ŞIPKA, 2004, s. 321, dn. 10; BARLAS, 2004, s. 122; GÜMÜŞ, 2008, s. 68; ŞEKER, 2007, s. 475; YAĞCIOĞLU, 2007, s. 94; Yargıtay 2. Hukuk Dairesi E. 2003/3071, K. 2003/4352, T. 27.3.2003:  …yazlık konut ailenin tatil ihtiyacını karşılamak amacıyla edinilmiş olup, bütün yaşam faaliyetlerinin gerçekleştiği sürekliliği olan alan niteliğinde değildir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 22  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1257. 23  GÜMÜŞ, 2008, s. 412, 413. 24  DURAL/ÖZ, 2019, N. 2082.  Türk  Dil  Kurumu nun  sözlüğünde  de  yer  aldığı  üzere   eşya   sözcüğü  çoğuldur.  Bkz. http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5c4ecbf.38691734   647Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   bakımından da sağ kalan eş, TMK m. 240 hükmü uyarınca talepte bulunabilmelidir. Hangi eşyanın ev eşyası olduğunun tespitinde, eşin ölümüne kadar sürdürülen yaşam seviyesinin devamına  yönelik somut bir katkının olup olmadığı kıstası göz önünde bulundurulmalıdır.  Dolayısıyla  eşlerden  birinin  veya  diğer  aile  üyelerinden  birinin kullanımına giren eşya, bu kapsamın dışındadır; örneğin antika eşyanın veya sağ kalan eşin de kullandığı arabanın ya da karavanın sağ kalan eşin hayat seviyesinin devamında önemli bir paya sahip olması halinde ev eşyası olarak sayılabilmesi mümkündür; ancak ayakkabı, küpe, ödül niteliğindeki plaketler, hobi olarak biriktirilmiş düğmeler ev eşyası sayılmaz. Ev  eşyası,  kullanılmakla  zamanla  ömrü  tükenen,  değer  kaybeden  mahiyette olduğundan hüküm kapsamında sadece mülkiyet hakkının tesisine imkân tanınmış olup sağ kalan eş, ev eşyasının tamamı için veya eşyanın bütünlüğünü bozmayacak şekilde bir bölümü için talep hakkını kullanabilir; bu noktada sağ kalan eş, hangi ev eşyasını talep edeceğini serbestçe belirleyebilir. Örneğin sağ kalan eşin yemek takımındaki çay takımı bakımından sadece çay takımı için mülkiyet hakkının tesisi talep edilememelidir. Ev eşyası üzerinde konut bakımından olduğu gibi oturma hakkı kurulamayacağı açıktır; ancak eğer ev eşyası üzerinde intifa hakkı tesis edilecek olsaydı, bu takdirde intifa süresinin  sonunda  çoğu  zaman  mirasçılara  onlar  için  bir  değer  taşımayan,  hurdaya                                                  25  GÜMÜŞ, 2008, s. 411-412. 26  ZEYTİN, 2017, N. 791; YAĞCIOĞLU, 2007, s. 95-96. Örneğin ölen eşin bürosundaki kitapları, işyerindeki aletleri ev eşyası olarak kabul edilmez. Bkz. HAYRAN, 2004, s. 334.  27  GÜMÜŞ, 2008, s. 412. Aksi görüş için bkz. YAĞCIOĞLU, 2007, s. 95. 28  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 80; YAĞCIOĞLU, 2007, s. 95; BGE 114IIE. 4;  aksi  görüş  için  bkz.  SCHLEISS,  Richard,  Hausrat  und  Wohnung  in Güterstandsauseinandersetzung und Erbteilung (nach den neuen Art. 219, 244 und 612a ZGB), Bern Univ. Diss., Bern, 1989, s. 86-87; HAYRAN, 2004, s. 334. 29  KILIÇOĞLU, 2002, s. 61; DOĞAN, Murat,  Mal Rejiminin Tasfiyesinde ve Mirasın Paylaşımında Aile Konutu ve Ev Eşyası , AÜEHFD, Cumhuriyetimizin 80. Kuruluş Yılına Armağan, Cilt VII, S.3-4, 2003, (s. 651-696), s. 664. Genel hükümlere göre sağ kalan eşle mirasçıların anlaşması halinde ev eşyası üzerinde de intifa hakkı kurulabilir. Bkz. ZEYTİN, 2017, N. 791.  30  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 86; STECK/FANKHAUSER, 2017, Art. 219, N. 14; NUSPLIGER, 2016, Art. 219, N. 5; SCHLEISS, 1989, s. 86. 31  DURAL, Mustafa/ÖĞÜZ, Tufan/GÜMÜŞ, M. Alper, Türk Özel Hukuku Cilt III Aile Hukuku, Filiz Kitabevi, İstanbul, 2005, s. 408; YAĞCIOĞLU, 2007, s. 129.   648Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   ayrılmış eşya kalmış olacaktı. Dolayısıyla ev eşyasının kullanım değerlerinin çoğu kez mülkiyet değerine yakın olduğu düşünüldüğünde ev eşyası üzerinde başka bir hakkın tanınmasının kimsenin lehine olmadığı anlaşılmaktadır.  IV. SAĞ KALAN EŞİN KONUT VE EV EŞYASI ÜZERİNDEKİ HAKKI Konut veya ev eşyası üzerinde sağ kalan eşin TMK m. 240 hükmüne dayalı ayni hak tesisini talep yönündeki hakkının hukuki niteliği, konusu, muhatabı, süresi, ileri sürülebilme  şartları,  eşya  hukukuna  ilişkin  sonuçlar,  ölüme  bağlı  tasarrufun  varlığı halinde sağ kalan eşin hakkı bu başlık altında irdelenecektir. A. Hakkın Hukuki Niteliği ve Hakkın İleri Sürülme Şekli TMK m. 240 hükmünde sağ kalan eşe mülkiyet, intifa veya oturma hakkı tesisini talep yönünde hak tanınmıştır. Bu hak, sözleşmesel değil, kanundan doğan bir haktır. Sağ kalan eş, TMK m. 240 hükmü uyarınca katılma alacağı bakımından katılma alacağının kendisine para olarak ödenmesi ya da konut veya ev eşyası üzerinde ayni hak tesisini talep edebilme yönünde seçimlik hakka sahiptir. Sağ kalan eşe tanınan mülkiyet hakkı tesisini talep yönündeki hakkının niteliği bakımından doktrinde farklı görüşler ileri sürülmüştür. Bir görüşe göre bu hak,  yenilik doğurucu hak  niteliğindedir ve tek taraflı irade beyanı ile borç altına sokulmakla                                                  32  SCHLEISS, 1989, s. 127; KILIÇOĞLU, 2002, s. 47-50; KILIÇOĞLU, Ahmet M., Edinilmiş Mallara Katılma Rejimi, Turhan Kitabevi, Ankara, 2002, s. 61; KILIÇOĞLU, 2014, s. 89, 219; DOĞAN, 2003, s. 664. 33  YAĞCIOĞLU, 2007, s. 129. 34  DOĞAN, 2003, s. 669,670.   35  İsviçre hukukundaki farklı görüşler için bkz. YAĞCIOĞLU, 2007, s. 30, dn. 10-11. 36  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 10; SCHLEISS, 1989, s. 164-193; DOĞAN, 2003, s. 669; SARI, 2007, s. 287; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 404; ŞEKER, 2007a, s. 440; ZEYTİN, 2017, N. 785; ACAR, 2016, s. 375; GÜMÜŞ, 2008, s. 406; DEMİRBAŞ, 2009, s. 598. Mirasçıların TBK m. 240/III hükmündeki talep hakkı bakımından karşı yenilik doğuran hakka sahip oldukları yönünde bkz. DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 405; GÜMÜŞ, 2008, s. 407. Mirasçıların  ikincil nitelikte karşı talebi  olduğu yönünde bkz. BÜBERCİ ÇİFTÇİ, Afet Gülen/İÇÖZ DEMİREL, Derya, Boşanma Davaları Cilt 2, Seçkin Yayıncılık, Ankara, 2017, s. 538.   649Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   gerçekleşen bir  ifa ikamesi  söz konusudur; diğer görüşe göre ise bu hak, sağ kalan eş lehine  yasal alım hakkı  niteliğindedir; son görüşe göre ise bu hak,  şahsi nitelikte talep hakkı dır. Kanaatimizce sağ kalan eşe  mülkiyet  hakkının tesisine yönelik talep hakkının niteliği, yenilik doğurucu hak veya yasal alım hakkı değildir. Bu noktadaki ilk gerekçe, kanundan doğan bir alım hakkının bulunmamasıdır. İkinci gerekçe, alım hakkının sahibinin ölümüyle alım hakkının TBK m. 239/I hükmü gereğince mirasçılara geçmesi                                                  37  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 404; ACAR, 2016, s. 374; GÜMÜŞ, 2008, s. 406. Söz konusu ayni haklar sürüm değeri itibariyle talepte bulunan eşin katılma alacağına mahsup edileceğinden ve bakiye katılma alacağı yine borçlu sağ kalan eşten talep edilebileceğinden hükümde  ifa yerine edim in değil,  ifa uğruna edim in yaratıldığı yönünde bkz. DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 404; GÜMÜŞ, 2008, s. 407. TMK m. 240 hükmünde sağ kalan eş lehine  ifa ikamesi nin söz konusu olmasına karşın TMK m. 652 hükmünde  paylaşım kuralı  mevcuttur. Bkz. ACAR, 2016, s. 379. 38  KILIÇOĞLU, 2002, s. 42; KILIÇOĞLU, Ahmet M., Medeni Kanun'umuzun Aile- Miras- Eşya Hukukuna Getirdiği Yenilikler, 3. Basım, Turhan Kitabevi, Ankara, 2014, s. 351; KILIÇOĞLU, Ahmet M., Aile Hukuku, 4. Basım, Turhan Kitabevi, Ankara, 2019, s. 356; ACAR, 2004, s. 140.  Mülkiyet hakkının tesisine ilişkin talebin niteliğinin yasal alım hakkı olduğu yönünde bkz. ATEŞ, Turan, Edinilmiş (Kazanılmış) Mallara Katılma Rejimi, Legal Yayıncılık, İstanbul, 2004, s. 64; YAĞCIOĞLU, 2007, s. 126; NEBİOĞLU ÖNER, 2014, s. 157. Eşlerin alım hakkı,  eşlerin paylı mülkiyetindeki  mallar  veya  aile  konutu  ve  ev  eşyaları  üzerinde,  yasada  belirtilen  koşulların gerçekleşmesi  ile  sağ  kalan  eşe  veya  üstün  çıkarı  olan  eşe  yasa  ile  tanınan;  paylı  mülkiyetin bölünmeksizin kendisine özgülenmesini veya kendi lehine aile konutu ve ev eşyaları üzerinde yasada belirtilen ayni hakların tesis edilebilmesini isteme yetkisi veren bir haktır . Bkz. YAĞCIOĞLU, 2007, s. 28. Hüküm gereğince mülkiyet hakkı bakımından -konut ve ev eşyası ayrımı yapılmadan- Yargıtay 14. Hukuk Dairesi E. 2019/2085, K. 2019/7704, T. 13.11.2019; Yargıtay 14. Hukuk Dairesi E. 2016/3057, K. 2018/8028, T. 21.11.2018 kararlarında  alım hakkı ; Yargıtay Hukuk Genel Kurulu E. 2011/2-447, K. 2011/556, T. 28.9.2011 kararında ise  kanuni alım hakkı  nitelemesinde bulunmuştur. Yargıtay 1. Hukuk Dairesi E. 2000/4392, K. 2000/7733, T. 13.6.2000 kararına göre alım hakkı sağ kalan eş tarafından  kullanılırsa  mirasçılar,  sözleşmede  kararlaştırılan  koşullarla  taşınmaz  satış  sözleşmesi yaparak tescil talebinde bulunma (ferağ verme) borcu altına girerler. www.kazanci.com (Erişim Tarihi 08.06.2020) 39  BUZ, Vedat, Medeni Hukukta Yenilik Doğuran Haklar, Yetkin Yayıncılık, Ankara, 2005, s. 148. Bir görüş hakkı,  kanundan doğan borçlandırıcı talep  olarak nitelemiştir, bkz. YAĞCIOĞLU, 2007, s. 43. Bir görüşe göre sağ kalan eşe tanınan intifa ve oturma hakkını talep etme hakkı, önalım (şuf a) hakkına benzer niteliktedir. Bkz. HAYRAN, 2004, s. 332. Başka bir yazar ise  intifa hakkına ilişkin alım hakkı  tabirini kullanmıştır. Bkz. KILIÇOĞLU, 2002, s. 49. 40  GÜRSOY,  Kemal  T./EREN,  Fikret/CANSEL,  Erol,  Türk  Eşya  Hukuku,  2.  Basım,  Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1984, s. 613; EREN, Fikret, Mülkiyet Hukuku, 4. Basım, Yetkin Yayınları, Ankara, 2016, s. 459; TOPUZ, Murat, Türk Özel Hukukunda Taşınmaz Mülkiyeti, Seçkin Yayıncılık, Ankara, 2020, s. 463.   650Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mümkünken TBK m. 240 hükmünün konuluş amacına göre sağ kalan eşe tanınan hakkın, miras yoluyla mirasçılara geçmemesidir. Üçüncü gerekçe, alım hakkı için TBK m.  207/I  hükmünce  satış  sözleşmesinin  esaslı  noktası  olan  bir  satış  bedelinin kararlaştırılması gerekmesine rağmen TMK m. 240 hükmü gereğince satış bedelinin söz konusu olmamasıdır. Bir diğer gerekçe ise alım hakkının tek taraflı yenilik doğuran irade beyanıyla satış sözleşmesini kurmaya yönelik olması karşısında TMK m. 240 hükmünce sağ kalan eşin hakkının ise tek taraflı kullanılmakla satış ilişkisinin kurulamamasıdır. Şöyle ki sağ kalan eşin konut üzerinde mülkiyet hakkının tanınmasını istemesi halinde TMK  m.  240/III  hükmünce  sağ  kalan  eş  tarafından  haklı  sebeplerin  varlığının ispatlanması gerekecektir. Dolayısıyla sağ kalan eşin, mülkiyet hakkının devrini talep etmesine rağmen TMK m. 1013/I hükmünce tapuda tescil talebinde bulunmayan ya da mülkiyetin ve zilyetliğin devrini ev eşyası bakımından yerine getirmeyen mirasçılara yönelik dava açması gerekmektedir. Dolayısıyla bu anılan gerekçelere dayalı olarak kanaatimizce sağ kalan eşin TMK m. 240 hükmü gereğince mülkiyet hakkının tesisine yönelik  hakkı,   kanundan  doğan  alacak  hakkı   niteliğindedir.  Bununla  birlikte kanaatimizce  sağ  kalan  eşin   intifa  ve  oturma   hakkı  tesisini  talep  hakkı  da  yine  kanundan doğan alacak hakkı  niteliğindedir.  Sağ kalan eşin bu talebi, muhatabına ulaşması gereken bir irade beyanı olmakla birlikte herhangi bir şekle bağlı değildir. İrade beyanı sözlü, adi yazılı, noter ihtarnamesi yoluyla yöneltilebileceği gibi dava yolu ile de yöneltilebilir. Ölen eşin mirasçıları dışında sağ kalan eşin bu talebini kimse kabule yetkili değildir; bununla birlikte mirasçılar, TBK                                                  41  TOPUZ, 2020, s. 466. Önceki görüşümüzde yasal alım hakkı olduğunu belirtmiş olmakla birlikte bu hususta görüş değişiğine gidiyoruz. Önceki görüş için bkz. ŞIPKA, Şükran (Editör), Aile Hukuku Derneği Mal Rejimi Çalıştayı 26-27 Nisan 2019, On İki Levha Yayıncılık, İstanbul, 2019, s. 27. 42  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  10;  HAUSHEER,  2014,  Art.  219,  N.  2; NUSPLIGER, 2016, Art. 219, N. 1; ZEYTİN, 2017, N. 770; ŞEKER, 2007, s. 484; ÖZTAN, 2015, s. 546;  ŞIPKA,  2004,  s.  333-334;  GÜMÜŞ,  2008,  s.  190;  DOĞAN,  2003,  s.  659;  ayrıca  bkz. YAĞCIOĞLU, 2007, s. 43; BUZ, 2005, s. 149. 43  Aşağıda açılabilecek davalar ele alınacağından bu hususu bu başlık altında değerlendirmemeyi tercih ediyoruz. Bkz. aşa. F başlığı. 44  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  64;  SCHLEISS,  1989,  s.  100; STECK/FANKHAUSER, 2017, Art. 219, N. 13; YAĞCIOĞLU, 2007, s. 149; ÖZTAN, 2015, s. 545; ACAR, 2016, s. 378; NEBİOĞLU ÖNER, 2014, s. 122. 45  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; SCHLEISS, 1989, s. 102.   651Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   m.  240  hükmünde  kendisine  tanınan  talep  haklarını  kullanması  için  sağ  kalan  eşi zorlayamaz. B. Hakkın Konusu Konut veya ev eşyası üzerinde sağ kalan eşe tanınabilecek haklar, TMK m. 240 hükmünde  sayılanlarla  sınırlıdır.  Mal  rejimi  sözleşmesiyle  kabul  edilen  başka düzenlemeler saklı kalmak kaydıyla (TMK m. 240/I) sağ kalan eşe başka bir hakkın tanınması bu hüküm gereğince mümkün değildir. TMK m. 240/I hükmü uyarınca sağ kalan eşin konut üzerindeki talebi, intifa veya oturma hakkı tanınmasına ilişkin olabilirken bu talep, TMK m. 240/III hükmü gereğince haklı  sebeplerin  varlığı  hâlinde  intifa  veya  oturma  hakkı  yerine  mülkiyet  hakkı tanınmasına ilişkin de olabilir. Haklı sebebe örnek olarak sağ kalan eşin yaşı, mirasçılarla olan kişisel ilişkiler verilebilir.  Sağ kalan eşin ev eşyası üzerindeki talebi bakımından ise konuta ilişkin taleplerden sadece mülkiyet hakkı tesisine yönelik talep, kanuni düzenleme konusu olmuştur. Buna göre TMK m. 240/II hükmü gereğince  Sağ kalan eş, aynı koşullar altında ev eşyası üzerinde kendisine mülkiyet hakkı tanınmasını isteyebilir. . Dolayısıyla sağ kalan eşin ev eşyası üzerindeki talebinin konusu, ancak mülkiyet hakkı olabilir. Kanun, sağ kalan eşe konut ve ev eşyası üzerinde ayni hak talep edebilme hakkını bir durumda vermemiştir. Sağ kalan eşin talebinin sınırını oluşturan TMK m. 240/son hükmü gereğince  Sağ kalan eş, mirasbırakanın bir meslek veya sanat icra ettiği ve altsoyundan birinin aynı meslek veya sanatı icra etmesi için gerekli olan bölümlerde bu hakları kullanamaz. Tarımsal taşınmazlara ilişkin miras hukuku hükümleri saklıdır. . Örneğin, konutun bir odasını avukatlık bürosu olarak kullanan baba öldüğünde aynı mesleği sürdüren oğlu varsa bu durumda sağ kalan eş, konut üzerinde ayni bir hak talep edemeyecektir. Konunun açıklamalarına aşağıdaki başlıklarda yer verilecektir.                                                  46  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 64; GÜMÜŞ, 2008, s. 411; ACAR, 2016, s. 378; ŞEKER, 2007a, s. 440; ŞIPKA, Şükran/ÖZDOĞAN, Ayça, Eşler Arasındaki Malvarlığı Davaları, On İki Levha Yayıncılık, İstanbul, 2017, s. 508. 47  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1262. 48  KILIÇOĞLU, 2002a, s. 62; ACAR, 2016, s. 373.   652Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   1. İntifa veya Oturma Hakkının Tanınması TMK m. 240/I hükmü gereğince  Sağ kalan eş, eski yaşantısını devam ettirebilmesi için, ölen eşine ait olup birlikte yaşadıkları konut üzerinde kendisine katılma alacağına mahsup  edilmek,  yetmez  ise  bedel  eklenmek  suretiyle  intifa  veya  oturma  hakkı tanınmasını isteyebilir. . Hüküm gereğince konutta, intifa veya oturma hakkının tesisine öncelik verilmiştir. Bu düzenlemedeki amaç, sağ kalan eşin yaşantısını kalan kısmını rahatsız edilmeden geçirebilmesidir. Böylece bir yandan sağ kalan eşin, diğer yandan da mirasçıların menfaat dengesinin sağlanmasında, sağ kalan eşe hükmün konuluş amacıyla uyumlu olarak intifa veya oturma hakkının tesisine yönelik talep hakkı tanınmıştır. Başka bir deyişle bu hüküm sayesinde sağ kalan eşin o zamana kadarki yaşantısını sürdürdüğü  konutta  oturmaya  devam  edebilmesi  ve  çoğu  kez  katılma  alacağının tamamına mahsup edilmek zorunda kalmaksızın bakiye kalan katılma alacağı ile de diğer ihtiyaçlarını gidermesi mümkün olabilecektir. Konut üzerinde kurulan intifa hakkı, aksi kararlaştırılmadıkça TMK m. 794/II sahibine, konusu üzerinde tam yararlanma yetkisi sağlayan bir irtifaktır. TMK m. 803 hükmünce intifa hakkı sahibi sağ kalan eş, hakkın konusu olan konutu zilyetliğinde bulundurma, yönetme, kullanma ve ondan yararlanma yetkilerine sahiptir; bu yetkilerini kullanırken iyi bir yönetici gibi özen göstermek zorundadır. Konut üzerindeki mülkiyet hakkı mirasçılarda kalırken sağ kalan eş, yararlanma hakkına sahip olur. İntifa hakkı, belirli bir kişi lehine kurulabildiğinden başkasına devredilemez, hazcedilemez, miras                                                  49  KILIÇOĞLU, 2002, s. 48. Yargıtay 6. Hukuk Dairesi E. 2004/2889, K. 2004/2885, T. 19.4.2004 kararına göre  Davalı ölen eşi ile birlikte binada aile konutu olarak oturduğunu bildirmiş, Medeni Kanun'un 240. maddesi uyarınca kendisine intifa hakkı tanınması için dava açtığını ve o dava sonucunun beklenilmesini istemiştir. Bu amaçla açılan dava derdest iken söz konusu gayrimenkul üzerindeki paydaşlığın giderilmesi amacıyla açılan davanın bekletici mesele yapılması ve derdest davanın sonucuna göre karar verilmesi gerekir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 50  DOĞAN, 2003, s. 663. 51  İntifa hakkına sahip sağ kalan eş, konutun muhafazası ve olağan bakımı için gerekli onarım ve yenilemeleri yapmakla (TMK m. 812), vergi, resim ödemekle (TMK m. 813), konutu malikin lehine yangına ve diğer tehlikelere karşı sigorta ettirmekle (TMK m. 815); oturma hakkına sahip sağ kalan eş ise konutun veya konutun bir bölümünün muhafazası ve olağan bakımı için gerekli onarım ve yenilemeleri yapmakla (TMK m. 825) yükümlüdür.   653Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yoluyla mirasçılara geçmez. Aksi kararlaştırılmadığı sürece sağ kalan eş, ölümüne kadar intifa hakkını kullanabilir (TMK m. 797/I).  Oturma (sükna) hakkı ise TMK m. 823/I hükmü gereğince bir binadan veya onun bir bölümünden konut olarak yararlanma yetkisi verir. Oturma hakkı da ancak kişiye bağlı olarak  kurulabileceğinden  başkasına  devredilemez,  miras  yoluyla  mirasçıya  geçmez (TMK m. 823/II). Sağ kalan eş, konut üzerinde oturma hakkını seçmişse bu halde konutta kendisinin  oturması  gerekir; aksine davranış,  oturma hakkının ve de TMK m.  240 hükmünün  ihlali  sayılır.  TMK  m.  806/I  hükmünce  intifa  hakkı  sahibi,  hakkın kullanımını başkasına devredebileceğinden konut üzerinde intifa hakkı olan sağ kalan eş de intifa hakkının kullanımını başkasına devredebilse de sağ kalan eş, oturma hakkını seçmişse  bu  halde  konutta  bizzat  kendisinin  oturması  gerekeceğinden  onun  aksine davranışı, hükmün ihlali sayılır. Ancak sağ kalan eş ile birlikte onun yakınlarının, hatta yeni  eşinin  ve  onun  çocuklarının  konutta  kalması  halinde  sağ  kalan  eş  konuttan yararlanmaya devam ettiğinden hüküm ihlal edilmiş sayılmayacaktır. Sağ  kalan  eşin  konut  üzerinde  intifa  veya  oturma  hakkından  birini  seçmesi durumunda hâkim, talebi kabul ederse bilirkişi marifetiyle bu hakkın parasal değerini belirler ve katılma alacağına mahsup ederek tapuda bu yönde bir ayni hak kurulmasına hükmeder. Yargıtay bir kararında intifa hakkının karşılığı hesaplanırken destekten yoksun kalma tazminatlarında ve iş mahkemelerinde göz önünde bulundurulan PMF tablosundan yararlanılarak hesabın yapılması gerektiğine, TMK m. 240 hükmünce intifa hakkının kurulması için açılan dava tarihi ile PMF tablosuna göre davacı sağ kalan eşin                                                  52  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  10;  HAUSHEER,  2014,  Art.  219,  N.  2; NUSPLIGER, 2016, Art. 219, N. 1; ZEYTİN, 2017, N. 770; ŞEKER, 2007, s. 484; ÖZTAN, 2015, s. 546;  ŞIPKA,  2004,  s.  333-334;  GÜMÜŞ,  2008,  s.  190;  DOĞAN,  2003,  s.  659;  ayrıca  bkz. YAĞCIOĞLU, 2007, s. 43; BUZ, 2005, s. 149. 53  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 408; ŞIPKA, 2004, s. 330; ZEYTİN, 2017, N. 783; ÖZTAN, 2015, s. 546. 54  DOĞAN, 2003, s. 662. 55  ŞIPKA, 2004, s. 330; ŞIPKA/ÖZDOĞAN, 2017, s. 513. 56  ŞIPKA, 2004, s. 330. 57  Yargıtay 8. Hukuk Dairesi E. 2012/5410, K. 2012/13068, T. 25.12.2012 www.kazanci.com (Erişim Tarihi 08.06.2020)   654Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   kalan yaşam süresi göz önünde bulundurularak bu tabloya göre kalan yaşam süresi için hesabın yapılmasına karar vermiştir. Kanaatimizce intifa değerinin belirlenmesinde TMK m. 228 hükmündeki hesaplama yöntemi kıyasen uygulanabilir ve özellikle sağ kalan eşin  ölene  kadar  intifadan  yararlanacağı  ihtimalinde  yukarıdaki  Yargıtay  kararında olduğu gibi bir değerlendirmenin yapılması uygun olacaktır.  2. Mülkiyet Hakkının Tanınması Kanun koyucu, konut üzerinde ve ev eşyası üzerinde sağ kalan eşin mülkiyet hakkı tesisini de talep edebilmesine imkân vermiştir. TMK m. 240/III hükmündeki ifade biçiminden ilk bakışta ölen eşin yasal mirasçısının konut üzerinde kendisi için mülkiyet hakkı  tesisini  talep  hakkı  tanındığı  anlaşılabilir;  halbuki  hükmün  amacından  konut üzerinde intifa veya oturma hakkı yerine mülkiyet hakkının tanınmasına yönelik talep hakkının  sağ  kalan  eş  ile  birlikte  ölen  eşin  yasal  mirasçılarına  da  verildiği görülmektedir. Böylece ölen eşin yasal mirasçılarına, sağ kalan eşe intifa veya oturma hakkı tesis edildikten sonra kullanma ve yararlanma haklarından mahrum olarak sadece çıplak mülkiyet hakkını istememeleri halinde sağ kalan eş lehine konut üzerinde mülkiyet hakkının tanınmasını talep edebilme imkânı verilmiştir. Belirtmek gerekir ki hükümde anılan mirasçılar, ölen eşin TMK m. 495-501 hükümlerinde anılan yasal mirasçıları olup atanmış  mirasçıların  sağ  kalan  eşin  talep  hakkına  karşı  yöneltecekleri  itiraz  hakkı bulunmamaktadır. TBK m. 240/III hükmünce sağ kalan eşin veya ölen eşin yasal mirasçılarının mülkiyet hakkının tesisini talep edebilmeleri için haklı sebebin bulunması gerekir. Haklı                                                  58  ZEYTİN, 2017, N. 778. 59  Ancak sağ kalan eş, TBK m. 240 hükmüne dayanarak kendisine tanınan hakların dışında örneğin konutun üzerinde kira hakkının tanınmasını talep edemez. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 98. 60  Ölen eşin mirasçılarının talebi birlikte ileri sürmeleri gerektiği yönünde bkz. STECK/FANKHAUSER, 2017, Art. 219, N. 13; RUMO-JUNGO,  Alexandra,  CHK Hand Kommentar zum  Schweizer Privatrecht, herausgeber Peter Breitschmid/Alexandra Rumo Jungo, Schulthess, Zürich, 2012, Art. 219, N. 11; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 409. 61  DOĞAN, 2003, s. 663-664; YAĞCIOĞLU, 2007, s. 128. 62  DOĞAN, 2003, s. 664; YAĞCIOĞLU, 2007, s. 130. Yasal mirasçıları tespit etmek için sağ kalan eşin talebi bir süre ertelenebilir. Bu süreye esas olarak mirasın reddiyle ilgili üç aylık sürenin esas alınabileceği bakımından bkz. SCHLEISS, 1989, s. 213.   655Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   sebeplerin başında, sağ kalan eşin eski yaşantısını devam ettirebilmesi gelmelidir. Haklı sebeplerin ne olduğu, somut olayın özelliğine göre değişiklik arzedeceğinden hükümde kazuistik şekilde sayılmamış; TMK m. 4 hükmünce hâkime takdir yetkisi verilmiştir. Yargıtay a  göre  haklı  sebep,  her  somut  olaydaki  tarafların  ekonomik  ve  sosyal yaşantılarına, meslek ve sanatlarına, miras ve tapu sicilindeki pay oranlarına vs. göre belirlenmelidir. Örneğin sağ kalan eş ile mirasçılar arasında yaş farkının fazla olması, ölen eş ile , konutun mirasçılara kalması halinde konut üzerinde yapılması gereken bakımın  ve  onarımın  mirasçılar  tarafından  yapılamayacak  olması,  sağ  kalan  eşin katılma alacağının fazla olduğu ve de ölen eşin yasal mirasçıları ile konut üzerinde intifa veya oturma hakkı kurarak onlarla ilişkisini sürdürmek istememesi, genç bir annenin küçük  iki  çocuğuyla  geride  kalması,  konutun  edinilmiş  mal  olması  halinde edinilmesinde emeği olan sağ kalan eşin mülkiyet hakkını talep etmesi, ölen eşin altsoyu bulunmadığından konutun ikinci dereceden mirasçılara kalacak olması durumu, ölen eşin terekesinin sadece konuttan ibaret olması halinde  eğer sağ kalan eşe oturma hakkı tanınacak olursa mirasçıların çıplak mülkiyet ile yetinmek zorunda bırakılacak olması, sağ kalan eşin mirasçılarla iyi ilişkiler içinde olmaması veya sağ kalan eşin diyaliz hastası olması sebebiyle yıllardır haftanın üç günü gittiği diyaliz merkezinin konutun hemen yan tarafında bulunması haklı sebep sayılabilir. Bu başlık altında değerlendirilmesi gereken başka bir husus ise sağ kalan eşin, hükümde açıkça ifade edilen intifa, oturma veya mülkiyet hakkının tesisine yönelik talep dışında  üst  hakkına  ilişkin  talepte  bulunup  bulunamayacağıdır.  Bir  görüşe  göre                                                  63  NUSPLIGER, 2016, Art. 219, N. 6; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 95; ÖZTAN, 2015, s. 546; ZEYTİN, 2017, N. 788; GENÇCAN, Ömer Uğur, Mal Rejimleri Hukuku, 5. Basım, Yetkin Yayınları, Ankara, 2018, s. 379. 64  Bkz. Yargıtay 8. Hukuk Dairesi E. 2016/1375, K. 2016/13579, T. 11.10.2016 www.kazanci.com (Erişim Tarihi 08.06.2020) 65  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 90. 66  YAĞCIOĞLU, 2007, s. 128. 67  DOĞAN, 2003, s. 664; YAĞCIOĞLU, 2007, s. 128. 68  ACAR, 2004, s. 139. 69  RUMO-JUNGO, 2012, Art. 219, N. 10-11; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 92; YAĞCIOĞLU, 2007, s. 128-129.   656Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hükümdeki mülkiyet hakkı kavramı, geniş olarak anlaşılmalı ve  TMK m. 704, b.2 hükmünce yapı üzerinde üst hakkı tesisi de talep edilebilmeli; ancak bu noktada TMK m. 240 hükmünün konuluş amacı göz önüne alındığında sağ kalan eş lehine TMK m. 240/III hükmünce üst hakkının tesis edilebilmesi için TMK m. 826/II hükmü gereğince üst hakkının devredilemeyeceği kararlaştırılmalıdır. Kanaatimizce kanun koyucu TMK m.  240  hükmünde  mülkiyet-intifa-oturma  hakkında  bir  tercihin  yapılmasını düzenlemekle mülkiyet hakkını tercih etmeyen sağ kalan eşin, araziden bağımsız olarak yapının üzerinde mülkiyet hakkına kavuşmasını da sağlayabileceği yolunda genişletici yorum yapılmamalı; başka bir deyişle ölen eşin mirasçılarının, sağ kalan eş lehine intifa tesisi  bakımından  TMK  m.  716  hükmünce  tescili  isteme  hakkına  katlanmaları düzenlenmişken kıyas yoluyla üst hakkının da kurulabileceği yolunda kıyas söz konusu olmamalıdır. Şöyle ki ilk olarak TMK m. 240 hükmünde sağ kalan eş, zaten konutta intifa/oturma hakkının sağladığı yararları talep etme ve katılma alacağına mahsuben (bu yönüyle ivazsız olmayan) tescili isteme hakkına kavuşturulmuştur. Hal böyle olmakla sağ kalan eşin, üst hakkının tesisine yönelik tescili isteme yönündeki alacak hakkına sahip olabileceği  ve  bu  hakkın  mahkeme  önünde  ileri  sürülmesine  dayalı  olarak  hâkime sözleşmeye müdahale ile devir yasağının getirileceği görüşüne katılmıyoruz. Kaldı ki yukarıda belirttiğimiz üzere üst hakkının kurulabileceğini savunan görüşe göre TMK m. 826/II  hükmünce  üst  hakkının  devredilemeyeceğinin  kararlaştırılması  gerekmekle birlikte  sağ  kalan  eşin  talebi  ile  hâkimin  üst  hakkını  süresiz  ve  bağımsız  olarak kesinleşmiş ilamla kurması ihtimalinde TMK m. 240 hükmünün konuluş amacına aykırı bir sonuç doğacak ve böylece sorun doğacaktır. Diğer bir gerekçe de  singularia non sunt extenda  olarak ifade edilen ve genellikle  İstisnalar geniş yorumlanamaz. / İstisnalar dar yorumlanır.  ilkesince istisna kuralları kıyasen uygulanamayacaklarından istisnai                                                  70  STECK/FANKHAUSER, 2017, Art. 219, N. 10; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 42; RUMO-JUNGO, 2012, Art. 219, N. 3; SCHLEISS, 1989, s. 16; NUSPLIGER, 2016, Art. 219, N. 3; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 409; ACAR, 2016, s. 378-379; GÜMÜŞ, 2008, s. 414. 71  SCHLEISS, 1989, s. 16; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 42. 72  YONGALIK, Aynur,  İstisnalar Dar Yorumlanır Kuralı Ve Değerlendirilmesi , AÜHFD, 60(1), 2011, (s.1-15), s. 10 vd.   657Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   nitelikteki TMK m. 240 hükmüyle getirilmiş hakkın, kıyasen uygulamaya elverişli olmadığıdır.  C. Hakkın Muhatabı ve Devredilememe Özelliği Sağ kalan eş tarafından TMK m. 240 hükmünde tanınan talep hakkı, nispi kişiye sıkı sıkıya bağlı hak olup mirasçıya veya birden fazla mirasçının bulunması halinde miras ortaklığına ya da miras, TMK m. 612 hükmünce en yakın mirasçıların tamamı tarafından reddedilmişse sulh mahkemesince yapılan iflas hükümlerine göre tasfiyede tasfiye memuruna yöneltilmelidir. Sağ kalan eşin konuta veya ev eşyasına yönelik talebini, tasfiye davası kapsamında da ileri sürmesi mümkündür. Sağ kalan eş bu hakkını ileri sürmeden ölürse bu hak kişiye bağlı hak olduğundan çocuğu veya diğer mirasçıları TMK m. 240 hükmünden doğan hakkı kullanamaz. Ancak hüküm gereğince sağ kalan eşe tanınan intifa veya oturma hakkını talep hakkı, sağ                                                  73  Edinilmiş mallara katılma rejiminde, edinilen mallar üzerinde hak sahibi olan eşin hakkı, kural olarak aynî değil, şahsi bir haktır (TMK m. 239); ancak bunun istisnası, TMK m. 240 hükmüdür. Bkz. BAŞPINAR, Veysel,  Türk Medeni Kanunu İle Aile Hukukunda Yapılan Değişiklikler Ve Bu Konuda Bazı Önerilerimiz , AÜHFD, Cilt 52, S.3, Ankara, 2003, (s. 79-101), s. 89, dn.59; ACABEY, Beşir,  Edinilmiş Mallara Katılma Rejiminde Mal Grupları-İspat Kuralları Ve Eşlerden Paylı Mülkiyet Altındaki Mallara İlişkin Düzenlemeler , DEÜHFD, Cilt 9, Özel Sayı, 2007, (s. 491-534), s. 494-495, dn.  14;  ayrıca  bkz.  Yargıtay  Hukuk  Genel  Kurulu  E.2012/8-192,  K.2012/629,  T.  26.09.2012 www.kazanci.com (Erişim Tarihi 08.06.2020) 74  GÜMÜŞ, 2008, s. 404. 75  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1254; DOĞAN, 2003, s. 659; SARI, 2007, s. 288; GÜMÜŞ, 2008, s. 404, 411; NEBİOĞLU ÖNER, 2014, s. 122. Miras ortaklığının temsilcisine karşı sağ kalan eşin bu talep hakkını ileri sürmesi halinde sonuç doğabilmesi için temsilcisinin mal rejiminin tasfiyesinde ve mirasın paylaştırılmasında özel yetkili kılınması gerekir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 10, 65; SCHLEISS, 1989, s. 56, 65, 101 vd.; DOĞAN, 2003, s. 659; YAĞCIOĞLU, 2007, s. 130, dn. 232. 76   Terekenin iflas hükümlerine göre tasfiyesinde  iflas idaresi  yerine  tasfiye memuru  ve  Ticaret Mahkemesi  yerine  Sulh Hukuk Mahkemesi  geçmektedir. , bkz. Yargıtay 14. Hukuk Dairesi E. 2017/3282,  K.  2017/7320,  T.  9.10.2017  www.kazanci.com  (Erişim  Tarihi  08.06.2020). HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65 te  iflas idaresi (Konkurswervaltung)  olarak anılmaktadır. 77  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; GÜMÜŞ, 2008, s. 404. 78  SARI, 2007, s. 288; YAĞCIOĞLU, 2007, s. 146. 79  ZEYTİN, 2017, N. 767. Bu yönde bkz. Yargıtay 2. Hukuk Dairesi E. 2003/7632, K. 2003/8691, T. 12.6.2003 www.kazanci.com (Erişim Tarihi 08.06.2020). 80  ŞIPKA, 2004, s. 325; ŞIPKA/ÖZDOĞAN, 2017, s. 509.   658Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   kalan eş vesayet altında ise kanuni temsilci tarafından TMK m. 462/I, b. 9 hükmünce vesayet makamının izni alınarak kullanılabilir. Hüküm gereğince sağ kalan eşe tanınan intifa veya oturma hakkını talep hakkı, haczedilemez veya hak sahibi tarafından devredilemez. Bu noktada belirtmek gerekir ki her ne kadar TMK m. 806/I hükmünde durum ve koşullardan hak sahibince şahsen kullanılması  gerektiği  anlaşılmıyorsa  intifa  hakkının  kullanılmasının  başkasına devredilebileceği düzenlenmiş olsa da kanaatimizce TMK m. 240 hükmü gereğince intifa hakkına yönelik talep, sağ kalan eşin eski yaşantısını devam ettirmesi koşuluna bağlı bulunduğundan sağ kalan eşin, konutu bizzat kullanma zorunluluğu karşısında intifa hakkının devredilemeyeceği kabul edilmelidir. İntifa veya oturma hakkı, sağ kalan eşin kendi mirasçılarına da geçmez (TMK m. 806, 823). Bu ayni haklar TMK m. 797/I ve 823 hükümleri uyarınca hak sahibinin ölümüne dek devam eder; ancak sağ kalan eşin talebi üzerine süreye bağlı olarak da kurulabilirler. Ayrıca miras ortaklığını oluşturan diğer mirasçıların  sağ  kalan  eşin  TMK  m.  240  hükmündeki  talep  hakkını  kullanıp kullanmayacağına yönelik olarak uygun süre tanımaları da mümkündür; çünkü sağ kalan eş ve mirasçılar, mal rejiminin tasfiyesinde iş birliği yükümlülüğü altındadır. D. Zamanaşımı Hususu TMK m. 240 hükmünde hak sahibi sağ kalan eşin, kendisine hükümde tanınan ayni hakları hangi süre içinde talep edebileceğine ilişkin olarak kanunda bir düzenleme mevcut değildir. Hükümde sağ kalan eşe tanınan hak, niteliği itibariyle kanundan doğan alacak                                                  81  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 2; ZEYTİN, 2017, N. 770; GÜMÜŞ, 2008, s. 404; ŞIPKA, 2004, s. 325. 82  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 10; HAUSHEER, 2014, Art. 291, N. 2; ZEYTİN, 2017, N. 770; ŞEKER, 2007, s. 484; ÖZTAN, 2015, s. 546; ŞIPKA, 2004, s. 333-334; GÜMÜŞ, 2008, s. 404; ayrıca bkz. YAĞCIOĞLU, 2007, s. 43; Buz, s. 149.  83  ŞIPKA, 2004, s. 330, dn. 51. 84  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 20, 56; HAUSHEER, 2014, Art. 219, N. 20; ÖZTAN,  2015,  s.  547;  SARI,  2007,  s.  284;  GÜMÜŞ,  2008,  s.  414;  ZEYTİN,  2017,  787; ŞIPKA/ÖZDOĞAN, 2017, s. 512; GENÇCAN, 2019, s. 378-379.  Bir görüşe göre mirasçılar da sağ kalan eşe bu haklarını kullanması için süre tanıyabilirler. Bkz. ZEYTİN, 2017, N. 787; GENÇCAN, 2019, s. 376. 85  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 67; ZEYTİN, 2017, N. 785; YAĞCIOĞLU, 2007, s. 131-132. Aksi görüş için bkz. GÜMÜŞ, 2008, s. 404-416.   659Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hakkı olduğundan hak düşürücü süreden değil, zamanaşımı süresinden bahsedilmesi gerekir.  Sağ kalan eşe TMK m. 240 hükmünde tanınan hak bakımından hangi zamanaşımı süresinin uygulanacağı hususu kanunda açıkça düzenlenmediğinden kanaatimizce sağ kalan  eşin  sahip  olduğu  hak,  hüküm  uyarınca  katılma  alacağının  varlığına  bağlı olduğundan ve de TMK m. 5 hükmünün atfıyla TBK m. 131/I hükümdeki  gibi  sözcüğü gereğince  bağlı (fer i)  hak niteliğindedir olup katılma alacağının tabi olduğu zamanaşımı süresine tabi olmalıdır.  Bir görüşe göre katılma alacağı, mal rejiminin sona ermesi ile katılma alacağının öğrenilmesi tarihinden bir yıl ve her halde mal rejiminin sona ermesinden itibaren on yıl içinde ileri sürülmelidir. Yargıtay Hukuk Genel Kurulu nun da kabul ettiği diğer bir görüşe göre ise katılma alacağı bakımından TBK m. 146 hükmü uygulama alanı bulmalı ve zamanaşımı  süresi, tasfiyenin  sona erdiği  muacceliyet tarihinden itibaren  on  yıl olmalıdır. Diğer bir görüşe göre ise TMK ya 217a hükmü eklenmeli ve hüküm şöyle olmalıdır:  Katkı ve katılma alacakları alacaklının evliliğin ölüm ile sonuçlanmasında                                                  86   Asıl borç ifa ya da diğer bir sebeple sona erdiği takdirde, rehin, kefalet, faiz ve ceza koşulu gibi buna bağlı hak ve borçlar da sona ermiş olur.  87  GENÇCAN, 2019, s. 377. Kanaatimizce paylaşım sözleşmesinin ayni hak sahibi eşin irade beyanıyla doğumu ve TMK m. 5 hükmünün atfıyla, örneğin sağ kalan eşin paylaşım sözleşmesini aldatma fiili sonucunda imzalaması ve sonradan paylaşım sözleşmesinin iptali halinde, hakkın yeniden doğacağı kabul edilmelidir. 88  Bir  görüşe  göre  on  yıllık  zamanaşımı,  katılma  alacağının  varlığını  öğrenme  tarihinden  itibaren başlamalıdır; bkz. ÖZUĞUR, 2015, s. 99. 89  KILIÇOĞLU, 2002a, s. 76-77; CEYLAN, Ebru, Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları, Galatasaray Üniversitesi Yayınları, İstanbul, 2006, s. 68; NEBİOĞLU ÖNER, Şebnem, Aile Konutunun Sağ Kalan Eşe Özgülenmesi, Ankara, 2014, s. 126; NEBİOĞLU ÖNER, Şebnem,  Edinilmiş Mallara Katılma Rejiminde Aile Konutunun Sağ Kalan Eşe Özgülenmesi , Ankara Hacı Bayram Veli ÜHFD, Cilt XXIV, S. 1, 2020, s. 195; bu yönde bkz. Yargıtay 8. Hukuk Dairesi E. 2009/873, K. 2009/2621, T. 26.5.2009 www.kazanci.com (Erişim Tarihi 08.06.2020). Bir görüşe göre de TBK m. 146 hükmünce katılma alacağı, özellikle boşanma veya evliliğin butlanı sebebiyle evliliğin sona ermesi halinde on yıllık zamanaşımı süresine tabi olmamalı; fakat bir yıllık süre, TMK m. 178 hükmünde olduğu gibi boşanma davasının kesinleşme anından itibaren başlamalıdır. Ölüm halinde de TBK m. 146 hükmünce on yıllık zamanaşımının uygulanması mümkündür. Bkz. ACAR, 2016, s. 364369; ACABEY, Mehmet Beşir,  Edinilmiş Mallara Katılma Rejiminde Tartışmalı Bazı Konular Hakkında Düşünceler , İzmir Barosu Dergisi, Yıl 73, S. 2, 2009, s. 180 vd. 90  HAUSHEER/REUSSER/GEISER, 1992, Art. 215, N. 26; HAUSHEER, 2014, Art. 215, N. 15; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 391; ŞIPKA, 2004, s. 302-303; bu yönde bkz. Yargıtay Hukuk Genel Kurulu E. 2016/8-1061, K. 2016/959, T. 5.10.2016, Yargıtay Hukuk Genel Kurulu E.2013/8375, K. 2013/520, T.17.04.2013, Yargıtay 8. Hukuk Dairesi E. 2013/20764, K. 2015/4805, T. 23.2.2015 www.kazanci.com (Erişim Tarihi 08.06.2020)   660Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   ölümü, evliliğin ya da mal rejiminin dava ile sonuçlanmasında kararın kesinleşmesini öğrendiği tarihten bir yıl ve her durumda ölüm ve kararın kesinleşmesinden itibaren beş yıl içinde zamanaşımına uğrar. 91. Her ne kadar TMK m. 178 hükmünde evliliğin boşanma sebebiyle sona ermesinden doğan dava haklarının, boşanma hükmünün kesinleşmesinin üzerinden bir yıl geçmekle zamanaşımına uğrayacağı ile TMK m. 241/II hükmünde dava hakkının alacaklı eş veya mirasçılarının haklarının zedelendiğini öğrendikleri tarihten başlayarak bir yıl ve her halde mal rejiminin sona ermesinin üzerinden beş yıl geçmekle düşeceği düzenlenmiş olsa  da  bu  hükümler,  katılma  alacağına  veya  değer  artış  payına  ilişkin  taleplere uygulanabilir  nitelikte  değildir.  Kanaatimizce  TMK  m.  178  hükmü,  salt  olarak boşanmanın fer'î niteliğindeki tazminat ve nafakayı kapsamakta olup katılma alacağı, niteliği itibariyle eşler arasında bir alacaktır ve boşanmanın fer'î değildir; edinilmiş mallara katılma rejiminin tasfiyesi boşanmanın değil, mal rejiminin sona ermesinin bir sonucudur. Ayrıca sağ kalan eşin hakkı, TMK m. 240 hükmünde açıkça belirtildiği üzere de katılma alacağının varlığına bağlıdır; başka bir deyişle hüküm gereğince sağ kalan eş dava açtığında taraf delilleri toplanarak edinilmiş mallara katılma alacağının olup olmadığı belirlenmeli, bunun sonucu olarak hakkın tesis edilip edilmemesi bakımından bir karar verilmelidir. Dolayısıyla katılma alacağının para borcu olduğu göz önünde tutulduğunda alacağın niteliği gereğince TMK m. 5 hükmünün atfıyla TBK nın genel hükümlerinin uygulanacağı ve TBK m. 146 hükmü gereğince zamanaşımı süresinin on                                                  91  KILIÇOĞLU, Ahmet M., Katkı – Katılma Alacağı, 7. Bası, Turhan Kitabevi, Ankara, 2020, s. 48. 92  KILIÇOĞLU, 2002a, s. 59; CEYLAN, 2006, s. 68. 93  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 391. 94  Bkz. Yargıtay 8. Hukuk Dairesi E. 2010/1695, K. 2010/2923, T. 1.6.2010:  Mal rejiminin ölüm sebebiyle sona ermesinde 10 yıllık zamanaşımı süresi uygulanır. Mal rejimi ölümle son bulduğundan ve ölen eşe bir kusur yüklenemeyeceğinden, sağ kalan eşe intifa veya oturma hakkı yerine, konut üzerinde mülkiyet hakkı tanınabilir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 95  KILIÇOĞLU, 2002a, s. 59. 96  ŞIPKA, Şükran,  Edinilmiş Mallara Katılma Rejiminde, Tasfiyeyi ve Katılma Alacağını Talep Hakkına İlişkin Zamanaşımı Süreleri , Prof. Dr. Bilge Öztan'a Armağan, Turhan Kitabevi, Ankara, 2008, (s. 839-851),  s.  841  vd.;  ZEYTİN,  Zafer   Artık  Değere  Katılma  ve  Değer  Artış  Payı  Alacağında Zamanaşımı , Prof. Dr. Ali Naim İnan a Armağan, Seçkin Yayıncılık, Ankara, 2009, (s. 945-961), s. 958; NEBİOĞLU ÖNER, 2014, s. 126.   661Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yıl olduğu; tasfiyenin sona ermesinden itibaren on yıl geçmekle talebin zamanaşımına uğradığını kabul etmek yerindedir. Sağ kalan eşin katılma alacağı var olduğu müddetçe hak kullanılabileceğinden örneğin sağ kalan eşin hakkı, sağ kalan eşin de irade beyanının varlığı ile TMK m. 702/II hükmünce mirasçıların oybirliğiyle tasarruf ederek mülkiyetin devri/sınırlı ayni hak kurulması anına kadar veya yine sağ kalan eşin de irade beyanının varlığı ile TMK m. 676 hükmünce paylaşma sözleşmesi (taksim sözleşmesi) yapılması anına kadar ileri sürülebilir. Bununla birlikte belirtmek gerekir ki sağ kalan eşin hakkını kullanabileceği süreçte konut veya ev eşyası yok olursa ya da örneğin sağ kalan eşin, katılma alacağının olmamasının veya mirastan yoksun olması veya mirastan feragat sözleşmesi sonucunda mirasa ehil olmaması halinde mirasçılar vasiyet alacaklısına konutun veya ev eşyasının mülkiyetinin devrini yaparlarsa artık sağ kalan eş, TBK m. 240 hükmünce hakka sahip olmayacaktır. Kanaatimizce bu sonuca, TMK m. 717/I hükmünden ve de TMK m.  976101 hükmünün aksiyle kanıtından varılabilir. E. Hakkın İleri Sürülebilme Şartları TMK m. 240 hükmünün uygulanmasının başlıca şartları, eşler arasında edinilmiş mallara katılma rejiminin mevcut olması ve bu rejimin -aksi mal rejimi sözleşmesi ile kararlaştırılmamışsa- eşlerden birinin ölümü ile sona ermesi, konutun veya ev eşyasının ölen eşin terekesinde bulunması, talebin konuta veya ev eşyasına yönelik olması, sağ kalan eşin eski yaşantısını devam ettirecek olması, mal rejiminin tasfiyesi sonucunda sağ kalan eşin katılma alacağına sahip olması, sağ kalan eşin ayni hak talebinde bulunmasıdır.                                                   97  ŞIPKA, 2004, s. 303; GÜMÜŞ, 2008, s. 393; NEBİOĞLU ÖNER, 2014, s. 126. 98  ŞIPKA, 2004, s. 303; ÖZUĞUR, 2015, s. 88. Mal rejiminin sona ermesinden ermesinden itibaren on yıl geçmekle talebin zamanaşımına uğradığı yönünde bkz. ZEYTİN, 2009, s. 958; KILIÇOĞLU, 2002a, s.  78;  KILIÇOĞLU,  Ahmet  M.,   Katılma  Alacağında  Zamanaşımı ,  Prof.  Dr.  Fırat  Öztan a Armağan, Cilt I, Turhan Kitabevi, Ankara, 2010, (s. 1289–1298), s. 1289 vd.; SARI, 2007, s. 104; DOĞAN, 2003, s. 668. Tasfiyenin sona ermesiyle katılma alacağının muaccel olacağı yönünde bkz. ZEYTİN, 2017, N. 734. Zamanaşımının başlangıcının tasfiyenin sona erme tarihi olduğu yönünde bkz. ŞIPKA, 2004, s. 303. 99  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1264; DEMİRBAŞ, 2009, s. 598. 100   Taşınmaz mülkiyeti, terkin veya taşınmazın tamamen yok olmasıyla sona erer.  101   Fiilî hâkimiyetin geçici nitelikteki sebeplerle kullanılmaması veya kullanma olanağının ortadan kalkması zilyetliği sona erdirmez.  şeklindeki hükmün aksiyle kanıtından  Fiilî hâkimiyetin daimi suretle kullanma olanağının ortadan kalkması zilyetliği sona erdirir.  sonucuna varılmaktadır.   662Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   1. Edinilmiş Mallara Katılma Rejiminin Eşin Ölümü ile Sona Ermesi TMK m. 240 hükmünün uygulama alanı bulabilmesinin ön şartı, eşler arasında edinilmiş mallara katılma rejiminin bulunması ve bu rejimin eşlerden birisinin ölümü ile sona ermesi olup hükümde yer alan  ölen eş  ifadesi gereğince açık bir şekilde hüküm, ölüm nedeniyle evliliğin sona ermesi hali ile sınırlı olarak düzenlenmiştir. Eşlerin mal rejimi sözleşmesiyle ya da mahkeme kararıyla edinilmiş mallara katılma rejiminden seçimlik rejime geçmeleri, boşanma, butlan davasının açılması ile sona ermesi durumunda ya da mal rejimi sona erdikten sonra sağ kalan eşin talebinden feragat etmemiş olması halinde ise hüküm uygulama alanı bulmayacaktır. Halbuki TMK m.                                                  102  PIOTET, Paul, Die Errungenschaftsbeteiligung nach schweizerischem Ehegüterrecht, Stämpfli, Bern, 1987, s. 155; KILIÇOĞLU, 2002a, s. 361, 362; ACAR, 2004, s. 138; DOĞAN, 2003, s. 656. 103  Yargıtay 8. Hukuk Dairesi E. 2013/8297, K. 2014/5096, T. 24.3.2014:  …evliliğin iptal veya boşanma kararıyla sona erdirilmesi halinde edinilmiş mallara katılma rejiminde aile konutu ve ev eşyasına yönelik koruma uygulanmaz. ; Yargıtay 2. Hukuk Dairesi E. 2005/15348, K. 2006/1505, T. 14.2.2006:  Türk Medeni Kanunu'nun 240. maddesinde boşanma halinde diğer eşe aile konutunun özgülenmesi konusunda bir hüküm bulunmamasına göre tarafların aşağıdaki bent kapsamı dışında kalan temyiz itirazları yersizdir. ; Yargıtay 2. Hukuk Dairesi E. 2013/19377, K. 2014/1360, T. 23.1.2014:  Edinilmiş mallara katılma rejiminde, ev eşyalarının mülkiyetini isteme hakkı sadece sağ kalan eşe tanınmıştır. Boşanma veya evliliğin iptali halinde, bu rejimde herhangi bir düzenleme yapılmamıştır. Bu sebeple aile konutundaki ev eşyalarının yasaya aykırı olarak davacı kadına bırakılmasına karar verilmesi bozmayı gerektirmiştir. . Yargıtay 2. Hukuk Dairesi E. 2004/4506, K. 2004/5669, T. 3.5.2004:  Yararlanma hakkı ölüm nedeniyle mal rejiminin tasfiyesi halinde sağ kalan eşe tanınmış bir hak olduğu halde, bu hakkın boşanan eşe de tanınması usul ve yasaya aykırıdır. ; Yargıtay 2. Hukuk Dairesi E. 2005/15348, K. 2006/1505, T. 14.2.2006 www.kazanci.com (Erişim Tarihi 08.06.2020) Bir görüşe göre boşanma durumunda da bu hüküm uygulama alanı bulabilmelidir, bkz. ÖZDAMAR, Demet/KAYIŞ, Ferhat, Yasal Mal Rejimi ve Tasfiyesi, Seçkin Yayıncılık, Ankara, 2012, s. 94. Katıldığımız aksi görüşe göre hükmün evliliğin diğer sona erme hallerini kapsar şekilde uygulanmaması gerekir, bu yönde bkz. STECK/FANKHAUSER, 2017, Art. 219, N. 9. 104  PIOTET, 1987,  s.  169;  DURAL/ÖĞÜZ/GÜMÜŞ,  2020,  N.  1251;  KILIÇOĞLU,  2002,  s.  45; KILIÇOĞLU, 2019, s. 356; DOĞAN, 2003, s. 656; ÖZTAN, 2015, s. 545; GÜMÜŞ, 2008, s. 402, dn. 617; YAĞCIOĞLU, 2007, s. 109; ZEYTİN, 2017, N. 767; SARI, 2007, s. 283; ACAR, 2004, s. 138; ACAR, 2016, s. 166; ÖZDAMAR/KAYIŞ, 2012, s. 93; BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 543. Diğer sebeplerle son bulma halinde tek imkân, konut ve ev eşyası paylı mülkiyet konusu ise paylı mallara yönelik TMK m. 226/II hükmü uyarınca malın bölünmeden kendisine verilmesini istemesidir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 14-24; HAUSHEER, 2014, Art. 219, N. 6; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406-407; YAĞCIOĞLU, 2007, s. 109.  105  STECK/FANKHAUSER, 2017, Art. 219, N. 13; GÜMÜŞ, 2008, s. 404. 106  Halbuki paylaşmalı mal ayrılığı rejimi bakımından TMK m. 254 hükmünde evliliğin iptal veya boşanma kararıyla sona erdirilmesi hâlinde ailenin ortak kullanımına özgülenmiş ve eşler arasında eşit olarak paylaşma konusu olan konutta kalmaya ve ev eşyasını kullanmaya hangisinin devam edeceği konusunda yararlanma hakkı tanınmıştır. Benzer bir hüküm, mal ortaklığı rejiminde TMK m. 279/son hükmünde düzenlenmekle birlikte hüküm gereğince mal ortaklığı rejiminin ölüm dışındaki bir sebeple son bulması   663Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   31 hükmünce ölümüne kesin gözle bakılmayı gerektiren durumlar içinde kaybolan kişi gerçekten  ölmüş  sayılacağından  ve  de  ölüm  karinesi,  ölüme  benzer  sonuçlar doğurduğundan edinilmiş mallara katılma rejimi sona erecek, sağ kalan eş, TMK m. 240 hükmünde kendisine tanınan hakkı kullanabilecektir. Eşlerden birinin gaipliği halinde ise bir görüşe göre evliliğin feshine gerek olmaksızın gaiplik kararının alınmış olması, edinilmiş mallara katılma rejimini geçmişe etkili biçimde sona erdireceğinden gaiplik kararı ile birlikte evliliğin feshi istenmemişse fesih istenene kadar eşler arasındaki mal rejimi mal ayrılığına dönüşeceğinden evlilik feshedilinceye kadar hüküm, uygulama alanı bulamaz. Katıldığımız aksi görüşe göre ise mahkemenin gaipliğe karar vermesi halinde TMK m. 35/I hükmü gereğince ölüme bağlı haklar aynen gaibin ölümü ispatlanmış gibi kullanılacağından TMK m. 131 hükmünce mahkemeden evliliğin feshi yönünde kararının alınmasına gerek olmaksızın mal rejimi sona ereceğinden sağ kalan eş, TMK m. 240 hükmünde kendisine tanınan hakkını kullanabilir. Eşler,  mal  rejimi  sözleşmesi  ile  ölüm  dışındaki  mal  rejimini  sona  erdiren durumlarda da TMK m. 240 hükmünü uygulanabilir kılamazlar. TMK m. 240/I, c. son hükmü gereğince mal rejimi sözleşmesiyle kabul edilen başka düzenleme getirilmiş olmadıkça  hükmün  uygulama  alanı  bulacağı  açıkça  düzenlendiğinden  bu  hüküm gereğince eşler, mal rejimi sözleşmesiyle farklı düzenlemeye yer verebilirler ve örneğin sağ  kalan  eşe,  konutun  mülkiyetini  doğrudan  talep  etme  hakkını  tanıyabilirler;  bu durumda TMK m. 240/III hükmünce kanunun aradığı haklı sebepler konut üzerinde mülkiyet hakkının tesisini talep için aranmaz.                                                  hâlinde eşlerden her biri, üstün bir yararının varlığını ispat etmek suretiyle intifa, oturma veya mülkiyet hakkı tesisine yönelik istemleri ileri sürebilir. 107  DOĞAN, 2003, s. 656; ŞIPKA, 2004, s. 320, 321; GÜMÜŞ, 2008, s. 408; YAĞCIOĞLU, 2007, s. 110. 108  ACAR, 2004, s. 138, dn. 199; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 403, dn. 409; NEBİOĞLU ÖNER, 2014, s. 87. 109  PIOTET, 1987, s. 155; DOĞAN, 2003, s. 656; ACAR, 2016, s. 372. 110  GÜMÜŞ, 2008, s. 414. 111  ZEYTİN, 2017, N. 772.   664Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   2. Konutun veya Ev Eşyasının Ölen Eşin Terekesinde Bulunması Sağ kalan eşin TMK m. 240 hükmünce talepte bulunabilmesi için konutun veya ev eşyasının ölen eşin terekesinde bulunması gerekir; örneğin birlikte yaşanılan konutun kiralık veya ödünç olması halinde sağ kalan eş, hakkını ileri süremez. Hükümdeki  ölen eşe ait olup  ifadesinden konutun  mülkiyetinin  ölen eşe ait olması  gerektiği anlaşıldığından konutun edinilmiş veya kişisel mal olması önemsizdir. Konut, ölen eşin kişisel malı da olsa sağ kalan eş, ölen eşin başka edinilmiş mallarından katılma alacağı hakkı elde ediyorsa hakkını kişisel mal niteliğindeki konut için de kullanabilecektir. Ancak Yargıtay 8. Hukuk Dairesi nin konut, ölen eşin kişisel malı ise sağ kalan eş lehine intifa veya oturma hakkının tanınmayacağı şeklindeki kararlarına rastlanmaktadır.                                                   112  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 12; STECK/FANKHAUSER, 2017, Art. 219, N. 3; PIOTET, 1987, s. 168; DOĞAN, 2003, s. 659; ÖZTAN, 2015, s. 549; ŞIPKA, 2004, s. 322; ACAR, 2016, s. 370, 378. 113  KILIÇOĞLU, 2002, s. 46; KILIÇOĞLU, 2019, s. 357; DOĞAN, 2003, s. 659; NEBİOĞLU ÖNER, 2020, s. 184. 114  AYAN, Serkan, Evlilik Birliğinin Korunması, Türkiye Barolar Birliği Yayınları, Ankara, 2004, s. 110. 115  HAUSHEER,  2014,  Art.  219,  N.  3;  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  46; PIOTET, 1987, s. 169; RUMO-JUNGO, 2012, Art. 219, N. 3; NUSPLIGER, 2016, Art. 219, N. 1; GÜMÜŞ, 2008, s. 404; ACAR, 2004, s. 141; ACAR, 2016, s. 171-172; GENÇCAN, 2019, s. 370. Halbuki 1984 tarihli Türk Medeni Kanunu Ön Tasarısı nda 200. madde olarak tasarlanan hükmün gerekçesinde  Bu eşyaların ölen eşin kişisel veya edinilmiş malı olmasının önemi yoktur.  şeklinde ifade yer almaktayken TMK m. 240 hükmünde bu şekilde bir ifadeye yer verilmemiştir. Bkz. Türk Medeni Kanunu Ön Tasarısı, Adalet Bakanlığı, İstanbul, 1984, s. 304. 116  HAUSHEER, 2014, Art. 219, N. 3; WOLF, Stephan,  Grundstücke in der güter-und erbrechtlichen Auseinandersetzung ,  ZBJV,  Band  136,  2000,  (s.  241-288),  s.  259;  DOĞAN,  2003,  s.  659; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1259; KILIÇOĞLU, 2002, s. 45; ŞIPKA, 2004, s. 321; ZEYTİN, 2017, N. 774, 776; ACAR,  2016, s. 377; GÜMÜŞ, 2008, s. 404; DEMİRBAŞ, 2009, s. 595; ÖZDAMAR/KAYIŞ, 2012, s. 92. 117  Yargıtay 8. Hukuk Dairesi E. 2016/21737, K. 2017/427, T. 19.1.2017:  Aile konutu ölen eşin kişisel malı ise sağ eş lehine mülkiyet hakkı tanınmadığına yönelik Dairemiz uygulamaları göz önüne alınarak …davanın reddine karar verilmesi gerekir. ; benzer yöndeki kararlar için bkz. Yargıtay 8. Hukuk Dairesi E. 2013/20764, K. 2015/4805, T. 23.2.2015:  Dava konusu ev, eşler arasında 743 sayılı TKM'nin 170. maddesi uyarınca mal ayrılığının geçerli olduğu 20.08.1987 tarihinde edinilmiş olup, davacı eş lehine katılma alacağı oluşmadığından davacının konut üzerinde mülkiyet hakkı talebinde bulunması mümkün değildir. ; Yargıtay 8. Hukuk Dairesi E. 2017/10564, K. 2017/7566, T. 23.5.2017:  Davacı …taşınmaz üzerinde TMK 240. maddesi gereğince davacı lehine mülkiyet hakkı tanınmasını istemiştir. …Dairemiz uygulamalarına göre, aile konutu ölen eşin mal ayrılığı döneminde edindiği kişisel malı ise sağ eş lehine mülkiyet hakkı tanınmamaktadır. . www.kazanci.com (Erişim Tarihi 08.06.2020) Katıldığımız görüşe göre bu uygulama, kanunun koruma amacına aykırı olması sebebiyle hatalıdır. Bkz. ŞIPKA/ÖZDOĞAN, 2017, s. 506.   665Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Konut, eşlerin paylı mülkiyetinde ise sağ kalan eş, konut üzerinde hakka sahip olmak için TMK m. 226/II veya TMK m. 240 hükmüne başvurabilir; bu noktada yarışma hali mevcuttur. Bununla birlikte sağ kalan eşin hakkını ileri sürebilmesi için ölen eşin konut veya ev eşyası üzerinde tek başına mülkiyet hakkına sahip olmasının gerekip gerekmediği hükmün lafzından anlaşılamamaktadır. Ölen eşin konut veya ev eşyası üzerinde üçüncü kişiyle elbirliği mülkiyetinde (TMK m. 701 vd.) ortak olması halinde sağ kalan eş, TMK m. 240 hükmüne dayalı hakkını kullanamayacak; aynı sonuç ölen eşin üçüncü kişilerle paylı mülkiyette (TMK m. 688 vd.) paydaş olması halinde de geçerli olacaktır. Bağımsız bölümünün kullanımının paylara göre bölünmesine                                                  118  NUSPLIGER, 2016, Art. 219, N. 2; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1253; ZEYTİN, 2017, N. 776; GÜMÜŞ, 2008, s. 411; ŞEKER, 2007a, s. 445; ÖZTAN, 2015, s. 547; ŞIPKA/ÖZDOĞAN, 2017, s. 507; NEBİOĞLU ÖNER, 2014, s. 97. Aynı sonucun eşlerin elbirliği mülkiyetine tabi olması halinde de geçerli olduğu yönünde bkz. NEBİOĞLU ÖNER, 2014, s. 99. Yargıtay 8. Hukuk Dairesi E. 2010/1695, K. 2010/2923, T. 1.6.2010 kararına göre  Dava, edinilmiş mallara katılma rejimi nedeniyle doğan edinilmiş mallara katılma alacağı karşılığında murise ait parselde bulunan bağımsız bölüme ilişkin 1/2 pay için mülkiyet hakkının tanınması ve bakiye edinilmiş mallara katılma alacağının tahsili isteğine ilişkindir. Bir eşin bütün malları aksi ispat edilinceye kadar edinilmiş mal kabul edilir. Mal rejiminin ölüm sebebiyle sona ermesinde 10 yıllık zamanaşımı süresi uygulanır. Mal rejimi ölümle son bulduğundan ve ölen eşe bir kusur yüklenemeyeceğinden, sağ kalan eşe intifa veya oturma hakkı yerine, konut üzerinde mülkiyet hakkı tanınabilir. TMK'nın 240. maddesi çerçevesinde iddia ve savunma doğrultusunda  taraf  delilleri  toplanarak  edinilmiş  mallara  katılma  alacağının  olup  olmadığının belirlenmesi, bunun sonucu olarak mülkiyet hakkının tanınıp tanınmaması konusunda olumlu veya olumsuz bir karar verilmesi gerekir. ; Yargıtay 2. Hukuk Dairesi E. 2008/10102, K. 2009/16381, T. 1.10.2009 kararına göre  Dava, TMK'nun 240. maddesine dayalı intifa ve oturma hakkı tanınması talebine ilişkindir. Dava konusu konut, eşlerin birlikte oturdukları konut olup davacı ile eşi tarafından birlikte satın alınmıştır. Taşınmazın 1/2 payı davacıya, 1/2 payı ise ölen eşine aittir. Davacının eşi ölmüş olup evlilik ve mal rejimi ölümle sona ermiştir. Taşınmazın edinildiği tarihte eşler arasında edinilmiş mallara katılma rejimi söz konusudur. Ölen eşe ait taşınmaz payı aksi kanıtlanmadıkça edinilmiş mal kabul edilir. Davacının talebinin anılan madde çerçevesinde incelenmesi gerekir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 119  ŞIPKA, 2004, s. 323; ŞIPKA/ÖZDOĞAN, 2017, s. 507; DEMİRBAŞ, 2009, s. 596. Sağ kalan eşin katılma alacağının doğmadığı durumlarda TMK m. 226/II hükmünden doğan hak, aile konutu üzerinde kullanılabilir. Bkz. ŞIPKA, 2004, s. 323. 120  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 38-43; NUSPLIGER, 2016, Art. 219, N. 3; WOLF, 2000, s. 259; DOĞAN, 2003, s. 660; YAĞCIOĞLU, 2007, s. 103; KILIÇOĞLU, 2019, s. 357; KILIÇOĞLU, 2002, s. 46; ŞEKER, 2007a, s. 442; KILIÇOĞLU, 2014, s. 78; SARI, 2007, s. 285; GÜMÜŞ, 2008, s. 414; ŞIPKA/ÖZDOĞAN, 2017, s. 507; DEMİRBAŞ, 2009, s. 595; GENÇCAN, 2019, s. 369.  121  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 43; HAUSHEER, 2014, Art. 2019, N. 14; DOĞAN, 2003, s. 660; SARI, 2007, s. 285; ZEYTİN, 2017, N. 775. Böyle bir durumda Kat Mülkiyeti Kanunu m. 10/VII hükmünce sağ kalan eş lehine kat mülkiyetinin kurulması suretiyle paylaşmanın yapılmasını isteyebilir.    666Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   fiilen ve hukuken olanak olmadığından paydaşlardan biri lehine, diğerinin payı üzerinde oturma veya intifa hakkı tesisine olanak yoktur. Bu sonuç, hükmün lafzından ve de üçüncü kişileri kapsar şekilde hükmün uygulanmasının üçüncü kişilerin hakkını ihlal edebilecek olmasından da kaynaklanmaktadır. Şöyle ki örneğin paylı mülkiyetin söz konusu olması halinde sağ kalan eş, ölen eşin payının kendisine devrini istese bile payına dayanarak konutu veya ev eşyasını tek başına kullanamayacağı için hükmün amacı gerçekleşmiş olmayacaktır.  Bu başlık altında değerlendirilmesi gereken bir başka husus da arazi mülkiyetine dayalı cins tashihinin yapılmamış olması halinde durumun ne olacağıdır. Bu halde, örneğin tapu kaydında  binalı arsa  gibi bir yazım mevcutsa sağ kalan eşin talebi, arazi için de kullanılabilmelidir. Başka bir örnek olarak, arazi olarak gözüken taşınmazda bulunan iki villadan birinde ölen eş ile sağ kalan eşin birlikte oturması halinde yapı, kanaatimizce TMK m. 718/II hükmü gereğince arazinin bütünleyici parçası olarak sağ kalan eşin talebine konu olabilmelidir. Şöyle ki cins tashihi yapılmamış, tarımsal amaçlı yapılara veya kaçak yapılmış konuta ilişkin sağ kalan eşin talebi, TMK m. 718 hükmünce  arazi mülkiyetinin devrine  ilişkindir. Cins tashihi kavramı, Tapu Sicili Tüzüğü nde yer almamakla birlikte TMK m. 718 hükmüne tabi bütünleyici parça yapının hukuken mevcut olmadığı anlamını da taşımaz. Konutu kullanan sağ kalan eş, hiçbir zaman yalnızca arazi mülkiyetinin bedelini ödeyip üzerindeki yapının hukuki değeri olmadığından bahisle katılma alacağının mahsup edilmesine gerek olmadığı itirazında bulunamaz. Bununla birlikte belirtmek gerekir ki kat mülkiyeti kurulmamış bir binanın bir katı eşler tarafından konut  olarak  kullanılıyor  ise  bu  halde  eğer  kat  mülkiyeti  kurmak  mümkünse  Kat                                                  Bir diğer görüşe göre diğer paydaşların haklarının olumsuz etkilenip etkilenmediği göz önüne alınarak değerlendirme yapıldığında sağ kalan eşin talep hakkını kullanabileceği yönünde bkz. KILIÇOĞLU, 2014, s. 85; YAĞCIOĞLU, 2007, s. 102-103; NEBİOĞLU ÖNER, 2014, s. 99. Sağ kalan eşin TMK m. 226/II hükmünce malın tamamının mülkiyetinin kendisine verilmesini talep hakkı mevcuttur. Bu hüküm elbirliği mülkiyet bakımından da uygulanabilir. Bkz. RUMO-JUNGO, 2012, Art. 219, N. 13; DOĞAN, 2003, s. 660. 122  Bu  yönde  bkz.  Yargıtay  2.  Hukuk  Dairesi  E.  2008/10102,  K.  2009/16381,  T.  1.10.2009 www.kazanci.com (Erişim Tarihi 08.06.2020) 123  ZEYTİN, 2017, N. 775. 124  Bu durum ZEYTİN, 2017, N. 774 de konutun henüz bağımsız bir bölüm olarak tapu kaydı yoksa ayni hak talebinin konutun bulunduğu arsa için de kullanılabileceği şeklinde ifade edilmiştir.   667Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Mülkiyeti Kanunu m. 10/VII hükmünce hâkimin kararıyla sağ kalan eşe, bağımsız bölüm üzerinde mülkiyet hakkı tesis edilebilmelidir. Bu başlık altında ayrıca belirtmek gerekir ki kimi zaman ölen eşin, aile konutunu diğer eşin açık rızasını almadan üçüncü kişiye devrettiği görülmektedir. Bu halde sağ kalan eşin, TMK m. 1025 hükmüne dayalı yolsuz tescilin düzeltilmesi davası açması ihtimalinde bu dava, sağ kalan eşin TMK m. 240 hükmüne dayalı talebi için HMK m. 165 hükmünce bekletici sorun sayılmalıdır.  3. Talebin Konuta veya Ev Eşyasına Yönelik Olması TMK m. 240 hükmü gereğince sağ kalan eşin hakkına konu olan şey, sadece konut ve/veya ev eşyasıdır.  TMK m.  240 hükmünün kenar başlığı   aile konutu  olsa da kanaatimizce  hükümdeki  eşlerin   birlikte  yaşadıkları  konut   ifadesi,  TMK  m.  194 hükmünde düzenlenen aile konutundan daha geniş bir kavram olduğundan hükmün uygulaması bakımından birlikte yaşanılan konut esas alınmalıdır. Yukarıda bu hususa ilişkin açıklamalara yer verildiğinden bu başlık altında tekrardan kaçınıyoruz. Ev eşyası, eşlerin beraber kullandıkları, evdeki olağan hayatın devamı için varlığı zorunlu                                                  125   Kat mülkiyetine konu olmaya elverişli bir gayrimenkul üzerindeki ortaklığın giderilmesi davalarında, mirasçılardan  veya  ortak  maliklerden  biri,  paylaşmanın,  kat  mülkiyeti  kurulması  ve  bağımsız bölümlerin tahsisi suretiyle yapılmasını isterse, hâkim, o gayrimenkulün mülkiyetinin, 12 nci maddede yazılı belgelere dayanılarak kat mülkiyetine çevrilmesine ve paylar denkleştirilmek suretiyle bağımsız bölümlerin ortaklara ayrı ayrı tahsisine karar verebilir. . 126  Aynı sonuç, TMK m. 652 hükmünün uygulaması bakımından kabul edilmiştir. Bkz. DURAL/ÖZ, 2019, N. 2097 vd.; DOĞAN, 2003, s. 692-693. Bu yöndeki Yargıtay 8. Hukuk Dairesi E. 2014/15082, K. 2014/19219, T. 27.10.2014 kararındaki karşı oy yazısında şu ifadelere yer verilmiştir:  …aile konutu ölen eşin tümüne tek başına sahip olduğu çok daireli, kat mülkiyetine çevrilmemiş bir bina ise; binanın kat mülkiyeti kurulmasına elverişli olması koşuluyla, kat mülkiyeti kurulması suretiyle paylaşmanın yapılması ve aile konutuna isabet eden bağımsız bölümün üzerinde sağ kalan eşe mülkiyet hakkı tanınması suretiyle özgüleme mümkün olmalıdır. Kat mülkiyeti kurulmaya elverişlilik yoksa, mülkiyet hakkı tanınması suretiyle özgüleme talebinin reddi gerekecektir.  www.kazanci.com (Erişim Tarihi 08.06.2020). Doktrindeki aksi görüş, bu halde sağ kalan eşin kat mülkiyetinin kurularak kendisine mülkiyet tesisine yönelik talebinin, hükmün konuluş amacına ters düştüğü, bu halde ancak TMK m. 652/II hükmüne göre talepte bulunulabileceği yönündedir. Bkz. DURAL/ÖZ, 2019, N. 2081. Sağ kalan eşin mirasçılardan kat mülkiyetinin kurulması için zorlayamayacağı yönünde ayrıca bkz. RUMOJUNGO,  2012,  Art.  219,  N.  3;  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  54.  Kat mülkiyetinin  kurulabileceği  yönünde  ayrıca  bkz.  NUSPLIGER,  2016,  Art.  219,  N.  3; STECK/FANKHAUSER, 2017, Art. 219, N. 10; PIOTET, 1987, s. 169; GÜMÜŞ, 2008, s. 414. 127  ŞIPKA, 2004, s. 323. Başka bir yönden bkz. Yargıtay 2. Hukuk Dairesi E. 2006/20937, K. 2007/1229, T. 5.2.2007:  Aile konutunun özgülenmesi davası ,  birlikte mülkiyetin sonlandırılması davası  için ön mesele oluşturur.  www.kazanci.com (Erişim Tarihi 08.06.2020) 128  Bkz. yuk. Başlık II.   668Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   olan ya da evin döşenmesinde kullanılan eşya olmakla birlikte buna ilişkin açıklama da yukarıdaki başlıklarda yapıldığından tekrara girmiyoruz.  4. Sağ Kalan Eşin Eski Yaşantısını Devam Ettirecek Olması TMK m. 240 hükmü gereğince sağ kalan eşin ayni hak tesisine ilişkin talebi, sağ kalan eşin eski yaşantısını devam ettirmesi koşuluna bağlıdır. Şöyle ki hükümde açık bir şekilde sağ kalan eşin  eski yaşantısını devam ettirebilmesi için  ölen eşine ait ve birlikte yaşadıkları konut üzerinde intifa, oturma veya mülkiyet; ev eşyası üzerinde de mülkiyet hakkı tanınmasını isteyebileceği düzenlenmiştir. Kanun koyucunun bu hükmü düzenlerken amacı, sağ kalan eşin ölen eşle olan yaşantısına devam etmesine olanak tanımak,  onun  yeni  bir  yerleşim  yerine  taşınmaktan,  yeni  bir  çevreye  girmekten doğacak sıkıntılardan korumak olup böylece sağ kalan eşin önceki yaşam biçimini sürdürmesini sağlama amacına öncelik tanınmıştır. Halbuki örneğin sağ kalan eşin konutu satmak veya kiralamak amacı açıksa bu halde eski yaşantının devam ettirilmesi koşulu sağlanmamış olacaktır. Sağ kalan eşin, eski yaşantısını devam ettirebilmesi için anılan taleplerde bulunması halinde amacın, TMK m. 6 hükmünce sağ kalan eş tarafından ispatlanması gerekir. Kanaatimizce bu husus, itiraz niteliğinde olup bu ihtiyacın var olup olmadığına, TMK m.                                                  129  Bkz. yuk. Başlık III. 130  KILIÇOĞLU, 2002, s. 47; ACAR, 2016, s. 376; GÜMÜŞ, 2008, s. 402; ŞIPKA, 2004, s. 324; ERDEM, Mehmet, Aile Hukuku, 2. Basım, Seçkin Yayıncılık, Ankara, 2019, s. 315. 131  NUSPLIGER, 2016, Art. 219, N. 1; STECK/FANKHAUSER, 2017, Art. 219, N. 1; GÜMÜŞ, 2008, s. 402. 132  KILIÇOĞLU, 2002, s. 47; ZEYTİN, 2017, N. 768; SARI, 2007, s. 287. 133  NÄF-HOFMANN,  Marlies/NÄF-HOFMANN,  Heinz,  Schweizerisches  Ehe-  und  Erbrecht, Schulthess, Zürich, 1998, N. 1869. 134  RUMO-JUNGO, 2012, Art. 219, N. 7. 135  HAUSHEER/REUSSER/GEISER, 1992, 219, N. 29; ACAR, 2016, s. 376, dn. 683; ŞIPKA, 2004, s. 324;  ŞIPKA/ÖZDOĞAN,  2017,  s.  507;  YAĞCIOĞLU,  2007,  s.  120;  ŞEKER,  2007a,  s.  439; NEBİOĞLU ÖNER, 2014, s. 116. Bir görüşe göre özel durumlar dışında, sağ kalan eşin konutta eski yaşantısını devam ettireceği, zaten fiili bir karinedir. Sağ kalan eşin, ölen eşi ile birlikte oturduğu konutta ev eşyası ile birlikte oturmaya devam edeceği, hayatın olağan akışına daha uygun olduğundan, maddenin gerekçesi de bu fiili karineyi göz önünde bulundurarak hazırlanmıştır. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 29; ŞIPKA/ÖZDOĞAN, 2017, s. 507; YAĞCIOĞLU, 2007, s. 120.    669Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   4 hükmünce sunulan vakıaları takdir edecek olan hâkim, HMK m. 31 hükmü gereğince davayı  aydınlatma ödevi kapsamında sağ kalan eşten delil  gösterilmesini isteyebilir.  Sağ  kalan  eşin  konutta  eski  yaşantısına  devam  etmeyeceği  ya  da  başka  yere taşınacağı açıkça anlaşılıyorsa veya öngörülüyorsa bu halde kanun koyucunun amacının gerçekleşmesi mümkün olmayacağından hükmün diğer şartları oluşmuş olsa bile sağ kalan eşin TMK m. 240 hükmüne dayalı talebi reddedilmelidir. Örneğin sağ kalan eşin eski  yaşantısını  devam  ettirme  amacı  olmaksızın  sırf  mirasçılara  karşı  duyduğu husumetten dolayı konut üzerinde ayni hak tesisini talep etmesi veya sağ kalan eşin emekli olarak yeni bir yere taşınmak istemesi halinde halinde de amaç ve haklı sebep yönünden talebi reddedilmelidir. Başka bir ihtimal olarak ölen eşin, diyaliz hastası olması ve  sürekli  tedaviye  ihtiyaç  duyması  nedeniyle  ölümünden  bir  yıl  önce  gün  aşırı tedavisinin  yapıldığı  hastanenin  bulunduğu  Altunizade den  ev  alması  hali  ortaya çıkabilir. Eşlerin uzun yıllardır yaşadığı Nişantaşı ndan Altunizade ye taşınmak zorunda kalması halinde sağ kalan eş, uzun yıllar Nişantaşı nda yaşadıklarından bahisle eski yaşantının devam ettirebilmesi için buradaki konut üzerinde TMK m. 240 hükmüne göre sahip olduğu hakkını kullanamamalıdır. Şöyle ki sağ kalan eşin konutta eski yaşantısını devam ettirebilme iddiası, TMK m. 2 hükmünde düzenlenen dürüstlük kuralına aykırılık teşkil ettiği ve de eski yaşantısını devam ettirebilme niyetinin bulunmadığı yönünde itiraza konu olabilecektir. Sağ kalan eşin eski yaşantısını devam ettirme niyetinin veya ihtiyacının olmadığı ise  eşin  mirasçıları  tarafından  ispatlanmalıdır.  Kanaatimizce  sağ  kalan  eşin  eski yaşantısını devam ettirme niyetinde olmadığını iddia eden mirasçılar, TMK m. 6 ve HMK                                                  136  SARI, 2007, s. 287. 137   Hâkim, uyuşmazlığın aydınlatılmasının zorunlu kıldığı durumlarda, maddi veya hukuki açıdan belirsiz yahut çelişkili gördüğü hususlar hakkında, taraflara açıklama yaptırabilir; soru sorabilir; delil gösterilmesini isteyebilir.  138  ZEYTİN, 2017, N. 768; ŞIPKA, 2004, s. 324; KILIÇOĞLU, 2014, s. 86. 139  ACAR, 2016, s. 376, dn. 683. 140  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 30. 141  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  30,  31;  ŞIPKA,  2004,  s.  324; ŞIPKA/ÖZDOĞAN, 2017, s. 508; YAĞCIOĞLU, 2007, s. 121.   670Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   m.  194(1)142  hükümlerince  bunu  somutlaştırmak  zorundadırlar.  Örneğin  hastalığı nedeniyle çocuklarının yanına ya da sağlık kurumuna yerleşmesi muhtemel olan sağ kalan eşin konut üzerinde talepte bulunması halinde hükümdeki amaç koşulunun eksikliği ileri sürülebilir. Sağ kalan eşin, TMK m. 240/I hükmünde kendisine tanınan  hakkı kullanmadan evvel  başka bir kimseyle evlenerek  ya da evlilik  dışı birliktelik  sürerek ölen eşle oturduğu  konutta  yaşamaya  başlaması  halinde  hükümdeki   eski  yaşantısını  devam ettirme  şartının gerçekleştiğinden söz edilememelidir. Somut olayda davacı sağ kalan eşin bu yöndeki hukuki yararının çeşitli nedenlerle dava görülürken ve hatta hüküm verildikten  sonra  ortadan  kalkması  da  mümkündür.  Şöyle  ki  sağ  kalan  eşin  eski yaşantısını  devam  ettirebilme  ihtiyacının,  TMK  m.  240/I  hükmüne  dayalı  hakkının  kullanıldığı an  itibariyle bulunması gerektiğinden sağ kalan eş lehine hükümdeki  ayni hak tesis edildikten sonra  sağ kalan eşin evlenmesi ya da sevgili olarak birlikte yaşamaya başlaması, hakkın tesisi anında gerçekleşmiş  eski yaşantısını devam ettirme  şartının ortadan kalktığı ve sahip olduğu hakkı kaybettiği anlamına gelmemelidir. Bu noktada belirtmek gerekir ki sağ kalan eşin, TMK m. 240/I hükmü gereğince ayni hak tesisine yönelik açtığı dava devam ederken HMK m. 114/I(h)145 hükmünde düzenlenen dava  şartlarından  olan   hukuki  yarar   aranmalıdır.  HMK  m.  115/I,c.1  hükmünce  Mahkeme,  dava  şartlarının  mevcut  olup  olmadığını,  davanın  her  aşamasında kendiliğinden araştırır. . Hüküm gereğince kanun koyucu, dava şartlarının süreyle sınırlı olmaksızın yargılamanın her aşamasında incelenebileceğini kabul etmiştir. Kanaatimizce sağ kalan eşin eski yaşantısını devam ettirme ihtiyacı, sadece davanın açıldığı anda değil, hükmün verilmesi anına kadar devam ediyor olmalıdır; örneğin sağ kalan eşin, lehine oturma hakkının tesisi yönünde dava açtığında eski yaşantısını devam ettirme ihtiyacının olması, hukuki yarar olarak bir dava şartıdır; ancak dava devam ederken sağ kalan eşin başka şehre tayini çıkması durumunda TMK m. 4 hükmünce hâkimin takdir yetkisi                                                  142   Taraflar, dayandıkları vakıaları, ispata elverişli şekilde somutlaştırmalıdırlar.  143  SARI, 2007, s. 287; GÜMÜŞ, 2008, s. 411; GENÇCAN, 2019, s. 376; NEBİOĞLU ÖNER, 2014, s. 117. 144  GÜMÜŞ, 2008, s. 411; ZEYTİN, 2017, N. 769. Aksi görüş için bkz. YAĞCIOĞLU, 2007, s. 148. 145   Dava şartları şunlardır: …Davacının, dava açmakta hukuki yararının bulunması    671Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   kapsamında hukuki yararın artık kalmadığından bahisle dava reddedilmelidir; çünkü aksini  kabul,  TMK  m.  2/II  hükmünce  hakkın  kötüye  kullanılması  teşkil  edecektir. Halbuki örneğin sağ kalan eş, dava neticesinde konut üzerinde lehine oturma hakkı  tesis edildikten sonra  evlenirse veya emekli olup emekli ikramiyesi ile başka bir semtte aldığı eve  ya da huzurevine taşınırsa kanaatimizce sağ kalan eşin eski  yaşantısını devam ettirebilme ihtiyacının ortadan kalktığından bahisle hakkın kendiliğinden sona erdiği ya da TMK m. 1025 hükmünce yolsuz tescilin düzeltilmesi davası ile sağ eş lehine tesis edilen ayni hakkın terkininin gerektiği, başka bir ifadeyle TMK m. 1026/I hükmünde ifade edildiği üzere tescilin hukuki değerini kaybettiği söylenemez. Şöyle ki taşınmaz mülkiyetinin devrine ilişkin tasarruf işlemini oluşturan tescil talebi, Tapu Sicili Tüzüğü m. 16(2)146 hükmünce koşula bağlanamaz. Her ne kadar TBK m. 292147 hükmünde açıkça bağışlayana  dönme  koşullu  bağışlama  düzenlenmiş  olsa  da,  bu  hüküm  kıyasen uygulanarak sağ kalan eşin eski yaşantısını devam ettirme ihtiyacının ortadan kalkması yönünde bozucu koşula bağlı kazanımın gerçekleştirilebileceği sonucu çıkarılmamalıdır. Hakkın tapu kütüğündeki tescil ile kazanımı, sağ kalan eşin eski yaşantısını devam ettirme ihtiyacının ortadan kalkması yönünde bozucu koşula bağlanamaz; bozucu koşul borçlandırıcı  işlem  için  geçerli  olabilirken  koşulun  gerçekleşmesi,  geçerli  tasarruf işlemine etki etmez; dolayısıyla sağ kalan eş lehine tesis edilmiş hakkın terkini de talep edilemez. 5. Sağ Kalan Eşin Katılma Alacağına Sahip Olması Katılma alacağı, edinilmiş mallara katılma rejiminin devamı süresince eşin edindiği mallarda rejimin sona ermesiyle tasfiye sonucunda diğer eşin hak sahibi olduğu, mal rejimi hukukuna ilişkin alacak hakkıdır. Edinilmiş mallara katılma rejiminde mal                                                  146   İstem, tescili bozucu veya hükümsüz kılıcı kayıt ve şarta bağlanamaz  147  Hükmün  ilk  fıkrası  şöyledir:   Bağışlayan,  bağışlananın  kendisinden  önce  ölmesi  durumunda, bağışlama konusunun kendisine dönmesi koşulunu koyabilir.  148  ÖZMEN, E. Saba / ÜREM, Müge,  Arsa Payı Karşılığı İnşaat Sözleşmelerinde Yargıtay Kararları İle Yaratılan  Avans Tapu  Kavramına Yönelik Eleştiriler , Maltepe ÜHFD, 2016/1, Seçkin Yayıncılık, İstanbul, 2016, (s. 13-31), s. 13-31, s. 26. 149  KILIÇOĞLU, 2002a, s. 23 vd., 59; ŞIPKA, 2004, s. 290; ACAR, 2016, s. 345; SARI, 2007, s. 227. Yargıtay 8. Hukuk Dairesi E. 2014/24171, K. 2016/6157, T. 6.4.2016:  Katılma alacağı, 1.1.2002 tarihinde yürürlüğe giren TMK uyarınca; eklenecek değerlerden (TMK'nun 229) ve denkleştirmeden (TMK'nun 230.m.) elde edilen miktarlar da dahil olmak üzere, eşin edinilmiş mallarının (TMK m. 219)   672Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   rejiminin herhangi bir nedenle sona ermesi durumunda eşe, diğer eşe ait artık değerinin belirli bir oranı üzerinden hesaplanacak katılma alacağı tanınmıştır. Bunun temelinde edinilmiş mallara katılma rejimi yürürlükte kaldığı sürece her bir eşin elde ettiği edinilmiş malların kazanılmasında evlilik birliğinde var olan iş bölümü ve iş birliği kapsamında diğer eşin de katkısı olduğu fikri yatmaktadır. Hüküm gereğince katılma alacağına mahsup edilmek suretiyle, yetmezse de bedel eklenmek suretiyle konut veya ev eşyası üzerinde hak ileri sürebilir; sağ kalan eşe karşılıksız tanınan  bir  ayni  hak  söz  konusu  değildir.  Konutta  veya  ev  eşyasında mülkiyet hakkı tesis edilse bile sağ kalan eş, satım bedeli ödememektedir. Bu halde bir yandan  sağ  kalan  eş  lehine  konut  ve  ev  eşyası  üzerinde  ayni  hak  tesisine  imkân sağlanırken bir yandan da ölen eşin mirasçılarına katılma alacağı borcunu ayın olarak ödeme imkânı sağlanmıştır.                                                  toplam değerinden, bu mallara dair borçlar çıktıktan sonra kalan artık değerin (TMK m. 231) yarısı üzerindeki diğer eşin alacak hakkıdır (TMK m. 236/1). 1.1.2002 tarihinden önce yörürlükte bulunan 743 Sayılı Türk Kanunu Medenisi'nin 170.Maddesi uyarınca geçerli olan mal ayrılığı rejiminde katılma alacağına yer verilmemiştir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 150  SARI, 2007, s. 227. 151  Katılma alacağı bulunmadan dava açıldığında Yargıtay 2. Hukuk Dairesi E. 2007/5770, K. 2007/8197, T.  16.5.2007  kararında  katılma  alacağı  belirlenmeden  ayni  hakkının  tesis  edilemeyeceğine hükmetmiştir. Ancak karşı oy yazısında haklı olarak mahkemece yapılacak işin, sağ kalan eşe katılma alacağı davası açması için süre vermek, verilen süre içinde bu dava açılmadığı takdirde davayı reddetmek, sağ kalan eş tarafından katılma alacağı davası açıldığı takdirdeyse sonucunu beklemek, katılma alacağı davası reddedilerek kesinleştiği takdirde davayı reddetmek, katılma alacağı davası kabul edildiği takdirde sonucuna göre katılma alacağı yeterli ise bu bedel karşılığı olarak intifa veya oturma hakkı tanınmasını karar vermek, katılma alacağı yetmez ise bedel eklenmek suretiyle intifa veya oturma hakkı tanınmasına karar vermek olduğu belirtilmiştir. www.kazanci.com (Erişim Tarihi 08.06.2020) 152  KILIÇOĞLU, 2002, s. 47. 153  DOĞAN, 2003, s. 670. 154  ŞIPKA, 2004, s. 326. TMK‘nın yürürlüğe girmesinden önce MK uygulamasından kaynaklı katkı alacağı söz konusu ise sağ kalan eşin, TMK m. 240 hükmüne dayanamayacağı yönünde bkz. GENÇCAN, 2019, s. 361; Yargıtay 8. Hukuk Dairesi E. 2011/6618, K. 2011/5865, T. 15.11.2011:  mülkiyet hakkı T.M.K.nun 240. maddesi uyarınca edinilmiş mallara katılma alacağı karşılığında tanınan bir haktır. 1.1.2002 tarihinden önce geçerli olan mal ayrılığı döneminde edinilen mallardan kaynaklanan katkı payı alacağı karşılığında böyle bir hak tanınmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020). Katıldığımız görüşe göre her ne kadar bu karar doğru olsa da TMK nın yürürlüğe girmesinden evvel yapılan katkı nedeniyle doğan alacak, katkı yapılan malvarlığının yasal mal rejimi sürerken mevcut veya elden çıkartılması durumuna bağlı olarak edinilmiş mallara katılma rejiminin sona ermesi halinde ileri sürüldüğünde, yapılan katkı TMK nın yürürlüğünden önceki dönemde gerçekleşmiş olsa da talep edilen alacak değer artış payı niteliğinden olduğundan TMK m. 240 hükmü uygulama alanı bulur. Bkz. ZEYTİN, 2017, s. 341.   673Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Katılma  alacağı,  ayni  hakkın  belirlenen  değerini  karşılamıyorsa  bu  durumda denkleştirme bedelinin ödenmesi gerekir. Bunun tespiti için  kurulması istenen ayni hakkın tasfiye anındaki piyasa değeri belirlenmelidir (TMK m. 232, 235/I)155. Mal rejimi ölümle sona erse de tasfiye çoğu zaman hemen yapılamadığından bu süreçte malların değerinde meydana gelebilecek değişikliğin haksızlık doğurmaması açısından tasfiye anı olarak karar tarihindeki değerin esas alınması gerekir.    Sağ kalan eşin katılma alacağı, talebe konu konutun değerinden ya da intifa hakkının değerinden az olsa bile hüküm gereğince sağ kalan eş, bedel eklemek suretiyle de bu hakkını ileri sürebilmelidir; katılma alacağının miktarı önemli değildir. Sağ kalan eşin katılma alacağı, talep edilen konutun değerine eşit olduğunda ise mahsup sonucu karşılıklı edimler ifa edilmiş sayılır. Sağ kalan eşin katılma alacağı olmakla birlikte alacakların TBK m. 118 hükmünce takası sonucunda borçlu duruma düşmüş ise yine TMK m. 240 hükmündeki hakkı kullanamaz. Bu noktada unutulmamalıdır ki sağ kalan eşin  TMK  m.  240  hükmünde  ayni  hakkın  tesisine  yönelik  hakkı  ile  ölen  eşin mirasçılarının sağ kalan eşten olan alacakları TBK m. 139/I hükmü gereğince özdeş olmadığından bunların takası ile artık değere katılma ya da değer artış payı alacağı sona erdirilerek sağ kalan eşin de hükümdeki hakkı sona erdirilemez. TMK m.  240 hükmünce konut  ve ev eşyası  üzerinde sağ kalan eşin  hakkını kullanması, onun mirasçılık sıfatı ile bağlantılı değildir. Sağ kalan eş mirastan yoksunluk, mirasçılıktan çıkarma veya mirasın reddi gibi bir halde mirasçılık sıfatını yitirmiş olsa bile katılma alacağının varlığı halinde TMK m. 240 hükmünce ayni hak tesisi yönündeki                                                  155  KILIÇOĞLU, 2002, s. 47; KILIÇOĞLU, 2014, s. 79; DOĞAN, 2003, s. 657. 156  ACAR, 2004, s. 89-90; ACAR, 2016, s. 274. 157  RUMO-JUNGO, 2012, Art. 219, N. 6; ŞIPKA/ÖZDOĞAN, 2017, s. 509; GENÇCAN, 2019, s. 363. Kanun hükmünde sınırlama yapılmaksızın böyle bir talebin sağ kalan eşe tanınması, bu hakkın katılma alacağına  karşılık  olmasının  anlamını  yitirmesine  sebebiyet  vermiştir.  Katılma  alacağı  ile  aile konutunun  değeri  arasında  karşılaştırma  yaparak  tahsise  karar  verme  hususunda  hâkime  takdir yetkisinin tanınmasının yerinde olacağı ve katılma alacağının miktarı, aile konutunun veya ev eşyasının belirli bir oranını oluşturmadıkça bu hakkın kullanılamaması gerektiği yönünde bkz. DOĞAN, 2003, s. 658. 158  ŞIPKA, 2004, s. 326; DOĞAN, 2003, s. 657. 159  KILIÇOĞLU, 2002, s. 47; KILIÇOĞLU, 2014, s. 78; DOĞAN, 2003, s. 657. 160  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 61; bu yönde bkz. ZEYTİN, 2017, N. 781.   674Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hakkını kullanabilir; bu hakkın kullanılabilmesi için mirasçılık sıfatı aranmaz. Bu husus TMK m. 240 ile TMK m. 652 hükmünün temel farklarından birisidir.  Sadece değer artış payı sahibi olan sağ kalan eşin, her ne kadar TMK m. 240 hükmünde değer artış payından bahsedilmiyor olsa bile TMK m. 240 hükmünde tanınan hakka sahip olup olmadığı da irdelenmelidir. Sağ kalan eş, katılma alacağına değil, sadece TMK m. 227 hükmünce değer artış payına sahipse ve değer artış payı alacağı, talep  konusu  konuta  veya  ev  eşyasına  yapılan  katkıdan  doğuyorsa  TMK  m.  240 hükmünce ayni hak tesisi talebi mümkün olabilmelidir; aksi görüşe göre ise TMK m.                                                  161  KILIÇOĞLU, 2002, s. 46; ŞIPKA/ÖZDOĞAN, 2017, s. 508; bkz. Yargıtay 8. Hukuk Dairesi E. 2014/2640, K. 2014/11919, T. 10.6.2014 www.kazanci.com (Erişim Tarihi 08.06.2020) 162  Örneğin kısa süren bir evlilikte eşler emekli maaşıyla geçimlerini sağlamış ve evlilik boyunca edinilmiş mal bulunmadığından sağ kalan eş lehine katılma alacağı da doğmamış olabilir. 163  Değer artış payı, eşin diğer eşin malına yaptığı katkının karşılığıdır. Ayrıntılı inceleme için bkz. MİDYAT, Nuri Aziz, Edinilmiş Mallara Katılma Rejiminde Değer Artış Payı, On İki Levha Yayıncılık, İstanbul, 2017, s. 15vd. 164  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 58; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406; GÜMÜŞ, 2008, s. 410; ŞEKER, 2007a, s. 443; YAĞCIOĞLU, 2007, s. 115; ERDEM, 2019, s. 315. Sağ kalan eşin talep hakkını ileri sürerken değer artış payının ayni hak tesisi talep edilen şeye ilişkin olmasının gerekli olup olmadığı belirtmeksizin değer artış payına sahip olma durumunda da TMK m. 240  hükmünün  uygulanabileceği  yönünde  bkz.  RUMO-JUNGO,  2012,  Art.  219,  N.  6; STECK/FANKHAUSER, 2017, Art. 219, N. 7; ÖZTAN, 2015, s. 548; MİDYAT, 2017, s. 75, dn.177; BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 543. Bu yönde bkz. Yargıtay 8. Hukuk Dairesi E. 2015/17655, K. 2016/6073, T. 5.4.2016:  Her ne kadar TMK. nun 240. maddesinde artık değere katılma alacağına mahsuben, aile konutu niteliğindeki taşınmaz bölümü üzerinde sağ eş lehine mülkiyet hakkı tanınmış ise de anılan Kanun maddesinde, koşulların oluşması halinde değer artış payı alacağı karşılığında aile konutu üzerinde mülkiyet hakkı tanınmasını engelleyen bir düzenleme mevcut bulunmamaktadır. Yargıtay ve Dairemizin uygulamaları da  bu  yöndedir.   www.kazanci.com  (Erişim  Tarihi  08.06.2020);  Yargıtay  8.  Hukuk  Dairesi E. 2012/7105,  K.  2012/13069,  T.  25.12.2012:   Dava,  …değer  artış  payı  karşılığında  TMK nın 240/3.fıkrası gereğince konut üzerinde mülkiyet hakkı tanınması isteğine ilişkindir. …TMK nın 240/1. Maddesinde katılma alacağı dışında herhangi bir alacak türünden ve bu arada değer artış payından söz edilmemekte ise de TMK nın 240.maddesinin 1.fıkrasında belirtilen amaç ve düzenleme sistematiği, sağ kalan eşin korunması, geçmişte aynı evde yaşadıkları anılar ve geleceğe yönelik aynı duyguların yaşanması vb. durumlar gözetildiğinde katılma alacağına mahsuben herhangi bir alacak hakkının bulunmaması halinde değer artış payı alacağına mahsuben sözü edilen maddede belirtilen isteklerden birinin tanınması mümkündür. Çünkü bunu engelleyen herhangi bir hüküm de bulunmamaktadır. …kanunun (maddenin) lafzından ziyade amacına bakmak ve bunu geniş yorumlamak gerekir. Bu nedenle maddenin lafzı önemli olmakla birlikte, yorum yapılırken üst başlıkların da gözönünde tutulması, kabul edilmesi gereken ilkelerdendir. Yorum yapılırken kanunların lafzı ile birlikte amasının da aynı ölçüde değerlendirilmesi aynı zamanda TMK nın 1. maddesinin emri gereğidir. Yararlar dengesi de bunu öngörmektedir. Kanun koyucunun, her ikisi de evliliğin sona ermesine bağlanmış, iki alacak isteği olan katılma alacağı ile değer artış payı alacağının yerine getirilmesini (ifasını) tamamen farklı  yöntemlere  tabi  tutulması,  bu  bağlamda  katılma  alacağına  ölüm  halinde  sağ  kalan  eşin yararlarını koruyacak biçimde mahsup imkânı vererek, ev ve eşya üzerinde hak sahibi olma hakkını tanırken, değer artış payı için bu yolu yasaklamanın yararlar dengesi yönünden haklı sayılabilecek bir   675Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   240 hükmünce ayni hak tesisine ilişkin talep için değer artış payının ayni hak tesisi talep edilen şeye ilişkin olması gerekli değildir. Bir başka görüşe göre ise katılma alacağının olmaması halinde TMK m. 240 hükmü uygulanamaz; ancak TMK m. 652 hükmüne başvurulabilir. Kanaatimizce hükmün lafzında her ne kadar değer artış payı bulunmasa da yarar dengesinin sağlanması için kanunun amacına göre yorum yapmak gerekir. Katılma alacağı ile değer artış payı alacağı bakımından hüküm açısından fark yaratmak yerine ayni hak tesisinin talep edildiği malda olup olmadığına bakılmaksızın değer artış payı mevcutsa, evlilik birliği içindeki yardımlaşma yükümlülüğünden doğan değer artış payı bakımından hükmün uygulama alanı bulabileceğinin kabulü, sağ kalan eşin yararını gözeterek hükmün amacına ve hakkaniyete de uygun düşecektir.  6. Sağ Kalan Eşin Ayni Hakkın Tesisi Talebinde Bulunması Talepte  bulunulmaması  halinde  sağ  kalan  eş  veya  mirasçılar,  TMK  m.  240 hükmünde sayılan ayni haklara ölümle kendiliğinden sahip olmazlar; bunun için irade beyanına ihtiyaç vardır. TMK m. 240 hükmünde sağ kalan eşe intifa, oturma ve mülkiyet  hakkını  talep  etme  imkânı  sağlandığından  hükümde  sayılı  talepler,  sınırlı                                                  gerekçesi bulunmamaktadır. Gerçekten de katılma alacağı ve değer artış payı alacağının bir alacak hakkı olarak gerek doğumları (evliliğin sona ermesini gerektirmesi) ve gerekse nitelikleri yönünden birbirinden farklı görülmesi olanaklı değildir. İfaları yönünden bu iki alacağın, aralarında fark yaratılmasını haklı kılacak yarar görülmemektedir. Kanun maddesinin amacı ve düzenleme sistematiği gözetilerek  TMK nın  240.maddesinin  değer  artış  payı  alacakları  bakımından  da  uygulanması hakkaniyete ve fedakarlığın denkleştirilmesi ilkelerine de uygun düşecektir. Sağ kalan eşin yararı da bunu gerektirmektedir. , karar özeti için bkz. BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 550vd. 165  NÄF-HOFMANN/NÄF-HOFMANN, 1998, N. 2017; ZEYTİN, 2017, s. 341; ACAR, 2016, s. 376. Edinilmiş mallara katılma rejimi dışındaki bir borç ilişkisine dayalı alacağın hüküm gereğince mahsubu söz konusu olmamalıdır. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 60; ZEYTİN, 2017, s. 341; ŞIPKA/ÖZDOĞAN, 2017, s. 510; NEBİOĞLU ÖNER, 2014, s. 112; bu yönde bkz. Yargıtay  8.  Hukuk  Dairesi  E.  2011/6618,  K.  2011/5865,  T.  15.11.2011:   …sözü  edilen  mal rejimlerinden  hangisinin  ağırlıkta  olduğu  açıklanan  alacak  türlerin  saptanmasında  gözönünde tutulmalı şayet yasal mal rejimi olarak kabul edilen edinilmiş mallara katılma alacağının ağırlıkta olduğunun belirlenmesi halinde T.M.K.nun 240. maddesinin değerlendirilmesi düşünülmelidir. Çünkü mülkiyet hakkı T.M.K.nun 240. maddesi uyarınca edinilmiş mallara katılma alacağı karşılığında tanınan bir haktır. 1.1.2002 tarihinden önce geçerli olan mal ayrılığı döneminde edinilen mallardan kaynaklanan katkı payı alacağı karşılığında böyle bir hak tanınmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020) 166  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1252 (yazarlar, 2005 basısındaki görüşlerini değiştirmişlerdir); KILIÇOĞLU, 2002, s. 47; GENÇCAN, 2019, s. 367; AKKIŞLA, 2018, s. 525-526. 167  RUMO-JUNGO, 2012, Art. 219, N. 14; KILIÇOĞLU, 2002, s. 47; ŞIPKA, 2004, s. 326; ERDEM, 2019, s. 315. 168  RUMO-JUNGO, 2012, Art. 219, N. 7, 9, 12; STECK/FANKHAUSER, 2017, Art. 219, N. 13.   676Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   sayıdadır. Bu talepler niteliği itibariyle ayni hakkın tesisine yönelik olup hak sahibinin ölümüyle sona erer. Sağ kalan eşe tanınan hak, nispi kişiye sıkı sıkıya bağlı hak olduğundan sağ kalan eşin yasal temsilcisi eğer vasisi ise onun tarafından ancak TMK m. 462/b.9 hükmünce vesayet makamının izni ile kullanabilmelidir.  Tasfiyenin dava yoluyla gerçekleştirildiği hallerde hâkimin hükmün uygulama şartlarının varolduğuna dayanarak re sen konut veya ev eşyası üzerinde sağ kalan eşin lehine TMK m.  240 hükmünce ayni  hak tesis  etmesi  mümkün değildir. Talebin muhatabı hususunda yukarıda da belirttiğimiz üzere sağ kalan eş, TMK m. 240 hükmünde tanınan  hakkını  mirasçıya  veya  birden  fazla  mirasçının  bulunması  halinde  miras ortaklığına  ya  da  miras,  TMK  m.  612  hükmünce  en  yakın  mirasçıların  tamamı tarafından reddedilmişse sulh mahkemesince yapılan iflas hükümlerine göre tasfiyede tasfiye memuruna yöneltmek zorundadır. Talebin tasfiye davası kapsamında da ileri sürülmesi mümkündür.  Belirtmek gerekir ki edinilmiş mallara katılma rejiminde, edinilen mallar üzerinde hak sahibi olan eşin hakkı, kural olarak aynî değil, şahsi bir haktır (TMK m. 239); ancak bunun istisnası, TMK m. 240 hükmüdür. Dolayısıyla her ne kadar sağ kalan eş, TMK m. 240 hükmü gereğince bir hak talep etmemiş olsa da TMK m. 239/I, c.1177 hükmü                                                  169  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 408. 170  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  25;  HAUSHEER,  2014,  Art.  219,  N.  2; STECK/FANKHAUSER, 2017, Art. 219, N. 4; GÜMÜŞ, 2008, s. 404; ŞIPKA, 2004, s. 325. 171  SARI, 2007, s. 287. 172  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1254; SARI, 2007, s. 288; GÜMÜŞ, 2008, s. 404, 411. Miras ortaklığının temsilcisine karşı sağ kalan eşin bu talep hakkını ileri sürmesi halinde sonuç doğabilmesi için temsilcisinin mal rejiminin tasfiyesinde ve mirasın paylaştırılmasında özel yetkili kılınması gerekir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 10, 65; SCHLEISS, 1989, s. 56, 65, 101 vd.; DOĞAN, 2003, s. 659; YAĞCIOĞLU, 2007, s. 130, dn. 232. 173   Terekenin iflas hükümlerine göre tasfiyesinde  iflas idaresi  yerine  tasfiye memuru  ve  Ticaret Mahkemesi  yerine  Sulh Hukuk Mahkemesi  geçmektedir. , bkz. Yargıtay 14. Hukuk Dairesi E. 2017/3282, K. 2017/7320, T. 9.10.2017 www.kazanci.com (Erişim Tarihi 08.06.2020) 174  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; NÄF-HOFMANN/NÄF-HOFMANN, 1998, N. 1873vd.; GÜMÜŞ, 2008, s. 404. 175  SARI, 2007, s. 288. 176  BAŞPINAR, 2003a, s. 89, dn.59; ACABEY, 2007, s. 494-495, dn. 14. 177  Hüküm şöyledir:  Katılma alacağı ve değer artış payı ayın veya para olarak ödenebilir. .    677Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   gereğince ölen eşin mirasçıları, katılma alacağını ayın veya para olarak ödeme hakkına sahip olduklarından konut veya ev eşyası üzerinde sağ kalan eş lehine mülkiyet hakkı kurmak suretiyle borçlarını ifa edebilirler. 7. Hak Talep Edilen Bölümün Ölen Eşin Altsoyunun Aynı Meslek ve Sanatı İcra Edeceği Bir Bölüm Olmaması TMK m. 240/son hükmünde sağ kalan eşin ayni hak tesisine yönelik hakkına sınırlama getirilerek mirasbırakanın bir meslek veya sanat icra ettiği ve altsoyundan birinin aynı meslek veya sanatı icra etmesi için gerekli olan bölümlerde sağ kalan eşin hakkını kullanamayacağı düzenlenmiş olup hükmün kapsamına ev eşyası girmemektedir. Hükümde  sadece  altsoyun  mesleki  ve  sanatsal  faaliyet  özgürlüğü  korunmak  ve altsoyun birinin meslek veya sanatı icraya devam etmesi halinde sağ kalan eşin ayni hakkın  tesisine  yönelik  hakkını  kullanarak  bunu  engellemesinin  önüne  geçilmek istenmiştir. Bu sınırlama ile meslek veya sanatın icrasındaki ekonomik faaliyete, sağ kalan eşin menfaatlerine göre öncelik tanınmış olup hükümde  kullanılamaz  ifadesi bulunduğundan sınırlamanın aksine bir anlaşma yapılamayacaktır. Ancak ölen eş, yaptığı tasarrufla altsoyunun bölümde meslek veya sanatı icra etmesini geçerli şekilde engellemişse bu halde sınırlama söz konusu olmaz.  Hükümde  sağ  kalan  eşin,  anılan   bölüm lerde  hakkını  kullanılamayacağı düzenlendiğinden  bu  sınırlama,  yalnızca  konut  bakımından  söz  konusu  olup altsoyun bu yöndeki talebi, şekle tabi değildir. Bu bölümler olmadan başka bir yerde                                                  178  DOĞAN, 2003, s. 659. 179  ŞIPKA, 2004, s. 328. 180  KILIÇOĞLU, 2002, s. 48; YAĞCIOĞLU, 2007, s. 137. 181  YAĞCIOĞLU, 2007, s. 137. 182  ZEYTİN, 2017, N. 792. 183  Bir görüşe göre bu sınırlamanın aksine bir anlaşmanın geçerli olmadığı kabul edilmelidir. Bkz. YAĞCIOĞLU, 2007, s. 137. Diğer bir görüşe göre ise ölüme bağlı tasarrufla veya mal rejimi sözleşmesi ile altsoyun aynı meslek ya da sanatı icra etmeyeceğinin kararlaştırılabileceği kabul edilmektedir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 101. 184  YAĞCIOĞLU, 2007, s. 137-138. 185  YAĞCIOĞLU, 2007, s. 139.   678Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mesleğin veya sanatın icra ettirilmesi, çok masraflı ya da imkânsıza yakın ölçüde ise bölümün altsoy için gerekli olduğu ve onun olağan ihtiyacı olarak yorumlanmalıdır; konutun  olmazsa  olmaz  olduğu  yönünde  yorum  yapılırsa  amacı  aşan  ve  hükmün uygulama alanını son derece kısıtlayan yorum yapılmış olur. Örneğin Ereğli de aile zanaatı ile el yapımı baston imalatını uzun yıllardır oğlu A ile sürdüren mirasbırakanın ölümü üzerine sağ kalan eş TMK m. 240 hükmünce hakkını kullanamaz. Bununla birlikte hükümde anılan  bölüm  ifadesinden, altsoyun bu bölümlerdeki eklentiler üzerinde de aynı hakka sahip olduğu kabul edilmelidir.    TMK m. 240 hükmünde mesleği veya sanatı devam ettirecek kişilerin kapsamında sadece ölen eşin altsoyu sayılmıştır. Altsoyun dışındaki başka bir mirasçının ya da başka birinin mesleği veya sanatı devam ettirmek istemesi halinde sağ kalan eşin özgülemedeki menfaati ağır basar. Bu kapsamda birden fazla altsoyun bulunması halinde hepsinin değil, içlerinden sadece birinin bu mesleki veya sanat faaliyetini icra etme niyetini sağ kalan eşe yöneltmesi halinde sağ kalan eş, hükümdeki hakkını kullanamayacaktır. Ölen eşin altsoyundan birinin onun mesleğini yapıyor ya da yapacak olması ve aynı zamanda altsoyun faaliyeti devam ettirme yönündeki iradesinin yanında buna yetkin de olması gerekir. Örneğin, konutun bir odasını avukatlık bürosu olarak kullanan baba öldüğünde aynı  mesleği  sürdüren  oğlu  varsa  sağ  kalan  eş,  konut  üzerinde  hak  tesisini  talep edemeyecektir  ya  da  altsoy  mirasbırakanın  halı  dokumacılığı  yaptığı  bölümü  bu konuda  hiçbir  uzmanlığının  ve  deneyiminin  olmamasına  rağmen  talep  etmesi  veya                                                  186  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  106;  SCHLEISS,  1989,  s.  139,  143-144; YAĞCIOĞLU, 2007, s. 138. 187  DOĞAN, 2003, s. 665, dn. 48. Katılmadığımız görüşe göre hükmün uygulanabilmesi için mirasbırakan ile aynı meslek veya sanatı icra edecek altsoy lehine talebe konu bölüme ilişkin ölüme bağlı tasarrufun yapılmış olması veya paylaştırma esnasında o bölümün o altsoya tahsis edilmiş olması şarttır. Bkz. HAUSHEER, 2014, Art. 219, N. 31; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 409; GÜMÜŞ, 2008, s. 415.   188  ZEYTİN, 2017, N. 793. 189  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  105;  SCHLEISS,  1989,  s.  146-147; YAĞCIOĞLU, 2007, s. 139. 190  DOĞAN, 2003, s. 665. 191  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 105; YAĞCIOĞLU, 2007, s. 139. 192  KILIÇOĞLU, 2002a, s. 62; ŞIPKA, 2004, s. 328; ACAR, 2016, s. 373.   679Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mirasbırakanın  avukatlık  ofisini  bilgisayar  tamir  merkezi  haline  getirmek  istemesi halinde bu talep yerinde değildir. Meslek ve sanatın icrası ile konut olarak kullanılan taşınmazın bütünlük arzetmesi halinde  bu  sınırlama  önem  kazanacaktır.  Örneğin  ölen  eş,  konutun  bir  bölümünü avukatlık bürosu veya resim, terzi atölyesi gibi kullanıyor ise ve ölen eşin altsoyu, bu faaliyeti devam ettirecekse altsoy, bu bölümün meslek ve sanatın icrası için gerekli olduğunu  ispatlamalıdır.  Konutun  ilgili  bölümünde  ölen  eşin  meslek  veya  sanatı yürütmesi kavramı, hükmün uygulama alanı bulabilmesi için devamlı gelir getiren bir faaliyeti göstermelidir; aksi halde boş zamanın değerlendirilmesi, hobi amacıyla yapılan ve gelir getirmeyen bu yöndeki faaliyetler bu kavrama dâhil değildir. Örneğin altsoyun, mirasbırakanın  ağaç  oymacılığı  hobisini  gerçekleştirdiği  konutun  bir  bölümünü  bu kapsamda talep edememelidir.   Meslek ve sanatın icrası ile ilgili bu düzenleme, TMK m. 240/son, c.2 hükmü gereğince tarımsal taşınmazlara ilişkin miras hukuku hükümleri karşısında uygulama alanı bulmaz. Hükümdeki emredici sınırlama ile tarımsal taşınmazlara ilişkin miras hukuku hükümleri ile mirasın paylaşılmasında tarımsal işletmeleri paylaşma dışında bırakan TMK m. 659 hükmü kastedilmekteydi; ancak TMK m. 659 vd. hükümleri 2014 tarihinde yürürlükten kaldırıldığı için ilgili hükümler 5403 sayılı Toprak Koruma ve Arazi  Kullanımı  Kanunu na  taşınmış,  miras  yolu  ile  arazi  bölünmeleri  konusunda bütünlük sağlanmaya çalışılmıştır.  m. 8/C hükmü uygulama alanı bulacaktır.                                                  193  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  108;  SCHLEISS,  1989,  s.  145,  148-150; ZEYTİN, 2017, N. 794; ŞIPKA, 2004, s. 328; YAĞCIOĞLU, 2007, s. 140. 194  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  102;  SCHLEISS,  1989,  s.  137-138; YAĞCIOĞLU, 2007, s. 138. 195  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 111; YAĞCIOĞLU, 2007, s. 140. 196  YAĞCIOĞLU, 2007, s. 140. 197  TMK m. 646 vd. hükümlerince miras paylaşımının nasıl yapılacağı düzenlenmiş, ancak 15.05.2014 tarihli Resmi Gazete de yayımlanan 6537 sayılı Toprak Koruma Ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanun un 9. maddesi uyarınca TMK m. 659, 660, 661, 662, 663, 664, 665, 666, 667, 668 hükümleri yürürlükten kaldırılmıştır.  198  Ayrıntılı bilgi için bkz. YAVUZ, Cevdet/TOPUZ, Murat,  Toprak Koruma Ve Arazi Kullanımı Kanununda  Değişiklik  Yapılması  Hakkında  Kanun un  Türk  Medeni  Kanunu nun  Miras Hukukuna İlişkin Hükümlerinde Yaptığı Değişiklikler , Prof. Dr. Mehmet Akif Aydın a Armağan,   680Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   8. Eşlerin Aksine Sözleşme Yapmamış Olması TBK m. 240 hükmünün uygulama alanı bulabilmesi için eşler, hükümde  mal rejimi sözleşmesiyle kabul edilen başka düzenlemeler saklıdır  şeklinde açıkça ifade edildiği üzere mal rejimi sözleşmesiyle başka bir düzenleme öngörmemiş olmalıdır. TMK m. 240 hükmü, emredici nitelikte değildir; hükmün ilk fıkrası gereğince hak sahibi eşin rızası ile, yani mal rejimi sözleşmesi ile hakkın kullanımı ortadan kaldırılabilir. Örneğin eşler aralarında yapacakları mal rejimi sözleşmesiyle sağ kalan eşin konut üzerindeki hakkını mülkiyet değil de intifa ya da oturma hakkının tesisi yönünde kullanacağını kararlaştırabilirler veya sağ kalan eşin mirasçılara konut üzerinde intifa veya oturma hakkı tesisine yönelik talebini yöneltmesi halinde mirasçılar, oturma ve intifa hakkının belirli bir süre için verilmesini teklif edebilir ve taraflar bu yönde anlaşabilirler. Ancak sağ kalan eşin rızası olmadan, diğer eşin veya mirasçıların tek taraflı hukuki işlemiyle bu imkânı ortadan kaldırması mümkün değildir. Sözleşme ile hakkın kullanımının ortadan kaldırılması, mal rejimi sözleşmesi veya miras  sözleşmesi  ile  mümkündür.  Hükümde  sözü  geçen  sözleşme  ile  bu  hakkı kaldırmak, TMK m. 652 hükmündeki haktan feragat anlamına gelmez; çünkü TMK m. 240 hükmü, eşler arası anlaşmaya bağlı olarak yürürlükten kalkarken TMK m. 652 hükmünde sağ kalan eş ile diğer mirasçılar arasında anlaşmayı gerektirir.                                                   Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, İstanbul, 2015, (s. 663-700), s. 685; DURAL/ÖZ, 2019, N. 2103 vd. 199  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 16; KILIÇOĞLU, 2002, s. 48; ÖZTAN, 2015, s. 547; SARI, 2007, s. 283; ACAR, 2004, s. 141; ACAR, 2016, s. 374; GÜMÜŞ, 2008, s. 403; DOĞAN, 2003, s. 666; YAĞCIOĞLU, 2007, s. 133; KILIÇOĞLU, 2002a, s. 364 te burada yedek hukuk kuralının bulunduğu belirtilmiştir. 200  ŞIPKA, 2004, s. 329. 201  STECK/FANKHAUSER, 2017, Art. 219, N. 12; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 56; ÖZTAN, 2015, s. 547. İntifa veya oturma hakkının sağ kalan eşe ömrünün sonuna kadar tanınmış olması durumunda eğer sağ kalan eş, örneğin huzurevinde veya bakımevinde hayatının geri kalanını geçirmek isterse bu halde bu haklar için katılma alacağından mahsup edilenin bir kısmı, sağ kalan eşe tazminat  olarak  ödenebilir.  Bkz.  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  31-51; YAĞCIOĞLU, 2007, s. 148. 202  ÖZTAN, 2015, s. 547; KILIÇOĞLU, 2002a, s. 36; ŞIPKA, 2004, s. 329-334; ACAR, 2016, s. 374. 203  ACAR, 2016, s. 378. 204  STECK/FANKHAUSER, 2017, Art. 219, N. 13; ACAR, 2016, s. 378, dn. 690.   681Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   F. Talebin Yerine Getirilmemesi Halinde Sonuçlar  1. Konuta Yönelik Ayni Hak Tesisi Talebinin Muhatap Tarafından Yerine Getirilmemesi TMK m. 240 hükmü uyarınca sağ kalan eşe konut açısından tanınan mülkiyet hakkı tesisi yönündeki hakkı, yukarıda da belirttiğimiz üzere görüşümüzce  kanundan doğan alacak hakkı  niteliğindedir. Kanundan doğan alacak hakkının kullanılmasına rağmen muhatap tarafından sağ kalan eşe konut üzerinde mülkiyet hakkı tesis edilmezse bu halde sağ  kalan  eş,  alacak  hakkı  sahibi  olduğundan,  zorunlu  dava  arkadaşlığı  gereğince mirasçılık belgesindeki tüm mirasçıları davalı göstererek TMK m. 716/I hükmünce alacak hakkına dayalı  tescili isteme (tescile zorlama) davası  açabilir. Bu halde bir görüşe  göre  mülkiyet,  ilamla  değil  tescille  kazanılacağından  tescil,  kurucu  etkiye ( konstitutive  Wirkung )  sahip  olup,  diğer  bir  görüşe  göre  ise  tescil,  bildirici                                                  205 Gerekçemizi yukarıda ayrıntılı olarak belirttiğimizden burada tekrardan kaçınıyoruz. Bkz. yuk. IV-A başlığı. 206  BÜBERCİ  ÇİFTÇİ/İÇÖZ  DEMİREL,  2017,  s.  545;  ayrıca  bkz.  Yargıtay  8.  Hukuk  Dairesi  E. 2015/9699, K. 2017/428, T. 19.1.2017:  Davacı sağ eş talebini terekeye karşı dolayısıyla miras bırakanın  mirasçılarına  yönelttiğine  göre,  dosya  içerisinde  yer  alan  mirasçılık  belgesindeki mirasçılardan Ayşegül B.'ın da davada davalı safhında yer alması gerekirken pasif dava ehliyeti tamamlanmadan  davanın  esasına  girilerek  kabulüne  karar  verilmesi  doğru  olmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020) 207   Mülkiyetin kazanılmasına esas olacak bir hukukî sebebe dayanarak malikten mülkiyetin kendi adına tescilini istemek hususunda kişisel hakka sahip olan kimse, malikin kaçınması hâlinde hâkimden, mülkiyetin hükmen geçirilmesini isteyebilir.  208  TOPUZ, 2020, s. 465.  Sağ kalan eş ile diğer mirasçıların konutu elbirliği mülkiyetinden paylı mülkiyete dönüştürdükten sonra mirasçının payının icradan ihale yoluyla üçüncü kişiye satılmış olması halinde ise sağ kalan eşin TMK m. 240 hükmünce intifa hakkı tesisini talep etmesi mümkün değildir. Bu yönde bkz. Yargıtay 8. Hukuk Dairesi E. 2014/7625, K. 2014/16683, T. 23.9.2014:  Dava konusu taşınmaz, miras bırakan Demet adına kayıtlı iken 05.09.2008 tarihinde müşterek mülkiyete dönüştürülmüş, davalı Zehra Petek e ait 3/4 pay, kişisel borcundan kaynaklanan icra takibi sonunda ihale yoluyla 21.09.2010 tarihinde dahili davalı M. H. ye satılmıştır. İcra takibi öncesinde taşınmaz elbirliği mülkiyetinden çıkarılarak paylı mülkiyete dönüştürülmüştür. Artık dava konusu taşınmazın birlikte oturulan taşınmaz olarak kabul edilmesine olanak bulunmadığı gibi, taşınmazın 3/4 payı ihale ile dahili davalıya satılmıştır. Bu durumda, sağ kalan eşin TMK'nun 240. madde uyarınca katılma alacağına mahsuben intifa hakkı tesisini talep etmesine imkan bulunmamaktadır. Mahkemece, bu hususlar gözden kaçırılarak davacı tarafın  intifa  hakkı  tesisine  yönelik  talebinin  kabulüne  karar  verilmesi  doğru  görülmemiştir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 209  YAĞCIOĞLU, 2007, s. 43.   682Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   (açıklayıcı) etkiye ( deklaratorische Wirkung ) sahiptir. Kanaatimizce sağ kalan eş, konut  açısından  kendisine  tanınan  mülkiyet  hakkı  tesisini  talep  yönündeki  irade beyanının  muhatabına  vardığı  anda,  sağ  kalan  eşin  mülkiyet  hakkına  sahip  olması mümkün değildir. Taşınmazlarda mülkiyetin devri Tapu Kanunu m. 26/II hükmünce resmi şekilde yapılmak zorunda olduğundan bu halde tescilin kurucu nitelikte olduğunu; sağ kalan eşin, diğer eşin ölümüyle birlikte mülkiyet hakkına değil, sadece konut üzerinde mülkiyetin tesisini talep yönündeki hakka sahip olduğunu kabul etmek gerekir. Bununla birlikte sağ kalan eşin TMK m. 716 hükmüne dayalı tescili isteme davası açması halinde ise hâkimin mülkiyetin devri yönündeki kesinleşmiş kararı ile TMK m. 705/II hükmünce mülkiyet  tescilden  önce  kazanılacağından  bu  halde  tescil,  bildirici  (açıklayıcı) niteliktedir. Belirtmek gerekir ki TMK m. 716 hükmüne göre açılacak tescili isteme (tescile zorlama)  davasına  uygulamada  hatalı  adlandırmayla   tapu  iptal  ve  tescil  davası  denilmektedir. Hatta TMK m. 240 hükmünün uygulanmasıyla ilgili Yargıtay kararında da bu şekilde bir adlandırma görülmektedir. Örneğin Yargıtay 8. Hukuk Dairesi nin E. 2016/1375,  K. 2016/13579,  T. 11.10.2016 kararına  göre   Dava; katılma alacağına mahsuben aile konutu üzerinde mülkiyet hakkı tanınması, mümkün görülmediği takdirde katılma ve değer artış payı alacağı istemine ilişkindir. …Aile konutu üzerine, mülkiyet hakkının  tanınmasını  gerektiren  yasal  koşulların  gerçekleştiğinin  kanıtlanması durumunda, katılma alacağına mahsuben, yetmezse belirlenecek ilave bedelin davacı tarafça  mahkeme  veznesine  depo  ettirilmesi  sağlandıktan  sonra  mahkemece  tapu kaydının iptali ile tesciline karar verilmelidir. . Görüldüğü üzere Yargıtay ın hemen hemen her içtihadında ve de uygulamada pek çok dava dilekçesinde, mahkeme kararında da kullandığı üzere bu adlandırma hatalıdır. Açıklamak gerekirse taşınmaz üzerinde ayni neticeli talebe dayalı dava,  tapu iptal ve tescil davası  olarak adlandırılırsa altında yatan iki ayrı dava göz ardı edilmiş ve hak kayıpları yaşanmış olacaktır. Uzun yıllardır hatalı olarak adlandırılan, mehaz İsviçre Medeni Kanunu nda da yer almayan  tapu iptal ve tescil davası nın altında yatan davalar, ya TMK m. 716/I hükmüne dayalı tescili isteme                                                  210  RUMO-JUNGO, 2012, Art. 219, N. 12; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 69; STECK/FANKHAUSER, 2017, Art. 219, N. 13.   683Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   (tescile  zorlama)  davası  ya  da  TMK  m.  1025  hükmüne  dayalı   yolsuz  tescilin düzeltilmesi davası dır.  TMK m. 716/I hükmüne dayalı tescili isteme (tescile zorlama) davasında davacı, aynî neticeli talebe konu olan taşınmazda mülkiyet hakkına veya herhangi bir sınırlı aynî hakka sahip değildir. Davacı, aynen ifa talepli davasında temelde yatan bir kazandırıcı işleme dayalı olarak sahip olduğu alacak hakkından ötürü davalıdan tescilin kendi adına yapılmasını  istemektedir.  Dava  davalı  tarafından  tescilin  iradî  olarak gerçekleştirilmemesi sonucu açılmakta olup borçlunun ifa etmemesine dayalı oluşan temerrüt (TBK m. 125/I) sonucunda tescili isteme (tescile zorlama) davası açmaktadır.  TMK m. 240 hükmü uyarınca sağ kalan eşe konut açısından tanınan intifa veya oturma  hakkı  tesisini  talep  yönündeki  hakkı  ise   kanundan  doğan  alacak  hakkı  niteliğindedir. Muhatap, talep kendisine ulaştığında sağ kalan eş lehine TMK m. 795/I hükmüne göre tapu kütüğünde tescille intifa hakkı ya da TMK m. 823/III hükmünün TMK m. 795/I hükmüne atfıyla tapu kütüğünde tescille oturma hakkı kurmazsa sağ kalan eş, alacak hakkı sahibi olduğundan TMK m. 716/I hükmüne dayalı tescili isteme (tescile zorlama) davası açabilecektir.  Bu noktada değerlendirilmesi gereken bir başka nokta da şerh hususudur. Sağ kalan eşin TMK m. 240 hükmüne dayalı hakkı davaya konu etmesi halinde dava esnasında ölen eşin mirasçıları tarafından yapılabilecek mülkiyet devri ihtimali karşısında konuta ait tapu kütüğüne TMK m. 1010,b.1 hükmüne göre çekişmeli hakkın korunması yönünde tasarruf                                                  211  Hükmün ilk fıkrası şöyledir:  Bir aynî hak yolsuz olarak tescil edilmiş veya bir tescil yolsuz olarak terkin  olunmuş  ya  da  değiştirilmiş  ise,  bu  yüzden  aynî  hakkı  zedelenen  kimse  tapu  sicilinin düzeltilmesini dava edebilir. . 212  ÖZMEN, Etem Sabâ/AYDIN, Gülşah Sinem,  Tapu İptal Davası Olarak yanlış Adlandırma İle Açılan Davalar (Tescili İsteme davası/ Yolsuz Tescilin Düzeltilmesi Davası) , İstanbul, İBD, Cilt 88, S. 2014/6, (s. 179-216), s. 185vd. 213  TMK m. 1015/I hükmüne göre sağ kalan eş ile mirasçılar arasında ayni hak tesisine ilişkin anlaşmanın bulunması  tescil  talebinde  yeterli  olup  ayrıca  bir  ilama  gerek  olmadığı  yönünde  bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 69. 214   Mülkiyetin kazanılmasına esas olacak bir hukukî sebebe dayanarak malikten mülkiyetin kendi adına tescilini istemek hususunda kişisel hakka sahip olan kimse, malikin kaçınması hâlinde hâkimden, mülkiyetin hükmen geçirilmesini isteyebilir.    684Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yetkisinin kısıtlanması şerhinin verilmesi hâkimden talep edilebilir. Bu halde sağ kalan eşin TMK m. 716 hükmünce açacağı tescili isteme davası, TMK m. 1025 hükmünce yolsuz tescilin düzeltilmesi davası olmadığından geçici tescil şerhi (TMK m. 1011) söz konusu olmayacaktır.  Bununla birlikte sağ kalan eşin konut üzerinde hükümde anılan ayni hak tesisi yönündeki talebini mirasçılara yöneltmesine rağmen mirasçıların tescile yanaşmamaları halinde iki tarafa borç yükleyen temel borç ilişkisi niteliği görülemeyeceğinden TMK m. 5  hükmünün  atfıyla  TBK  m.  125  hükmü  gereğince  sağ  kalan  eşin  aynen  ifadan vazgeçerek olumlu (müspet) zarar tazmininden veya dönme hakkının kullanılmasıyla olumsuz (menfi) zararın tazmininden de söz edilemez.    2. Ev Eşyasına Yönelik Mülkiyet Hakkı Tesisi Talebinin Muhatap Tarafından Yerine Getirilmemesi  TMK m. 240 hükmü uyarınca sağ kalan eşe ev eşyası açısından tanınan mülkiyet hakkı tesisini talep yönündeki hakkı, yukarıda da belirttiğimiz üzere kanaatimizce  kanundan doğan alacak hakkı  niteliğindedir. Sağ kalan eşin bu hakkını kullandığına yönelik irade beyanı muhataba vardığında sağ kalan eş, tek taraflı irade beyanıyla ev eşyası üzerindeki mülkiyet hakkını kazanmış olmaz. Muhatap, mülkiyet hakkını tesis etmediğinde sağ kalan eş, alacak davası açabilecek; ancak TMK m. 763/I hükmünce mülkiyet, ev eşyasının zilyetliğinin kendisine devriyle kazanılacaktır. Bu dava, bir eda davası niteliğinde olup alınacak ilam, İİK m. 24 hükmünce ilamın icrasına konu olabilecek ve taşınırın teslimine dair olan ilam icra dairesine verilince icra memuru bir icra emri tebliği suretiyle borçluya yedi gün içinde o şeyin teslimini emredecektir. G. Ölüme Bağlı Tasarruf Halinde Sağ Kalan Eşin Hakkının Durumu Ölen eş, ölüme bağlı tasarruf yoluyla konutu veya ev eşyasını mirasçılardan birine ya da üçüncü bir kişiye bırakmış olabilir. Bu halde ölüme bağlı tasarrufun geçerli olup olmadığı ve sağ kalan eşin TMK m. 240 hükmündeki hakkını ölüme bağlı tasarrufun                                                  215  GÜMÜŞ, 2008, s. 416, dn.667. 216  Bkz. yuk. IV-A başlığı. 217  YAĞCIOĞLU, 2007, s. 43.   685Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   varlığına rağmen kullanıp kullanamayacağı bakımından doktrinde farklı görüşler ileri sürülmektedir. İlk görüşe göre bu durumda ölüme bağlı tasarrufun TMK m. 557, b. 3 hükmünce iptali istenemez. İkinci görüşe göre eğer ölen eş, ölüme bağlı tasarruf yoluyla konut üzerinde üçüncü bir kişi lehine mülkiyet hakkının kurulmasını arzu etmiş ise bu ihtimalde ölüme bağlı tasarruf, sağ kalan eşin kanundan doğan talebi öncelik taşıdığından TMK m. 240 hükmüne aykırılık teşkil eden ölüme bağlı tasarruf, TMK m. 557, b. 3 hükmünce iptal edilebilir. Üçüncü görüşe göre ise ölen eşin ölüme bağlı tasarrufla konutunu bir mirasçıya bırakması halinde eğer bu tasarruf, TMK m. 647/son hükmünce vasiyet sayılmayıp  paylaştırma  kuralı  sayılıyorsa  bu  tasarruf,  mal  rejimi  sözleşmesi sayılamayacağından TMK m. 240 hükmünce sağ kalan eşin hakkını ileri sürmesini engellemez. Ancak ölüme bağlı tasarruf paylaştırma kuralı sayılmıyorsa bu halde TMK m. 240 hükmünce sağ kalan eş, intifa veya oturma hakkının tesisini talep yönündeki hakkını ileri sürebilmeli, ancak mülkiyet hakkının tesisini talep yönündeki hakkını ileri sürememelidir. Kanaatimizce ölen eşin, vasiyetname ile sağ kalan eşin talebine konu edeceği konut veya ev eşyası üzerinde başkası lehine tasarrufta bulunması halinde sağ kalan eş, kanunen                                                  218  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 405; GÜMÜŞ, 2008, s. 407; YAĞCIOĞLU, 2007, s. 135-136; AKKIŞLA, 2018, s. 523. Bu görüşe göre TMK m. 240 hükmünde sağ kalan eşe tanınan hak, eşyaya bağlı borç olmadığından bu hak, konutun veya ev eşyasının sonraki maliklerine karşı ileri sürülemez. Bkz. DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406; GÜMÜŞ, 2008, s. 408. 219  KILIÇOĞLU, 2002a, s. 62; BAŞPINAR, Veysel,  Yeni Türk Medeni Kanunu , Prof. Dr. Turgut Kalpsüz e Armağan, Turhan Kitabevi, Ankara, 2003, (s. 669-691), s. 685, dn. 82; BAŞPINAR, 2003a, s. 95; ACAR, 2004, s. 140; ÖZUĞUR, 2015, s. 89; HAYRAN, 2004, s. 339; ŞIPKA, 2004, s. 329; AKINTÜRK/ATEŞ, 2020, s. 177. 220  DOĞAN, 2003, s. 667-668. Yazara göre ölen eş, ölüme bağlı tasarruf yoluyla konutunu mirasçılardan birine ya da üçüncü bir kişiye bırakmış olması ihtimalinde çıplak mülkiyet lehine vasiyet edilen kişide olacağından sağ kalan eş, konut üzerinde lehine sadece intifa ya da oturma hakkının tanınmasını isteyebilir. Bu halde ölüme bağlı tasarrufun geçersiz olduğu kabul edilmeyerek ölüme bağlı tasarruftaki arzuya uygun şekilde mirasçının mülkiyet hakkını elinden almamak üzere sağ kalan eş, TMK m. 240/III hükmünce mülkiyet hakkının tesisini talep etme hakkını ileri sürememelidir. Şöyle ki mülkiyet hakkını talep etmek, sağ kalan eşin hüküm gereğince ikincil hakkıdır ve tasarrufu geçersiz kılmayı gerektiren nitelikte değildir. Ancak eğer ölen eş, ölüme bağlı tasarruf yoluyla konut üzerinde mirasçılardan biri ya da üçüncü bir kişi lehine intifa veya oturma hakkının kurulmasını arzu etmiş ise bu ihtimalde ölüme bağlı tasarruf TMK m. 240 hükmüyle bağdaşmadığından TMK m. 557, b. 3 hükmünce iptal sebebi sayılabilir.  221   Aksini arzu ettiği tasarruftan anlaşılmadıkça, mirasbırakanın tereke malını bir mirasçıya özgülemesi, vasiyet olmayıp sadece paylaştırma kuralı sayılır.    686Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   sahip  olduğu hakkın  ihlalinden bahisle TMK  m.  557, b. 3 hükmünce ölüme bağlı tasarrufun hukuka aykırılığını ileri sürerek iptal davası açılamaz; bu halde ölen eşin irade beyanı ayakta tutulmalıdır. Örneğin ölen eşin, sağ kalan eşle birlikte yaşadıkları konutu A kişisine vasiyet etmesi ve böylece TMK m. 517 hükmünce belirli mal bırakma yönünde  ölüme  bağlı  tasarrufun  bulunması  halinde  sağ  kalan  eşin,  TMK  m.  240 hükmünce sahip olduğu hakkını kullanıp kullanamayacağı irdelendiğinde ölüme bağlı tasarrufun TMK m. 557, b. 3 hükmünce iptale konu olamayacağı kabul edilmelidir. Şöyle ki ölüme bağlı tasarrufun iptali sebeplerinin düzenlendiği TMK m. 557 hükmü, sınırlı sayı  ilkesine  tabi  olup  dört  bentte  sayılan  sebepler  arasında  anılan  ihtimal düzenlenmemiştir. TMK m. 557 hükmünün 3. bendinde düzenlenen  Tasarrufun içeriği, bağlandığı  koşullar  veya  yüklemeler  hukuka  veya  ahlâka  aykırı  ise   ölüme  bağlı tasarrufun iptal edilebileceği ihtimali, sağ kalan eşin TMK m. 240 hükmünce sahip olduğu  hakkın  varlığından  bahisle  ölen  eşin  ölüme  bağlı  tasarrufunun  iptalini gerektirecek nitelikte değildir; çünkü ölen eşin ölüme bağlı tasarrufunun içeriği, hukuka veya ahlaka aykırılık taşımamaktadır. TMK m. 557, b. 3 hükmünde düzenlenen hukuka aykırılık kavramı, TBK m. 27 hükmünün özel bir düzenlemesi niteliğinde olup ölüme bağlı tasarrufun içeriğinin, bağlandığı koşulların veya yüklemelerin emredici hükümlere, kamu düzenine, kişilik haklarına aykırı olması hukuka aykırılık oluşturur. Halbuki TMK  m.  240  hükmünce  sağ  kalan  eşin  sahip  olacağı  hakkı  kullanabilme  ihtimali karşısında ölen eşin sağlığında ölüme bağlı tasarruf yapma özgürlüğü kısıtlanamaz ve ölüme bağlı tasarrufun hukuka aykırılığından bahsedilemez. Bununla birlikte örneğin birden çok mirasçı varsa TMK m. 640 hükmü gereğince mirasçılar arasında terekedeki bütün hak ve borçları kapsayan bir ortaklık meydana geleceğinden ve mirasçılar terekeye elbirliğiyle sahip olacaktır; bu halde TMK m. 702/II hükümlerince miras ortaklığındaki                                                  222 Önceki görüşümüzden dönüyoruz; önceki görüşümüz için bkz. ŞIPKA, 2019, s. 29. Bununla birlikte başka bir ihtimal olarak sağ kalan eşin mirasçılık sıfatının olmaması halinde vasiyet alacaklısına ölüme bağlı tasarruftan doğan borç ifa edildiğinde artık sağ kalan eşin TMK m. 240 hükmüne dayalı hakkını  kullanamayacağı, çünkü imkansızlığın oluştuğu kabul edilmelidir. Bkz. GÜMÜŞ, 2008, s. 408. 223  ÇABRİ, Sezer, Miras Hukuku Şerhi (TMK m. 495-574) Cilt-I, On İki Levha Yayıncılık, İstanbul, 2018, N. 1315. 224   Kanunda veya sözleşmede aksine bir hüküm bulunmadıkça, gerek yönetim, gerek tasarruf işlemleri için ortakların oybirliğiyle karar vermeleri gerekir.    687Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mirasçılar, konut üzerinde mülkiyet hakkının tesisini talep eden belirli mal vasiyeti alacaklısı lehine tapuda devir işlemini yapılabilmek için bu hususta oybirliğine ihtiyaç duyacaktır. Halbuki TMK m. 240 hükmünce hakka sahip olan sağ kalan eşin de bu mirasçı  ortaklar  arasında  olduğu  göz  önüne  alındığında,  zaten  belirli  mal  vasiyeti alacaklısı lehine mülkiyet tesisinin sağ kalan eşin de diğer mirasçılarla aynı yöndeki olumlu  oyu  olmadan  yapılamayacağı  açıktır.  Bu  takdirde  ise  belirli  mal  vasiyeti alacaklısının konut üzerinde mülkiyet hakkının tesisine yönelik TMK m. 716/I hükmüne dayalı tescili isteme davası açması durumunda elbirliği mülkiyetine sahip mirasçılar arasında zorunlu dava arkadaşlığı olduğundan davanın, mirasçı ortakların tümü aleyhine açılması gerekecektir. Şöyle ki mirasbırakanın ölümü halinde vasiyete konu edilen edimin  ifası,  tüm  mirasçılarından  istenir;  mirasçılar  arasında zorunlu  dava arkadaşlığı bulunduğundan  dava  tüm  mirasçılara  karşı  yöneltilmelidir. Dolayısıyla davacı vasiyet alacaklısının TMK m. 716 hükmüne dayalı tescili isteme davası açması halinde de sağ kalan eşin zorunlu dava arkadaşlığı ve TMK m. 702/II hükmü kapsamında aranacak olumlu oyu olmaksızın vasiyet alacaklısı lehine tescilin gerçekleştirilemeyeceği açıktır.  SONUÇ TBK m. 240 hükmü, edinilmiş mallara katılma rejiminin eşlerden birinin ölümü ile sona ermesi durumunda evlilik sonrası dayanışma ve de sağ kalan eşin o ana kadarki                                                  225   Elbirliği halinde mülkiyette, mirasçılar arasında ortaklık bağı vardır. Bu kişiler mirasçı sıfatı ile bir mala veya hakka birlikte malik olmak durumundadır. 4721 Sayılı Türk Medeni Kanunu nun 701 ila 703. maddeleri uyarınca bu tür mülkiyetin (ortaklığın) tüzel kişiliği bulunmadığından ortaklardan her birinin eşya üzerinde doğrudan bir hakkı da yoktur. Bu anlatımın doğal sonucu olarak da mülkiyet bütünüyle ortakların tümüne aittir. Elbirliği mülkiyetinde malikler mülkiyet payını ayırmadığından eşya üzerinde paydaş değil ortaktır. Yine bu tür mülkiyette işin özelliği gereği ortaklar arasında zorunlu dava arkadaşlığı vardır. Şayet davalı olacaklarsa davanın ortakların tümü aleyhine açılması gerekir. , bkz. Yargıtay 14. Hukuk Dairesi E. 2019/4774, K. 2020/4, T. 3.1.2020;  Elbirliği (İştirak) halinde mülkiyetin bu özelliği itibariyle ortaklar arasında zorunlu dava arkadaşlığı bulunmaktadır. Şayet yasa veya elbirliği ( iştirak ) halinde mülkiyeti oluşturan anlaşmada ortaklık adına hareket etme yetkisinin kime ait olacağı belirtilmemişse, ortaklığın tasfiyesini isteme hakkı dışındaki tüm işlemlerde ortakların ( iştirakçilerin ) oybirliği ile karar almaları ve birlikte hareket etmeleri zorunluluğu vardır. , bkz. Yargıtay 14. Hukuk Dairesi E. 2016/19017, K. 2017/9305, T. 12.12.2017, www.kazanci.com (Erişim Tarihi 08.06.2020). 226  Yargıtay 14. Hukuk Dairesi E. 2013/1312, K. 2013/3098, T. 5.3.2013, www.kazanci.com (Erişim Tarihi 08.06.2020).   688Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yaşam  standardını  devam  ettirmesi,  eşin  mağduriyetinin  önlenmesi,  olağan  yaşam ilişkilerini sürdürebilmesini sağlamak, eşlerin sadece ölüm haliyle sınırlı olmak üzere konut veya ev eşyası üzerinde ayni hak talebinde bulunabilmesi amacını taşır. Ölen eşiyle beraber anılarını ve hayatını paylaştığı konutta hayatının geri kalanını rahatsız edilmeden geçirmekte ve ev eşyasını kullanmakta sağ kalan eşin menfaatinin olduğu açıktır. Bu düzenleme, sağ kalan eşin korunmaya değer menfaatini kollamak gibi sosyal ve insani bir amaçla getirilmiştir.  TMK m. 240 hükmünün uygulanmasının başlıca şartları, eşler arasında edinilmiş mallara katılma rejiminin mevcut olması ve bu rejimin -aksi mal rejimi sözleşmesi ile kararlaştırılmamışsa- eşlerden birinin ölümü ile sona ermesi, konutun veya ev eşyasının ölen eşin terekesinde bulunması, talebin konuta veya ev eşyasına yönelik olması, sağ kalan eşin eski yaşantısını devam ettirecek olması, mal rejiminin tasfiyesi sonucunda sağ kalan eşin katılma alacağına sahip olması, sağ kalan eşin ayni hak talebinde bulunmasıdır.  TMK m. 240 hükmünün amacına daha uygun olarak eşlerin birlikte yaşadıkları konut kavramı, TMK m. 194 hükmünde düzenlenen aile konutu kavramından daha geniş anlaşılmalıdır. Ev eşyası ise eşlerin beraber kullandıkları, evdeki olağan hayatın devamı için  varlığı  zorunlu  olan  ya  da  evin  döşenmesinde  kullanılan  eşyadır.  Ev  eşyası, kullanılmakla zamanla ömrü tükenen, değer kaybeden mahiyette olduğundan hüküm kapsamında sadece mülkiyet hakkının tesisine imkân tanınmıştır.  TMK m. 240 hükmünde sağ kalan eşe mülkiyet, intifa veya oturma hakkı tesisini talep yönünde hak tanınmıştır. Bu hak, sözleşmesel değil, kanundan doğan bir haktır. Sağ kalan eş, TMK m. 240 hükmü uyarınca katılma alacağı bakımından katılma alacağının kendisine para olarak ödenmesi ya da konut veya ev eşyası üzerinde ayni hak tesisini talep edebilme yönünde seçimlik hakka sahiptir. Konut veya ev eşyası üzerinde sağ kalan eşe tanınabilecek haklar, TMK m. 240 hükmünde sayılanlarla sınırlıdır. Mal rejimi sözleşmesiyle kabul edilen başka düzenlemeler saklı kalmak kaydıyla (TMK m. 240/I) sağ kalan eşe başka bir hakkın tanınması bu hüküm gereğince mümkün değildir. Sağ  kalan  eşe   mülkiyet   veya   intifa  ve  oturma   hakkı  tesisini  talep  hakkı kanaatimizce  kanundan doğan alacak hakkı  niteliğindedir. Sağ kalan eşin bu talebi, muhatabına ulaşması gereken bir irade beyanı olmakla birlikte herhangi bir şekle bağlı   689Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   değildir. İrade beyanı sözlü, adi yazılı, noter ihtarnamesi yoluyla yöneltilebileceği gibi dava yolu ile de yöneltilebilir. TMK m. 240/I hükmü uyarınca sağ kalan eşin konut üzerindeki talebi, intifa veya oturma hakkı tanınmasına ilişkin olabilirken bu talep, TMK m. 240/III hükmü gereğince haklı  sebeplerin  varlığı  hâlinde  intifa  veya  oturma  hakkı  yerine  mülkiyet  hakkı tanınmasına ilişkin de olabilir. Sağ kalan eşin ev eşyası üzerindeki talebi bakımından ise konuta ilişkin taleplerden sadece mülkiyet hakkı tesisine yönelik talep, kanuni düzenleme konusu olmuştur. Buna göre TMK m. 240/II hükmü gereğince  Sağ kalan eş, aynı koşullar altında ev eşyası üzerinde kendisine mülkiyet hakkı tanınmasını isteyebilir. . Dolayısıyla sağ kalan eşin ev eşyası üzerindeki talebinin konusu, ancak mülkiyet hakkı olabilir. Kanundan doğan alacak hakkının kullanılmasına rağmen muhatap tarafından sağ kalan eşe konut üzerinde mülkiyet hakkı tesis edilmezse bu halde sağ kalan eş, alacak hakkı sahibi olduğundan, zorunlu dava arkadaşlığı gereğince mirasçılık belgesindeki tüm mirasçıları davalı göstererek TMK m. 716/I hükmünce alacak hakkına dayalı  tescili isteme (tescile zorlama) davası  açabilir.  Muhatap, talep kendisine ulaştığında sağ kalan eş lehine TMK m. 795/I hükmüne göre tapu kütüğünde tescille intifa hakkı ya da TMK m. 823/III hükmünün TMK m. 795/I hükmüne atfıyla tapu kütüğünde tescille oturma hakkı kurmazsa sağ kalan eş, kanundan doğan alacak hakkı sahibi olduğundan yine TMK m. 716/I hükmüne dayalı tescili isteme (tescile zorlama) davası açabilecektir. Sağ kalan eşin TMK m. 716 hükmünce açacağı tescili  isteme  davası,  TMK  m.  1025  hükmünce  yolsuz  tescilin  düzeltilmesi  davası olmadığından geçici tescil şerhi (TMK m. 1011) söz konusu olmayacaktır.  Sağ kalan eş, hakkını kullandığına yönelik irade beyanı muhataba vardığında tek taraflı irade beyanıyla ev eşyası üzerindeki mülkiyet hakkını kazanmış olmaz. Muhatap, mülkiyet hakkını tesis etmediğinde sağ kalan eş, alacak davası açabilecektir. Ölen eşin, vasiyetname ile sağ kalan eşin talebine konu edeceği konut veya ev eşyası üzerinde başkası lehine tasarrufta bulunması halinde sağ kalan eş, kanunen sahip olduğu hakkın ihlalinden bahisle TMK m. 557, b. 3 hükmünce ölüme bağlı tasarrufun   690Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hukuka aykırılığını ileri sürerek iptal davası açılamaz; bu halde ölen eşin irade beyanı ayakta tutulmalıdır. Ölüme bağlı tasarrufun iptali sebeplerinin düzenlendiği TMK m. 557 hükmü, sınırlı sayı ilkesine tabi olup dört bentte sayılan sebepler arasında anılan ihtimal düzenlenmemiştir. TMK m. 557 hükmünün 3. bendinde düzenlenen  Tasarrufun içeriği, bağlandığı  koşullar  veya  yüklemeler  hukuka  veya  ahlâka  aykırı  ise   ölüme  bağlı tasarrufun iptal edilebileceği ihtimali, sağ kalan eşin TMK m. 240 hükmünce sahip olduğu  hakkın  varlığından  bahisle  ölen  eşin  ölüme  bağlı  tasarrufunun  iptalini gerektirecek nitelikte değildir; çünkü ölen eşin ölüme bağlı tasarrufunun içeriği, hukuka veya ahlaka aykırılık taşımamaktadır. Bununla birlikte miras ortaklığındaki mirasçılar, konut üzerinde mülkiyet hakkının tesisini talep eden belirli mal vasiyeti alacaklısı lehine tapuda devir işlemini yapabilmek için bu hususta oybirliğine ihtiyaç duyduklarından sağ kalan eşin de bu mirasçı ortaklar arasında olduğu göz önüne alındığında, zaten belirli mal vasiyeti alacaklısı lehine mülkiyet tesisinin sağ kalan eşin de diğer mirasçılarla aynı yöndeki olumlu oyu olmadan yapılamayacağı açıktır. Bu takdirde ise vasiyet alacaklısının konut üzerinde mülkiyet hakkının tesisine yönelik TMK m. 716/I hükmüne dayalı tescili isteme davası açması durumunda elbirliği mülkiyetine sahip mirasçılar arasında zorunlu dava  arkadaşlığı  olduğundan  davanın,  mirasçı  ortakların  tümü  aleyhine  açılması gerekecektir. Dolayısıyla sağ kalan eşin zorunlu dava arkadaşlığı ve TMK m. 702/II hükmü kapsamında aranacak olumlu oyu olmaksızın vasiyet alacaklısı lehine tescilin gerçekleştirilemeyeceği de açıktır.",
     "Kaynakça": " Edinilmiş Mallara Katılma Rejiminde Tartışmalı Bazı Konular Hakkında Düşünceler , İzmir Barosu Dergisi, Yıl 73, S. 2, 2009, s. 180 vd. 90  HAUSHEER/REUSSER/GEISER, 1992, Art. 215, N. 26; HAUSHEER, 2014, Art. 215, N. 15; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 391; ŞIPKA, 2004, s. 302-303; bu yönde bkz. Yargıtay Hukuk Genel Kurulu E. 2016/8-1061, K. 2016/959, T. 5.10.2016, Yargıtay Hukuk Genel Kurulu E.2013/8375, K. 2013/520, T.17.04.2013, Yargıtay 8. Hukuk Dairesi E. 2013/20764, K. 2015/4805, T. 23.2.2015 www.kazanci.com (Erişim Tarihi 08.06.2020)   660Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   ölümü, evliliğin ya da mal rejiminin dava ile sonuçlanmasında kararın kesinleşmesini öğrendiği tarihten bir yıl ve her durumda ölüm ve kararın kesinleşmesinden itibaren beş yıl içinde zamanaşımına uğrar. 91. Her ne kadar TMK m. 178 hükmünde evliliğin boşanma sebebiyle sona ermesinden doğan dava haklarının, boşanma hükmünün kesinleşmesinin üzerinden bir yıl geçmekle zamanaşımına uğrayacağı ile TMK m. 241/II hükmünde dava hakkının alacaklı eş veya mirasçılarının haklarının zedelendiğini öğrendikleri tarihten başlayarak bir yıl ve her halde mal rejiminin sona ermesinin üzerinden beş yıl geçmekle düşeceği düzenlenmiş olsa  da  bu  hükümler,  katılma  alacağına  veya  değer  artış  payına  ilişkin  taleplere uygulanabilir  nitelikte  değildir.  Kanaatimizce  TMK  m.  178  hükmü,  salt  olarak boşanmanın fer'î niteliğindeki tazminat ve nafakayı kapsamakta olup katılma alacağı, niteliği itibariyle eşler arasında bir alacaktır ve boşanmanın fer'î değildir92; edinilmiş mallara katılma rejiminin tasfiyesi boşanmanın değil, mal rejiminin sona ermesinin bir sonucudur93. Ayrıca sağ kalan eşin hakkı, TMK m. 240 hükmünde açıkça belirtildiği üzere de katılma alacağının varlığına bağlıdır; başka bir deyişle hüküm gereğince sağ kalan eş dava açtığında taraf delilleri toplanarak edinilmiş mallara katılma alacağının olup olmadığı belirlenmeli, bunun sonucu olarak hakkın tesis edilip edilmemesi bakımından bir karar verilmelidir94. Dolayısıyla katılma alacağının para borcu olduğu95 göz önünde tutulduğunda alacağın niteliği gereğince TMK m. 5 hükmünün atfıyla TBK nın genel hükümlerinin uygulanacağı96 ve TBK m. 146 hükmü gereğince zamanaşımı süresinin on                                                  91  KILIÇOĞLU, Ahmet M., Katkı – Katılma Alacağı, 7. Bası, Turhan Kitabevi, Ankara, 2020, s. 48. 92  KILIÇOĞLU, 2002a, s. 59; CEYLAN, 2006, s. 68. 93  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 391. 94  Bkz. Yargıtay 8. Hukuk Dairesi E. 2010/1695, K. 2010/2923, T. 1.6.2010:  Mal rejiminin ölüm sebebiyle sona ermesinde 10 yıllık zamanaşımı süresi uygulanır. Mal rejimi ölümle son bulduğundan ve ölen eşe bir kusur yüklenemeyeceğinden, sağ kalan eşe intifa veya oturma hakkı yerine, konut üzerinde mülkiyet hakkı tanınabilir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 95  KILIÇOĞLU, 2002a, s. 59. 96  ŞIPKA, Şükran,  Edinilmiş Mallara Katılma Rejiminde, Tasfiyeyi ve Katılma Alacağını Talep Hakkına İlişkin Zamanaşımı Süreleri , Prof. Dr. Bilge Öztan'a Armağan, Turhan Kitabevi, Ankara, 2008, (s. 839-851),  s.  841  vd.;  ZEYTİN,  Zafer   Artık  Değere  Katılma  ve  Değer  Artış  Payı  Alacağında Zamanaşımı , Prof. Dr. Ali Naim İnan a Armağan, Seçkin Yayıncılık, Ankara, 2009, (s. 945-961), s. 958; NEBİOĞLU ÖNER, 2014, s. 126.   661Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yıl olduğu97; tasfiyenin sona ermesinden itibaren on yıl geçmekle talebin zamanaşımına uğradığını kabul etmek yerindedir98. Sağ kalan eşin katılma alacağı var olduğu müddetçe hak kullanılabileceğinden örneğin sağ kalan eşin hakkı, sağ kalan eşin de irade beyanının varlığı ile TMK m. 702/II hükmünce mirasçıların oybirliğiyle tasarruf ederek mülkiyetin devri/sınırlı ayni hak kurulması anına kadar veya yine sağ kalan eşin de irade beyanının varlığı ile TMK m. 676 hükmünce paylaşma sözleşmesi (taksim sözleşmesi) yapılması anına kadar ileri sürülebilir. Bununla birlikte belirtmek gerekir ki sağ kalan eşin hakkını kullanabileceği süreçte konut veya ev eşyası yok olursa99 ya da örneğin sağ kalan eşin, katılma alacağının olmamasının veya mirastan yoksun olması veya mirastan feragat sözleşmesi sonucunda mirasa ehil olmaması halinde mirasçılar vasiyet alacaklısına konutun veya ev eşyasının mülkiyetinin devrini yaparlarsa artık sağ kalan eş, TBK m. 240 hükmünce hakka sahip olmayacaktır. Kanaatimizce bu sonuca, TMK m. 717/I100 hükmünden ve de TMK m.  976101 hükmünün aksiyle kanıtından varılabilir. E. Hakkın İleri Sürülebilme Şartları TMK m. 240 hükmünün uygulanmasının başlıca şartları, eşler arasında edinilmiş mallara katılma rejiminin mevcut olması ve bu rejimin -aksi mal rejimi sözleşmesi ile kararlaştırılmamışsa- eşlerden birinin ölümü ile sona ermesi, konutun veya ev eşyasının ölen eşin terekesinde bulunması, talebin konuta veya ev eşyasına yönelik olması, sağ kalan eşin eski yaşantısını devam ettirecek olması, mal rejiminin tasfiyesi sonucunda sağ kalan eşin katılma alacağına sahip olması, sağ kalan eşin ayni hak talebinde bulunmasıdır.                                                   97  ŞIPKA, 2004, s. 303; GÜMÜŞ, 2008, s. 393; NEBİOĞLU ÖNER, 2014, s. 126. 98  ŞIPKA, 2004, s. 303; ÖZUĞUR, 2015, s. 88. Mal rejiminin sona ermesinden ermesinden itibaren on yıl geçmekle talebin zamanaşımına uğradığı yönünde bkz. ZEYTİN, 2009, s. 958; KILIÇOĞLU, 2002a, s.  78;  KILIÇOĞLU,  Ahmet  M.,   Katılma  Alacağında  Zamanaşımı ,  Prof.  Dr.  Fırat  Öztan a Armağan, Cilt I, Turhan Kitabevi, Ankara, 2010, (s. 1289–1298), s. 1289 vd.; SARI, 2007, s. 104; DOĞAN, 2003, s. 668. Tasfiyenin sona ermesiyle katılma alacağının muaccel olacağı yönünde bkz. ZEYTİN, 2017, N. 734. Zamanaşımının başlangıcının tasfiyenin sona erme tarihi olduğu yönünde bkz. ŞIPKA, 2004, s. 303. 99  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1264; DEMİRBAŞ, 2009, s. 598. 100   Taşınmaz mülkiyeti, terkin veya taşınmazın tamamen yok olmasıyla sona erer.  101   Fiilî hâkimiyetin geçici nitelikteki sebeplerle kullanılmaması veya kullanma olanağının ortadan kalkması zilyetliği sona erdirmez.  şeklindeki hükmün aksiyle kanıtından  Fiilî hâkimiyetin daimi suretle kullanma olanağının ortadan kalkması zilyetliği sona erdirir.  sonucuna varılmaktadır.   662Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   1. Edinilmiş Mallara Katılma Rejiminin Eşin Ölümü ile Sona Ermesi TMK m. 240 hükmünün uygulama alanı bulabilmesinin ön şartı, eşler arasında edinilmiş mallara katılma rejiminin bulunması ve bu rejimin eşlerden birisinin ölümü ile sona ermesi olup hükümde yer alan  ölen eş  ifadesi gereğince açık bir şekilde hüküm, ölüm nedeniyle evliliğin sona ermesi hali ile sınırlı olarak düzenlenmiştir. Eşlerin mal rejimi sözleşmesiyle ya da mahkeme kararıyla edinilmiş mallara katılma rejiminden seçimlik rejime geçmeleri102, boşanma103, butlan davasının açılması ile sona ermesi durumunda104 ya da mal rejimi sona erdikten sonra sağ kalan eşin talebinden feragat etmemiş olması halinde105 ise hüküm uygulama alanı bulmayacaktır106. Halbuki TMK m.                                                  102  PIOTET, Paul, Die Errungenschaftsbeteiligung nach schweizerischem Ehegüterrecht, Stämpfli, Bern, 1987, s. 155; KILIÇOĞLU, 2002a, s. 361, 362; ACAR, 2004, s. 138; DOĞAN, 2003, s. 656. 103  Yargıtay 8. Hukuk Dairesi E. 2013/8297, K. 2014/5096, T. 24.3.2014:  …evliliğin iptal veya boşanma kararıyla sona erdirilmesi halinde edinilmiş mallara katılma rejiminde aile konutu ve ev eşyasına yönelik koruma uygulanmaz. ; Yargıtay 2. Hukuk Dairesi E. 2005/15348, K. 2006/1505, T. 14.2.2006:  Türk Medeni Kanunu'nun 240. maddesinde boşanma halinde diğer eşe aile konutunun özgülenmesi konusunda bir hüküm bulunmamasına göre tarafların aşağıdaki bent kapsamı dışında kalan temyiz itirazları yersizdir. ; Yargıtay 2. Hukuk Dairesi E. 2013/19377, K. 2014/1360, T. 23.1.2014:  Edinilmiş mallara katılma rejiminde, ev eşyalarının mülkiyetini isteme hakkı sadece sağ kalan eşe tanınmıştır. Boşanma veya evliliğin iptali halinde, bu rejimde herhangi bir düzenleme yapılmamıştır. Bu sebeple aile konutundaki ev eşyalarının yasaya aykırı olarak davacı kadına bırakılmasına karar verilmesi bozmayı gerektirmiştir. . Yargıtay 2. Hukuk Dairesi E. 2004/4506, K. 2004/5669, T. 3.5.2004:  Yararlanma hakkı ölüm nedeniyle mal rejiminin tasfiyesi halinde sağ kalan eşe tanınmış bir hak olduğu halde, bu hakkın boşanan eşe de tanınması usul ve yasaya aykırıdır. ; Yargıtay 2. Hukuk Dairesi E. 2005/15348, K. 2006/1505, T. 14.2.2006 www.kazanci.com (Erişim Tarihi 08.06.2020) Bir görüşe göre boşanma durumunda da bu hüküm uygulama alanı bulabilmelidir, bkz. ÖZDAMAR, Demet/KAYIŞ, Ferhat, Yasal Mal Rejimi ve Tasfiyesi, Seçkin Yayıncılık, Ankara, 2012, s. 94. Katıldığımız aksi görüşe göre hükmün evliliğin diğer sona erme hallerini kapsar şekilde uygulanmaması gerekir, bu yönde bkz. STECK/FANKHAUSER, 2017, Art. 219, N. 9. 104  PIOTET, 1987,  s.  169;  DURAL/ÖĞÜZ/GÜMÜŞ,  2020,  N.  1251;  KILIÇOĞLU,  2002,  s.  45; KILIÇOĞLU, 2019, s. 356; DOĞAN, 2003, s. 656; ÖZTAN, 2015, s. 545; GÜMÜŞ, 2008, s. 402, dn. 617; YAĞCIOĞLU, 2007, s. 109; ZEYTİN, 2017, N. 767; SARI, 2007, s. 283; ACAR, 2004, s. 138; ACAR, 2016, s. 166; ÖZDAMAR/KAYIŞ, 2012, s. 93; BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 543. Diğer sebeplerle son bulma halinde tek imkân, konut ve ev eşyası paylı mülkiyet konusu ise paylı mallara yönelik TMK m. 226/II hükmü uyarınca malın bölünmeden kendisine verilmesini istemesidir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 14-24; HAUSHEER, 2014, Art. 219, N. 6; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406-407; YAĞCIOĞLU, 2007, s. 109.  105  STECK/FANKHAUSER, 2017, Art. 219, N. 13; GÜMÜŞ, 2008, s. 404. 106  Halbuki paylaşmalı mal ayrılığı rejimi bakımından TMK m. 254 hükmünde evliliğin iptal veya boşanma kararıyla sona erdirilmesi hâlinde ailenin ortak kullanımına özgülenmiş ve eşler arasında eşit olarak paylaşma konusu olan konutta kalmaya ve ev eşyasını kullanmaya hangisinin devam edeceği konusunda yararlanma hakkı tanınmıştır. Benzer bir hüküm, mal ortaklığı rejiminde TMK m. 279/son hükmünde düzenlenmekle birlikte hüküm gereğince mal ortaklığı rejiminin ölüm dışındaki bir sebeple son bulması   663Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   31 hükmünce ölümüne kesin gözle bakılmayı gerektiren durumlar içinde kaybolan kişi gerçekten  ölmüş  sayılacağından  ve  de  ölüm  karinesi,  ölüme  benzer  sonuçlar doğurduğundan edinilmiş mallara katılma rejimi sona erecek, sağ kalan eş, TMK m. 240 hükmünde kendisine tanınan hakkı kullanabilecektir107. Eşlerden birinin gaipliği halinde ise bir görüşe göre evliliğin feshine gerek olmaksızın gaiplik kararının alınmış olması, edinilmiş mallara katılma rejimini geçmişe etkili biçimde sona erdireceğinden gaiplik kararı ile birlikte evliliğin feshi istenmemişse fesih istenene kadar eşler arasındaki mal rejimi mal ayrılığına dönüşeceğinden evlilik feshedilinceye kadar hüküm, uygulama alanı bulamaz108. Katıldığımız aksi görüşe göre ise mahkemenin gaipliğe karar vermesi halinde TMK m. 35/I hükmü gereğince ölüme bağlı haklar aynen gaibin ölümü ispatlanmış gibi kullanılacağından TMK m. 131 hükmünce mahkemeden evliliğin feshi yönünde kararının alınmasına gerek olmaksızın mal rejimi sona ereceğinden sağ kalan eş, TMK m. 240 hükmünde kendisine tanınan hakkını kullanabilir109. Eşler,  mal  rejimi  sözleşmesi  ile  ölüm  dışındaki  mal  rejimini  sona  erdiren durumlarda da TMK m. 240 hükmünü uygulanabilir kılamazlar110. TMK m. 240/I, c. son hükmü gereğince mal rejimi sözleşmesiyle kabul edilen başka düzenleme getirilmiş olmadıkça  hükmün  uygulama  alanı  bulacağı  açıkça  düzenlendiğinden  bu  hüküm gereğince eşler, mal rejimi sözleşmesiyle farklı düzenlemeye yer verebilirler ve örneğin sağ  kalan  eşe,  konutun  mülkiyetini  doğrudan  talep  etme  hakkını  tanıyabilirler;  bu durumda TMK m. 240/III hükmünce kanunun aradığı haklı sebepler konut üzerinde mülkiyet hakkının tesisini talep için aranmaz111.                                                  hâlinde eşlerden her biri, üstün bir yararının varlığını ispat etmek suretiyle intifa, oturma veya mülkiyet hakkı tesisine yönelik istemleri ileri sürebilir. 107  DOĞAN, 2003, s. 656; ŞIPKA, 2004, s. 320, 321; GÜMÜŞ, 2008, s. 408; YAĞCIOĞLU, 2007, s. 110. 108  ACAR, 2004, s. 138, dn. 199; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 403, dn. 409; NEBİOĞLU ÖNER, 2014, s. 87. 109  PIOTET, 1987, s. 155; DOĞAN, 2003, s. 656; ACAR, 2016, s. 372. 110  GÜMÜŞ, 2008, s. 414. 111  ZEYTİN, 2017, N. 772.   664Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   2. Konutun veya Ev Eşyasının Ölen Eşin Terekesinde Bulunması Sağ kalan eşin TMK m. 240 hükmünce talepte bulunabilmesi için konutun veya ev eşyasının ölen eşin terekesinde bulunması gerekir112; örneğin birlikte yaşanılan konutun kiralık113 veya ödünç114 olması halinde sağ kalan eş, hakkını ileri süremez. Hükümdeki  ölen eşe ait olup  ifadesinden konutun  mülkiyetinin  ölen eşe ait olması  gerektiği anlaşıldığından konutun edinilmiş veya kişisel mal olması önemsizdir115. Konut, ölen eşin kişisel malı da olsa sağ kalan eş, ölen eşin başka edinilmiş mallarından katılma alacağı hakkı elde ediyorsa hakkını kişisel mal niteliğindeki konut için de kullanabilecektir116. Ancak Yargıtay 8. Hukuk Dairesi nin konut, ölen eşin kişisel malı ise sağ kalan eş lehine intifa veya oturma hakkının tanınmayacağı şeklindeki kararlarına rastlanmaktadır117.                                                   112  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 12; STECK/FANKHAUSER, 2017, Art. 219, N. 3; PIOTET, 1987, s. 168; DOĞAN, 2003, s. 659; ÖZTAN, 2015, s. 549; ŞIPKA, 2004, s. 322; ACAR, 2016, s. 370, 378. 113  KILIÇOĞLU, 2002, s. 46; KILIÇOĞLU, 2019, s. 357; DOĞAN, 2003, s. 659; NEBİOĞLU ÖNER, 2020, s. 184. 114  AYAN, Serkan, Evlilik Birliğinin Korunması, Türkiye Barolar Birliği Yayınları, Ankara, 2004, s. 110. 115  HAUSHEER,  2014,  Art.  219,  N.  3;  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  46; PIOTET, 1987, s. 169; RUMO-JUNGO, 2012, Art. 219, N. 3; NUSPLIGER, 2016, Art. 219, N. 1; GÜMÜŞ, 2008, s. 404; ACAR, 2004, s. 141; ACAR, 2016, s. 171-172; GENÇCAN, 2019, s. 370. Halbuki 1984 tarihli Türk Medeni Kanunu Ön Tasarısı nda 200. madde olarak tasarlanan hükmün gerekçesinde  Bu eşyaların ölen eşin kişisel veya edinilmiş malı olmasının önemi yoktur.  şeklinde ifade yer almaktayken TMK m. 240 hükmünde bu şekilde bir ifadeye yer verilmemiştir. Bkz. Türk Medeni Kanunu Ön Tasarısı, Adalet Bakanlığı, İstanbul, 1984, s. 304. 116  HAUSHEER, 2014, Art. 219, N. 3; WOLF, Stephan,  Grundstücke in der güter-und erbrechtlichen Auseinandersetzung ,  ZBJV,  Band  136,  2000,  (s.  241-288),  s.  259;  DOĞAN,  2003,  s.  659; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1259; KILIÇOĞLU, 2002, s. 45; ŞIPKA, 2004, s. 321; ZEYTİN, 2017, N. 774, 776; ACAR,  2016, s. 377; GÜMÜŞ, 2008, s. 404; DEMİRBAŞ, 2009, s. 595; ÖZDAMAR/KAYIŞ, 2012, s. 92. 117  Yargıtay 8. Hukuk Dairesi E. 2016/21737, K. 2017/427, T. 19.1.2017:  Aile konutu ölen eşin kişisel malı ise sağ eş lehine mülkiyet hakkı tanınmadığına yönelik Dairemiz uygulamaları göz önüne alınarak …davanın reddine karar verilmesi gerekir. ; benzer yöndeki kararlar için bkz. Yargıtay 8. Hukuk Dairesi E. 2013/20764, K. 2015/4805, T. 23.2.2015:  Dava konusu ev, eşler arasında 743 sayılı TKM'nin 170. maddesi uyarınca mal ayrılığının geçerli olduğu 20.08.1987 tarihinde edinilmiş olup, davacı eş lehine katılma alacağı oluşmadığından davacının konut üzerinde mülkiyet hakkı talebinde bulunması mümkün değildir. ; Yargıtay 8. Hukuk Dairesi E. 2017/10564, K. 2017/7566, T. 23.5.2017:  Davacı …taşınmaz üzerinde TMK 240. maddesi gereğince davacı lehine mülkiyet hakkı tanınmasını istemiştir. …Dairemiz uygulamalarına göre, aile konutu ölen eşin mal ayrılığı döneminde edindiği kişisel malı ise sağ eş lehine mülkiyet hakkı tanınmamaktadır. . www.kazanci.com (Erişim Tarihi 08.06.2020) Katıldığımız görüşe göre bu uygulama, kanunun koruma amacına aykırı olması sebebiyle hatalıdır. Bkz. ŞIPKA/ÖZDOĞAN, 2017, s. 506.   665Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Konut, eşlerin paylı mülkiyetinde ise sağ kalan eş, konut üzerinde hakka sahip olmak için TMK m. 226/II veya TMK m. 240 hükmüne başvurabilir118; bu noktada yarışma hali mevcuttur119. Bununla birlikte sağ kalan eşin hakkını ileri sürebilmesi için ölen eşin konut veya ev eşyası üzerinde tek başına mülkiyet hakkına sahip olmasının gerekip gerekmediği hükmün lafzından anlaşılamamaktadır. Ölen eşin konut veya ev eşyası üzerinde üçüncü kişiyle elbirliği mülkiyetinde (TMK m. 701 vd.) ortak olması halinde sağ kalan eş, TMK m. 240 hükmüne dayalı hakkını kullanamayacak120; aynı sonuç ölen eşin üçüncü kişilerle paylı mülkiyette (TMK m. 688 vd.) paydaş olması halinde de geçerli olacaktır121. Bağımsız bölümünün kullanımının paylara göre bölünmesine                                                  118  NUSPLIGER, 2016, Art. 219, N. 2; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1253; ZEYTİN, 2017, N. 776; GÜMÜŞ, 2008, s. 411; ŞEKER, 2007a, s. 445; ÖZTAN, 2015, s. 547; ŞIPKA/ÖZDOĞAN, 2017, s. 507; NEBİOĞLU ÖNER, 2014, s. 97. Aynı sonucun eşlerin elbirliği mülkiyetine tabi olması halinde de geçerli olduğu yönünde bkz. NEBİOĞLU ÖNER, 2014, s. 99. Yargıtay 8. Hukuk Dairesi E. 2010/1695, K. 2010/2923, T. 1.6.2010 kararına göre  Dava, edinilmiş mallara katılma rejimi nedeniyle doğan edinilmiş mallara katılma alacağı karşılığında murise ait parselde bulunan bağımsız bölüme ilişkin 1/2 pay için mülkiyet hakkının tanınması ve bakiye edinilmiş mallara katılma alacağının tahsili isteğine ilişkindir. Bir eşin bütün malları aksi ispat edilinceye kadar edinilmiş mal kabul edilir. Mal rejiminin ölüm sebebiyle sona ermesinde 10 yıllık zamanaşımı süresi uygulanır. Mal rejimi ölümle son bulduğundan ve ölen eşe bir kusur yüklenemeyeceğinden, sağ kalan eşe intifa veya oturma hakkı yerine, konut üzerinde mülkiyet hakkı tanınabilir. TMK'nın 240. maddesi çerçevesinde iddia ve savunma doğrultusunda  taraf  delilleri  toplanarak  edinilmiş  mallara  katılma  alacağının  olup  olmadığının belirlenmesi, bunun sonucu olarak mülkiyet hakkının tanınıp tanınmaması konusunda olumlu veya olumsuz bir karar verilmesi gerekir. ; Yargıtay 2. Hukuk Dairesi E. 2008/10102, K. 2009/16381, T. 1.10.2009 kararına göre  Dava, TMK'nun 240. maddesine dayalı intifa ve oturma hakkı tanınması talebine ilişkindir. Dava konusu konut, eşlerin birlikte oturdukları konut olup davacı ile eşi tarafından birlikte satın alınmıştır. Taşınmazın 1/2 payı davacıya, 1/2 payı ise ölen eşine aittir. Davacının eşi ölmüş olup evlilik ve mal rejimi ölümle sona ermiştir. Taşınmazın edinildiği tarihte eşler arasında edinilmiş mallara katılma rejimi söz konusudur. Ölen eşe ait taşınmaz payı aksi kanıtlanmadıkça edinilmiş mal kabul edilir. Davacının talebinin anılan madde çerçevesinde incelenmesi gerekir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 119  ŞIPKA, 2004, s. 323; ŞIPKA/ÖZDOĞAN, 2017, s. 507; DEMİRBAŞ, 2009, s. 596. Sağ kalan eşin katılma alacağının doğmadığı durumlarda TMK m. 226/II hükmünden doğan hak, aile konutu üzerinde kullanılabilir. Bkz. ŞIPKA, 2004, s. 323. 120  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 38-43; NUSPLIGER, 2016, Art. 219, N. 3; WOLF, 2000, s. 259; DOĞAN, 2003, s. 660; YAĞCIOĞLU, 2007, s. 103; KILIÇOĞLU, 2019, s. 357; KILIÇOĞLU, 2002, s. 46; ŞEKER, 2007a, s. 442; KILIÇOĞLU, 2014, s. 78; SARI, 2007, s. 285; GÜMÜŞ, 2008, s. 414; ŞIPKA/ÖZDOĞAN, 2017, s. 507; DEMİRBAŞ, 2009, s. 595; GENÇCAN, 2019, s. 369.  121  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 43; HAUSHEER, 2014, Art. 2019, N. 14; DOĞAN, 2003, s. 660; SARI, 2007, s. 285; ZEYTİN, 2017, N. 775. Böyle bir durumda Kat Mülkiyeti Kanunu m. 10/VII hükmünce sağ kalan eş lehine kat mülkiyetinin kurulması suretiyle paylaşmanın yapılmasını isteyebilir.    666Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   fiilen ve hukuken olanak olmadığından paydaşlardan biri lehine, diğerinin payı üzerinde oturma veya intifa hakkı tesisine olanak yoktur122. Bu sonuç, hükmün lafzından ve de üçüncü kişileri kapsar şekilde hükmün uygulanmasının üçüncü kişilerin hakkını ihlal edebilecek olmasından da kaynaklanmaktadır123. Şöyle ki örneğin paylı mülkiyetin söz konusu olması halinde sağ kalan eş, ölen eşin payının kendisine devrini istese bile payına dayanarak konutu veya ev eşyasını tek başına kullanamayacağı için hükmün amacı gerçekleşmiş olmayacaktır.  Bu başlık altında değerlendirilmesi gereken bir başka husus da arazi mülkiyetine dayalı cins tashihinin yapılmamış olması halinde durumun ne olacağıdır. Bu halde, örneğin tapu kaydında  binalı arsa  gibi bir yazım mevcutsa sağ kalan eşin talebi, arazi için de kullanılabilmelidir124. Başka bir örnek olarak, arazi olarak gözüken taşınmazda bulunan iki villadan birinde ölen eş ile sağ kalan eşin birlikte oturması halinde yapı, kanaatimizce TMK m. 718/II hükmü gereğince arazinin bütünleyici parçası olarak sağ kalan eşin talebine konu olabilmelidir. Şöyle ki cins tashihi yapılmamış, tarımsal amaçlı yapılara veya kaçak yapılmış konuta ilişkin sağ kalan eşin talebi, TMK m. 718 hükmünce  arazi mülkiyetinin devrine  ilişkindir. Cins tashihi kavramı, Tapu Sicili Tüzüğü nde yer almamakla birlikte TMK m. 718 hükmüne tabi bütünleyici parça yapının hukuken mevcut olmadığı anlamını da taşımaz. Konutu kullanan sağ kalan eş, hiçbir zaman yalnızca arazi mülkiyetinin bedelini ödeyip üzerindeki yapının hukuki değeri olmadığından bahisle katılma alacağının mahsup edilmesine gerek olmadığı itirazında bulunamaz. Bununla birlikte belirtmek gerekir ki kat mülkiyeti kurulmamış bir binanın bir katı eşler tarafından konut  olarak  kullanılıyor  ise  bu  halde  eğer  kat  mülkiyeti  kurmak  mümkünse  Kat                                                  Bir diğer görüşe göre diğer paydaşların haklarının olumsuz etkilenip etkilenmediği göz önüne alınarak değerlendirme yapıldığında sağ kalan eşin talep hakkını kullanabileceği yönünde bkz. KILIÇOĞLU, 2014, s. 85; YAĞCIOĞLU, 2007, s. 102-103; NEBİOĞLU ÖNER, 2014, s. 99. Sağ kalan eşin TMK m. 226/II hükmünce malın tamamının mülkiyetinin kendisine verilmesini talep hakkı mevcuttur. Bu hüküm elbirliği mülkiyet bakımından da uygulanabilir. Bkz. RUMO-JUNGO, 2012, Art. 219, N. 13; DOĞAN, 2003, s. 660. 122  Bu  yönde  bkz.  Yargıtay  2.  Hukuk  Dairesi  E.  2008/10102,  K.  2009/16381,  T.  1.10.2009 www.kazanci.com (Erişim Tarihi 08.06.2020) 123  ZEYTİN, 2017, N. 775. 124  Bu durum ZEYTİN, 2017, N. 774 de konutun henüz bağımsız bir bölüm olarak tapu kaydı yoksa ayni hak talebinin konutun bulunduğu arsa için de kullanılabileceği şeklinde ifade edilmiştir.   667Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Mülkiyeti Kanunu m. 10/VII125 hükmünce hâkimin kararıyla sağ kalan eşe, bağımsız bölüm üzerinde mülkiyet hakkı tesis edilebilmelidir126. Bu başlık altında ayrıca belirtmek gerekir ki kimi zaman ölen eşin, aile konutunu diğer eşin açık rızasını almadan üçüncü kişiye devrettiği görülmektedir. Bu halde sağ kalan eşin, TMK m. 1025 hükmüne dayalı yolsuz tescilin düzeltilmesi davası açması ihtimalinde bu dava, sağ kalan eşin TMK m. 240 hükmüne dayalı talebi için HMK m. 165 hükmünce bekletici sorun sayılmalıdır127.  3. Talebin Konuta veya Ev Eşyasına Yönelik Olması TMK m. 240 hükmü gereğince sağ kalan eşin hakkına konu olan şey, sadece konut ve/veya ev eşyasıdır.  TMK m.  240 hükmünün kenar başlığı   aile konutu  olsa da kanaatimizce  hükümdeki  eşlerin   birlikte  yaşadıkları  konut   ifadesi,  TMK  m.  194 hükmünde düzenlenen aile konutundan daha geniş bir kavram olduğundan hükmün uygulaması bakımından birlikte yaşanılan konut esas alınmalıdır. Yukarıda bu hususa ilişkin açıklamalara yer verildiğinden bu başlık altında tekrardan kaçınıyoruz128. Ev eşyası, eşlerin beraber kullandıkları, evdeki olağan hayatın devamı için varlığı zorunlu                                                  125   Kat mülkiyetine konu olmaya elverişli bir gayrimenkul üzerindeki ortaklığın giderilmesi davalarında, mirasçılardan  veya  ortak  maliklerden  biri,  paylaşmanın,  kat  mülkiyeti  kurulması  ve  bağımsız bölümlerin tahsisi suretiyle yapılmasını isterse, hâkim, o gayrimenkulün mülkiyetinin, 12 nci maddede yazılı belgelere dayanılarak kat mülkiyetine çevrilmesine ve paylar denkleştirilmek suretiyle bağımsız bölümlerin ortaklara ayrı ayrı tahsisine karar verebilir. . 126  Aynı sonuç, TMK m. 652 hükmünün uygulaması bakımından kabul edilmiştir. Bkz. DURAL/ÖZ, 2019, N. 2097 vd.; DOĞAN, 2003, s. 692-693. Bu yöndeki Yargıtay 8. Hukuk Dairesi E. 2014/15082, K. 2014/19219, T. 27.10.2014 kararındaki karşı oy yazısında şu ifadelere yer verilmiştir:  …aile konutu ölen eşin tümüne tek başına sahip olduğu çok daireli, kat mülkiyetine çevrilmemiş bir bina ise; binanın kat mülkiyeti kurulmasına elverişli olması koşuluyla, kat mülkiyeti kurulması suretiyle paylaşmanın yapılması ve aile konutuna isabet eden bağımsız bölümün üzerinde sağ kalan eşe mülkiyet hakkı tanınması suretiyle özgüleme mümkün olmalıdır. Kat mülkiyeti kurulmaya elverişlilik yoksa, mülkiyet hakkı tanınması suretiyle özgüleme talebinin reddi gerekecektir.  www.kazanci.com (Erişim Tarihi 08.06.2020). Doktrindeki aksi görüş, bu halde sağ kalan eşin kat mülkiyetinin kurularak kendisine mülkiyet tesisine yönelik talebinin, hükmün konuluş amacına ters düştüğü, bu halde ancak TMK m. 652/II hükmüne göre talepte bulunulabileceği yönündedir. Bkz. DURAL/ÖZ, 2019, N. 2081. Sağ kalan eşin mirasçılardan kat mülkiyetinin kurulması için zorlayamayacağı yönünde ayrıca bkz. RUMOJUNGO,  2012,  Art.  219,  N.  3;  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  54.  Kat mülkiyetinin  kurulabileceği  yönünde  ayrıca  bkz.  NUSPLIGER,  2016,  Art.  219,  N.  3; STECK/FANKHAUSER, 2017, Art. 219, N. 10; PIOTET, 1987, s. 169; GÜMÜŞ, 2008, s. 414. 127  ŞIPKA, 2004, s. 323. Başka bir yönden bkz. Yargıtay 2. Hukuk Dairesi E. 2006/20937, K. 2007/1229, T. 5.2.2007:  Aile konutunun özgülenmesi davası ,  birlikte mülkiyetin sonlandırılması davası  için ön mesele oluşturur.  www.kazanci.com (Erişim Tarihi 08.06.2020) 128  Bkz. yuk. Başlık II.   668Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   olan ya da evin döşenmesinde kullanılan eşya olmakla birlikte buna ilişkin açıklama da yukarıdaki başlıklarda yapıldığından tekrara girmiyoruz129.  4. Sağ Kalan Eşin Eski Yaşantısını Devam Ettirecek Olması TMK m. 240 hükmü gereğince sağ kalan eşin ayni hak tesisine ilişkin talebi, sağ kalan eşin eski yaşantısını devam ettirmesi koşuluna bağlıdır130. Şöyle ki hükümde açık bir şekilde sağ kalan eşin  eski yaşantısını devam ettirebilmesi için  ölen eşine ait ve birlikte yaşadıkları konut üzerinde intifa, oturma veya mülkiyet; ev eşyası üzerinde de mülkiyet hakkı tanınmasını isteyebileceği düzenlenmiştir. Kanun koyucunun bu hükmü düzenlerken amacı, sağ kalan eşin ölen eşle olan yaşantısına devam etmesine olanak tanımak131,  onun  yeni  bir  yerleşim  yerine  taşınmaktan,  yeni  bir  çevreye  girmekten doğacak sıkıntılardan korumak132 olup böylece sağ kalan eşin önceki yaşam biçimini sürdürmesini sağlama amacına öncelik tanınmıştır133. Halbuki örneğin sağ kalan eşin konutu satmak veya kiralamak amacı açıksa bu halde eski yaşantının devam ettirilmesi koşulu sağlanmamış olacaktır134. Sağ kalan eşin, eski yaşantısını devam ettirebilmesi için anılan taleplerde bulunması halinde amacın, TMK m. 6 hükmünce sağ kalan eş tarafından ispatlanması gerekir135. Kanaatimizce bu husus, itiraz niteliğinde olup bu ihtiyacın var olup olmadığına, TMK m.                                                  129  Bkz. yuk. Başlık III. 130  KILIÇOĞLU, 2002, s. 47; ACAR, 2016, s. 376; GÜMÜŞ, 2008, s. 402; ŞIPKA, 2004, s. 324; ERDEM, Mehmet, Aile Hukuku, 2. Basım, Seçkin Yayıncılık, Ankara, 2019, s. 315. 131  NUSPLIGER, 2016, Art. 219, N. 1; STECK/FANKHAUSER, 2017, Art. 219, N. 1; GÜMÜŞ, 2008, s. 402. 132  KILIÇOĞLU, 2002, s. 47; ZEYTİN, 2017, N. 768; SARI, 2007, s. 287. 133  NÄF-HOFMANN,  Marlies/NÄF-HOFMANN,  Heinz,  Schweizerisches  Ehe-  und  Erbrecht, Schulthess, Zürich, 1998, N. 1869. 134  RUMO-JUNGO, 2012, Art. 219, N. 7. 135  HAUSHEER/REUSSER/GEISER, 1992, 219, N. 29; ACAR, 2016, s. 376, dn. 683; ŞIPKA, 2004, s. 324;  ŞIPKA/ÖZDOĞAN,  2017,  s.  507;  YAĞCIOĞLU,  2007,  s.  120;  ŞEKER,  2007a,  s.  439; NEBİOĞLU ÖNER, 2014, s. 116. Bir görüşe göre özel durumlar dışında, sağ kalan eşin konutta eski yaşantısını devam ettireceği, zaten fiili bir karinedir. Sağ kalan eşin, ölen eşi ile birlikte oturduğu konutta ev eşyası ile birlikte oturmaya devam edeceği, hayatın olağan akışına daha uygun olduğundan, maddenin gerekçesi de bu fiili karineyi göz önünde bulundurarak hazırlanmıştır. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 29; ŞIPKA/ÖZDOĞAN, 2017, s. 507; YAĞCIOĞLU, 2007, s. 120.    669Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   4 hükmünce sunulan vakıaları takdir edecek olan hâkim136, HMK m. 31 hükmü137 gereğince davayı  aydınlatma ödevi kapsamında sağ kalan eşten delil  gösterilmesini isteyebilir.  Sağ  kalan  eşin  konutta  eski  yaşantısına  devam  etmeyeceği  ya  da  başka  yere taşınacağı açıkça anlaşılıyorsa veya öngörülüyorsa bu halde kanun koyucunun amacının gerçekleşmesi mümkün olmayacağından hükmün diğer şartları oluşmuş olsa bile sağ kalan eşin TMK m. 240 hükmüne dayalı talebi reddedilmelidir138. Örneğin sağ kalan eşin eski  yaşantısını  devam  ettirme  amacı  olmaksızın  sırf  mirasçılara  karşı  duyduğu husumetten dolayı konut üzerinde ayni hak tesisini talep etmesi139 veya sağ kalan eşin emekli olarak yeni bir yere taşınmak istemesi halinde140 halinde de amaç ve haklı sebep yönünden talebi reddedilmelidir. Başka bir ihtimal olarak ölen eşin, diyaliz hastası olması ve  sürekli  tedaviye  ihtiyaç  duyması  nedeniyle  ölümünden  bir  yıl  önce  gün  aşırı tedavisinin  yapıldığı  hastanenin  bulunduğu  Altunizade den  ev  alması  hali  ortaya çıkabilir. Eşlerin uzun yıllardır yaşadığı Nişantaşı ndan Altunizade ye taşınmak zorunda kalması halinde sağ kalan eş, uzun yıllar Nişantaşı nda yaşadıklarından bahisle eski yaşantının devam ettirebilmesi için buradaki konut üzerinde TMK m. 240 hükmüne göre sahip olduğu hakkını kullanamamalıdır. Şöyle ki sağ kalan eşin konutta eski yaşantısını devam ettirebilme iddiası, TMK m. 2 hükmünde düzenlenen dürüstlük kuralına aykırılık teşkil ettiği ve de eski yaşantısını devam ettirebilme niyetinin bulunmadığı yönünde itiraza konu olabilecektir. Sağ kalan eşin eski yaşantısını devam ettirme niyetinin veya ihtiyacının olmadığı ise  eşin  mirasçıları  tarafından  ispatlanmalıdır141.  Kanaatimizce  sağ  kalan  eşin  eski yaşantısını devam ettirme niyetinde olmadığını iddia eden mirasçılar, TMK m. 6 ve HMK                                                  136  SARI, 2007, s. 287. 137   Hâkim, uyuşmazlığın aydınlatılmasının zorunlu kıldığı durumlarda, maddi veya hukuki açıdan belirsiz yahut çelişkili gördüğü hususlar hakkında, taraflara açıklama yaptırabilir; soru sorabilir; delil gösterilmesini isteyebilir.  138  ZEYTİN, 2017, N. 768; ŞIPKA, 2004, s. 324; KILIÇOĞLU, 2014, s. 86. 139  ACAR, 2016, s. 376, dn. 683. 140  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 30. 141  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  30,  31;  ŞIPKA,  2004,  s.  324; ŞIPKA/ÖZDOĞAN, 2017, s. 508; YAĞCIOĞLU, 2007, s. 121.   670Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   m.  194(1)142  hükümlerince  bunu  somutlaştırmak  zorundadırlar.  Örneğin  hastalığı nedeniyle çocuklarının yanına ya da sağlık kurumuna yerleşmesi muhtemel olan sağ kalan eşin konut üzerinde talepte bulunması halinde hükümdeki amaç koşulunun eksikliği ileri sürülebilir. Sağ kalan eşin, TMK m. 240/I hükmünde kendisine tanınan  hakkı kullanmadan evvel  başka bir kimseyle evlenerek  ya da evlilik  dışı birliktelik  sürerek ölen eşle oturduğu  konutta  yaşamaya  başlaması  halinde  hükümdeki   eski  yaşantısını  devam ettirme  şartının gerçekleştiğinden söz edilememelidir. Somut olayda davacı sağ kalan eşin bu yöndeki hukuki yararının çeşitli nedenlerle dava görülürken ve hatta hüküm verildikten  sonra  ortadan  kalkması  da  mümkündür.  Şöyle  ki  sağ  kalan  eşin  eski yaşantısını  devam  ettirebilme  ihtiyacının,  TMK  m.  240/I  hükmüne  dayalı  hakkının  kullanıldığı an  itibariyle bulunması gerektiğinden143 sağ kalan eş lehine hükümdeki  ayni hak tesis edildikten sonra  sağ kalan eşin evlenmesi ya da sevgili olarak birlikte yaşamaya başlaması, hakkın tesisi anında gerçekleşmiş  eski yaşantısını devam ettirme  şartının ortadan kalktığı ve sahip olduğu hakkı kaybettiği anlamına gelmemelidir144. Bu noktada belirtmek gerekir ki sağ kalan eşin, TMK m. 240/I hükmü gereğince ayni hak tesisine yönelik açtığı dava devam ederken HMK m. 114/I(h)145 hükmünde düzenlenen dava  şartlarından  olan   hukuki  yarar   aranmalıdır.  HMK  m.  115/I,c.1  hükmünce  Mahkeme,  dava  şartlarının  mevcut  olup  olmadığını,  davanın  her  aşamasında kendiliğinden araştırır. . Hüküm gereğince kanun koyucu, dava şartlarının süreyle sınırlı olmaksızın yargılamanın her aşamasında incelenebileceğini kabul etmiştir. Kanaatimizce sağ kalan eşin eski yaşantısını devam ettirme ihtiyacı, sadece davanın açıldığı anda değil, hükmün verilmesi anına kadar devam ediyor olmalıdır; örneğin sağ kalan eşin, lehine oturma hakkının tesisi yönünde dava açtığında eski yaşantısını devam ettirme ihtiyacının olması, hukuki yarar olarak bir dava şartıdır; ancak dava devam ederken sağ kalan eşin başka şehre tayini çıkması durumunda TMK m. 4 hükmünce hâkimin takdir yetkisi                                                  142   Taraflar, dayandıkları vakıaları, ispata elverişli şekilde somutlaştırmalıdırlar.  143  SARI, 2007, s. 287; GÜMÜŞ, 2008, s. 411; GENÇCAN, 2019, s. 376; NEBİOĞLU ÖNER, 2014, s. 117. 144  GÜMÜŞ, 2008, s. 411; ZEYTİN, 2017, N. 769. Aksi görüş için bkz. YAĞCIOĞLU, 2007, s. 148. 145   Dava şartları şunlardır: …Davacının, dava açmakta hukuki yararının bulunması    671Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   kapsamında hukuki yararın artık kalmadığından bahisle dava reddedilmelidir; çünkü aksini  kabul,  TMK  m.  2/II  hükmünce  hakkın  kötüye  kullanılması  teşkil  edecektir. Halbuki örneğin sağ kalan eş, dava neticesinde konut üzerinde lehine oturma hakkı  tesis edildikten sonra  evlenirse veya emekli olup emekli ikramiyesi ile başka bir semtte aldığı eve  ya da huzurevine taşınırsa kanaatimizce sağ kalan eşin eski  yaşantısını devam ettirebilme ihtiyacının ortadan kalktığından bahisle hakkın kendiliğinden sona erdiği ya da TMK m. 1025 hükmünce yolsuz tescilin düzeltilmesi davası ile sağ eş lehine tesis edilen ayni hakkın terkininin gerektiği, başka bir ifadeyle TMK m. 1026/I hükmünde ifade edildiği üzere tescilin hukuki değerini kaybettiği söylenemez. Şöyle ki taşınmaz mülkiyetinin devrine ilişkin tasarruf işlemini oluşturan tescil talebi, Tapu Sicili Tüzüğü m. 16(2)146 hükmünce koşula bağlanamaz. Her ne kadar TBK m. 292147 hükmünde açıkça bağışlayana  dönme  koşullu  bağışlama  düzenlenmiş  olsa  da,  bu  hüküm  kıyasen uygulanarak sağ kalan eşin eski yaşantısını devam ettirme ihtiyacının ortadan kalkması yönünde bozucu koşula bağlı kazanımın gerçekleştirilebileceği sonucu çıkarılmamalıdır. Hakkın tapu kütüğündeki tescil ile kazanımı, sağ kalan eşin eski yaşantısını devam ettirme ihtiyacının ortadan kalkması yönünde bozucu koşula bağlanamaz; bozucu koşul borçlandırıcı  işlem  için  geçerli  olabilirken  koşulun  gerçekleşmesi,  geçerli  tasarruf işlemine etki etmez148; dolayısıyla sağ kalan eş lehine tesis edilmiş hakkın terkini de talep edilemez. 5. Sağ Kalan Eşin Katılma Alacağına Sahip Olması Katılma alacağı, edinilmiş mallara katılma rejiminin devamı süresince eşin edindiği mallarda rejimin sona ermesiyle tasfiye sonucunda diğer eşin hak sahibi olduğu, mal rejimi hukukuna ilişkin alacak hakkıdır149. Edinilmiş mallara katılma rejiminde mal                                                  146   İstem, tescili bozucu veya hükümsüz kılıcı kayıt ve şarta bağlanamaz  147  Hükmün  ilk  fıkrası  şöyledir:   Bağışlayan,  bağışlananın  kendisinden  önce  ölmesi  durumunda, bağışlama konusunun kendisine dönmesi koşulunu koyabilir.  148  ÖZMEN, E. Saba / ÜREM, Müge,  Arsa Payı Karşılığı İnşaat Sözleşmelerinde Yargıtay Kararları İle Yaratılan  Avans Tapu  Kavramına Yönelik Eleştiriler , Maltepe ÜHFD, 2016/1, Seçkin Yayıncılık, İstanbul, 2016, (s. 13-31), s. 13-31, s. 26. 149  KILIÇOĞLU, 2002a, s. 23 vd., 59; ŞIPKA, 2004, s. 290; ACAR, 2016, s. 345; SARI, 2007, s. 227. Yargıtay 8. Hukuk Dairesi E. 2014/24171, K. 2016/6157, T. 6.4.2016:  Katılma alacağı, 1.1.2002 tarihinde yürürlüğe giren TMK uyarınca; eklenecek değerlerden (TMK'nun 229) ve denkleştirmeden (TMK'nun 230.m.) elde edilen miktarlar da dahil olmak üzere, eşin edinilmiş mallarının (TMK m. 219)   672Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   rejiminin herhangi bir nedenle sona ermesi durumunda eşe, diğer eşe ait artık değerinin belirli bir oranı üzerinden hesaplanacak katılma alacağı tanınmıştır. Bunun temelinde edinilmiş mallara katılma rejimi yürürlükte kaldığı sürece her bir eşin elde ettiği edinilmiş malların kazanılmasında evlilik birliğinde var olan iş bölümü ve iş birliği kapsamında diğer eşin de katkısı olduğu fikri yatmaktadır150. Hüküm gereğince katılma alacağına mahsup edilmek suretiyle, yetmezse de bedel eklenmek suretiyle konut veya ev eşyası üzerinde hak ileri sürebilir151; sağ kalan eşe karşılıksız tanınan  bir  ayni  hak  söz  konusu  değildir152.  Konutta  veya  ev  eşyasında mülkiyet hakkı tesis edilse bile sağ kalan eş, satım bedeli ödememektedir153. Bu halde bir yandan  sağ  kalan  eş  lehine  konut  ve  ev  eşyası  üzerinde  ayni  hak  tesisine  imkân sağlanırken bir yandan da ölen eşin mirasçılarına katılma alacağı borcunu ayın olarak ödeme imkânı sağlanmıştır154.                                                  toplam değerinden, bu mallara dair borçlar çıktıktan sonra kalan artık değerin (TMK m. 231) yarısı üzerindeki diğer eşin alacak hakkıdır (TMK m. 236/1). 1.1.2002 tarihinden önce yörürlükte bulunan 743 Sayılı Türk Kanunu Medenisi'nin 170.Maddesi uyarınca geçerli olan mal ayrılığı rejiminde katılma alacağına yer verilmemiştir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 150  SARI, 2007, s. 227. 151  Katılma alacağı bulunmadan dava açıldığında Yargıtay 2. Hukuk Dairesi E. 2007/5770, K. 2007/8197, T.  16.5.2007  kararında  katılma  alacağı  belirlenmeden  ayni  hakkının  tesis  edilemeyeceğine hükmetmiştir. Ancak karşı oy yazısında haklı olarak mahkemece yapılacak işin, sağ kalan eşe katılma alacağı davası açması için süre vermek, verilen süre içinde bu dava açılmadığı takdirde davayı reddetmek, sağ kalan eş tarafından katılma alacağı davası açıldığı takdirdeyse sonucunu beklemek, katılma alacağı davası reddedilerek kesinleştiği takdirde davayı reddetmek, katılma alacağı davası kabul edildiği takdirde sonucuna göre katılma alacağı yeterli ise bu bedel karşılığı olarak intifa veya oturma hakkı tanınmasını karar vermek, katılma alacağı yetmez ise bedel eklenmek suretiyle intifa veya oturma hakkı tanınmasına karar vermek olduğu belirtilmiştir. www.kazanci.com (Erişim Tarihi 08.06.2020) 152  KILIÇOĞLU, 2002, s. 47. 153  DOĞAN, 2003, s. 670. 154  ŞIPKA, 2004, s. 326. TMK‘nın yürürlüğe girmesinden önce MK uygulamasından kaynaklı katkı alacağı söz konusu ise sağ kalan eşin, TMK m. 240 hükmüne dayanamayacağı yönünde bkz. GENÇCAN, 2019, s. 361; Yargıtay 8. Hukuk Dairesi E. 2011/6618, K. 2011/5865, T. 15.11.2011:  mülkiyet hakkı T.M.K.nun 240. maddesi uyarınca edinilmiş mallara katılma alacağı karşılığında tanınan bir haktır. 1.1.2002 tarihinden önce geçerli olan mal ayrılığı döneminde edinilen mallardan kaynaklanan katkı payı alacağı karşılığında böyle bir hak tanınmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020). Katıldığımız görüşe göre her ne kadar bu karar doğru olsa da TMK nın yürürlüğe girmesinden evvel yapılan katkı nedeniyle doğan alacak, katkı yapılan malvarlığının yasal mal rejimi sürerken mevcut veya elden çıkartılması durumuna bağlı olarak edinilmiş mallara katılma rejiminin sona ermesi halinde ileri sürüldüğünde, yapılan katkı TMK nın yürürlüğünden önceki dönemde gerçekleşmiş olsa da talep edilen alacak değer artış payı niteliğinden olduğundan TMK m. 240 hükmü uygulama alanı bulur. Bkz. ZEYTİN, 2017, s. 341.   673Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Katılma  alacağı,  ayni  hakkın  belirlenen  değerini  karşılamıyorsa  bu  durumda denkleştirme bedelinin ödenmesi gerekir. Bunun tespiti için  kurulması istenen ayni hakkın tasfiye anındaki piyasa değeri belirlenmelidir (TMK m. 232, 235/I)155. Mal rejimi ölümle sona erse de tasfiye çoğu zaman hemen yapılamadığından bu süreçte malların değerinde meydana gelebilecek değişikliğin haksızlık doğurmaması açısından tasfiye anı olarak karar tarihindeki değerin esas alınması gerekir156.    Sağ kalan eşin katılma alacağı, talebe konu konutun değerinden ya da intifa hakkının değerinden az olsa bile hüküm gereğince sağ kalan eş, bedel eklemek suretiyle de bu hakkını ileri sürebilmelidir; katılma alacağının miktarı önemli değildir157. Sağ kalan eşin katılma alacağı, talep edilen konutun değerine eşit olduğunda ise mahsup sonucu karşılıklı edimler ifa edilmiş sayılır158. Sağ kalan eşin katılma alacağı olmakla birlikte alacakların TBK m. 118 hükmünce takası sonucunda borçlu duruma düşmüş ise yine TMK m. 240 hükmündeki hakkı kullanamaz159. Bu noktada unutulmamalıdır ki sağ kalan eşin  TMK  m.  240  hükmünde  ayni  hakkın  tesisine  yönelik  hakkı  ile  ölen  eşin mirasçılarının sağ kalan eşten olan alacakları TBK m. 139/I hükmü gereğince özdeş olmadığından bunların takası ile artık değere katılma ya da değer artış payı alacağı sona erdirilerek sağ kalan eşin de hükümdeki hakkı sona erdirilemez160. TMK m.  240 hükmünce konut  ve ev eşyası  üzerinde sağ kalan eşin  hakkını kullanması, onun mirasçılık sıfatı ile bağlantılı değildir. Sağ kalan eş mirastan yoksunluk, mirasçılıktan çıkarma veya mirasın reddi gibi bir halde mirasçılık sıfatını yitirmiş olsa bile katılma alacağının varlığı halinde TMK m. 240 hükmünce ayni hak tesisi yönündeki                                                  155  KILIÇOĞLU, 2002, s. 47; KILIÇOĞLU, 2014, s. 79; DOĞAN, 2003, s. 657. 156  ACAR, 2004, s. 89-90; ACAR, 2016, s. 274. 157  RUMO-JUNGO, 2012, Art. 219, N. 6; ŞIPKA/ÖZDOĞAN, 2017, s. 509; GENÇCAN, 2019, s. 363. Kanun hükmünde sınırlama yapılmaksızın böyle bir talebin sağ kalan eşe tanınması, bu hakkın katılma alacağına  karşılık  olmasının  anlamını  yitirmesine  sebebiyet  vermiştir.  Katılma  alacağı  ile  aile konutunun  değeri  arasında  karşılaştırma  yaparak  tahsise  karar  verme  hususunda  hâkime  takdir yetkisinin tanınmasının yerinde olacağı ve katılma alacağının miktarı, aile konutunun veya ev eşyasının belirli bir oranını oluşturmadıkça bu hakkın kullanılamaması gerektiği yönünde bkz. DOĞAN, 2003, s. 658. 158  ŞIPKA, 2004, s. 326; DOĞAN, 2003, s. 657. 159  KILIÇOĞLU, 2002, s. 47; KILIÇOĞLU, 2014, s. 78; DOĞAN, 2003, s. 657. 160  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 61; bu yönde bkz. ZEYTİN, 2017, N. 781.   674Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hakkını kullanabilir; bu hakkın kullanılabilmesi için mirasçılık sıfatı aranmaz161. Bu husus TMK m. 240 ile TMK m. 652 hükmünün temel farklarından birisidir.  Sadece değer artış payı sahibi olan sağ kalan eşin, her ne kadar TMK m. 240 hükmünde değer artış payından bahsedilmiyor olsa bile TMK m. 240 hükmünde tanınan hakka sahip olup olmadığı da irdelenmelidir. Sağ kalan eş, katılma alacağına değil162, sadece TMK m. 227 hükmünce değer artış payına163 sahipse ve değer artış payı alacağı, talep  konusu  konuta  veya  ev  eşyasına  yapılan  katkıdan  doğuyorsa  TMK  m.  240 hükmünce ayni hak tesisi talebi mümkün olabilmelidir164; aksi görüşe göre ise TMK m.                                                  161  KILIÇOĞLU, 2002, s. 46; ŞIPKA/ÖZDOĞAN, 2017, s. 508; bkz. Yargıtay 8. Hukuk Dairesi E. 2014/2640, K. 2014/11919, T. 10.6.2014 www.kazanci.com (Erişim Tarihi 08.06.2020) 162  Örneğin kısa süren bir evlilikte eşler emekli maaşıyla geçimlerini sağlamış ve evlilik boyunca edinilmiş mal bulunmadığından sağ kalan eş lehine katılma alacağı da doğmamış olabilir. 163  Değer artış payı, eşin diğer eşin malına yaptığı katkının karşılığıdır. Ayrıntılı inceleme için bkz. MİDYAT, Nuri Aziz, Edinilmiş Mallara Katılma Rejiminde Değer Artış Payı, On İki Levha Yayıncılık, İstanbul, 2017, s. 15vd. 164  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 58; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406; GÜMÜŞ, 2008, s. 410; ŞEKER, 2007a, s. 443; YAĞCIOĞLU, 2007, s. 115; ERDEM, 2019, s. 315. Sağ kalan eşin talep hakkını ileri sürerken değer artış payının ayni hak tesisi talep edilen şeye ilişkin olmasının gerekli olup olmadığı belirtmeksizin değer artış payına sahip olma durumunda da TMK m. 240  hükmünün  uygulanabileceği  yönünde  bkz.  RUMO-JUNGO,  2012,  Art.  219,  N.  6; STECK/FANKHAUSER, 2017, Art. 219, N. 7; ÖZTAN, 2015, s. 548; MİDYAT, 2017, s. 75, dn.177; BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 543. Bu yönde bkz. Yargıtay 8. Hukuk Dairesi E. 2015/17655, K. 2016/6073, T. 5.4.2016:  Her ne kadar TMK. nun 240. maddesinde artık değere katılma alacağına mahsuben, aile konutu niteliğindeki taşınmaz bölümü üzerinde sağ eş lehine mülkiyet hakkı tanınmış ise de anılan Kanun maddesinde, koşulların oluşması halinde değer artış payı alacağı karşılığında aile konutu üzerinde mülkiyet hakkı tanınmasını engelleyen bir düzenleme mevcut bulunmamaktadır. Yargıtay ve Dairemizin uygulamaları da  bu  yöndedir.   www.kazanci.com  (Erişim  Tarihi  08.06.2020);  Yargıtay  8.  Hukuk  Dairesi E. 2012/7105,  K.  2012/13069,  T.  25.12.2012:   Dava,  …değer  artış  payı  karşılığında  TMK nın 240/3.fıkrası gereğince konut üzerinde mülkiyet hakkı tanınması isteğine ilişkindir. …TMK nın 240/1. Maddesinde katılma alacağı dışında herhangi bir alacak türünden ve bu arada değer artış payından söz edilmemekte ise de TMK nın 240.maddesinin 1.fıkrasında belirtilen amaç ve düzenleme sistematiği, sağ kalan eşin korunması, geçmişte aynı evde yaşadıkları anılar ve geleceğe yönelik aynı duyguların yaşanması vb. durumlar gözetildiğinde katılma alacağına mahsuben herhangi bir alacak hakkının bulunmaması halinde değer artış payı alacağına mahsuben sözü edilen maddede belirtilen isteklerden birinin tanınması mümkündür. Çünkü bunu engelleyen herhangi bir hüküm de bulunmamaktadır. …kanunun (maddenin) lafzından ziyade amacına bakmak ve bunu geniş yorumlamak gerekir. Bu nedenle maddenin lafzı önemli olmakla birlikte, yorum yapılırken üst başlıkların da gözönünde tutulması, kabul edilmesi gereken ilkelerdendir. Yorum yapılırken kanunların lafzı ile birlikte amasının da aynı ölçüde değerlendirilmesi aynı zamanda TMK nın 1. maddesinin emri gereğidir. Yararlar dengesi de bunu öngörmektedir. Kanun koyucunun, her ikisi de evliliğin sona ermesine bağlanmış, iki alacak isteği olan katılma alacağı ile değer artış payı alacağının yerine getirilmesini (ifasını) tamamen farklı  yöntemlere  tabi  tutulması,  bu  bağlamda  katılma  alacağına  ölüm  halinde  sağ  kalan  eşin yararlarını koruyacak biçimde mahsup imkânı vererek, ev ve eşya üzerinde hak sahibi olma hakkını tanırken, değer artış payı için bu yolu yasaklamanın yararlar dengesi yönünden haklı sayılabilecek bir   675Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   240 hükmünce ayni hak tesisine ilişkin talep için değer artış payının ayni hak tesisi talep edilen şeye ilişkin olması gerekli değildir165. Bir başka görüşe göre ise katılma alacağının olmaması halinde TMK m. 240 hükmü uygulanamaz166; ancak TMK m. 652 hükmüne başvurulabilir167. Kanaatimizce hükmün lafzında her ne kadar değer artış payı bulunmasa da yarar dengesinin sağlanması için kanunun amacına göre yorum yapmak gerekir. Katılma alacağı ile değer artış payı alacağı bakımından hüküm açısından fark yaratmak yerine ayni hak tesisinin talep edildiği malda olup olmadığına bakılmaksızın değer artış payı mevcutsa, evlilik birliği içindeki yardımlaşma yükümlülüğünden doğan değer artış payı bakımından hükmün uygulama alanı bulabileceğinin kabulü, sağ kalan eşin yararını gözeterek hükmün amacına ve hakkaniyete de uygun düşecektir.  6. Sağ Kalan Eşin Ayni Hakkın Tesisi Talebinde Bulunması Talepte  bulunulmaması  halinde  sağ  kalan  eş  veya  mirasçılar,  TMK  m.  240 hükmünde sayılan ayni haklara ölümle kendiliğinden sahip olmazlar; bunun için irade beyanına ihtiyaç vardır168. TMK m. 240 hükmünde sağ kalan eşe intifa, oturma ve mülkiyet  hakkını  talep  etme  imkânı  sağlandığından  hükümde  sayılı  talepler,  sınırlı                                                  gerekçesi bulunmamaktadır. Gerçekten de katılma alacağı ve değer artış payı alacağının bir alacak hakkı olarak gerek doğumları (evliliğin sona ermesini gerektirmesi) ve gerekse nitelikleri yönünden birbirinden farklı görülmesi olanaklı değildir. İfaları yönünden bu iki alacağın, aralarında fark yaratılmasını haklı kılacak yarar görülmemektedir. Kanun maddesinin amacı ve düzenleme sistematiği gözetilerek  TMK nın  240.maddesinin  değer  artış  payı  alacakları  bakımından  da  uygulanması hakkaniyete ve fedakarlığın denkleştirilmesi ilkelerine de uygun düşecektir. Sağ kalan eşin yararı da bunu gerektirmektedir. , karar özeti için bkz. BÜBERCİ ÇİFTÇİ/İÇÖZ DEMİREL, 2017, s. 550vd. 165  NÄF-HOFMANN/NÄF-HOFMANN, 1998, N. 2017; ZEYTİN, 2017, s. 341; ACAR, 2016, s. 376. Edinilmiş mallara katılma rejimi dışındaki bir borç ilişkisine dayalı alacağın hüküm gereğince mahsubu söz konusu olmamalıdır. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 60; ZEYTİN, 2017, s. 341; ŞIPKA/ÖZDOĞAN, 2017, s. 510; NEBİOĞLU ÖNER, 2014, s. 112; bu yönde bkz. Yargıtay  8.  Hukuk  Dairesi  E.  2011/6618,  K.  2011/5865,  T.  15.11.2011:   …sözü  edilen  mal rejimlerinden  hangisinin  ağırlıkta  olduğu  açıklanan  alacak  türlerin  saptanmasında  gözönünde tutulmalı şayet yasal mal rejimi olarak kabul edilen edinilmiş mallara katılma alacağının ağırlıkta olduğunun belirlenmesi halinde T.M.K.nun 240. maddesinin değerlendirilmesi düşünülmelidir. Çünkü mülkiyet hakkı T.M.K.nun 240. maddesi uyarınca edinilmiş mallara katılma alacağı karşılığında tanınan bir haktır. 1.1.2002 tarihinden önce geçerli olan mal ayrılığı döneminde edinilen mallardan kaynaklanan katkı payı alacağı karşılığında böyle bir hak tanınmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020) 166  DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1252 (yazarlar, 2005 basısındaki görüşlerini değiştirmişlerdir); KILIÇOĞLU, 2002, s. 47; GENÇCAN, 2019, s. 367; AKKIŞLA, 2018, s. 525-526. 167  RUMO-JUNGO, 2012, Art. 219, N. 14; KILIÇOĞLU, 2002, s. 47; ŞIPKA, 2004, s. 326; ERDEM, 2019, s. 315. 168  RUMO-JUNGO, 2012, Art. 219, N. 7, 9, 12; STECK/FANKHAUSER, 2017, Art. 219, N. 13.   676Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   sayıdadır. Bu talepler niteliği itibariyle ayni hakkın tesisine yönelik olup hak sahibinin ölümüyle sona erer169. Sağ kalan eşe tanınan hak, nispi kişiye sıkı sıkıya bağlı hak olduğundan sağ kalan eşin yasal temsilcisi eğer vasisi ise onun tarafından ancak TMK m. 462/b.9 hükmünce vesayet makamının izni ile kullanabilmelidir170.  Tasfiyenin dava yoluyla gerçekleştirildiği hallerde hâkimin hükmün uygulama şartlarının varolduğuna dayanarak re sen konut veya ev eşyası üzerinde sağ kalan eşin lehine TMK m.  240 hükmünce ayni  hak tesis  etmesi  mümkün değildir171. Talebin muhatabı hususunda yukarıda da belirttiğimiz üzere sağ kalan eş, TMK m. 240 hükmünde tanınan  hakkını  mirasçıya  veya  birden  fazla  mirasçının  bulunması  halinde  miras ortaklığına172  ya  da  miras,  TMK  m.  612  hükmünce  en  yakın  mirasçıların  tamamı tarafından reddedilmişse sulh mahkemesince yapılan iflas hükümlerine göre tasfiyede tasfiye memuruna173 yöneltmek zorundadır174. Talebin tasfiye davası kapsamında da ileri sürülmesi mümkündür175.  Belirtmek gerekir ki edinilmiş mallara katılma rejiminde, edinilen mallar üzerinde hak sahibi olan eşin hakkı, kural olarak aynî değil, şahsi bir haktır (TMK m. 239); ancak bunun istisnası, TMK m. 240 hükmüdür176. Dolayısıyla her ne kadar sağ kalan eş, TMK m. 240 hükmü gereğince bir hak talep etmemiş olsa da TMK m. 239/I, c.1177 hükmü                                                  169  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 408. 170  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  25;  HAUSHEER,  2014,  Art.  219,  N.  2; STECK/FANKHAUSER, 2017, Art. 219, N. 4; GÜMÜŞ, 2008, s. 404; ŞIPKA, 2004, s. 325. 171  SARI, 2007, s. 287. 172  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; DURAL/ÖĞÜZ/GÜMÜŞ, 2020, N. 1254; SARI, 2007, s. 288; GÜMÜŞ, 2008, s. 404, 411. Miras ortaklığının temsilcisine karşı sağ kalan eşin bu talep hakkını ileri sürmesi halinde sonuç doğabilmesi için temsilcisinin mal rejiminin tasfiyesinde ve mirasın paylaştırılmasında özel yetkili kılınması gerekir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 10, 65; SCHLEISS, 1989, s. 56, 65, 101 vd.; DOĞAN, 2003, s. 659; YAĞCIOĞLU, 2007, s. 130, dn. 232. 173   Terekenin iflas hükümlerine göre tasfiyesinde  iflas idaresi  yerine  tasfiye memuru  ve  Ticaret Mahkemesi  yerine  Sulh Hukuk Mahkemesi  geçmektedir. , bkz. Yargıtay 14. Hukuk Dairesi E. 2017/3282, K. 2017/7320, T. 9.10.2017 www.kazanci.com (Erişim Tarihi 08.06.2020) 174  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 65; NÄF-HOFMANN/NÄF-HOFMANN, 1998, N. 1873vd.; GÜMÜŞ, 2008, s. 404. 175  SARI, 2007, s. 288. 176  BAŞPINAR, 2003a, s. 89, dn.59; ACABEY, 2007, s. 494-495, dn. 14. 177  Hüküm şöyledir:  Katılma alacağı ve değer artış payı ayın veya para olarak ödenebilir. .    677Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   gereğince ölen eşin mirasçıları, katılma alacağını ayın veya para olarak ödeme hakkına sahip olduklarından konut veya ev eşyası üzerinde sağ kalan eş lehine mülkiyet hakkı kurmak suretiyle borçlarını ifa edebilirler178. 7. Hak Talep Edilen Bölümün Ölen Eşin Altsoyunun Aynı Meslek ve Sanatı İcra Edeceği Bir Bölüm Olmaması TMK m. 240/son hükmünde sağ kalan eşin ayni hak tesisine yönelik hakkına sınırlama getirilerek mirasbırakanın bir meslek veya sanat icra ettiği ve altsoyundan birinin aynı meslek veya sanatı icra etmesi için gerekli olan bölümlerde sağ kalan eşin hakkını kullanamayacağı düzenlenmiş olup hükmün kapsamına ev eşyası girmemektedir. Hükümde  sadece  altsoyun  mesleki  ve  sanatsal  faaliyet  özgürlüğü  korunmak179  ve altsoyun birinin meslek veya sanatı icraya devam etmesi halinde sağ kalan eşin ayni hakkın  tesisine  yönelik  hakkını  kullanarak  bunu  engellemesinin  önüne  geçilmek istenmiştir. Bu sınırlama ile meslek veya sanatın icrasındaki ekonomik faaliyete, sağ kalan eşin menfaatlerine göre öncelik tanınmış olup180 hükümde  kullanılamaz  ifadesi bulunduğundan sınırlamanın aksine bir anlaşma yapılamayacaktır181. Ancak ölen eş, yaptığı tasarrufla altsoyunun bölümde meslek veya sanatı icra etmesini geçerli şekilde engellemişse bu halde sınırlama söz konusu olmaz182.  Hükümde  sağ  kalan  eşin,  anılan   bölüm lerde  hakkını  kullanılamayacağı düzenlendiğinden183  bu  sınırlama,  yalnızca  konut  bakımından  söz  konusu  olup184 altsoyun bu yöndeki talebi, şekle tabi değildir185. Bu bölümler olmadan başka bir yerde                                                  178  DOĞAN, 2003, s. 659. 179  ŞIPKA, 2004, s. 328. 180  KILIÇOĞLU, 2002, s. 48; YAĞCIOĞLU, 2007, s. 137. 181  YAĞCIOĞLU, 2007, s. 137. 182  ZEYTİN, 2017, N. 792. 183  Bir görüşe göre bu sınırlamanın aksine bir anlaşmanın geçerli olmadığı kabul edilmelidir. Bkz. YAĞCIOĞLU, 2007, s. 137. Diğer bir görüşe göre ise ölüme bağlı tasarrufla veya mal rejimi sözleşmesi ile altsoyun aynı meslek ya da sanatı icra etmeyeceğinin kararlaştırılabileceği kabul edilmektedir. Bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 101. 184  YAĞCIOĞLU, 2007, s. 137-138. 185  YAĞCIOĞLU, 2007, s. 139.   678Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mesleğin veya sanatın icra ettirilmesi, çok masraflı ya da imkânsıza yakın ölçüde186 ise bölümün altsoy için gerekli olduğu ve onun olağan ihtiyacı olarak yorumlanmalıdır; konutun  olmazsa  olmaz  olduğu  yönünde  yorum  yapılırsa  amacı  aşan  ve  hükmün uygulama alanını son derece kısıtlayan yorum yapılmış olur187. Örneğin Ereğli de aile zanaatı ile el yapımı baston imalatını uzun yıllardır oğlu A ile sürdüren mirasbırakanın ölümü üzerine sağ kalan eş TMK m. 240 hükmünce hakkını kullanamaz. Bununla birlikte hükümde anılan  bölüm  ifadesinden, altsoyun bu bölümlerdeki eklentiler üzerinde de aynı hakka sahip olduğu kabul edilmelidir188.    TMK m. 240 hükmünde mesleği veya sanatı devam ettirecek kişilerin kapsamında sadece ölen eşin altsoyu sayılmıştır. Altsoyun dışındaki başka bir mirasçının ya da başka birinin mesleği veya sanatı devam ettirmek istemesi halinde sağ kalan eşin özgülemedeki menfaati ağır basar. Bu kapsamda birden fazla altsoyun bulunması halinde hepsinin değil, içlerinden sadece birinin bu mesleki veya sanat faaliyetini icra etme niyetini sağ kalan eşe yöneltmesi halinde sağ kalan eş, hükümdeki hakkını kullanamayacaktır189. Ölen eşin altsoyundan birinin onun mesleğini yapıyor ya da yapacak olması190 ve aynı zamanda altsoyun faaliyeti devam ettirme yönündeki iradesinin yanında buna yetkin de olması gerekir191. Örneğin, konutun bir odasını avukatlık bürosu olarak kullanan baba öldüğünde aynı  mesleği  sürdüren  oğlu  varsa  sağ  kalan  eş,  konut  üzerinde  hak  tesisini  talep edemeyecektir192  ya  da  altsoy  mirasbırakanın  halı  dokumacılığı  yaptığı  bölümü  bu konuda  hiçbir  uzmanlığının  ve  deneyiminin  olmamasına  rağmen  talep  etmesi  veya                                                  186  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  106;  SCHLEISS,  1989,  s.  139,  143-144; YAĞCIOĞLU, 2007, s. 138. 187  DOĞAN, 2003, s. 665, dn. 48. Katılmadığımız görüşe göre hükmün uygulanabilmesi için mirasbırakan ile aynı meslek veya sanatı icra edecek altsoy lehine talebe konu bölüme ilişkin ölüme bağlı tasarrufun yapılmış olması veya paylaştırma esnasında o bölümün o altsoya tahsis edilmiş olması şarttır. Bkz. HAUSHEER, 2014, Art. 219, N. 31; DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 409; GÜMÜŞ, 2008, s. 415.   188  ZEYTİN, 2017, N. 793. 189  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  105;  SCHLEISS,  1989,  s.  146-147; YAĞCIOĞLU, 2007, s. 139. 190  DOĞAN, 2003, s. 665. 191  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 105; YAĞCIOĞLU, 2007, s. 139. 192  KILIÇOĞLU, 2002a, s. 62; ŞIPKA, 2004, s. 328; ACAR, 2016, s. 373.   679Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mirasbırakanın  avukatlık  ofisini  bilgisayar  tamir  merkezi  haline  getirmek  istemesi halinde bu talep yerinde değildir. Meslek ve sanatın icrası ile konut olarak kullanılan taşınmazın bütünlük arzetmesi halinde  bu  sınırlama  önem  kazanacaktır.  Örneğin  ölen  eş,  konutun  bir  bölümünü avukatlık bürosu veya resim, terzi atölyesi gibi kullanıyor ise ve ölen eşin altsoyu, bu faaliyeti devam ettirecekse altsoy, bu bölümün meslek ve sanatın icrası için gerekli olduğunu  ispatlamalıdır193.  Konutun  ilgili  bölümünde  ölen  eşin  meslek  veya  sanatı yürütmesi kavramı, hükmün uygulama alanı bulabilmesi için devamlı gelir getiren bir faaliyeti göstermelidir; aksi halde boş zamanın değerlendirilmesi, hobi amacıyla yapılan ve gelir getirmeyen bu yöndeki faaliyetler bu kavrama dâhil değildir194. Örneğin altsoyun, mirasbırakanın  ağaç  oymacılığı  hobisini  gerçekleştirdiği  konutun  bir  bölümünü  bu kapsamda talep edememelidir.   Meslek ve sanatın icrası ile ilgili bu düzenleme, TMK m. 240/son, c.2 hükmü gereğince tarımsal taşınmazlara ilişkin miras hukuku hükümleri karşısında uygulama alanı bulmaz195. Hükümdeki emredici sınırlama196 ile tarımsal taşınmazlara ilişkin miras hukuku hükümleri ile mirasın paylaşılmasında tarımsal işletmeleri paylaşma dışında bırakan TMK m. 659 hükmü kastedilmekteydi; ancak TMK m. 659 vd. hükümleri 2014 tarihinde yürürlükten kaldırıldığı197 için ilgili hükümler 5403 sayılı Toprak Koruma ve Arazi  Kullanımı  Kanunu na  taşınmış,  miras  yolu  ile  arazi  bölünmeleri  konusunda bütünlük sağlanmaya çalışılmıştır.  m. 8/C hükmü uygulama alanı bulacaktır198.                                                  193  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  108;  SCHLEISS,  1989,  s.  145,  148-150; ZEYTİN, 2017, N. 794; ŞIPKA, 2004, s. 328; YAĞCIOĞLU, 2007, s. 140. 194  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  102;  SCHLEISS,  1989,  s.  137-138; YAĞCIOĞLU, 2007, s. 138. 195  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 111; YAĞCIOĞLU, 2007, s. 140. 196  YAĞCIOĞLU, 2007, s. 140. 197  TMK m. 646 vd. hükümlerince miras paylaşımının nasıl yapılacağı düzenlenmiş, ancak 15.05.2014 tarihli Resmi Gazete de yayımlanan 6537 sayılı Toprak Koruma Ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanun un 9. maddesi uyarınca TMK m. 659, 660, 661, 662, 663, 664, 665, 666, 667, 668 hükümleri yürürlükten kaldırılmıştır.  198  Ayrıntılı bilgi için bkz. YAVUZ, Cevdet/TOPUZ, Murat,  Toprak Koruma Ve Arazi Kullanımı Kanununda  Değişiklik  Yapılması  Hakkında  Kanun un  Türk  Medeni  Kanunu nun  Miras Hukukuna İlişkin Hükümlerinde Yaptığı Değişiklikler , Prof. Dr. Mehmet Akif Aydın a Armağan,   680Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   8. Eşlerin Aksine Sözleşme Yapmamış Olması TBK m. 240 hükmünün uygulama alanı bulabilmesi için eşler, hükümde  mal rejimi sözleşmesiyle kabul edilen başka düzenlemeler saklıdır  şeklinde açıkça ifade edildiği üzere mal rejimi sözleşmesiyle başka bir düzenleme öngörmemiş olmalıdır. TMK m. 240 hükmü, emredici nitelikte değildir199; hükmün ilk fıkrası gereğince hak sahibi eşin rızası ile, yani mal rejimi sözleşmesi ile hakkın kullanımı ortadan kaldırılabilir. Örneğin eşler aralarında yapacakları mal rejimi sözleşmesiyle sağ kalan eşin konut üzerindeki hakkını mülkiyet değil de intifa ya da oturma hakkının tesisi yönünde kullanacağını kararlaştırabilirler200 veya sağ kalan eşin mirasçılara konut üzerinde intifa veya oturma hakkı tesisine yönelik talebini yöneltmesi halinde mirasçılar, oturma ve intifa hakkının belirli bir süre için verilmesini teklif edebilir ve taraflar bu yönde anlaşabilirler201. Ancak sağ kalan eşin rızası olmadan, diğer eşin veya mirasçıların tek taraflı hukuki işlemiyle bu imkânı ortadan kaldırması mümkün değildir202. Sözleşme ile hakkın kullanımının ortadan kaldırılması, mal rejimi sözleşmesi veya miras  sözleşmesi  ile  mümkündür203.  Hükümde  sözü  geçen  sözleşme  ile  bu  hakkı kaldırmak, TMK m. 652 hükmündeki haktan feragat anlamına gelmez; çünkü TMK m. 240 hükmü, eşler arası anlaşmaya bağlı olarak yürürlükten kalkarken TMK m. 652 hükmünde sağ kalan eş ile diğer mirasçılar arasında anlaşmayı gerektirir204.                                                   Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, İstanbul, 2015, (s. 663-700), s. 685; DURAL/ÖZ, 2019, N. 2103 vd. 199  HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 16; KILIÇOĞLU, 2002, s. 48; ÖZTAN, 2015, s. 547; SARI, 2007, s. 283; ACAR, 2004, s. 141; ACAR, 2016, s. 374; GÜMÜŞ, 2008, s. 403; DOĞAN, 2003, s. 666; YAĞCIOĞLU, 2007, s. 133; KILIÇOĞLU, 2002a, s. 364 te burada yedek hukuk kuralının bulunduğu belirtilmiştir. 200  ŞIPKA, 2004, s. 329. 201  STECK/FANKHAUSER, 2017, Art. 219, N. 12; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 56; ÖZTAN, 2015, s. 547. İntifa veya oturma hakkının sağ kalan eşe ömrünün sonuna kadar tanınmış olması durumunda eğer sağ kalan eş, örneğin huzurevinde veya bakımevinde hayatının geri kalanını geçirmek isterse bu halde bu haklar için katılma alacağından mahsup edilenin bir kısmı, sağ kalan eşe tazminat  olarak  ödenebilir.  Bkz.  HAUSHEER/REUSSER/GEISER,  1992,  Art.  219,  N.  31-51; YAĞCIOĞLU, 2007, s. 148. 202  ÖZTAN, 2015, s. 547; KILIÇOĞLU, 2002a, s. 36; ŞIPKA, 2004, s. 329-334; ACAR, 2016, s. 374. 203  ACAR, 2016, s. 378. 204  STECK/FANKHAUSER, 2017, Art. 219, N. 13; ACAR, 2016, s. 378, dn. 690.   681Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   F. Talebin Yerine Getirilmemesi Halinde Sonuçlar  1. Konuta Yönelik Ayni Hak Tesisi Talebinin Muhatap Tarafından Yerine Getirilmemesi TMK m. 240 hükmü uyarınca sağ kalan eşe konut açısından tanınan mülkiyet hakkı tesisi yönündeki hakkı, yukarıda da belirttiğimiz üzere görüşümüzce  kanundan doğan alacak hakkı  niteliğindedir205. Kanundan doğan alacak hakkının kullanılmasına rağmen muhatap tarafından sağ kalan eşe konut üzerinde mülkiyet hakkı tesis edilmezse bu halde sağ  kalan  eş,  alacak  hakkı  sahibi  olduğundan,  zorunlu  dava  arkadaşlığı  gereğince mirasçılık belgesindeki tüm mirasçıları davalı göstererek206 TMK m. 716/I hükmünce207 alacak hakkına dayalı  tescili isteme (tescile zorlama) davası  açabilir208. Bu halde bir görüşe  göre  mülkiyet,  ilamla  değil  tescille  kazanılacağından  tescil,  kurucu  etkiye ( konstitutive  Wirkung )  sahip  olup209,  diğer  bir  görüşe  göre  ise  tescil,  bildirici                                                  205 Gerekçemizi yukarıda ayrıntılı olarak belirttiğimizden burada tekrardan kaçınıyoruz. Bkz. yuk. IV-A başlığı. 206  BÜBERCİ  ÇİFTÇİ/İÇÖZ  DEMİREL,  2017,  s.  545;  ayrıca  bkz.  Yargıtay  8.  Hukuk  Dairesi  E. 2015/9699, K. 2017/428, T. 19.1.2017:  Davacı sağ eş talebini terekeye karşı dolayısıyla miras bırakanın  mirasçılarına  yönelttiğine  göre,  dosya  içerisinde  yer  alan  mirasçılık  belgesindeki mirasçılardan Ayşegül B.'ın da davada davalı safhında yer alması gerekirken pasif dava ehliyeti tamamlanmadan  davanın  esasına  girilerek  kabulüne  karar  verilmesi  doğru  olmamıştır.  www.kazanci.com (Erişim Tarihi 08.06.2020) 207   Mülkiyetin kazanılmasına esas olacak bir hukukî sebebe dayanarak malikten mülkiyetin kendi adına tescilini istemek hususunda kişisel hakka sahip olan kimse, malikin kaçınması hâlinde hâkimden, mülkiyetin hükmen geçirilmesini isteyebilir.  208  TOPUZ, 2020, s. 465.  Sağ kalan eş ile diğer mirasçıların konutu elbirliği mülkiyetinden paylı mülkiyete dönüştürdükten sonra mirasçının payının icradan ihale yoluyla üçüncü kişiye satılmış olması halinde ise sağ kalan eşin TMK m. 240 hükmünce intifa hakkı tesisini talep etmesi mümkün değildir. Bu yönde bkz. Yargıtay 8. Hukuk Dairesi E. 2014/7625, K. 2014/16683, T. 23.9.2014:  Dava konusu taşınmaz, miras bırakan Demet adına kayıtlı iken 05.09.2008 tarihinde müşterek mülkiyete dönüştürülmüş, davalı Zehra Petek e ait 3/4 pay, kişisel borcundan kaynaklanan icra takibi sonunda ihale yoluyla 21.09.2010 tarihinde dahili davalı M. H. ye satılmıştır. İcra takibi öncesinde taşınmaz elbirliği mülkiyetinden çıkarılarak paylı mülkiyete dönüştürülmüştür. Artık dava konusu taşınmazın birlikte oturulan taşınmaz olarak kabul edilmesine olanak bulunmadığı gibi, taşınmazın 3/4 payı ihale ile dahili davalıya satılmıştır. Bu durumda, sağ kalan eşin TMK'nun 240. madde uyarınca katılma alacağına mahsuben intifa hakkı tesisini talep etmesine imkan bulunmamaktadır. Mahkemece, bu hususlar gözden kaçırılarak davacı tarafın  intifa  hakkı  tesisine  yönelik  talebinin  kabulüne  karar  verilmesi  doğru  görülmemiştir.  www.kazanci.com (Erişim Tarihi 08.06.2020) 209  YAĞCIOĞLU, 2007, s. 43.   682Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   (açıklayıcı) etkiye ( deklaratorische Wirkung ) sahiptir210. Kanaatimizce sağ kalan eş, konut  açısından  kendisine  tanınan  mülkiyet  hakkı  tesisini  talep  yönündeki  irade beyanının  muhatabına  vardığı  anda,  sağ  kalan  eşin  mülkiyet  hakkına  sahip  olması mümkün değildir. Taşınmazlarda mülkiyetin devri Tapu Kanunu m. 26/II hükmünce resmi şekilde yapılmak zorunda olduğundan bu halde tescilin kurucu nitelikte olduğunu; sağ kalan eşin, diğer eşin ölümüyle birlikte mülkiyet hakkına değil, sadece konut üzerinde mülkiyetin tesisini talep yönündeki hakka sahip olduğunu kabul etmek gerekir. Bununla birlikte sağ kalan eşin TMK m. 716 hükmüne dayalı tescili isteme davası açması halinde ise hâkimin mülkiyetin devri yönündeki kesinleşmiş kararı ile TMK m. 705/II hükmünce mülkiyet  tescilden  önce  kazanılacağından  bu  halde  tescil,  bildirici  (açıklayıcı) niteliktedir. Belirtmek gerekir ki TMK m. 716 hükmüne göre açılacak tescili isteme (tescile zorlama)  davasına  uygulamada  hatalı  adlandırmayla   tapu  iptal  ve  tescil  davası  denilmektedir. Hatta TMK m. 240 hükmünün uygulanmasıyla ilgili Yargıtay kararında da bu şekilde bir adlandırma görülmektedir. Örneğin Yargıtay 8. Hukuk Dairesi nin E. 2016/1375,  K. 2016/13579,  T. 11.10.2016 kararına  göre   Dava; katılma alacağına mahsuben aile konutu üzerinde mülkiyet hakkı tanınması, mümkün görülmediği takdirde katılma ve değer artış payı alacağı istemine ilişkindir. …Aile konutu üzerine, mülkiyet hakkının  tanınmasını  gerektiren  yasal  koşulların  gerçekleştiğinin  kanıtlanması durumunda, katılma alacağına mahsuben, yetmezse belirlenecek ilave bedelin davacı tarafça  mahkeme  veznesine  depo  ettirilmesi  sağlandıktan  sonra  mahkemece  tapu kaydının iptali ile tesciline karar verilmelidir. . Görüldüğü üzere Yargıtay ın hemen hemen her içtihadında ve de uygulamada pek çok dava dilekçesinde, mahkeme kararında da kullandığı üzere bu adlandırma hatalıdır. Açıklamak gerekirse taşınmaz üzerinde ayni neticeli talebe dayalı dava,  tapu iptal ve tescil davası  olarak adlandırılırsa altında yatan iki ayrı dava göz ardı edilmiş ve hak kayıpları yaşanmış olacaktır. Uzun yıllardır hatalı olarak adlandırılan, mehaz İsviçre Medeni Kanunu nda da yer almayan  tapu iptal ve tescil davası nın altında yatan davalar, ya TMK m. 716/I hükmüne dayalı tescili isteme                                                  210  RUMO-JUNGO, 2012, Art. 219, N. 12; HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 69; STECK/FANKHAUSER, 2017, Art. 219, N. 13.   683Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   (tescile  zorlama)  davası  ya  da  TMK  m.  1025  hükmüne211  dayalı   yolsuz  tescilin düzeltilmesi davası dır212.  TMK m. 716/I hükmüne dayalı tescili isteme (tescile zorlama) davasında davacı, aynî neticeli talebe konu olan taşınmazda mülkiyet hakkına veya herhangi bir sınırlı aynî hakka sahip değildir. Davacı, aynen ifa talepli davasında temelde yatan bir kazandırıcı işleme dayalı olarak sahip olduğu alacak hakkından ötürü davalıdan tescilin kendi adına yapılmasını  istemektedir.  Dava  davalı  tarafından  tescilin  iradî  olarak gerçekleştirilmemesi sonucu açılmakta olup borçlunun ifa etmemesine dayalı oluşan temerrüt (TBK m. 125/I) sonucunda tescili isteme (tescile zorlama) davası açmaktadır.  TMK m. 240 hükmü uyarınca sağ kalan eşe konut açısından tanınan intifa veya oturma  hakkı  tesisini  talep  yönündeki  hakkı  ise   kanundan  doğan  alacak  hakkı  niteliğindedir. Muhatap, talep kendisine ulaştığında sağ kalan eş lehine TMK m. 795/I hükmüne göre tapu kütüğünde tescille intifa hakkı ya da TMK m. 823/III hükmünün TMK m. 795/I hükmüne atfıyla tapu kütüğünde tescille oturma hakkı kurmazsa213 sağ kalan eş, alacak hakkı sahibi olduğundan TMK m. 716/I hükmüne214 dayalı tescili isteme (tescile zorlama) davası açabilecektir.  Bu noktada değerlendirilmesi gereken bir başka nokta da şerh hususudur. Sağ kalan eşin TMK m. 240 hükmüne dayalı hakkı davaya konu etmesi halinde dava esnasında ölen eşin mirasçıları tarafından yapılabilecek mülkiyet devri ihtimali karşısında konuta ait tapu kütüğüne TMK m. 1010,b.1 hükmüne göre çekişmeli hakkın korunması yönünde tasarruf                                                  211  Hükmün ilk fıkrası şöyledir:  Bir aynî hak yolsuz olarak tescil edilmiş veya bir tescil yolsuz olarak terkin  olunmuş  ya  da  değiştirilmiş  ise,  bu  yüzden  aynî  hakkı  zedelenen  kimse  tapu  sicilinin düzeltilmesini dava edebilir. . 212  ÖZMEN, Etem Sabâ/AYDIN, Gülşah Sinem,  Tapu İptal Davası Olarak yanlış Adlandırma İle Açılan Davalar (Tescili İsteme davası/ Yolsuz Tescilin Düzeltilmesi Davası) , İstanbul, İBD, Cilt 88, S. 2014/6, (s. 179-216), s. 185vd. 213  TMK m. 1015/I hükmüne göre sağ kalan eş ile mirasçılar arasında ayni hak tesisine ilişkin anlaşmanın bulunması  tescil  talebinde  yeterli  olup  ayrıca  bir  ilama  gerek  olmadığı  yönünde  bkz. HAUSHEER/REUSSER/GEISER, 1992, Art. 219, N. 69. 214   Mülkiyetin kazanılmasına esas olacak bir hukukî sebebe dayanarak malikten mülkiyetin kendi adına tescilini istemek hususunda kişisel hakka sahip olan kimse, malikin kaçınması hâlinde hâkimden, mülkiyetin hükmen geçirilmesini isteyebilir.    684Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yetkisinin kısıtlanması şerhinin verilmesi hâkimden talep edilebilir215. Bu halde sağ kalan eşin TMK m. 716 hükmünce açacağı tescili isteme davası, TMK m. 1025 hükmünce yolsuz tescilin düzeltilmesi davası olmadığından geçici tescil şerhi (TMK m. 1011) söz konusu olmayacaktır.  Bununla birlikte sağ kalan eşin konut üzerinde hükümde anılan ayni hak tesisi yönündeki talebini mirasçılara yöneltmesine rağmen mirasçıların tescile yanaşmamaları halinde iki tarafa borç yükleyen temel borç ilişkisi niteliği görülemeyeceğinden TMK m. 5  hükmünün  atfıyla  TBK  m.  125  hükmü  gereğince  sağ  kalan  eşin  aynen  ifadan vazgeçerek olumlu (müspet) zarar tazmininden veya dönme hakkının kullanılmasıyla olumsuz (menfi) zararın tazmininden de söz edilemez.    2. Ev Eşyasına Yönelik Mülkiyet Hakkı Tesisi Talebinin Muhatap Tarafından Yerine Getirilmemesi  TMK m. 240 hükmü uyarınca sağ kalan eşe ev eşyası açısından tanınan mülkiyet hakkı tesisini talep yönündeki hakkı, yukarıda da belirttiğimiz üzere216 kanaatimizce  kanundan doğan alacak hakkı  niteliğindedir. Sağ kalan eşin bu hakkını kullandığına yönelik irade beyanı muhataba vardığında sağ kalan eş, tek taraflı irade beyanıyla ev eşyası üzerindeki mülkiyet hakkını kazanmış olmaz. Muhatap, mülkiyet hakkını tesis etmediğinde sağ kalan eş, alacak davası açabilecek; ancak TMK m. 763/I hükmünce mülkiyet, ev eşyasının zilyetliğinin kendisine devriyle kazanılacaktır. Bu dava, bir eda davası niteliğinde217 olup alınacak ilam, İİK m. 24 hükmünce ilamın icrasına konu olabilecek ve taşınırın teslimine dair olan ilam icra dairesine verilince icra memuru bir icra emri tebliği suretiyle borçluya yedi gün içinde o şeyin teslimini emredecektir. G. Ölüme Bağlı Tasarruf Halinde Sağ Kalan Eşin Hakkının Durumu Ölen eş, ölüme bağlı tasarruf yoluyla konutu veya ev eşyasını mirasçılardan birine ya da üçüncü bir kişiye bırakmış olabilir. Bu halde ölüme bağlı tasarrufun geçerli olup olmadığı ve sağ kalan eşin TMK m. 240 hükmündeki hakkını ölüme bağlı tasarrufun                                                  215  GÜMÜŞ, 2008, s. 416, dn.667. 216  Bkz. yuk. IV-A başlığı. 217  YAĞCIOĞLU, 2007, s. 43.   685Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   varlığına rağmen kullanıp kullanamayacağı bakımından doktrinde farklı görüşler ileri sürülmektedir. İlk görüşe218 göre bu durumda ölüme bağlı tasarrufun TMK m. 557, b. 3 hükmünce iptali istenemez. İkinci görüşe219 göre eğer ölen eş, ölüme bağlı tasarruf yoluyla konut üzerinde üçüncü bir kişi lehine mülkiyet hakkının kurulmasını arzu etmiş ise bu ihtimalde ölüme bağlı tasarruf, sağ kalan eşin kanundan doğan talebi öncelik taşıdığından TMK m. 240 hükmüne aykırılık teşkil eden ölüme bağlı tasarruf, TMK m. 557, b. 3 hükmünce iptal edilebilir. Üçüncü görüşe220 göre ise ölen eşin ölüme bağlı tasarrufla konutunu bir mirasçıya bırakması halinde eğer bu tasarruf, TMK m. 647/son hükmünce221 vasiyet sayılmayıp  paylaştırma  kuralı  sayılıyorsa  bu  tasarruf,  mal  rejimi  sözleşmesi sayılamayacağından TMK m. 240 hükmünce sağ kalan eşin hakkını ileri sürmesini engellemez. Ancak ölüme bağlı tasarruf paylaştırma kuralı sayılmıyorsa bu halde TMK m. 240 hükmünce sağ kalan eş, intifa veya oturma hakkının tesisini talep yönündeki hakkını ileri sürebilmeli, ancak mülkiyet hakkının tesisini talep yönündeki hakkını ileri sürememelidir. Kanaatimizce ölen eşin, vasiyetname ile sağ kalan eşin talebine konu edeceği konut veya ev eşyası üzerinde başkası lehine tasarrufta bulunması halinde sağ kalan eş, kanunen                                                  218  DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 405; GÜMÜŞ, 2008, s. 407; YAĞCIOĞLU, 2007, s. 135-136; AKKIŞLA, 2018, s. 523. Bu görüşe göre TMK m. 240 hükmünde sağ kalan eşe tanınan hak, eşyaya bağlı borç olmadığından bu hak, konutun veya ev eşyasının sonraki maliklerine karşı ileri sürülemez. Bkz. DURAL/ÖĞÜZ/GÜMÜŞ, 2005, s. 406; GÜMÜŞ, 2008, s. 408. 219  KILIÇOĞLU, 2002a, s. 62; BAŞPINAR, Veysel,  Yeni Türk Medeni Kanunu , Prof. Dr. Turgut Kalpsüz e Armağan, Turhan Kitabevi, Ankara, 2003, (s. 669-691), s. 685, dn. 82; BAŞPINAR, 2003a, s. 95; ACAR, 2004, s. 140; ÖZUĞUR, 2015, s. 89; HAYRAN, 2004, s. 339; ŞIPKA, 2004, s. 329; AKINTÜRK/ATEŞ, 2020, s. 177. 220  DOĞAN, 2003, s. 667-668. Yazara göre ölen eş, ölüme bağlı tasarruf yoluyla konutunu mirasçılardan birine ya da üçüncü bir kişiye bırakmış olması ihtimalinde çıplak mülkiyet lehine vasiyet edilen kişide olacağından sağ kalan eş, konut üzerinde lehine sadece intifa ya da oturma hakkının tanınmasını isteyebilir. Bu halde ölüme bağlı tasarrufun geçersiz olduğu kabul edilmeyerek ölüme bağlı tasarruftaki arzuya uygun şekilde mirasçının mülkiyet hakkını elinden almamak üzere sağ kalan eş, TMK m. 240/III hükmünce mülkiyet hakkının tesisini talep etme hakkını ileri sürememelidir. Şöyle ki mülkiyet hakkını talep etmek, sağ kalan eşin hüküm gereğince ikincil hakkıdır ve tasarrufu geçersiz kılmayı gerektiren nitelikte değildir. Ancak eğer ölen eş, ölüme bağlı tasarruf yoluyla konut üzerinde mirasçılardan biri ya da üçüncü bir kişi lehine intifa veya oturma hakkının kurulmasını arzu etmiş ise bu ihtimalde ölüme bağlı tasarruf TMK m. 240 hükmüyle bağdaşmadığından TMK m. 557, b. 3 hükmünce iptal sebebi sayılabilir.  221   Aksini arzu ettiği tasarruftan anlaşılmadıkça, mirasbırakanın tereke malını bir mirasçıya özgülemesi, vasiyet olmayıp sadece paylaştırma kuralı sayılır.    686Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   sahip  olduğu hakkın  ihlalinden bahisle TMK  m.  557, b. 3 hükmünce ölüme bağlı tasarrufun hukuka aykırılığını ileri sürerek iptal davası açılamaz222; bu halde ölen eşin irade beyanı ayakta tutulmalıdır. Örneğin ölen eşin, sağ kalan eşle birlikte yaşadıkları konutu A kişisine vasiyet etmesi ve böylece TMK m. 517 hükmünce belirli mal bırakma yönünde  ölüme  bağlı  tasarrufun  bulunması  halinde  sağ  kalan  eşin,  TMK  m.  240 hükmünce sahip olduğu hakkını kullanıp kullanamayacağı irdelendiğinde ölüme bağlı tasarrufun TMK m. 557, b. 3 hükmünce iptale konu olamayacağı kabul edilmelidir. Şöyle ki ölüme bağlı tasarrufun iptali sebeplerinin düzenlendiği TMK m. 557 hükmü, sınırlı sayı  ilkesine  tabi  olup  dört  bentte  sayılan  sebepler  arasında  anılan  ihtimal düzenlenmemiştir. TMK m. 557 hükmünün 3. bendinde düzenlenen  Tasarrufun içeriği, bağlandığı  koşullar  veya  yüklemeler  hukuka  veya  ahlâka  aykırı  ise   ölüme  bağlı tasarrufun iptal edilebileceği ihtimali, sağ kalan eşin TMK m. 240 hükmünce sahip olduğu  hakkın  varlığından  bahisle  ölen  eşin  ölüme  bağlı  tasarrufunun  iptalini gerektirecek nitelikte değildir; çünkü ölen eşin ölüme bağlı tasarrufunun içeriği, hukuka veya ahlaka aykırılık taşımamaktadır. TMK m. 557, b. 3 hükmünde düzenlenen hukuka aykırılık kavramı, TBK m. 27 hükmünün özel bir düzenlemesi niteliğinde olup ölüme bağlı tasarrufun içeriğinin, bağlandığı koşulların veya yüklemelerin emredici hükümlere, kamu düzenine, kişilik haklarına aykırı olması hukuka aykırılık oluşturur223. Halbuki TMK  m.  240  hükmünce  sağ  kalan  eşin  sahip  olacağı  hakkı  kullanabilme  ihtimali karşısında ölen eşin sağlığında ölüme bağlı tasarruf yapma özgürlüğü kısıtlanamaz ve ölüme bağlı tasarrufun hukuka aykırılığından bahsedilemez. Bununla birlikte örneğin birden çok mirasçı varsa TMK m. 640 hükmü gereğince mirasçılar arasında terekedeki bütün hak ve borçları kapsayan bir ortaklık meydana geleceğinden ve mirasçılar terekeye elbirliğiyle sahip olacaktır; bu halde TMK m. 702/II224 hükümlerince miras ortaklığındaki                                                  222 Önceki görüşümüzden dönüyoruz; önceki görüşümüz için bkz. ŞIPKA, 2019, s. 29. Bununla birlikte başka bir ihtimal olarak sağ kalan eşin mirasçılık sıfatının olmaması halinde vasiyet alacaklısına ölüme bağlı tasarruftan doğan borç ifa edildiğinde artık sağ kalan eşin TMK m. 240 hükmüne dayalı hakkını  kullanamayacağı, çünkü imkansızlığın oluştuğu kabul edilmelidir. Bkz. GÜMÜŞ, 2008, s. 408. 223  ÇABRİ, Sezer, Miras Hukuku Şerhi (TMK m. 495-574) Cilt-I, On İki Levha Yayıncılık, İstanbul, 2018, N. 1315. 224   Kanunda veya sözleşmede aksine bir hüküm bulunmadıkça, gerek yönetim, gerek tasarruf işlemleri için ortakların oybirliğiyle karar vermeleri gerekir.    687Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   mirasçılar, konut üzerinde mülkiyet hakkının tesisini talep eden belirli mal vasiyeti alacaklısı lehine tapuda devir işlemini yapılabilmek için bu hususta oybirliğine ihtiyaç duyacaktır. Halbuki TMK m. 240 hükmünce hakka sahip olan sağ kalan eşin de bu mirasçı  ortaklar  arasında  olduğu  göz  önüne  alındığında,  zaten  belirli  mal  vasiyeti alacaklısı lehine mülkiyet tesisinin sağ kalan eşin de diğer mirasçılarla aynı yöndeki olumlu  oyu  olmadan  yapılamayacağı  açıktır.  Bu  takdirde  ise  belirli  mal  vasiyeti alacaklısının konut üzerinde mülkiyet hakkının tesisine yönelik TMK m. 716/I hükmüne dayalı tescili isteme davası açması durumunda elbirliği mülkiyetine sahip mirasçılar arasında zorunlu dava arkadaşlığı olduğundan davanın, mirasçı ortakların tümü aleyhine açılması gerekecektir225. Şöyle ki mirasbırakanın ölümü halinde vasiyete konu edilen edimin  ifası,  tüm  mirasçılarından  istenir;  mirasçılar  arasında zorunlu  dava arkadaşlığı bulunduğundan  dava  tüm  mirasçılara  karşı  yöneltilmelidir226. Dolayısıyla davacı vasiyet alacaklısının TMK m. 716 hükmüne dayalı tescili isteme davası açması halinde de sağ kalan eşin zorunlu dava arkadaşlığı ve TMK m. 702/II hükmü kapsamında aranacak olumlu oyu olmaksızın vasiyet alacaklısı lehine tescilin gerçekleştirilemeyeceği açıktır.  SONUÇ TBK m. 240 hükmü, edinilmiş mallara katılma rejiminin eşlerden birinin ölümü ile sona ermesi durumunda evlilik sonrası dayanışma ve de sağ kalan eşin o ana kadarki                                                  225   Elbirliği halinde mülkiyette, mirasçılar arasında ortaklık bağı vardır. Bu kişiler mirasçı sıfatı ile bir mala veya hakka birlikte malik olmak durumundadır. 4721 Sayılı Türk Medeni Kanunu nun 701 ila 703. maddeleri uyarınca bu tür mülkiyetin (ortaklığın) tüzel kişiliği bulunmadığından ortaklardan her birinin eşya üzerinde doğrudan bir hakkı da yoktur. Bu anlatımın doğal sonucu olarak da mülkiyet bütünüyle ortakların tümüne aittir. Elbirliği mülkiyetinde malikler mülkiyet payını ayırmadığından eşya üzerinde paydaş değil ortaktır. Yine bu tür mülkiyette işin özelliği gereği ortaklar arasında zorunlu dava arkadaşlığı vardır. Şayet davalı olacaklarsa davanın ortakların tümü aleyhine açılması gerekir. , bkz. Yargıtay 14. Hukuk Dairesi E. 2019/4774, K. 2020/4, T. 3.1.2020;  Elbirliği (İştirak) halinde mülkiyetin bu özelliği itibariyle ortaklar arasında zorunlu dava arkadaşlığı bulunmaktadır. Şayet yasa veya elbirliği ( iştirak ) halinde mülkiyeti oluşturan anlaşmada ortaklık adına hareket etme yetkisinin kime ait olacağı belirtilmemişse, ortaklığın tasfiyesini isteme hakkı dışındaki tüm işlemlerde ortakların ( iştirakçilerin ) oybirliği ile karar almaları ve birlikte hareket etmeleri zorunluluğu vardır. , bkz. Yargıtay 14. Hukuk Dairesi E. 2016/19017, K. 2017/9305, T. 12.12.2017, www.kazanci.com (Erişim Tarihi 08.06.2020). 226  Yargıtay 14. Hukuk Dairesi E. 2013/1312, K. 2013/3098, T. 5.3.2013, www.kazanci.com (Erişim Tarihi 08.06.2020).   688Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   yaşam  standardını  devam  ettirmesi,  eşin  mağduriyetinin  önlenmesi,  olağan  yaşam ilişkilerini sürdürebilmesini sağlamak, eşlerin sadece ölüm haliyle sınırlı olmak üzere konut veya ev eşyası üzerinde ayni hak talebinde bulunabilmesi amacını taşır. Ölen eşiyle beraber anılarını ve hayatını paylaştığı konutta hayatının geri kalanını rahatsız edilmeden geçirmekte ve ev eşyasını kullanmakta sağ kalan eşin menfaatinin olduğu açıktır. Bu düzenleme, sağ kalan eşin korunmaya değer menfaatini kollamak gibi sosyal ve insani bir amaçla getirilmiştir.  TMK m. 240 hükmünün uygulanmasının başlıca şartları, eşler arasında edinilmiş mallara katılma rejiminin mevcut olması ve bu rejimin -aksi mal rejimi sözleşmesi ile kararlaştırılmamışsa- eşlerden birinin ölümü ile sona ermesi, konutun veya ev eşyasının ölen eşin terekesinde bulunması, talebin konuta veya ev eşyasına yönelik olması, sağ kalan eşin eski yaşantısını devam ettirecek olması, mal rejiminin tasfiyesi sonucunda sağ kalan eşin katılma alacağına sahip olması, sağ kalan eşin ayni hak talebinde bulunmasıdır.  TMK m. 240 hükmünün amacına daha uygun olarak eşlerin birlikte yaşadıkları konut kavramı, TMK m. 194 hükmünde düzenlenen aile konutu kavramından daha geniş anlaşılmalıdır. Ev eşyası ise eşlerin beraber kullandıkları, evdeki olağan hayatın devamı için  varlığı  zorunlu  olan  ya  da  evin  döşenmesinde  kullanılan  eşyadır.  Ev  eşyası, kullanılmakla zamanla ömrü tükenen, değer kaybeden mahiyette olduğundan hüküm kapsamında sadece mülkiyet hakkının tesisine imkân tanınmıştır.  TMK m. 240 hükmünde sağ kalan eşe mülkiyet, intifa veya oturma hakkı tesisini talep yönünde hak tanınmıştır. Bu hak, sözleşmesel değil, kanundan doğan bir haktır. Sağ kalan eş, TMK m. 240 hükmü uyarınca katılma alacağı bakımından katılma alacağının kendisine para olarak ödenmesi ya da konut veya ev eşyası üzerinde ayni hak tesisini talep edebilme yönünde seçimlik hakka sahiptir. Konut veya ev eşyası üzerinde sağ kalan eşe tanınabilecek haklar, TMK m. 240 hükmünde sayılanlarla sınırlıdır. Mal rejimi sözleşmesiyle kabul edilen başka düzenlemeler saklı kalmak kaydıyla (TMK m. 240/I) sağ kalan eşe başka bir hakkın tanınması bu hüküm gereğince mümkün değildir. Sağ  kalan  eşe   mülkiyet   veya   intifa  ve  oturma   hakkı  tesisini  talep  hakkı kanaatimizce  kanundan doğan alacak hakkı  niteliğindedir. Sağ kalan eşin bu talebi, muhatabına ulaşması gereken bir irade beyanı olmakla birlikte herhangi bir şekle bağlı   689Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   değildir. İrade beyanı sözlü, adi yazılı, noter ihtarnamesi yoluyla yöneltilebileceği gibi dava yolu ile de yöneltilebilir. TMK m. 240/I hükmü uyarınca sağ kalan eşin konut üzerindeki talebi, intifa veya oturma hakkı tanınmasına ilişkin olabilirken bu talep, TMK m. 240/III hükmü gereğince haklı  sebeplerin  varlığı  hâlinde  intifa  veya  oturma  hakkı  yerine  mülkiyet  hakkı tanınmasına ilişkin de olabilir. Sağ kalan eşin ev eşyası üzerindeki talebi bakımından ise konuta ilişkin taleplerden sadece mülkiyet hakkı tesisine yönelik talep, kanuni düzenleme konusu olmuştur. Buna göre TMK m. 240/II hükmü gereğince  Sağ kalan eş, aynı koşullar altında ev eşyası üzerinde kendisine mülkiyet hakkı tanınmasını isteyebilir. . Dolayısıyla sağ kalan eşin ev eşyası üzerindeki talebinin konusu, ancak mülkiyet hakkı olabilir. Kanundan doğan alacak hakkının kullanılmasına rağmen muhatap tarafından sağ kalan eşe konut üzerinde mülkiyet hakkı tesis edilmezse bu halde sağ kalan eş, alacak hakkı sahibi olduğundan, zorunlu dava arkadaşlığı gereğince mirasçılık belgesindeki tüm mirasçıları davalı göstererek TMK m. 716/I hükmünce alacak hakkına dayalı  tescili isteme (tescile zorlama) davası  açabilir.  Muhatap, talep kendisine ulaştığında sağ kalan eş lehine TMK m. 795/I hükmüne göre tapu kütüğünde tescille intifa hakkı ya da TMK m. 823/III hükmünün TMK m. 795/I hükmüne atfıyla tapu kütüğünde tescille oturma hakkı kurmazsa sağ kalan eş, kanundan doğan alacak hakkı sahibi olduğundan yine TMK m. 716/I hükmüne dayalı tescili isteme (tescile zorlama) davası açabilecektir. Sağ kalan eşin TMK m. 716 hükmünce açacağı tescili  isteme  davası,  TMK  m.  1025  hükmünce  yolsuz  tescilin  düzeltilmesi  davası olmadığından geçici tescil şerhi (TMK m. 1011) söz konusu olmayacaktır.  Sağ kalan eş, hakkını kullandığına yönelik irade beyanı muhataba vardığında tek taraflı irade beyanıyla ev eşyası üzerindeki mülkiyet hakkını kazanmış olmaz. Muhatap, mülkiyet hakkını tesis etmediğinde sağ kalan eş, alacak davası açabilecektir. Ölen eşin, vasiyetname ile sağ kalan eşin talebine konu edeceği konut veya ev eşyası üzerinde başkası lehine tasarrufta bulunması halinde sağ kalan eş, kanunen sahip olduğu hakkın ihlalinden bahisle TMK m. 557, b. 3 hükmünce ölüme bağlı tasarrufun   690Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   hukuka aykırılığını ileri sürerek iptal davası açılamaz; bu halde ölen eşin irade beyanı ayakta tutulmalıdır. Ölüme bağlı tasarrufun iptali sebeplerinin düzenlendiği TMK m. 557 hükmü, sınırlı sayı ilkesine tabi olup dört bentte sayılan sebepler arasında anılan ihtimal düzenlenmemiştir. TMK m. 557 hükmünün 3. bendinde düzenlenen  Tasarrufun içeriği, bağlandığı  koşullar  veya  yüklemeler  hukuka  veya  ahlâka  aykırı  ise   ölüme  bağlı tasarrufun iptal edilebileceği ihtimali, sağ kalan eşin TMK m. 240 hükmünce sahip olduğu  hakkın  varlığından  bahisle  ölen  eşin  ölüme  bağlı  tasarrufunun  iptalini gerektirecek nitelikte değildir; çünkü ölen eşin ölüme bağlı tasarrufunun içeriği, hukuka veya ahlaka aykırılık taşımamaktadır. Bununla birlikte miras ortaklığındaki mirasçılar, konut üzerinde mülkiyet hakkının tesisini talep eden belirli mal vasiyeti alacaklısı lehine tapuda devir işlemini yapabilmek için bu hususta oybirliğine ihtiyaç duyduklarından sağ kalan eşin de bu mirasçı ortaklar arasında olduğu göz önüne alındığında, zaten belirli mal vasiyeti alacaklısı lehine mülkiyet tesisinin sağ kalan eşin de diğer mirasçılarla aynı yöndeki olumlu oyu olmadan yapılamayacağı açıktır. Bu takdirde ise vasiyet alacaklısının konut üzerinde mülkiyet hakkının tesisine yönelik TMK m. 716/I hükmüne dayalı tescili isteme davası açması durumunda elbirliği mülkiyetine sahip mirasçılar arasında zorunlu dava  arkadaşlığı  olduğundan  davanın,  mirasçı  ortakların  tümü  aleyhine  açılması gerekecektir. Dolayısıyla sağ kalan eşin zorunlu dava arkadaşlığı ve TMK m. 702/II hükmü kapsamında aranacak olumlu oyu olmaksızın vasiyet alacaklısı lehine tescilin gerçekleştirilemeyeceği de açıktır.   KAYNAKÇA ACABEY, Mehmet Beşir,  Edinilmiş Mallara Katılma Rejiminde Tartışmalı Bazı Konular Hakkında Düşünceler , İzmir Barosu Dergisi, Yıl 73, S. 2, 2009  ACABEY,  Beşir,   Edinilmiş  Mallara  Katılma  Rejiminde  Mal  Grupları-İspat  Kuralları  Ve Eşlerden Paylı Mülkiyet Altındaki Mallara İlişkin Düzenlemeler , DEÜHFD, Cilt 9, Özel Sayı, 2007, (s. 491-534) ACAR, Faruk, Eşin Yasal Miras Payının Belirlenmesi, Seçkin Yayıncılık, Ankara, 2004    691Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   ACAR, Faruk, Aile Hukukumuzda Aile Konutu Mal Rejimleri Eşin Yasal Miras Payı, 2. Basım, Seçkin Yayıncılık, Ankara, 2016 AKINTÜRK, Turgut/ATEŞ, Derya, Türk Medeni Hukuku Cilt 2 Aile Hukuku, 22. Basım, Beta Yayınları, İstanbul, 2020 AKKIŞLA, H. Sena,  Aile Konutunun Sağ Kalan Eşe Özgülenmesi , Kesit Akademi Dergisi, S.16,  2018,  s.  541-563,  http://www.kesitakademi.com/?mod =tammetin&makaleadi=&makaleurl=159974165_1540%20H.%20Sena%20AKKIŞLA.pdf&key=1234 ATEŞ, Turan, Edinilmiş (Kazanılmış) Mallara Katılma Rejimi, Legal Yayıncılık, İstanbul, 2004 AYAN, Serkan, Evlilik Birliğinin Korunması, Türkiye Barolar Birliği Yayınları, Ankara, 2004 BARLAS, Nami,  Yeni Türk Medenî Kanunu Hükümleri Çerçevesinde Eşler Arası Hukuki İşlem Özgürlüğü ve Sınırları , Prof. Dr. Necip Kocayusufpaşaoğlu na Armağan, Seçkin Yayıncılık, İstanbul, 2004, (s. 115-145) BAŞPINAR, Veysel,  Yeni Türk Medeni Kanunu , Prof. Dr. Turgut Kalpsüz e Armağan, Turhan Kitabevi, Ankara, 2003, (s. 669-691) BAŞPINAR, Veysel,  Türk Medeni Kanunu İle Aile Hukukunda Yapılan Değişiklikler Ve Bu Konuda Bazı Önerilerimiz , AÜHFD, Cilt 52, S.3, Ankara, 2003, (s. 79-101) (2003a) BUZ, Vedat, Medeni Hukukta Yenilik Doğuran Haklar, Yetkin Yayıncılık, Ankara, 2005 BÜBERCİ ÇİFTÇİ, Afet Gülen/İÇÖZ DEMİREL, Derya, Boşanma Davaları Cilt 2, Seçkin Yayıncılık, Ankara, 2017 CEYLAN, Ebru, Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları, Galatasaray Üniversitesi Yayınları, İstanbul, 2006 ÇABRİ, Sezer, Miras Hukuku Şerhi (TMK m. 495-574) Cilt-I, On İki Levha Yayıncılık, İstanbul, 2018   692Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   GÜRSOY, Kemal T./EREN, Fikret/CANSEL, Erol, Türk Eşya Hukuku, 2. Basım, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1984 DEMİRBAŞ, Harun,  Sağ Kalan Eşe Aile Konutu ve Ev Eşyası Üzerinde Ayni Hak Tanınması İmkânı Veren MK. 240 ve MK. 652'nin Karşılaştırmalı Olarak İncelenmesi , Prof. Dr. Hüseyin Hatemi'ye Armağan, Vedat Kitapçılık, İstanbul, 2009, (s. 589-603) DOĞAN, Murat,  Mal Rejiminin Tasfiyesinde ve Mirasın Paylaşımında Aile Konutu ve Ev Eşyası , AÜEHFD, Cumhuriyetimizin 80. Kuruluş Yılına Armağan, Cilt VII, S.3-4, 2003, (s. 651-696) DOĞAN, Murat,  Medeni Kanunun Getirdiği Yeni Bir Müessese: Aile Konutu , AÜEHFD, Cilt VI, S. 1-4, Yıl 2002, (s. 285-300) DURAL, Mustafa/ÖZ, Turgut, Türk Özel Hukuku Cilt IV Miras Hukuku, 13. Basım, Filiz Kitabevi, İstanbul, 2019 DURAL, Mustafa/ÖĞÜZ, Tufan/GÜMÜŞ, M. Alper, Türk Özel Hukuku Cilt III Aile Hukuku, Filiz Kitabevi, İstanbul, 2005 DURAL, Mustafa/Öğüz, Tufan/Gümüş, M. Alper, Türk Özel Hukuku Cilt III Aile Hukuku, 15. Basım, Filiz Kitabevi, İstanbul, 2020  ERDEM, Mehmet, Aile Hukuku, 2. Basım, Seçkin Yayıncılık, Ankara, 2019 EREN, Fikret, Mülkiyet Hukuku, 4. Basım, Yetkin Yayınları, Ankara, 2016 GENÇCAN, Ömer Uğur, Mal Rejimleri Hukuku, 5. Basım, Yetkin Yayınları, Ankara, 2018 GEZDER, Ümit,  Mirasın Paylaşılmasında Aile Konutunun ve Ev Eşyasının Sağ Kalan Eşe Özgülenmesi (MK m.652),  İÜHFM, Cilt 65, S.2, İstanbul, 2007, (s. 237-252) GÜMÜŞ, M. Alper, Teoride ve Uygulamada Evliliğin Genel Hükümleri ve Mal Rejimleri (TMK m. 185-281), Vedat Kitapçılık, İstanbul, 2008 HAUSHEER,  Heinz/  REUSSER,  Ruth/  GEISER,  Thomas,  Berner  Kommentar, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das Eherecht, Band II/1/2, Die Wirkungen der Ehe im allgemeinen, Artikel 159- 180 ZGB, Schulthess, Bern, 1999    693Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   HAUSHEER, Heinz/ REUSSER, Ruth/ GEISER, Thomas, Der ordentliche Güterstand der Errungenschaftsbeteiligung,  Art.  196-220  ZGB,  Berner  Kommentar  Band/Nr. II/1/3/1, Art. 219, Stämpfli Verlag AG, Bern, 1992 HAUSHEER, Heinz, Basler Kommentar Zivilgesetzbuch I. Art. 1-456 ZGB (Herausgeber, Geiser, Thomas/Fountoulakis, Christiana), Schulthess, Basel, 2014  HAYRAN, H. Burhan, Mal Rejimleri Şerhi (4721 S. TMK: 202-281), Adil Yayınevi, Ankara, 2004 KARLI, Özlem,  TMK. Mad. 652 ye Göre Aile Konutu ve Ev Eşyasının Sağ Kalan Eşe Özgülenmesi , Prof. Dr. Hüseyin Hatemi ye Armağan, Cilt I, Vedat Kitapçılık, İstanbul, 2009, (s. 889–904) KILIÇOĞLU, Ahmet M., Edinilmiş Mallara Katılma Rejimi, Turhan Kitabevi, Ankara, 2002 (2002a) KILIÇOĞLU, Ahmet M., Türk Medeni Kanunu nda Diğer Eşin Rızasına Bağlı Hukuksal İşlemler ve Yasal Alım Hakkı, Turhan Kitabevi, Ankara, 2002  KILIÇOĞLU,  Ahmet  M.,   Katılma  Alacağında  Zamanaşımı ,  Prof.  Dr.  Fırat  Öztan a Armağan, Cilt I, Turhan Kitabevi, Ankara, 2010, (s. 1289–1298) KILIÇOĞLU, Ahmet M., Medeni Kanun'umuzun Aile- Miras- Eşya Hukukuna Getirdiği Yenilikler, 3. Basım, Turhan Kitabevi, Ankara, 2014 KILIÇOĞLU, Ahmet M., Katkı – Katılma Alacağı, 7. Bası, Turhan Kitabevi, Ankara, 2020  KILIÇOĞLU, Ahmet M., Aile Hukuku, 4. Basım, Turhan Kitabevi, Ankara, 2019 MİDYAT, Nuri Aziz, Edinilmiş Mallara Katılma Rejiminde Değer Artış Payı, On İki Levha Yayıncılık, İstanbul, 2017 NÄF-HOFMANN, Marlies/NÄF-HOFMANN, Heinz, Schweizerisches Ehe- und Erbrecht, Schulthess, Zürich, 1998 NEBİOĞLU ÖNER, Şebnem, Aile Konutunun Sağ Kalan Eşe Özgülenmesi, Adalet Yayınevi, Ankara, 2014   694Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   NEBİOĞLU  ÖNER,  Şebnem,   Aile  Konutunun  Özellikleri,  Unsurları,  Koruma  Süresi  ve Koruma Nedenleri , Türkiye Barolar Birliği Dergisi, Kasım-Aralık 2011, Ankara, S. 97 NEBİOĞLU ÖNER, Şebnem,  Edinilmiş Mallara Katılma Rejiminde Aile Konutunun Sağ Kalan Eşe Özgülenmesi , Ankara Hacı Bayram Veli ÜHFD, Cilt XXIV, S. 1, 2020, (s. 169218)  NUSPLIGER, Isabelle, ZGB Kommentar Schweizerisches Zivilgesetzbuch Reihe OFK - Orell Füssli Kommentar, Art. 219, Herausgeber Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz, Roland Fankhauser, Stämpfli, Bern, 2016 ÖZMEN, E. Saba / ÜREM, Müge,  Arsa Payı Karşılığı İnşaat Sözleşmelerinde Yargıtay Kararları ile Yaratılan  Avans Tapu  Kavramına Yönelik Eleştiriler , Maltepe ÜHFD, 2016/1, Seçkin Yayıncılık, İstanbul, 2016, (s. 13-31) ÖZMEN, Etem Sabâ/AYDIN, Gülşah Sinem,  Tapu İptal Davası Olarak yanlış Adlandırma ile Açılan Davalar (Tescili İsteme davası/ Yolsuz Tescilin Düzeltilmesi Davası) , İstanbul, İBD, Cilt 88, S. 2014/6, (s. 179-216) ÖZDAMAR, Demet/KAYIŞ, Ferhat, Yasal Mal Rejimi ve Tasfiyesi, Seçkin Yayıncılık, Ankara, 2012 ÖZTAN, Bilge, Aile Hukuku, 6. Basım, Turhan Kitabevi, Ankara, 2015 ÖZUĞUR, Ali İhsan, Mal Rejimleri, 8. Basım, Seçkin Yayıncılık, Ankara, 2015 PIOTET,  Paul,  Die  Errungenschaftsbeteiligung  nach  schweizerischem  Ehegüterrecht, Stämpfli, Bern, 1987 RUMO-JUNGO,  Alexandra,  CHK  Hand  Kommentar  zum  Schweizer  Privatrecht, Herausgeber Peter Breitschmid/Alexandra Rumo Jungo, Schulthess, Zürich, 2012 SARI, Suat, Evlilik Birliğinde Yasak Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, Beşir Kitabevi, İstanbul, 2007 SCHLEISS,  Richard,   Hausrat  und  Wohnung  in  Güterstandsauseinandersetzung  und Erbteilung (nach den neuen Art. 219, 244 und 612a ZGB) , Bern Univ. Diss., Bern, 1989    695Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   STECK, Daniel/FANKHAUSER, Roland, Scheidung, Das Güterrecht der Ehegatten/Zweiter Abschnitt: Der ordentliche Güterstand der Errungenschaftsbeteiligung, Herausgeber Ingeborg Schwenzer, Roland Fankhauser, Art. 219, Stämpfli Verlag AG, Bern, 2017 ŞEKER, Muzaffer,  İsviçre Hukukunda Aile Konutunun Boşanma Halinde Aile Konutuna İhtiyacı Olan Eşe Mahkeme Kararı İle Tahsis Edilmesi , EÜHFD, Cilt 11, S. 3-4, 2007, (s. 473-487) ŞEKER, Muzaffer,  Eşin Ölümü Halinde Malların Miras ve Yasal Mal Rejimi Kapsamında Birbirinden Bağımsız Olarak Tasfiye Edilmesi ve Özellikle Sağ Kalan Eşin Aile Konutu ve Ev Eşyası Üzerinde Miras ve Yasal Mal Rejimi Hükümlerinden Kaynaklanan Hakları , Maltepe ÜHFD, S. 1, 2007, (s. 435-450) (2007a) ŞIPKA, Şükran, Aile Konutu İle İlgili İşlemlerde Diğer Eşin Rızası (TMK md. 194), Beta Yayıncılık, İstanbul, 2004 ŞIPKA, Şükran,  Edinilmiş Mallara Katılma Rejiminde, Tasfiyeyi ve Katılma Alacağını Talep Hakkına  İlişkin Zamanaşımı Süreleri ,  Prof.  Dr.  Bilge  Öztan'a  Armağan,  Turhan Kitabevi, Ankara, 2008, (s. 839-851) ŞIPKA, Şükran/ÖZDOĞAN, Ayça, Eşler Arasındaki Malvarlığı Davaları, On İki Levha Yayıncılık, İstanbul, 2017 ŞIPKA, Şükran (Editör), Aile Hukuku Derneği Mal Rejimi Çalıştayı 26-27 Nisan 2019, On İki Levha Yayıncılık, İstanbul, 2019 TUOR, Peter, Das schweizerische Zivilgesetzbuch, Schulthess, Zürich, 2009  TOPUZ, Murat, Türk Özel Hukukunda Taşınmaz Mülkiyeti, Seçkin Yayıncılık, Ankara, 2020 WOLF, Stephan,  Grundstücke in der güter-und erbrechtlichen Auseinandersetzung , ZBJV, Band 136, 2000, (s. 241-288) YAĞCIOĞLU, Ali Haydar, Edinilmiş Mallara Katılma Rejiminde Eşlerin Yasal Alım Hakkı, Yetkin Yayıncılık, Ankara, 2007. YAVUZ, Cevdet/TOPUZ, Murat,  Toprak Koruma Ve Arazi Kullanımı Kanununda Değişiklik Yapılması  Hakkında  Kanun un  Türk  Medeni  Kanunu nun  Miras  Hukukuna  İlişkin   696Ürem                                                                                                    Hacettepe HFD, 10(2) 2020, 638-697   Hükümlerinde  Yaptığı  Değişiklikler ,  Prof.  Dr.  Mehmet  Akif  Aydın a  Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, İstanbul, 2015, (s. 663-700) YONGALIK, Aynur,  İstisnalar Dar Yorumlanır Kurali Ve Değerlendirilmesi , AÜHFD, 60(1), 2011, (s.1-15) ZEYTİN, Zafer, Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, 4. Basım, Seçkin Yayıncılık, Ankara, 2017 ZEYTİN, Zafer  Artık Değere Katılma ve Değer Artış Payı Alacağında Zamanaşımı , Prof. Dr. Ali Naim İnan a Armağan, Seçkin Yayıncılık, Ankara, 2009, (s. 945-961)"
}