{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "16",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ANONİM ORTAKLIKLARDA MENFAAT SAHİPLİĞİ TEORİSİNİN ÇALIŞANLAR BAKIMINDAN DEĞERLENDİRİLMESİ",
     "Title": "ASSESSMENT OF STAKEHOLDER THEORY IN THE JOINT STOCK COMPANIES FROM THE PERSPECTIVE OF EMPLOYEES",
     "Yazar İsmi": [
          "ESRA BERKTAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Menfaat sahipliği teorisi",
          "İnsan sermayesi",
          "Takım üretimi",
          "Değer yaratma",
          "Çalışanlar"
     ],
     "Keywords": [
          "Stakeholder theory",
          "Human capital",
          "Team production",
          "Value creation",
          "Employees"
     ],
     "Özet": "Anonim ortaklıklarda uzun yıllardır kabul edilen pay sahipliği teorisine göre, ortaklıkların amacı pay sahiplerinin malvarlığını en yüksek seviyeye çıkarmaktır. Bu teoriye bir alternatif olarak, ortaklıkların yalnızca pay sahiplerinin değil, bunlar da dahil olmak üzere çalışanlar, müşteriler, tedarikçiler, toplum ve benzeri tüm çıkar gruplarının menfaatini koruması gerektiğini savunan menfaat sahipliği teorisi ortaya çıkmış ve geniş kapsamda kabul görmüştür. Bir anonim ortaklıkta menfaat sahipleri, ortaklığın varlığına ve işleyişine katkıda bulunan veya ortaklığın iş ve işlemlerinden etkilenen kişi ve grupları ifade etmektedir. Bunlardan biri olan anonim ortaklık çalışanları, ortaklığın değerini artıran ve çoğu zaman ortaklığa özgülenmiş katkıları sebebiyle diğer menfaat sahiplerine kıyasla öne çıkmaktadır. Son yıllarda çalışanların ortaklığa getirdiği  insan sermayesi nin, pay sahiplerinin getirdiği sermaye ile denk kabul edilmesi gerektiği yönünde görüşler ileri sürülmekte ve bu doğrultuda bu iki menfaat grubunun eşit bir korumadan yararlanması gerektiği ifade edilmektedir.",
     "Abstract": "The shareholder theory in the joint stock companies assumes that the purpose of the company is to maximize shareholder value. However an alternative, namely stakeholder theory, was born and widely accepted. Stakeholder theory defends that a corporation must take into consideration the benefits of, not only its shareholders, but also other stakeholders such as employees, clients, suppliers, and society. Stakeholders in a joint stock company are the persons or groups, who contribute to the being and maintenance of the company or who are affected by its activities. Employees stand out amongst other stakeholders due to their firm-specific contributions to the company. In recent years, there emerge some opinions that the  human capital  the employees bring to the company should be considered equivalent to",
     "Metin": "Anonim ortaklıkların amacı ve kime hizmet ettiği uzun yıllardır tartışılmaktadır. Genellikle  Anglo-Amerikan  hukuk  sistemlerinin  benimsenen  pay  sahipliği  teorisi (shareholder theory) anonim ortaklıkların, pay sahiplerinin malvarlığının en üst seviyeye çıkarılması hedefiyle yönetilmesi gerektiğini savunmaktadır. Diğer tarafta çoğunlukla Kıta Avrupası nda benimsenen menfaat sahipliği teorisi (stakeholder theory) anonim ortaklıkların  yalnızca  pay  sahiplerinin  değil  tüm  çıkar  gruplarının  menfaatlerini gözetmesi gerektiğini söylemektedir. Son yıllarda, menfaat sahipliği teorisine duyulan ilgi artmakta ve bu teorinin yansımaları anonim ortaklıkların yönetiminde de yerini almaktadır.  Menfaat  sahipliği  teorisi,  menfaat  gruplarını  sınırlı  olarak  saymaz.  Ortaklığın faaliyetlerini etkileyen veya bunlardan etkilenen tüm kişi ve kuruluşlar menfaat sahibi olarak  kabul  edilir.  Bununla  birlikte  bu  menfaat  gruplarının  ortaklığa  katkısı  veya ortaklığın bunlar üzerindeki etkisi farklı boyutlarda olabilir. Bu çalışmanın odak noktası bir menfaat grubu olarak çalışanların menfaat sahipliği teorisindeki yerini tespit etmektir. Bunun ortaya konulması için ise öncelikle menfaat sahipliği teorisinin ne anlama geldiği, pay sahipliği teorisine kıyasla ne gibi farklılıklar içerdiği, anılan teoriye karşı olumlu ve olumsuz nasıl eleştiriler getirildiği açıklanmalıdır. Bahsi geçen hususlar çalışmanın ilk bölümünü oluşturmaktadır. İkinci bölümde çalışanların menfaat sahipliği teorisindeki konumu  ve  bunun  teorik  temelleri  incelenecektir.  Nihayet,  üçüncü  bölümde  Türk hukukunda  çalışanlar  bakımından  menfaat  sahipliği  teorisinin  yansımaları,  anonim ortaklıklara özel vurgu yapılarak, ele alınacaktır.                                                             1   BRATTON, William, W., Jr., The New Economic Theory of the Firm: Critical Perspectives from History, Stanford Law Review, Yıl: 1989, Cilt: 41, Sayı: 6, (s. 1471 – 1527), s. 1482 vd.; MILLON, David, Theories of the Corporation, Duke Law Journal, Yıl: 1990, C: 39, S: 2, (s. 201 – 262), s. 205206; HORWITZ, Morton, J.,  Santa Clara Revisited: The Development of Corporate Theory , West Virginia Law Review, Yıl: 1986, C: 88, S: 2, (s. 173 – 224), s. 181. 973      I. ANONİM ORTAKLIKLARIN YÖNETİMİNDE MENFAAT SAHİPLİĞİ TEORİSİ A. Menfaat Sahipliği Teorisinin Genel Çerçevesi Menfaat sahipliği teorisi, bir anonim ortaklıkta yalnızca pay sahiplerinin değil, ortaklığın faaliyetlerinden etkilenen veya ortaklığın faaliyetlerini etkileyen tüm menfaat gruplarının menfaatlerinin gözetilmesi gerektiğini savunur. Bu menfaat grupları çok çeşitlidir. Bir tarafta pay sahipleri, yöneticiler, çalışanlar gibi anonim ortaklığa dahil (internal) olan, diğer tarafta tedarikçiler, müşteriler, alacaklılar gibi ortaklığın dışında yer alan (external) sayısız menfaat grubu mevcuttur. İşte menfaat sahipliği teorisi, bu menfaat gruplarının ortaklığın işleyişindeki katkılarının göz ardı edilmemesi gerektiğini ifade eder. Bu teoriye göre, bir anonim ortaklığın amacı tüm çıkar gruplarının menfaatleri arasında bir denge sağlanmak suretiyle ortaklık için uzun süreli bir değer yaratmaktır. Menfaat  sahipliği  teorisi  yöneticilerin  tüm  çıkar  gruplarının  menfaatlerini dengeleyerek karar aldığı, yalnızca pay sahiplerine karşı değil, ortaklığa ve ortaklığın paydaşlarına karşı sorumlu olduğu bir sistem oluşturulmasını amaçlamaktadır. Bir başka ifadeyle, menfaat sahipliği teorisi, anonim ortaklıkların çalışanlar, müşteriler, tedarikçiler gibi çok sayıda menfaat sahibinin göz ardı edilemeyecek katkıları ile oluştuğunu ve faaliyetlerine devam ettiğini, bunların ortaklıkla aralarındaki münferit sözleşmelerde yer alan  hak  ve  yükümlülüklerinin  ötesinde  başka  hak  ve  talepleri  de  olabileceğini, dolayısıyla ortaklığın alacağı kararlara dahil olmaları gerektiğini ifade eder.                                                             2   WISE, Amanda,  Article: Corporate Law and the Business Roundtable: Adding to the Debate on Shareholder Primacy vs. Stakeholder Theory , Capital University Law Review, Yıl: 2021, Cilt: 49, (s. 499 - 526), s. 500. 3   MINTZ, Steven,  A Comparison of Corporate Governance Systems in the U.S., UK and Germany , Corp. Own. and Control, Yıl: 2006, Cilt: 3, Sayı: 4, (s. 22-34), s. 27; WICKS, Andrew C. / ELMORE, F. A. / JONAS, David,  Connecting Stakeholder Theory to the Law and Public Policy , The Cambridge Handbook of Stakeholder Theory, (der. J. F. Harrison, vd.), 1. Basım, Cambridge University Press, Cambridge, 2019, (s. 97 - 116), s. 101. 4   RADIN, Tara. J.,  From Imagination to Realization: A Legal Foundation for Stakeholder Theory , ReImaging Business Ethics: Meaningful Solutions for a Global Economy, Yıl: 2002, Cilt: 4, (s. 31 - 49), s. 32-33. 974     Menfaat sahipliği teorisinin ortaya çıktığı ilk yıllarda, ortaklığın çıkar grupları ile olan ilişkisinin  iki  yönlü (bileteral) olduğu düşünülmekteyken, zamanla bunun çok boyutlu (interrelated) olduğu ortaya çıkmıştır. Menfaat sahipleri yalnızca ortaklıkla değil, birbirleriyle de iletişim halindedir ve bunlardan biriyle ilgili alınan karar diğerini de etkilemektedir. Bu doğrultuda menfaat sahiplerinin kendi aralarındaki etkileşimine önem vermeyen ve bunları münferit ilişkiler ve sözleşmeler ile yalnızca ortaklığa bağlı kabul eden geleneksel görüş (traditional view) değişmiş ve yerini, menfaat sahiplerinin bireysel kümeler şeklinde değil, birbiri ile iç içe geçmiş bir ağ olarak tasvir edildiği daha modern bir görüşe (network model) bırakmıştır.  Menfaat sahipliği teorisinin hem öğretide hem de uygulamada önem kazandığını vurgulamak gerekir. Anılan teori, organizasyonel yönetim (organizational management) ve iş etiğinin (business ethics) bir parçası olarak kabul edilmektedir. Bu doğrultuda, menfaat sahipliği teorisinin normatif (normative), açıklayıcı (descriptive) ve yardımcı (instrumental)  yönleri  öne  çıkmaktadır.  Normatif  yönü,  çıkar  gruplarının  nasıl sınıflandırılacağını ve bunlara nasıl davranılması gerektiğini açıklar. Buna göre menfaat sahipleri birer araç değil, amaçtır. Menfaat sahipleri, ortaklığın var olabilmesi ve hayatına devam edebilmesi için kıymetli ve gereklidir. Açıklayıcı yönü, bu teoriden kaynaklı                                                            5   RADIN, 2002, s. 34. 6   Bunları gösteren tablolar ve çizimler için bkz. RADIN, 2002, s. 34. Örneğin, bir anonim ortaklığın, çevreyi ve toplumu korumak için, hatta belki kısa vadede pay sahiplerinin kazancını göz ardı etmek pahasına, aldığı bir karar müşterilerin bu ortaklığa bakışını olumlu yönde etkileyecek, müşterilerin olumlu görüşleri bankaların bakış açısını etkileyecek, bankaların güveninin artması ortaklığa daha çok finansman getirilmesine sebep olacak, daha çok finansman ise ortaklığın hizmet ya da ürün sektöründeki projelerinin artmasını sağlayacak, böylece istihdam koşulları gelişecek ve uzun vadede kar artacaktır. Bu durum da, ortaklığın yönetim yapısının ve benimsediği kurumsal yönetim modelinin etkilerinin ne kadar derin olabileceğini ortaya koymaktadır.   7   PARMAR, Bidhan L. / FREEMAN, R. Edward / HARRISON, Jeffrey S., vd., Stakeholder Theory: The  State  of  the  Art, https://www.researchgate.net/publication/235458104_Stakeholder_Theory_The_State_of_the_Art (erişim tarihi: 06.06.2022), s. 3. 8   KEAY, Andrew,  Stakeholder Theory in Corporate Law: Has It Got What It Takes? , Richmond Journal of Global Law & Business, Yıl: 2010, Cilt: 9, Sayı: 3, (s. 249 - 300), s. 254. 9   KEAY, 2010, s. 254-255. 975     kurumsal davranışların nedenini ortaya koyar. Yardımcı yönü ise, menfaat sahiplerinin üstünlüğünün ortaklığın etkinliği ve başarısı ile arasındaki bağlantıyı inceler. B. Pay Sahipliği Teorisi ile Karşılaştırılması Pay sahipliği teorisinin, Adolf Berle ve Gardiner Means in 1932 yılında yayımlanan makalesi ile ortaya çıktığı kabul edilmektedir. Bu makalede pay sahiplerinin ortaklığa sermaye  getirdiği,  ancak  ortaklığın,  bu  pay  sahipleri  tarafından  değil,  yöneticiler tarafından idare edildiği, bir başka ifadeyle yöneticilerin, kendi malvarlıklarını değil, pay sahiplerinin  malvarlığını  yönettiği  tespit  edilmiş  ve  özellikle  çok  ortaklı  ortaklık yapısının, mülkiyetin ve kontrolün ayrışmasını (seperation of ownership from control) zorunlu kıldığı ileri sürülmüştür. Kendilerine tanınan yetkileri kötüye kullanmalarını engellemek için yöneticilerin, pay sahiplerinin  güvenilir kişileri  olduğu ve yalnızca pay sahiplerine  hesap  vermesi  gerektiği  ifade  edilmiştir.  Bu  görüş  pay  sahiplerinin üstünlüğü (shareholder primacy) ilkesinin çıkış noktasıdır.   Ortaklığın amacına ve nasıl yönetilmesi gerektiğine dair yeni bir görüş olarak ortaya çıkan menfaat sahipliği teorisinin ilk izlerine ise Merrick Dodd ın makalesinde rastlanmaktadır. Bu makalede, ortaklıkların yalnızca pay sahiplerine hizmet etmediği, ortaklıkların devlet eliyle kurulan ve topluma karşı sorumluluğu olan yapay  yapılar olduğu  ifade  edilmiş;  yöneticilerin  karar  verirken  ortaklığın  toplum,  çalışanlar, tüketiciler, çevre gibi kişi ve kurumlar üzerindeki etkilerinin de hesaba katılması gerektiği savunulmuştur.                                                             10  KEAY, 2010, s. 254-255. 11  BERLE, Adolf A., Jr., / MEANS, Gardiner, C., The Modern Corporation and Private Property, 1. Basım, Transaction Publishers, New York, 1932, s. 119. 12  LEHR, Amy K.,  Fiduciary Duties for a Globalized World: Stakeholder Theory Reconceived , George Mason Law Review, Yıl: 2019, Cilt: 27, Sayı: 1, (s. 81 - 140), s. 89; Bu düşünce Dodge v. Ford Motor Co., 170 N.W. 1919 kararındaki tespitlerle de pekişmiştir; https://casetext.com/case/dodge-v-fordmotor-co (erişim tarihi: 13.04.2022). 13  Bu ilke ile ayıntılı bilgi için bkz. SMITH, D. Gordon,  The Shareholder Primacy Norm , The Journal of Corporation Law, Yıl: 1998, Cilt: 23, (s. 277 - 323). 14  LEHR, 2019, s. 91; PALLADINO, Lenore,  Who Owns Corporations , Boston Review Economics After Neoliberalism, Yıl: 2009 (s. 124 - 140), s. 125. 15  DODD, E. Merrick, Jr.,  For Whom Are Corporate Managers Trustees? , Harward Law Review, Yıl: 1932, Cilt: 45, Sayı: 7, (s. 1145 – 1163), s. 1149. 976     Pay sahipliği teorisi ile menfaat sahipliği teorisi arasında birtakım temel farklılıklar bulunmaktadır. İlk farklılık kendini ortaklık teorilerinde göstermektedir. Pay sahipliğinin üstünlüğü görüşü sözleşme teorisine (nexus of contracts) dayandırılır. Buna göre anonim ortaklık, pay sahipleri, yöneticiler, çalışanlar gibi farklı taraflar arasında özgür iradeye dayalı sözleşmesel ilişkileri bir arada tutan bir bağlantı noktası olup merkezinde pay sahipleri  yer  almaktadır.  Bunun  sebebi,  pay  sahiplerinin  ortaklığın  zarar  etmesi durumunda  esas  riski  üstlenen  (risk  bearer)  çıkar  grubu  olmasıdır.  Nitekim  pay sahiplerinin alacağı sabit (fixed) değildir ve bunlar tasfiye payını talep etme hakkına sahiptir  (residual  claimant).  Öte  yandan  menfaat  sahipliğinin  üstünlüğü  görüşü  ise dayanağını kurum teorisinden (communitarian theory) alır. Kurum teorisine göre anonim ortaklık,  onu  oluşturan  pay  sahiplerinden  ayrı  ancak  yapay  olmayan  ve  sosyal sorumluluğu bulunan gerçek bir varlık/tüzel kişiliktir. Bu doğrultuda kurum teorisi, pay sahiplerinin yanı sıra alacaklılar, çalışanlar, tedarikçiler, tüketiciler, toplum ve benzeri diğer  tüm  menfaat  gruplarının  menfaatlerinin  gözetilmesi  ve  korunması  gerektiğini söyler.  Pay sahipliği teorisi ile menfaat sahipliği teorisi arasındaki ikinci fark, ortaklığın mülkiyetinin kime ait olduğuna dair yapılan tartışmalarda kendini gösterir. Pay sahipliği teorisinde,  ortaklığa  sermayeyi  pay  sahiplerinin  getirdiği  ve  bu  sebeple  bunların ortaklığın sahibi olduğu kabul edilirken, menfaat sahipliği teorisine göre pay sahibi olmak, pay sahibine genel kurula katılma, oy kullanma gibi haklar bahşeder; ancak bu haklar ortaklığın mülkiyetinin pay sahiplerinde olduğu anlamına gelmez. Ortaklıklar                                                            16  JENSEN, Michael, C., A Theory of the Firm: Governance, Residual Claims, and Organizational Forms, 1. Basım, Harvard University Press, Cambridge, 2000, s. 88-89; KRAAKMAN, Reinier / ARMOUR, John / DAVIES, Paul, vd., The Anatomy of Corporate Law: A Comparative and Functional Approach, 3. Basım, Oxford University Press, Oxford, 2017, s. 5.  17  GOSPEL, Howard / PANDLETON, Andrew,  Finance, Corporate Governance and the Management of Labour: A Conceptual and Comparative Analysis , British Journal of Industrial Relations, Yıl: 2003, Cilt: 41, Sayı: 3, (s. 557 - 582), s. 560; DINH, D. Viet,  Codetermination and Corporate Governance in a Multinational Business Enterprise , Journal of Corporate Law Studies, Yıl: 1999, Cilt: 24, Sayı: 1, (s. 975 - 999), s. 985. 18  PURI, Poonam / BOROK, Tuvia,  Employees as Corporate Stakeholders , The Journal of Corporate Citizenship, Yıl: 2002, Cilt: 8, (s. 49 - 61), s. 52. 977     kurulduktan sonra, pay sahiplerinden bağımsız bir tüzel kişilik kazanır, mal edinip bunlar üzerinde tasarruf edebilir, üçüncü kişilerle işlem yapabilir.     Üçüncü fark, her iki teoride anonim ortaklığın amacının ve kime hizmet ettiğinin farklılaşmasından kaynaklanmaktadır. Pay sahipliği teorisine göre bir anonim ortaklığın amacı pay sahiplerinin malvarlığını en üst seviyeye çıkarmaktır. Pay sahipleri esas riski üstlenen  (risk  bearer)  grup  olarak  kabul  edildiğinden  pay  sahiplerinin  üstünlüğü (shareholder  primacy)  anlayışı  hakimdir.  Bu  teoride,  diğer  menfaat  sahiplerinin, ortaklıkla  yapacakları  münferit  sözleşme  ilişkileriyle  veya  kanuni  düzenlemelerle korunduğu kabul edilmektedir. Bunun tam aksine, menfaat sahipliği teorisinde ortaklıkla temas eden tüm menfaat sahipleri için ortak bir değer yaratılması hedeflenir. Menfaat sahipleri de tıpkı pay sahipleri gibi ortaklığa katkıda bulunmakta ve ortaklığın zarar etmesinde büyük risk taşımaktadır. Hatta pay sahiplerinin risklerini başka ortaklıklara ortak olarak dağıtabilmesi mümkünken, örneğin, ortaklığın çalışanlarının benzer şekilde riskini dağıtması mümkün olmamakta yahut istisnai durumlarda gündeme gelmektedir. Aynı  zamanda,  gerek  bilgi  asimetrisi  gerek  yeterli  pazarlık  gücünün  bulunmaması sebepleriyle,  diğer  menfaat  sahiplerinin  münferit  sözleşmeler  ile  tam  olarak korunamayacağı ifade edilmektedir. Yukarıda  anılan  hususlardan  hareketle  dördüncü  fark,  anonim  ortaklığın yöneticilerinin kime karşı sorumlu olduğu hususuna dayanır. Pay sahipliği teorisine dayalı bir yönetim modeli kabul eden ortaklıklarda, ortaklığın işlerini yürüten yönetim kurulu üyeleri, pay sahiplerinin vekili (agent) olarak hareket eder ve yalnızca pay                                                            19  PALLADINO, 2009, s. 126. 20  RHEE, Robert J.,  A Legal Theory of Shareholder Primacy, Minnesota Law Review, Yıl: 2018, Cilt: 102, (s. 1951 - 2017), s. 1952. 21  RÖNNEGARD, David / SMITH, N. Craig,  Shareholder Primacy vs. Stakeholder Theory: The Law as  Contraint  and  Potential  Enabler  of  Stakeholder  Concerns , https://papers.ssrn.com/sol/papers.cfm?abstract_id=3165992 (erişim tarihi: 13.04.2022). 22  KIRCA, İsmail / ŞEHİRALİ ÇELİK, Feyzan Hayal / MANAVGAT, Çağlar, Anonim Şirketler Hukuku Cilt:1, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara 2013, s. 248. 23  PURI, 2002, s. 52. 24  BRATTON, 1989, s. 1479. 978     sahiplerine karşı sorumludur. Yöneticiler kararları pay sahiplerinin menfaatlerini ve kazancını  gözeterek  alır.  Öte  yandan  menfaat  sahipliği  teorisini  benimseyen  hukuk sistemlerinde, yöneticiler yalnızca pay sahiplerine karşı değil, diğer menfaat sahiplerine karşı da sorumludur. Yöneticiler yalnızca pay sahiplerinin vekili olarak kabul edilmez. Ortaklığın bir sosyal sorumluluğu bulunduğu, hatta bunların da bir  vatandaş  olduğu ifade edilir.   Son fark ise, anonim ortaklığın karar alma mekanizmalarında kendini gösterir. Pay sahipliği teorisine göre, ortaklığın işleyişinde en çok menfaati olan, sabit bir alacak hakkı bulunmadığından en yüksek riski üstlenen grup pay sahipleridir. Dolayısıyla ortaklığın kontrolü pay sahiplerinin elindedir. Bu teorinin benimsendiği ülkelerde çoğunlukla tekli yönetim kurulu yapısı kabul edilmekte ve yönetim kurulu üyeleri doğrudan pay sahipleri tarafından  atanmaktadır.  Öte  yandan  menfaat  sahipliği  teorisini  benimsemiş  olan ülkelerde, ortaklıkların yönetim yapısının daha farklı olduğu gözlemlenmektedir. Bu teoride, anonim ortaklığın aldığı kararlara, ortaklığın faaliyetlerinden etkilenenlerin de katılma  hakkı  olması  gerektiği  savunulur.  Bu  doğrultuda,  Kıta  Avrupası  hukuk sistemlerinde birçok ülkede, yönetici kurul ve gözetim kurulundan oluşan ikili yönetim kurulu  yapısı  benimsenmiştir.  Gözetim  kurullarında,  pay  sahipleri  tarafından  değil, doğrudan çalışanlar ya da çalışma konseyleri tarafından atanan veya aday gösterilen gözetim kurulu üyeleri bulunmaktadır.  C. Menfaat Sahipliği Teorisi ile ilgili Öğretideki Görüşler 1. Lehe Görüşler Menfaat  sahipliği  teorisine  yönelik  uygulamaların,  hem  ortaklığın  karar  alma mekanizmalarındaki olumlu katkıları doğrultusunda pay sahipleri, çalışanlar ve benzeri                                                            25  MINTZ, 2006, s. 25. 26  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 2. 27  PALLADINO, 2009, s. 128. 28  Ayrıca kurum teorisi, sözleşme teorisinden farklı olarak, ortaklıktaki menfaat gruplarının korunması için devletin müdahalesini haklı görür. Ayrıntılı bilgi için bkz. HACIMAHMUTOĞLU, Sibel, AT ve Türk Hukukunda Anonim Ortaklığın Karar Alma Sürecinde Yönetim Kurulunun Yapısı ve Çalışanların Katılımı, 1. Basım, Yetkin Yayınları, Ankara, 2008, s. 37. 979     ortaklığın bünyesine dahil katılımcılara, hem de dışa dönük sosyal sorumluluğu sebebiyle çevre, tüketiciler, toplum ve benzeri harici katılımcılara birçok yararı mevcuttur. Bu doğrultuda, bu teorinin lehine ileri sürülen görüşler ortaklık içi ve ortaklık dışı yararlar olmak üzere iki ana grup altında incelenebilir.  Menfaat sahipliği teorisinin ortaklık içi yararlarından ilki, ortaklığın karar alma mekanizmalarında kendini gösterir. Yirmi birinci yüzyılın gelişmiş finansal sistemleri, anonim  ortaklıkların  karar  alma  mekanizmalarının  da  çok  yönlü  olmasını gerektirmektedir. Menfaat sahipliği teorisinin her gün daha karmaşık hale gelen günümüz ekonomik düzeninde, kararları daha iyi tanımlamaya yarayacak bir araç olduğu ifade edilmektedir. Nitekim anonim ortaklıkların karar alma mekanizmalarının yalnızca pay sahiplerinin menfaatini üstün tutmaya yönelik yaklaşımı, özellikle çok ortaklı büyük sermayeli anonim ortaklıklarda, hem de anonim ortaklıkların dış dünyayla bağı bu kadar kuvvetliyken,  yetersiz  kalmaktadır.  Menfaat  sahipliği  teorisi,  ortaklığın  kararlarını etkileyen ve kararlarından etkilenen birçok çıkar grubunun menfaatlerini dengelemeye çalışmak suretiyle karar alma mekanizmalarının daha etkili çalışmasını sağlamaktadır. İkinci olarak, menfaat sahipliği teorisi, anonim ortaklıklarda alınan kararların daha şeffaf olmasına da yardımcı olur. Bu teoride yöneticiler yalnızca pay sahiplerine karşı sorumlu olmayıp diğer çıkar gruplarını da dikkate almaktadır.  Hatta, menfaat sahipliği odaklı yönetim modelini benimseyen ülkelerde, bazen kurullarda ilgili menfaat sahibini temsilen üye bulundurulması bazen de konseyler oluşturulması aracılığıyla bunların karar alma süreçlerine de dahil edildiği görülmektedir. Anonim ortaklığın kararlarının, bu şekilde bir denetim sürecinden geçmesi, bunların meşruiyetini artırmakta ve karar alma mekanizmalarına katılan menfaat sahipleri bir kontrol işlevi görmektedir.  Yukarıda açıklananlara ilaveten ileri sürülen bir başka olumlu görüş ise bu teoriyi benimseyen hukuk sistemlerinde çıkar grupları arasındaki bilgi asimetrisinin azalacağı, bu sayede anonim ortaklıklarda iletişimin ve takım çalışmasının güçleneceği yönündedir. Anonim  ortaklıkların  yönetiminde  bu  teorinin  uygulanması  ortaklığa  ve  yönetime duyulan güvenin artmasını da sağlayacaktır. Örneğin çalışanların, yalnızca emeklerinden                                                            29  PARMAR, (Stakeholder Theory), s. 10. 980     yararlanılan harici bir grup olarak görülmemesi, aksine ortaklığın bir parçası olduklarının hissettirilmesi, takım ruhunu güçlendirecek ve böylece yönetimin uygulamalarına karşı direnç de azalacaktır.  Menfaat sahipliği teorisinin ortaklık dışı yararlarına bakıldığında ise, bu teorinin sosyal sorumluluk (social responsibility), gönüllü katılım (voluntary participation), iş etiği (business ethics) gibi birçok sosyal değeri ve misyonu bünyesinde barındırdığı görülmektedir. Bu teoride, pay sahiplerinin üstünlüğünü savunan kapitalist anlayış terkedilerek  pay  sahipleri  de  dahil  olmak  üzere  tüm  çıkar  gruplarının  menfaatleri gözetilmekte  ve  sadece  pay  sahiplerinin  malvarlığının  değil,  ortaklığın  değerinin artırılması hedeflenmektedir. Anonim ortaklıklara yüklenen bu misyon şüphesiz insan haklarının  üstünlüğünü  kabul  eden,  toplum  sağlığının  korunmasına  dikkat  eden, yolsuzluğun  önlenmesini  hedefleyen,  tüketicilerin  menfaatleri  gözeten  ve  çevrenin ihtiyaçlarını dikkate alan bir yönetim anlayışına işarettir. Buradan hareketle ortaya çıkan ve menfaat sahipliği odakli modelin bir uzantısı olarak kabul edilen kurumsal sosyal sorumluluk (corporate social responsibility) kavramı da anonim ortaklıkların sosyal ve çevresel konularda mevzuat ile kendilerine yüklenilen kurallardan bağımsız olarak gönüllülük esasına göre sorumluluk üstlenmesinin gerekli olduğunu ifade eder. Bu şekilde işleyen bir yönetim yapısı, bir başka ifadeyle yalnızca tek bir çıkar grubunun değil, tüm menfaat sahiplerinin menfaatlerini gözeten bir sistem, günümüz koşullarına uygun ve daha çağdaştır. 2. Aleyhe Görüşler                                                            30  ÖZCÜRE, Gürol / ERYİĞİT, Nimet,  AB de Çalışanların Yönetime Katılma Yönergesi nin KOBİ ler Düzeyinde Uygulanması ve Türkiye Üzerine Bir Değerlendirme , Sosyal Siyaset Konferansları Dergisi, Yıl: 2006, Cilt: 0, S. 51, (s. 145-176), s. 157-164. 31  WICKS, 2019, s. 99; KEAY, 2010, s. 256. 32  EMİNOĞLU, Cafer, Türk Ticaret Kanunu nda Kurumsal Yönetim (Corporate Governance), 1. Basım, XII Levha Yayıncılık, İstanbul, 2014, s. 23. 33  WADDINGTON, Jeremy / CONCHON, Aline, Board-Level Employee Representation in Europe: Priorities, Power and Articulation, 1. Basım, ETUI, Routledge Taylor & Francis Group, New York, 2016 s. 100. 981     Menfaat sahipliği teorisi birçok açıdan eleştirilere maruz kalmıştır. Bunlardan ilki ve en temel olanı, bu teorinin sınırlarının açık bir şekilde ortaya konulamamasıdır. Menfaat  sahipliği  teorisi,  menfaat  sahiplerinin  nasıl  seçileceğini  net  olarak belirleyememektedir. Bir ortaklığı etkileyen veya ondan etkilenenler sonsuz sayıda olabilir. Bir denge sağlanmak isteniyorsa, ilk iş bu sayıya bir limit konulmasıdır. Ayrıca, bir kişi veya kurumun birden çok menfaat sahibi kategorisi altında yer alması da mümkün olduğundan, bu teorinin uygulama alanı daha da belirsizleşmektedir. Dolayısıyla bu teori, yöneticilerin menfaat sahiplerinin menfaatlerini gözetmesi gerektiğini söylemekte ama bunun  nasıl  yapılacağı  konusunda  yetersiz  kalmaktadır.  Menfaat  sahiplerinin  kim olduğu  belli  olmadığı  gibi,  bunların  hangi  oranda  ve  nasıl  korunacağı  da anlatılmamaktadır.  İkinci eleştiri,  dengeleme sorunu  olarak adlandırılmaktadır. Bir ortaklıkla temas eden tüm menfaat sahiplerinin çıkarları günden güne değişmektedir. Menfaat sahipliği teorisi yöneticilerin görevini, sürekli olarak hem kendi arasında hem de zamana göre değişen menfaatleri dengelemek olarak tanımlamaktadır. Yöneticilerin bu görevlerini yerine getirirken, tüm menfaat sahiplerini eşit konumda kabul etmesi ancak bunların arasındaki menfaatleri dengelerken, her çıkar grubunun ortaklığa yaptığı katkıyı göz önünde  tutması  gerektiği  ifade  edilmektedir.  Bu  görev  teoride  kolay  gözükmekle birlikte, bunun uygulamada nasıl başarılacağı tartışmalıdır. Nitekim yöneticilerin, bir kararın  ilgili  çıkar  grubunun  menfaatine  olup  olmadığını  nereden  bileceği,  değişen menfaatleri  nasıl  takip  edeceği,  aynı  anda  birden  çok  menfaat  grubunun  çakışan                                                            34  BONNAFOUS-BOUCHER, Maria / RENDTORFF, Jacob Dahl, Stakeholder Theory: A Model for Strategic  Management,  1  Basım,  Springer,  e-book,  2016,  s.  2;  RÖNNEGARD,  (Shareholder Primacy), s. 15. 35  STERNBERG, Elaine, Corporate Governance: Accountability in the Marketplace, 1. Basım, The Instite of Economic Affairs, London, 1998, s. 96; KEAY, 2010, s. 276. 36  LEHR, 2019, s. 84. 37  MARSHALL, Shelley / RAMSAY, Ian,  Stakeholders and Directors' Duties: Law, Theory and Evidence , The University of New South Wales Law Journal, Yıl: 2012, Cilt: 35, Sayı: 1, (s. 291 - 316), s. 296; KEAY, 2010, s. 277. 38  MARSHALL / RAMSAY, 2012, s. 257. 982     çıkarlarını nasıl dengeleyeceği gibi sorulara net bir cevap vermek mümkün değildir. Bütün  menfaat  sahiplerinin  farklı  menfaatleri  vardır  ve  bunlardan  birine  öncelik tanınması diğerini olumsuz etkileyen bir karar alındığı anlamına gelebilir. Hatta bazen bu dengeleme işleminin farklı menfaat sahipleri için değil, aynı çıkar grubuna dahil kişi ve kurumların  farklılaşan  menfaatleri  için  yapılması  gerekebilir.  Bu  doğrultuda, menfaatlerin  dengelenmesi  objektif  bir  performans  ve  yönetim  ölçüsü  olarak  kabul edilemez.  Menfaat  sahipliği  teorisine  getirilen  bir  diğer  eleştiri,  bu  teorinin  korumayı hedeflediği menfaat gruplarının zaten sözleşmelerle ve mevzuat ile korunduğu yönündeki düşüncedir. Örneğin çalışanlar, iş kanunları, iş sağlığı ve güvenliği düzenlemeleriyle; tüketiciler ürün güvenliği, garanti mevzuatı ve benzeri kanunlarla; toplum ise çevre güvenliğine ilişkin mevzuat sayesinde zaten yeterli güvenceye sahiptir. Dolayısıyla, menfaat  sahiplerini,  bu  korumalara  ilaveten,  bir  de  anonim  ortaklığın  karar  alma mekanizmalarına dahil etmeye ihtiyaç yoktur. Yöneticiler ortaklığı pay sahiplerinin çıkarlarına  göre  yönetmeli;  diğer  katılanlar,  ortaklık  alacaklıları,  çalışanlar,  hizmet sağlayıcılar, müşteriler, kurumsal yönetime katılarak değil, sözleşmesel ve düzenleyici yöntemlerle korunmalıdır.  Menfaat  sahipliği  teorisine  getirilen  eleştirilerden  sonuncusu  ise,  bu  teorinin uygulanamaz ve yaptırımsız olduğu şeklindedir. Zira eğer bir ortaklık herkese karşı sorumlu ise, aslında kimseye karşı sorumlu değildir. Ayrıca, bu teorinin savunduğu ilkelere uyulmamasının bir yaptırımı da yoktur. Potansiyel olarak zarar gören çıkar                                                            39  Bazı çıkar grupları için menfaat gibi gözüken konular bazen bir yük halini alabilir; FREEMAN, R. Edward / HARRISON, Jeffrey S. / ZYGLIDOPOULOS, Stelios, Stakeholder Theory: Concepts and Strategies, 1. Basım, Cambridge University Press, Cambridge, 2018, s. 18; STERNBERG, 1998, s. 9798, KEAY, 2010, s. 281. 40  KEAY, 2010, s. 278. 41  STERNBERG, 1998, s. 98. 42  Dolayısıyla bunların elmadan iki kere pay aldığı (two bites from an apple) ifade edilir. Bkz. KEAY, 2020 s. 292. 43  HANSMANN,  Henry  /  KRAAKMAN,  Reinier,   The  End  of  History  for  Corporate  Law , https://ssrn.com/abstract=204528 (erişim tarihi: 05.03.2022), s. 10. 44  STERNBERG, 1998, s. 98. 45  LEHR, 2019, s. 84. 983     gruplarının, anonim ortaklıkta kararları alan yöneticilere veya anonim ortaklığa karşı bir talepte  bulunması  mümkün  değildir.  Dolayısıyla,  bu  modelin  doğrudan  bir  anonim ortaklık kurumsal yönetim modeli olarak kabul edilmesinden ziyade, bir iş etiği kuramı ve sosyal sorumluluğun temeli olarak nitelendirilmesinin daha isabetli olacağı ifade edilmektedir.  II. MENFAAT SAHİPLİĞİ TEORİSİNDE ÇALIŞANLARIN YERİ A. Menfaat Sahipleri 1. Menfaat Sahiplerinin Belirlenmesi Menfaat sahipleri, ortaklığın faaliyetlerinden etkilenen ve ortaklığın faaliyetlerini etkileyen kişi ve kurumlardır. Menfaat sahipleri, ortaklıkla doğrudan veya dolaylı olarak temas  eden,  ortaklığın  faaliyetlerinde  geçerli  bir  menfaati  bulunan  veya  ortaklığın amaçlarına ulaşması için varlığı gereken tüm ilgilileri ifade eder. Bunları, anonim ortaklığın  iyi  yönetiminden  fayda  elde  edecek,  kötü  yönetiminden  ise  olumsuz etkilenecek ilgililer olarak tanımlamak mümkündür. Menfaat sahipleri birincil (primary) ve ikincil (secondary) menfaat sahipleri olmak üzere ikiye ayrılarak incelenmektedir. Birincil pay sahipleri, doğrudan ortaklığın değer yaratma sürecine dahildir. Bunlar değer yaratılmasına katkıda bulunduğu için, ortaklık bunlara  bağımlı  olup  bunlar  olmadan  ortaklığın  faaliyetlerini  sürdürmesi  mümkün değildir. Bu doğrultuda ortaklığın bunlara karşı özel yükümlülükleri vardır. Birincil                                                            46  STERNBERG, 1998, s. 107-108. 47  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 15. STERNBERG, 1998, s. 94. 48  AKTAN, Coşkun,  Kurumsal Şirket Yönetimi , DergiPark, Yıl: 2013, Cilt: 5, Sayı: 1, (s. 150 - 161), s. 152. 49  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 16-17. 50  KEAY, 2010, s. 259; MITCHELL, Ronald K. / LEE, Jae Hwan,  Stakeholder Identification and Its Importance in the Value Creating System of Stakeholder Work , The Cambridge Handbook of Stakeholder Theory, (der. J. F. Harrison, vd.), 1. Basım, Cambridge University Press, Cambridge, 2019, (s. 53 - 73), s. 53. 51  PARMAR, (Stakeholder Theory), s. 14. 984     menfaat sahipleri arasında çoğunlukla, çalışanlar, müşteriler, sponsorlar, tedarikçiler ve pay sahipleri sayılmaktadır.  İkincil pay sahipleri doğrudan ortaklığın kararlarına veya değer yaratma süreçlerine dahil olmamakla birlikte, ortaklığın faaliyetlerinden etkilenen kişi ve kurumları ifade eder.  Bunların  menfaatleri  ortaklığın  bazı  hareketlerde  bulunmaktan  kaçınmasını gerektirebilir. Bir başka ifadeyle, ikincil menfaat sahiplerinin ortaklıktan doğrudan bir talepleri olmasa da ortaklığın bunlara zarar vermemek gibi etik bir görevi olduğu kabul edilmektedir. İkincil menfaat sahiplerine örnek olarak ise hükümet, kâr amacı gütmeyen kuruluşlar, medya, rakipler, sendika ve toplum verilmektedir. 2. Özel Menfaat Sahibi Grubu Olarak Çalışanlar Anonim ortaklığın çalışanları, ortaklığa iş sözleşmesi ile bağlı olarak bir ücret karşılığında  iş  görmeyi  taahhüt  eden  kişilerdir.  Çalışanlar  ortaklığın  faaliyetlerine emekleriyle doğrudan katkı yapar ve ortaklığın faaliyetlerinden doğrudan etkilenir. Bu anlamda çalışanların birincil pay sahipleri olduğuna şüphe yoktur.  Çalışanların çıkarlarının diğer menfaat sahiplerinin çıkarlarına kıyasla ön plana çıktığı ifade edilmektedir. Bunun en temel nedeni çalışanların, ortaklığın kararlarından ve faaliyetlerinden en çok etkilenen grup olmasıdır. Örneğin ortaklığın iş yaptığı bir tedarikçi ortaklığın dışındadır ve ortaklığın faaliyetlerinden doğrudan etkilenmez. Öte yandan çalışanlar diğer alacaklılara kıyasla ortaklığın başarısından ve işleyişinden daha fazla etkilenir.  İkinci neden çalışanların  getirdiği   insan sermayesi dir. Çalışanların katkıları yıllar içerisinde ortaklığa özgü ve ortaklığın faaliyetlerine devam edebilmesi için zorunlu hale gelmektedir. Bununla birlikte, pay sahipleri farklı ortaklıklara yatırım                                                            52  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 17. 53  KEAY, 2010, s. 259. 54  PARMAR, (Stakeholder Theory), s. 14. 55  BAŞ, Kadir, Çalışanların Pay Sahipliği Yoluyla Anonim Şirketlere Katılımı, 1. Basım, XII Levha Yayıncılık, İstanbul, 2021, s. 20. 56  Ortaklığın çalışanlarının performansı ile ortaklığın başarısı arasında karşılıklı bir etkileşim bulunduğu yönünde bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal, Anonim Şirketlerde Çıkar Çatışmaları Ekseninde Şirket Ele Geçirmelerine Karşı Önlemler, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2008, s. 24. 985     yaparak risklerini dağıtabilirken, çalışanların bu şekilde yatırımlarını dağıtması mümkün olamamaktadır.  Müşteriler,  tedarikçiler  gibi  diğer  menfaat  sahipleri  ile  karşılaştırıldığında  ise çalışanların, ekonomik ve sosyal refahları bakımından anonim ortaklığa daha bağımlı olduğu  görülmektedir.  Benzer  şekilde  çalışanların  aynı  anda  birçok  farklı  olanağı üstlenmesi  ve  bundan  fayda  elde  etmesi  mümkün  değilken,  müşteriler,  tedarikçiler nadiren  münhasır  sözleşmeler  imzalar.  Buna  ilaveten,  genellikle  müşteriler  ve tedarikçilerin sözleşme müzakere ederken hukuki, teknik ve finansal danışmana daha kolay erişimi vardır. Oysa çalışanların çoğunlukla gerek bilgi asimetrisi nedeniyle gerek ekonomik anlamda zayıf tarafta bulunmaları bakımından daha zor bir durumda oldukları açıktır. Bu doğrultuda, diğer menfaat sahiplerine göre daha savunmasız ve dezavantajlı bir durumda olan çalışanların, pay sahipleri ile eşit bir seviyeye taşınması gerekir.  B. Menfaat Sahipliği Teorisinin Çalışanlar Bakımından Teorik Temelleri Menfaat  sahipliği  teorisinde  ve  bunun  kurumsal  yönetime  yansıdığı  menfaat sahipliği odaklı yönetim modelinde, çalışanların menfaatlerinin gözetilmesi, hatta onlara karar  alma  mekanizmalarında  yer  verilmesi  gerektiği  şeklindeki  yaklaşımın  teorik temellerini teşkil etmek üzere bazı görüşler ileri sürülmüştür. Bunlardan en temel olanları insan sermayesi teorisi (human capital theory), takım üretimi yaklaşımı (team production apporach) ve değer yaratma (value creation) olarak karşımıza çıkmaktadır.  1. İnsan Sermayesi Teorisi (Human Capital Theory) İnsan sermayesi kavramı, anonim ortaklık çalışanlarının bir makineden daha fazlası olduğunu ifade etmek için kullanılır. Çalışanlar, ortaklığa deneyimleri, becerileri ve yaratıcılıkları ile katılmakta ve çalışma süreleri boyunca çalıştıkları ortaklıkta edindikleri tecrübe ve aldıkları eğitimler neticesinde o ortaklığa özgü (firm specific), başka bir yerde kullanılamayacak  bir  insan  kaynağı  sağlamaktadır.  Bu  anlamda  anonim  ortaklığın                                                            57  PURI, 2002, s. 51. 58  PURI, 2002, s. 54. 59  PURI, 2002 s. 51, 54. 986     çalışanlarının da, tıpkı pay sahipleri gibi ortaklığa bir yatırım yaptığı kabul edilmekte, bu yatırıma da insan sermayesi adı verilmektedir.  Anonim ortaklığın çalışanları, ortaklığın ürün ve hizmetlerinin üretilmesi, bunların geliştirilmesi, tüketiciye sunulması gibi tüm süreçlere dahil olup ortaklığın faaliyetlerine doğrudan  katılmaktadır.  Ortaklığın  iş  ve  işlemlerine  devam  edebilmesi  için  pay sahiplerinin getirdiği para sermayesi gibi, çalışanların getirdiği insan sermayesine de ihtiyaç  vardır.  Dolayısıyla  insan  sermayesinin  de  para  sermayesi  ile  eşit  konumda değerlendirilmesi  gerekir.  Öğretide  çalışanların  da  ortaklığın  yatırımcısı  (investor) olarak anılmasının sebebi budur. Menfaat sahipliği teorisi, çalışanların menfaatlerinin korunması ve bunların anonim ortaklıkların karar alma mekanizmalarında söz sahibi olması yönündeki yaklaşımını insan sermayesi  kavramına dayandırmaktadır.  Bu teoriyi  benimseyen  hukuk sistemlerinde insan sermayesi kavramına özel önem atfedildiği ve bu doğrultuda kurumsal yönetimde buna yönelik düzenlemeler getirildiği görülmektedir. İnsan sermayesi yalnızca teorik bir temel teşkil etmekle kalmamakta ve anonim ortaklıkların uygulamalarına doğrudan yansımaktadır.  Burada çalışanların, zaten ortaklığa getireceği insan sermayesi için anonim ortaklık ile  bir  sözleşme  yaptığı,  ayrıca  bunların  kanuni  düzenlemeler  ile  de  korunduğu, dolayısıyla bunları, gerçek riski üstlenen pay sahipleri ile eşit konumda kabul etmemek gerektiği  ileri  sürülmektedir.  Öte  yandan,  kimi  yazarlarca  anonim  ortaklığın çalışanlarının da tıpkı pay sahipleri gibi, tasfiye payını talep eden (residual claimant) olduğu  kabul  edilmektedir.  Çalışanların,  anonim  ortaklıklarla  imzaladığı  münferit sözleşmeler ve kanuni düzenlemeler çalışanlara yeterli korumayı sağlamamakta, bunların ortaklığın  karar  alma  mekanizmalarında  yer  almalarını  desteklememektedir.  Bu doğrultuda,  menfaat  sahipliği  teorisi  gerek  anonim  ortaklığın  kurullarında  temsilci                                                            60  DINH, 1999, s. 992; PURI, 2002, s. 51. 61  KEAY, 2010, s. 252. 62  Ayrıntılar için bkz. PwC s 2021 Annual Corporate Directors Survey, The Director s New Playbook: Taking on Change, 2021. Ayrıca bkz. DENICOLA, Paul, The corporate governance trends that shaped 2021,    https://www.pwc.com/us/en/services/governance-insights-center/blog/2021-corporategovernance-trends.html (erişim tarihi: 10.04.2022). 987     bulundurarak  gerek  çalışma  konseyleri  aracılığıyla  çalışanların  anonim  ortaklığın yönetimine katılımına temel teşkil etmektedir.  2. Takım Üretimi Yaklaşımı (Team Production Approach) Menfaat sahipliği teorisinin çalışanlar bakımından teorik temeli olarak ileri sürülen bir başka görüş ise takım üretimi anlayışıdır. İlk olarak Blair ve Stout un eserlerinde ortaya  çıkan  bu  anlayışa  göre,  anonim  ortaklıklar,  farklı  çıkar  gruplarının  önemli katkılarından ve ortaklığa özgü yatırımlarından oluşan bir ağ olarak tanımlanmaktadır. Bu ağ içerisinde yer ve görev alan her takım üyesi ortaklığa özgü bir katkı sağlamakta ve bu katkılar o ortaklığa  ait bir sinerji ve değer  yaratmaktadır. Anonim ortaklıkların varlığını sürdürebilmesi ve performansı işte bu değişik katkıları bir araya getiren bir takım çalışmasının ürünüdür. Takım üretimi kavramı tanımlanırken bazı ölçütlerden yararlanılmıştır. Bunlardan ilki,  birçok  kaynağın  kullanılması;  ikincisi  ürüne  katkı  sağlayanların  katkılarının ayrıştırılamaması ve üçüncüsü ise kullanılan kaynağın tamamının yalnızca bir kişiye ait olmaması  şeklinde  özetlenebilir.  Bu  şekilde  ortaya  çıkan  ürün  de  ayrıştırılamaz olduğundan, bu ürünün hangi kısmının kimin katkısıyla meydana geldiğinin tespiti de mümkün  değildir.  Bu  sebeple  münferit  çıkar  gruplarının  değil,  takım  üyelerinin tamamının menfaatlerini korumak gerekmektedir. Takım  üretimi  anlayışı,  anonim  ortaklığa  katkı  sağlayan  grubun  yalnızca  pay sahipleri  olmadığını  ileri  sürer.  Menfaat  sahipliği  teorisinin  de  savunduğu  üzere çalışanların, tedarikçilerin, toplumun ve diğer menfaat sahiplerinin de ortaklığa önemli katma  değer  sağladığı  gözden  kaçırılmamalıdır.  Bunların  da  anonim  ortaklığın                                                            63  PURI, 2002, s. 49. 64  BLAIR, Margaret M. / STOUT, Lynn A.,  A Team Production Theory of Corporate Law , Virginia Law Review, Yıl: 1999, Cilt: 85, Sayı: 2, (s. 247 - 328), s. 275.  65  PULAŞLI, Hasan, Corporate Governance Anonim Şirket Yönetiminde Yeni Model, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2003, s. 4. 66  ALCHIAN,  Armen,  A.  /  DEMSETZ,  Harold,   Production,  Information  Costs,  and  Economic Organization , The American Economic Review, Yıl: 1972, Cilt: 62, Sayı: 5, (s. 777-795). 988     performansı ve işleyişinde etkileri bulunmaktadır. Bu sebeple de, anonim ortaklıklarda, tüm kontrol hakkını tek bir çıkar grubuna vermek isabetli değildir. Bu anlayışa göre, yönetim kurulu, yalnızca pay sahiplerinin menfaatlerini değil, takım üyelerinin tamamının anonim ortaklığa özgülenmiş katkılarını ve menfaatlerini gözeterek  karar  alır.  Bir  başka  ifadeyle,  yönetim  kurulları,  pay  sahiplerini  değil ortaklığın kendisini üstün tutmalıdır. Bu doğrultuda, ortaklığın uzun vadede başarısı ve değerinin artırılması için ortaklığa özgü katkıları ile yatırım yapan, başta çalışanlar olmak üzere, tüm takım üyelerinin korunması gerekir. 3. Değer Yaratma (Value Creation) Bir  işletme,  bu  işletmede  meşru  talepleri  olan  veya  işletmenin  amaçlarına erişebilmek için bağımlı bulunduğu çıkar gruplarının arasında değer yaratıcı ilişkiler (value-creating relationships) setidir. Bir işletmeyi anlayabilmek, bu çıkar gruplarının değer yaratmak için nasıl birlikte çalışacağını ve ilişkilerin nasıl işlediğini anlayabilmeyi gerektirir; yöneticilerin işi de bu ilişkileri düzenlemektir.  1980 lerde ortaya çıkan ve günümüzde de fazlaca destek bulan değer yaratmaya yönelik menfaat sahipliği teorisi (value creation stakeholder theory) menfaat sahiplerinin birbirleri ile çalışarak ortaklığın ve neticede tüm menfaat sahiplerinin ortak değerini nasıl artırdığını  ve  artıracağını  araştırmaktadır.  Bir  başka  ifadeyle,  menfaat  sahipliği teorisinin ilk fonksiyonu, menfaat sahipleri –ve ortaklık– için değer yaratmaktır. Değer yaratmanın,  fazlasıyla  karmaşık  bir  iş  olduğu  ve  bunun  kolay  bir  yolu  olmadığı                                                            67  BLAIR / STOUT, 1999, s. 249-250. 68  BLAIR / STOUT, 1999, s. 253. 69  BLAIR / STOUT, 1999, s. 280-281. 70  PHILLIPS, Robert A. / BARNEY, Jay B. / FREEMAN, R. Edward, vd.,  Stakeholder Theory , The Cambridge Handbook of Stakeholder Theory, (der. J. F. Harrison, vd.),1. Basım, Cambridge University Press, Cambridge, 2019, (s. 3 - 18), s. 3. 71  PHILLIPS / BARNEY / FREEMAN, 2019, s. 3.  72  MITCHELL / LEE, 2019, s. 62. 73  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 10. 989     vurgulanmaktadır.  Anonim  ortaklıkta  yöneticilerin,  sürekli  menfaat  sahiplerinin çıkarlarını dengeleyecek şekilde hareket etmesi ve kararlar alması gerekmektedir.  Bu düşüncenin kurucularından Freeman, bir menfaat sahibi grubu için yaratılan değerin,  diğer  menfaat  sahipleri  için  kayıp  anlamına  geleceği  şeklindeki  yerleşmiş düşünceye  karşı  çıkmaktadır.  Bunu  anlatırken,  bir  pasta  metaforu  kullanmaktadır. Pastadan,  bir  menfaat  sahibine  verilecek  daha  büyük  bir  payın,  başka  bir  menfaat sahibinin daha küçük bir parça ile yetinmesine sebebiyet vereceğini ancak bunun yalnızca pastanın  boyutunun  sabit  olduğu  durumlar  için  geçerli  olduğunu,  oysa  menfaat sahiplerinin katkıları ile bu pastanın sürekli büyüdüğünü, bu halde de esasen tüm menfaat sahiplerinin pastadan daha büyük parçalar alabileceğini söylemektedir. Menfaat sahiplerinin ortaklığa katkılarının ekonomik ve finansal açıdan varlığı ve yoğunluğuna  ilişkin  çalışmalar  başlamış  ancak  henüz  net  bir  sonuca  varılmamıştır. Bununla birlikte menfaat sahiplerinin ortaklığa katkısı inkâr edilemeyeceğinden, anonim ortaklıklarda  uygulanmak  üzere,  özellikle  çalışanlar  bakımından,  menfaat  sahipliği çalışması (stakeholder work) geliştirilmiştir. Menfaat sahipliği çalışması sırasıyla (i) menfaat  sahiplerinin  farkındalığı  (awareness),  (ii)  menfaat  sahiplerinin  belirlenmesi (identification),  (iii)  menfaat  sahiplerinin  anlaşılması  (understanding),  (iv)  menfaat sahiplerinin önceliklendirilmesi (priorization) ve (v) menfaat sahiplerinin dahil edilmesi (engagement)  olmak  üzere  beş  farklı  aşamadan  oluşur.  Bu  aşamalar,  anonim ortaklıkların,  başta  çalışanlar  olmak  üzere,  tüm  menfaat  sahiplerinin  çıkarlarını gözetmeye yönelik uygulamalarının belirli birtakım ölçütlere bağlanması yönünde somut bir adımdır.                                                             74  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 20.   75  Bunun başarılması durumunda ise bu kararlara kazan-kazan-kazan-kazan-kazan kararları (win-winwin-win-win decisions) denilmektedir; FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 20. 76  FREEMAN / HARRISON / ZYGLIDOPOULOS, 2018, s. 7-8. 77  MITCHELL / LEE, 2019, s. 58-60. 990     III. Türk Hukukunda Menfaat Sahipliği Teorisinin Yansımaları ve Bunun Çalışanlar Bakımından Değerlendirilmesi A.  Menfaat  Sahipliği  Teorisinin  Yansımalarının  Tespitine  Yönelik  Bazı Ölçütler Menfaat  sahipliği  teorisinin  Türk  hukukundaki  yansımalarının  ortaya konulabilmesi için Türk hukukunda ortaklıklara yüklenilen görevlerin tespit edilmesi yol gösterici olacaktır. Bir görüşe göre, anonim ortaklıkların kurulmalarında, yetkilerinin belirlenmesinde  ve  varlıklarına  son  verilmesinde  söz  sahibi  Devlet  olup  bu  husus ortaklıkların hukuki niteliğini kurum teorisine yaklaştırmaktadır. Benzer bir başka görüş ise ticaret ortaklıklarında ortaklık sözleşmesinin, bu sözleşmeyi imzalayanlardan ayrı bir tüzel  kişilik  yarattığını,  Devlet  müdahalesinin  anonim  ortaklıklarda  özel  hukuk sözleşmesi niteliğini zedelediğini ve anonim ortaklığın kurumsal bir nitelik kazandığını ileri sürmektedir. Bunlara karşıt bir başka görüş ise, doktrinde Devlet in müdahalesini ve kamu hukuku kurallarını vurgulayarak imtiyaz ya da kurum teorisi sonucuna ulaşan görüşlerin  bulunduğunu,  ancak  günümüzde  modern  anonim  ortaklıkların  eskinin koşullarından farklı ekonomik ortamlarda faaliyet gösterdiğini ve hızlı değişimlere kolay uyum sağlayabilen esnek bir yapıya sahip olmalarının bir zorunluluk haline geldiğini ifade etmekte, dolayısıyla anonim ortaklığın kamu değil, özel hukuk karakterinin ön plana çıktığını savunmaktadır.  Bu  görüşler,  Türk  hukukunda  menfaat  sahipliği  teorisinin  etkisinin  ve yansımalarının tespit edilebilmesi bakımından bazı ölçütleri ortaya çıkarmaktadır. Bu ölçütlerden ilki  emredici hükümler ilkesi dir. Anonim ortaklıklar, onu kuran kişilerin                                                            78  ANSAY, Tuğrul, Anonim Şirketler Hukuku, 1. Basım, BTHAE, Ankara, 1982, s. 23-24. 79  MİMAROĞLU, Sait, Kemal, Ticaret Hukuku İkinci Cilt İşletme Hukuku Ticaret Ortaklıkları Hukuku, 1. Basım, BTHAE, Ankara, 1972, s. 55. Bu anlamda Mimaroğlu nun da kurum teorisine yakın bir görüşü savunduğunu söylemek mümkündür. 80  HACIMAHMUTOĞLU, 2008, s. 154. Türk hukukunda anonim ortaklıkların niteliğinin, sözleşme ve kurum teorilerinin arasında yer aldığını ifade eden görüşler için bkz. POROY, Reha / TEKİNALP, Ünal / ÇAMOĞLU, Ersin, Ortaklıklar ve Kooperatif Hukuku, Gözden Geçirilmiş ve Güncelleştirilmiş Dokuzuncu Bası, 9. Basım, Beta Basım A.Ş., İstanbul 2003, s. 291-292; KÜÇÜKGÜNGÖR, M. Aslı, Kurumsal Yönetim İlkeleri Bakımından Halka Açık Anonim Şirketlerde İcrada Görevli Olmayan Yönetim Kurulu Üyeleri, 1. Basım, Yetkin Yayınları, Ankara, 2018, s. 305. 991     ortaklığı kurmak yönündeki istek ve iradesi ile oluşur. Hukuk düzeni ise bu iradeye bazı müdahalelerde bulunur. TTK nın 340. maddesinde ise esas sözleşmenin TTK nın anonim ortaklıklara  ilişkin  hükümlerinden  ancak  TTK da  buna  açıkça  izin  verilmişse sapabileceği  ifade  edilmektedir.  Bu  hüküm  anonim  ortaklıkların  örgütlenmesi  ve işleyişine  ilişkin  olarak  ortakların  iradelerine  getirilen  önemli  bir  sınırlamadır.  Bu düzenlemeyle, TTK nın anonim ortaklıklara ilişkin hükümleri kural olarak emredici nitelikte kabul edildiğinden anonim ortaklıklardaki sözleşme özgürlüğü ilkesi yerine  emredici hükümler ilkesi nin geçerli olduğu, genel ilke niteliğindeki irade serbestisinin istisna haline getirildiği ileri sürülmektedir.  Diğer ölçüt anonim ortaklığın kuruluşu, işleyişi ve sona ermesi aşamalarındaki  Devlet  müdahalesi nin  yoğunluğudur.  Emredici  hükümler  ilkesine  yönelik  ölçütte olduğu gibi burada da Devlet in anonim ortaklığa müdahalesi ne kadar kuvvetliyse, menfaat sahipliği teorisinin yansımalarının da o kadar fazla olduğu gözlemlenmektedir. Türk hukuk sisteminde, Ticaret Bakanlığı nın anonim ortaklıkların kuruluşu, işleyişi ve sona ermesi aşamalarında birçok yetkiyi haiz olduğu görülmektedir.                                                             81  KIRCA / ŞEHİRALİ ÇELİK / MANAVGAT, 2013, s. 51-52.   82  KIRCA / ŞEHİRALİ ÇELİK / MANAVGAT, 2013, s. 56. Emredici hükümler ilkesi ile ilgili ayrıntılı bilgi için bkz. KARASU, Rauf, Anonim Şirketlerde Emredici Hükümler İlkesi, 2. Basım, Yetkin Yayınları, Ankara, 2015. 83  Kuruluş aşamasındaki yetkilere örnek olarak TTK nın 333. maddesine göre bazı ortaklıkların Ticaret Bakanlığı nın izni ile kurulması ve bunların esas sözleşme değişikliklerinin de Bakanlığın iznine bağlı olması verilebilir . Benzer şekilde TTK nın sermayenin artırılmasına ilişkin 456/2. maddesinde de esas sözleşmenin ilgili hükümlerinin, gerekli olduğu hâllerde izni alınmış bulunan değişik şeklinin, genel kurulda  değiştirilerek  kabul  edilmişse,  Ticaret  Bakanlığınca  onaylanması  gerektiği  hükmü  yer almaktadır. Anonim ortaklığın işleyişi aşamasında Bakanlığa tanınan yetkiler de epey fazladır. TTK nın 210/1.  maddesinde  ticaret  ortaklıklarının,  TTK  kapsamındaki  işlemlerinin,  Ticaret  Bakanlığı nın denetim elemanları tarafından denetleneceği öngörülmüştür. TTK nın 407/3. maddesinde ise TTK nın 333. maddesinde belirlenen ortaklıkların genel kurul toplantılarında Bakanlığın temsilcilerinin yer alacağı, diğer ortaklıklar için ise hangi durumlarda Bakanlık temsilcisinin genel kurulda bulunacağı ve diğer usul ve esasların ve ücret tarifelerinin yine Bakanlıkça çıkarılacak bir yönetmelikle düzenleneceği ifade edilmiştir. Bunlara ilaveten Ticaret Bakanlığı nın, TTK nın 419/2. maddesi uyarınca  genel kurulun çalışma esas ve usullerine ilişkin asgari kuralları; TTK nın 434/4. maddesi uyarınca halka açık olmayan  anonim  şirketlerde  birikimli oyu;  TTK nın  509/3.  maddesi  uyarınca  Sermaye  Piyasası Kanunu na tabi olmayan şirketlerde kâr payı avansını; TTK nın 516/3. maddesi uyarınca hem anonim ortaklıklar hem de şirketler topluluğu bakımından, yönetim kurulunun yıllık faaliyet raporunun zorunlu asgari  içeriğini  ve  TTK nın  1522/1.  maddesi  uyarınca  küçük  ve  orta  büyüklükteki  işletmeleri tanımlayan ölçütleri belirleyeceği öngörülmüştür. Anonim ortaklığın sona ermesi aşamasındaki yetkiler bakımından ise şu hükümler öne çıkmaktadır: TTK nın 210. maddesi uyarınca kamu düzenine veya işletme konusuna aykırı işlemlerde veya bu yönde hazırlıklarda ya da muvazaalı iş ve faaliyetlerde bulunduğu  belirlenen  ortaklıklar  hakkında  Bakanlığın  fesih  davası açma  hakkı  mevcuttur.  Yine 992     Üçüncü  ölçüt  ise  anonim  ortaklığın  sahip  olduğu  bağımsız  kişiliktir. Anonim ortaklığın  tüzel  kişiliğe  sahip  olması,  ortaklığın  pay  sahiplerinden,  yönetim  kurulu üyelerinden ve çalışanlarından ayrı bir kişiliği olduğu anlamına gelir. Anonim ortaklık, pay sahipleri aracılığıyla değil, organları ile işlem yapabilir, malvarlığı edinebilir ve malvarlığı üzerinde tasarruf edebilir. Anonim ortaklığın tüzel kişiliği sebebiyle pay sahiplerinden bağımsızlaşması, ortaklığın kurumlaşmasına hizmet etmekte, tek bir pay sahibinin  varlığında  dahi  anonim  şirket  kurumsal  bir  organizasyon  niteliğini kaybetmemektedir. Hatta tek kişilik anonim ortaklıklarda pay sahipleri, yönetim kurulu üyeleri, çalışanlar, alacaklılar, tedarikçiler gibi menfaat sahiplerini içeren ve bunların ahenk içinde çalıştığı birliği ifade eden  ekonomik organizasyon  kavramının öne çıktığı ve  kişi  birliği  unsurunun  yokluğunun  yaratabileceği  boşluğu  doldurduğu  ifade edilmektedir.  Yukarıda  açıklandığı  üzere  pay sahipliği  teorisinde sözleşme serbestisi  hâkim olduğundan ortaklığın özel hukuk karakteri ön plandadır. Devletin müdahalesi mümkün olan en düşük seviyededir, hatta buna  gerek  yoktur. Öte  yandan  menfaat  sahipliği teorisinin dayanağını teşkil eden kurum teorisinde, ortaklıklara sosyal sorumluluk ve kamu hukuku rolü eklenmiştir. Bu doğrultuda Devlet in müdahalesi mümkün ve bazı durumlarda gereklidir. Burada yalnızca pay sahiplerinin değil tüm menfaat sahiplerinin çıkarlarının korunması hedeflenir. Teorilerin bu özellikleri yukarıdaki üç ölçüt ile birlikte değerlendirildiğinde, Türk hukukunda menfaat sahipliği teorisinin etkilerinin mevcut olduğu ortaya çıkmaktadır. Mevcut düzende kanun koyucunun yalnızca pay sahiplerinin                                                            TTK nın 353/1. maddesi uyarınca ortaklığın kurulmasında kanun hükümlerine aykırı hareket edilmek suretiyle,  alacaklıların,  pay  sahiplerinin  veya  kamunun  menfaatleri  önemli bir  şekilde  tehlikeye düşürülmüş veya ihlal edilmiş olursa, TTK nın 530. maddesi uyarınca uzun süreden beri ortaklığın kanunen gerekli olan organlarından biri mevcut değilse veya genel kurul toplanamıyorsa veya TTK nın 537/3. maddesi uyarınca ortaklığı temsile yetkili tasfiye memurlarından hiçbiri Türk vatandaşı değilse ve hiçbirinin Türkiye de yerleşim yeri bulunmuyorsa, Bakanlığın ortaklığın feshini talep edebileceği düzenlenmiştir. 84  ŞENER, Oruç, Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku, Seçkin Yayınları, 1. Basım, Ankara, 2012, s. 105; KIRCA / ŞEHİRALİ ÇELİK / MANAVGAT, 2013, s. 70. 85  KIRCA / ŞEHİRALİ ÇELİK / MANAVGAT, 2013, s. 70. 86  TEKİNALP, Ünal, Yeni Anonim ve Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığı Esasları, Vedat Kitapçılık, 1. Basım, İstanbul, 2011, s. 9; TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, Vedat Kitapçılık, 4. Basım, İstanbul, 2015, s. 10-12. 993     malvarlığı  değerinin  artırılması  kaygısı  taşımadığı,  diğer  menfaat  sahiplerinin menfaatlerinin  de  korunacağı  bir  denge  yaratmaya  çalıştığı  gözlemlenmektedir. Çalışanlar da menfaat sahipleri arasında anonim ortaklık için kilit paydaşlardır.  Bu tespitin daha da somutlaşabilmesi için, aşağıda önce, genel hatlarıyla, Türk hukukunda menfaat sahiplerinin korunmasına yönelik hükümler; bunun ardından ise, özel olarak, çalışanlarının menfaatlerinin korunmasına yönelik düzenlemeler ele alınacaktır. B. Türk Hukukunda Menfaat Sahipliği ve Menfaat Sahiplerinin Korunması Türk hukukunda anonim ortaklıkların yönetiminde doğrudan menfaat sahipliği teorisinin  kabul  edildiğini  iddia  etmek  güçtür.  Öte  yandan  mevzuatta  bu  teorinin yansımalarına  rastlanmaktadır.  Menfaat  sahipleri  kavramının  tanımı  II-17.1  sayılı Kurumsal Yönetim Tebliği nde yer almaktadır. Anılan Tebliğ in ekinde yer alan Sermaye Piyasası Kurulu Kurumsal Yönetim İlkeleri nin (Kurumsal Yönetim İlkeleri) 3.1.1 inci maddesine göre menfaat sahipleri, şirketin hedeflerine ulaşmasında veya faaliyetlerinde ilgisi olan çalışanlar, alacaklılar, müşteriler, tedarikçiler, sendikalar, çeşitli sivil toplum kuruluşları gibi kişi, kurum veya çıkar gruplarıdır. 6102 sayılı Türk Ticaret Kanunu nda (TTK) menfaat sahiplerine ilişkin bir tanım mevcut değildir. Bununla birlikte TTK nın Genel Gerekçesi nde kurumsal, özellikle pay senetleri borsada işlem gören anonim ortaklıklarda, pay sahipleri başta olmak üzere, tüm ilgililerin menfaatlerinin ideal düzeyde korunmasına yönelmiş yeni bir kurallar sistemi olduğundan bahsedilmektedir ve kurumsal yönetimde menfaatlerin ideal bir noktada uyuşturulması gerektiği söylenmektedir.  Türk ticaret hukuku mevzuatında genel olarak menfaat sahiplerini ve özel olarak çıkar gruplarını koruyan birçok hüküm mevcuttur. Genel olarak menfaat sahiplerini koruyan hükümlere örnek olarak TTK nın 149, 343 ve 399 uncu maddeleri ile Kurumsal Yönetim İlkeleri nin 3 ve 4 üncü maddeleri verilebilir. TTK nın 149, 343 ve 399 uncu maddelerinde menfaat sahiplerine sırasıyla  finansal tabloları inceleme ,  değerleme raporuna itiraz etme  ve  yeni denetçi atanırken görüş beyan etme  hakları tanınmıştır.                                                            87  TTK Genel Gerekçe kn. 88. 88  TTK Genel Gerekçe kn. 89. 994     Kurumsal Yönetim İlkeleri de menfaat grupları arasındaki çıkar çatışmalarının önlenmesi ve menfaat sahiplerinin korunması bakımından yol göstericidir. Kurumsal Yönetim İlkeleri nin 3.1.1 inci maddesinde  Şirket, işlem ve faaliyetlerinde menfaat sahiplerinin ilgili  mevzuat  ve  karşılıklı  sözleşmelerle  düzenlenen  haklarını  koruma  altına  alır. Menfaat  sahiplerinin  haklarının  mevzuat  ve  karşılıklı  sözleşmeler  ile  korunmadığı durumlarda, menfaat sahiplerinin çıkarları iyi niyet kuralları çerçevesinde ve şirket imkânları  ölçüsünde  korunur   denilmiştir.  3.1.2 nci  maddesinde  ise   Menfaat sahiplerinin mevzuat ve sözleşmelerle korunan haklarının ihlali halinde etkili ve süratli bir tazmin imkânı sağlanır. Şirket, ilgili mevzuat ile menfaat sahiplerine sağlanmış olan tazminat gibi mekanizmaların kullanılabilmesi için gerekli kolaylığı gösterir. Ayrıca şirket çalışanlarına yönelik tazminat politikasını oluşturur ve bunu kurumsal İnternet sitesi aracılığıyla kamuya açıklar  hükmü mevcuttur. 3.1.3 ve 3.1.5 inci maddelerinde de  Menfaat sahipleri, haklarının korunması ile ilgili şirket politikaları ve prosedürleri hakkında şirketin kurumsal İnternet sitesi de kullanılmak suretiyle yeterli bir şekilde bilgilendirilir.  ve  Menfaat sahipleri arasında çıkar çatışmaları ortaya çıkması veya bir menfaat sahibinin birden fazla çıkar grubuna dahil olması durumunda; sahip olunan hakların korunması açısından mümkün olduğunca dengeli bir politika izlenir, her bir hakkın birbirinden bağımsız olarak korunması hedeflenir.  denilmek suretiyle anonim ortaklıkların menfaat sahiplerine ilişkin politikaları somutlaştırılmıştır. Yine Kurumsal Yönetim İlkeleri nin 4.2.3 üncü maddesinde yönetim kurulunun,  başta pay sahipleri olmak üzere şirketin menfaat sahiplerini etkileyebilecek olan risklerin etkilerini en aza indirebilecek risk yönetim ve bilgi sistemleri ve süreçlerini de içerecek şekilde iç kontrol sistemleri  oluşturacağı düzenlenmiştir. Türk Ticaret Hukuku nda münferiden alacaklılar, yöneticiler, toplum gibi çıkar gruplarını koruyan hükümlere de rastlanmaktadır. TTK nın birleşme, bölünme ve tasfiye sırasında alacaklıların menfaatlerini gözetmekle yükümlü kılan 157, 175, 176 ve 541 inci maddeleri; ortaklığın tüm iş ve işlemleri hakkında bilgi isteme, soru sorma ve inceleme yapma yetkileri tanıyan ve mali haklar tanınmak suretiyle yöneticilerin menfaatini üstün tutan  392  ve  394 üncü  maddeleri;  ortaklığın  kurulması  sırasında  alacaklıların,  pay                                                            89  KÜÇÜKGÜNGÖR, 2018, s. 85. 995     sahiplerinin veya kamunun menfaatlerinin önemli derecede tehlikeye düşürüldüğü veya ihlal edildiği durumlarda ortaklığın feshine karar verilebileceğini düzenleyen 353 üncü maddesi bunlara örnek olarak verilebilir. Benzer şekilde, Kurumsal Yönetim İlkeleri nin ortaklığın tabi olacağı etik kurallara ve sosyal sorumluluğuna ilişkin düzenlemelere işaret ederek  toplumun  korunmasını  hedefleyen  3.5.1  ve  3.5.2 nci  maddeleri  de  öne çıkmaktadır.  Türk Ticaret Hukuku mevzuatında, ayrı bir çıkar grubu olarak, doğrudan ortaklığın menfaatini koruyan hükümler de mevcuttur. Yönetim kurulu üyelerinin ve yönetimle görevli üçüncü kişilerin, görevlerini yerine getirirken ortaklığın menfaatlerini dürüstlük kurallarına  uyarak  gözetmek  yükümlülüğü  altında  olduğunu  düzenleyen  369 uncu maddesi  buna  verilebilecek  en  temel  örnektir.  Buna  ilaveten,  TTK nın  391 inci maddesinde anonim ortaklığın temel  yapısına uymayan veya sermayenin korunması ilkesini  gözetmeyen  yönetim  kurulu  kararlarının  butlanının  tespitinin  mahkemeden istenebileceği ve 393 üncü maddesinde yönetim kurulu üyelerinin veya anılan maddede sayılan yakınlarının, şahsi ve ortaklık dışı menfaatiyle anonim ortaklığın menfaatinin çatıştığı konulara ilişkin müzakerelere katılamayacağı ifade edilmiştir. Benzer şekilde Kurumsal  Yönetim  İlkeleri nin  1.6.4 inci  maddesi  ile  4.6.1 inci  maddesinde  pay sahiplerinin  çıkarları  ile  anonim  ortaklığın  çıkarları  arasında  dengeli  bir  politika izleneceği, yönetim kurulunun ortaklığın hedeflerine ulaşmasında tedbirli risk yönetim anlayışıyla hareket edeceği düzenlenmiştir. Bu  açıklamalar  doğrultusunda,  Türk  hukukunda  anonim  ortaklıklarda,  pay sahiplerinin menfaatlerinin, ortaklığın ve diğer çıkar gruplarının menfaati ile dengede tutulmasının amaçlandığı görülmektedir. Yönetim kurulunun tek bir çıkar grubunun menfaatini  gözeterek  karar  almaması  gerektiği,  özen  ve  bağlılık  yükümlülüğünün ortaklığa  karşı  olduğu  kabul  edilmektedir.  TTK nın  Genel  Gerekçesi nde  de  pay sahiplerinin değerinin ve bu değerin  maksimizasyonu nun içeriği belirsiz kavramlar                                                            90  Bu konuda ayrıntılı bilgi için bkz. HELVACI, Mehmet / CANKAT, Rifat,  Karşılaştırmalı Hukukta Şirket Menfaati Kavramı , Prof. Dr. Sabih Arkan a Armağan, 1. Basım, XII Levha Yayıncılık, İstanbul, 2019, (s. 521 - 552). 91  KÜÇÜKGÜNGÖR, 2018, s. 332. 92  KIRCA/ŞEHİRALİ ÇELİK/MANAVGAT, 2013, s. 654-663. 996     olduğu vurgulanmakta ve dünya çapında ilgi görse de bu kavramların henüz netlik kazanmadığı ifade edilmektedir.  C. Türk Hukukunda Çalışanların Menfaatlerinin Korunması Türk hukukunda çalışanlar, özellikle işverenlerine karşı gerek anayasal gerek diğer kanuni düzenlemelerle birçok açıdan koruma altına alınmıştır. Türkiye Cumhuriyeti Anayasası nın   Çalışma  hakkı  ve  ödevi   kenar  başlıklı  49 uncu  maddesi   Devlet, çalışanların hayat seviyesini yükseltmek, çalışma hayatını geliştirmek için çalışanları ve işsizleri korumak, çalışmayı desteklemek, işsizliği önlemeye elverişli ekonomik bir ortam yaratmak ve çalışma barışını sağlamak için gerekli tedbirleri alır  hükmünü amirdir. Anayasa nın 51 inci maddesinde yer alan sendika kurma hakkı, 53 üncü maddesinde yer alan toplu iş sözleşmesi yapma hakkı ve 54 üncü maddesinde yer alan grev hakkı da çalışanların menfaatlerinin gözetildiği düzenlemelere örnektir. Anayasa nın kurduğu bu çerçeve, çalışanları koruyan İş Kanunu, Asgari Ücret Yönetmeliği, Yıllık Ücretli İzin Yönetmeliği,  İş  Sağlığı  ve  Güvenliği  Hizmetleri  Yönetmeliği,  Uluslararası  Çalışma Örgütü (ILO) Sözleşmeleri ve benzeri yerel ve uluslararası kanun ve düzenlemelerle desteklenmektedir. Yukarıda belirtilen  hükümler, kanunlar ve uluslararası  sözleşmeler, çalışanları ekonomik  olarak  zayıf  bir  konumda  olmaları  sebebiyle  koruma  altına  almayı hedeflemektedir.  Öte  yandan,  menfaat  sahipliği  teorisi  çalışanların,  ortaklığın karşısındaki güçsüz konumları sebebiyle değil, ortaklığın değerini artıracak kıymetli bir katılımcı niteliğini haiz oldukları için de korunmaları gerektiğini savunur. Çalışanlar, pay sahipleri gibi ortaklığa yatırım yapmakta,  insan sermayesi  sunmaktadır. Dolayısıyla menfaat sahipliği teorisi, çalışanları, anonim ortaklıkla temas eden, onun faaliyetlerini etkileyen ve faaliyetlerinden etkilenen özel bir menfaat sahibi, bir  yatırımcı  olarak kabul  edilmektedir.  Bu  doğrultuda,  TTK nın  ve  Kurumsal  Yönetim  İlkeleri nin  de incelenmesi,  bunlarda  yer  alan  çalışanların  korunmasına  veya  kurumsal  yönetime katılımına yönelik hükümlerin anonim ortaklıklar bakımından da ayrıca ele alınması önemlidir.                                                             93  TTK Genel Gerekçe kn. 91. 997     TTK nın 178 inci maddesi uyarınca bölünmede, 158/4 üncü maddesi uyarınca birleşmede ve 190 ıncı maddesi uyarınca tür değiştirmede, çalışanların menfaatine zarar gelmemesi için birçok koruma getirildiği görülmektedir. Buna göre bu üç durumda, çalışanlar itiraz etmezse, iş sözleşmeleri devralana geçecek; itiraz ederse, iş sözleşmesi kanuni işten çıkarma süresinin sonunda sona erecektir. Eski işveren ile devralan, çalışanın muaccel alacakları ile iş sözleşmesinin sona ereceği tarihe kadar geçen sürede muaccel olacak alacaklarından müteselsilen sorumludur. Çalışanlar bu alacaklarının teminat altına alınmasını  talep  edebilir.  Birleşme  ve  bölünme  için  kanun  koyucu  ayrıca  koruma hükümleri getirmiştir.  TTK nın 147/2 nci  ve 169/2 nci  maddelerinde birleşme veya bölünmeye katılan ortaklıklar tarafından bu işlemler hakkında bir rapor hazırlanacağı ve bu raporda bu işlemlerin çalışanlar üzerindeki etkilerinin açıklanacağı düzenlenmiştir. Çalışanların çıkarlarının gözetildiği bir başka hüküm ise TTK nın 522 nci maddesidir. Anılan  hükme  göre,  esas  sözleşmede  ortaklığın  çalışanları  için  yardım  kuruluşları kurulması veya bunların sürdürülebilmesi amacıyla veya bu amacı taşıyan kamu tüzel kişilerine verilmek üzere yedek akçe ayrılabileceği öngörülmüştür. TTK nın 461 ve 463/1 inci maddelerinde ise çalışanların şirkete katılımına ilişkin düzenlemeler  mevcuttur.  TTK nın  461 inci  maddesinde,  sermaye  artırımında  pay sahiplerinin rüçhan hakkının yalnızca haklı sebeple sınırlandırılabileceği; çalışanların şirkete  katılımının  haklı  sebep  sayılacağı  düzenlenmiştir.  Benzer  şekilde,  TTK nın 463/1 inci maddesi uyarınca, genel kurul, yeni çıkarılan tahviller veya benzeri borçlanma araçları nedeniyle çalışanlara, esas sözleşmede değiştirme veya alım haklarını kullanmak yoluyla  yeni  payları  edinmek  hakkı  sağlamak  suretiyle,  sermayenin  şarta  bağlı artırılmasına karar verebilir.  TTK nın  bazı  hükümlerinin  ise  çalışanların  anonim  ortaklıkların  karar  alma mekanizmalarına  katılımını  mümkün  kılabileceği  değerlendirilmektedir.  TTK nın 360 ıncı maddesinde esas sözleşmede öngörülmek şartı ile belirli pay gruplarına, özellik ve nitelikleriyle belirli bir grup oluşturan pay sahiplerine ve azlığa yönetim kurulunda temsil edilme hakkı tanınabileceği ifade edilmiştir. Özellik ve nitelikleriyle belirli bir                                                            94  TTK nın genel gerekçesinde de ifade edildiği üzere yeni çıkartılacak payların işçilere sunulması rüçhan haklarının sınırlandırılması için haklı sebep olarak kabul edilmiştir. 998     grup oluşturan pay sahipleri kümesine verilebilecek örneklerden biri anonim ortaklıkta pay sahibi olan çalışanlardır. TTK nın 366/2 nci maddesinde ise yönetim kuruluna, işlerin  gidişini  izlemek,  rapor  hazırlamak,  kararlarını  uygulatmak  veya  iç  denetim amacıyla komiteler ve komisyonlar kurma yetkisi tanınmıştır. Özellikle anonim ortaklığın çalışanlarını ilgilendiren konularda, yönetim kurulunun bu komite ve komisyonlarda çalışmak üzere çalışanları görevlendirmesi mümkündür. Son olarak, TTK nın TTK nın 367/1 inci maddesine göre ise yönetim kurulu esas sözleşmeye konulacak bir hükümle, düzenleyeceği bir iç yönergeye göre, yönetimi, kısmen veya tamamen bir üçüncü kişiye devretmeye  yetkili  kılınabilir.  Sayılan  şartların  gerçekleştiği  bir  halde,  yönetim yetkilerinin ortaklığın çalışanlarına, varsa çalışan temsilcilerine veya çalışanların temsil edildiği komitelere devri mümkün hale gelmektedir. Kurumsal  Yönetim  İlkeleri nde  de  doğrudan  çalışanların  menfaatlerinin korunmasına  ve  bunların  ortaklığa  katılımına  dair  hükümler  mevcuttur.  Örneğin, Kurumsal Yönetim İlkeleri nin 3.2. maddesinde başta ortaklığın çalışanları olmak üzere menfaat sahiplerinin ortaklığın yönetimine katılımını destekleyici modeller geliştirileceği ve menfaat sahipleri bakımından sonuç doğuran önemli kararlarda menfaat sahiplerinin görüşlerinin  alınacağı  düzenlenmiştir.  Yine  örneğin  3.3 üncü  maddede  çalışanlara sağlanan  haklarda  adil  davranılacağı,  çalışanların  bilgi,  beceri  ve  görgülerini arttırmalarına  yönelik  eğitim  programları  gerçekleştirileceği  ve  eğitim  politikaları oluşturulacağı, çalışanlara yönelik bilgilendirme toplantıları yapılarak görüş alışverişinde bulunulacağı, çalışanlar ile ilgili olarak alınan kararların veya çalışanları ilgilendiren gelişmelerin çalışanlara veya temsilcilerine bildirileceği, bu nitelikteki kararlarda ilgili sendikalardan  görüş  alınacağı,  görev  tanımları  ve  dağılımı  ile  performans  ve ödüllendirme kriterlerinin çalışanlara duyurulacağı, dernek kurma özgürlüğü ve toplu iş sözleşmesi hakkının etkin bir biçimde tanınmasının destekleneceği ifade edilmektedir.  SONUÇ Son yıllarda doktrinde, menfaat sahipliği teorisine ve bunun bir yönetim biçimi olarak  kullanılmasına  karşı  ilginin  arttığı,  bu  yönde  birçok  eser  yayımlandığı görülmektedir. Buna göre anonim ortaklığın yöneticilerinin karar alırken yalnızca pay 999     sahiplerinin  malvarlığını  artırmayı  hedeflememesi,  aksine  ortaklığın  menfaatini  öne çıkarması, bunun için de tüm menfaat sahiplerinin çıkarlarını dengelemesi gerekir.  Öte  yandan  menfaat  sahipliği  teorisinin  uygulanmasında  birtakım  sorunlarla karşılaşılmaktadır.  Bunun  en  temel  sebebi  bu  teorinin  sınırlarının  net  bir  şekilde çizilememesidir. Yöneticilerin, çıkar gruplarının farklılaşan menfaatlerinden hangilerini üstün tutacağı yahut bunları dengelemek için hangi ölçütlere başvuracağı belirsizdir.  Menfaat sahipliği teorisinde, anonim ortaklığın çalışanlarının, ortaklığa özgülenmiş katkıları sebebiyle, diğer çıkar grupları arasında öne çıktığı ve özel bir öneme sahip olduğu görülmektedir. Çalışanların getirdiği  insan sermayesi , pay sahiplerinin getirdiği sermaye ile eşdeğer tutulmaya başlanmıştır. Çalışanlar ortaklıklarda takım üretimini ve ortaklığın değerini artırmaktadır.  Türk hukukunda çalışanların menfaatlerini koruyan hükümler bulunmakla birlikte bunların  ortaklığın  çıkarını  gözetmekten  ziyade,  zayıf  olanın  korunması  gayesiyle getirildiği değerlendirilmektedir. Yine de özellikle Kurumsal Yönetim İlkeleri ndeki çalışanlara ilişkin konularda çalışanlara bilgi verileceği veya danışılacağı; çalışanlar başta olmak üzere, menfaat sahiplerinin anonim ortaklığın yönetimine katılımını destekleyen yöntemler  geliştirileceği  şeklindeki  hükümler,  Türk  hukukunda  menfaat  sahipliği teorisine yönelik ilgiye uzak kalmadığını ve bu yönde adımlar attığını göstermektedir.",
     "Kaynakça": "AKTAN, Coşkun,  Kurumsal Şirket Yönetimi , DergiPark, Yıl: 2013, Cilt: 5, Sayı: 1, (s. 150 - 161). ALCHIAN, Armen, A. / DEMSETZ, Harold,  Production, Information Costs, and Economic Organization , The American Economic Review, Yıl: 1972, Cilt: 62, Sayı: 5, (s. 777795). ANSAY, Tuğrul, Anonim Şirketler Hukuku, 1. Basım, BTHAE, Ankara, 1982. BAŞ, Kadir, Çalışanların Pay Sahipliği Yoluyla Anonim Şirketlere Katılımı, 1. Basım, XII Levha Yayıncılık, İstanbul, 2021. BERLE, Adolf A., Jr., / MEANS, Gardiner, C.,  The Modern Corporation and Private Property, 1. Basım, Transaction Publishers, New York, 1932. BLAIR, Margaret M. / STOUT, Lynn A.,  A Team Production Theory of Corporate Law , Virginia Law Review, Yıl: 1999, Cilt: 85, Sayı: 2, (s. 247 - 328). BONNAFOUS-BOUCHER, Maria / RENDTORFF, Jacob Dahl, Stakeholder Theory: A Model for Strategic Management, 1 Basım, Springer, e-book, 2016. BRATTON, William, W., Jr., The New Economic Theory of the Firm: Critical Perspectives from History, Stanford Law Review, Yıl: 1989, Cilt: 41, Sayı: 6, (s. 1471 – 1527). DINH,  Viet  D.,   Codetermination and  Corporate  Governance  in  a  Multinational  Business Enterprise , Journal of Corporate Law Studies, Yıl: 1999, (s. 976 - 999). DODD, E. Merrick, Jr.,  For Whom Are Corporate Managers Trustees? , Harward Law Review, Yıl: 1932, Cilt: 45, Sayı: 7, (s. 1145 – 1163). EMİNOĞLU,  Cafer,  Türk  Ticaret  Kanunu nda  Kurumsal  Yönetim  (Corporate Governance), 1. Basım, XII Levha Yayıncılık, İstanbul, 2014. FREEMAN, R. Edward / HARRISON, Jeffrey S. / ZYGLIDOPOULOS, Stelios, Stakeholder Theory: Concepts and Strategies, 1. Basım, Cambridge University Press, Cambridge, 2018. 1001     GOSPEL,  Howard  /  PANDLETON,  Andrew,   Finance,  Corporate  Governance  and  the Management of Labour: A Conceptual and Comparative Analysis , British Journal of Industrial Relations, Yıl: 2003, Cilt: 41, Sayı: 3, (s. 557 - 582). HACIMAHMUTOĞLU, Sibel, AT ve Türk Hukukunda Anonim Ortaklığın Karar Alma Sürecinde Yönetim Kurulunun Yapısı ve Çalışanların Katılımı, 1. Basım, Yetkin Yayınları, Ankara, 2008. HANSMANN, Henry / KRAAKMAN, Reinier,  The End of History for Corporate Law , https://ssrn.com/abstract=204528 (erişim tarihi: 05.05.2022). HELVACI, Mehmet / CANKAT, Rifat,  Karşılaştırmalı Hukukta Şirket Menfaati Kavramı , Prof. Dr. Sabih Arkan a Armağan, 1. Basım, XII Levha Yayıncılık, İstanbul, 2019, (s. 521 - 552). HORWITZ, Morton, J.,  Santa Clara Revisited: The Development of Corporate Theory , West Virginia Law Review, Yıl: 1986, C: 88, S: 2, (s. 173 - 224). JENSEN,  Michael,  C.,  A  Theory  of  the  Firm:  Governance,  Residual  Claims,  and Organizational Forms, 1. Basım, Harvard University Press, Cambridge, 2000. KARASU, Rauf, Anonim Şirketlerde Emredici Hükümler İlkesi, 2. Basım, Yetkin Yayınları, Ankara, 2015. KEAY, Andrew,  Stakeholder Theory in Corporate Law: Has It Got What It Takes? , Richmond Journal of Global Law & Business, Yıl: 2010, Cilt: 9, Sayı: 3, (s. 249 - 300). KIRCA, İsmail / ŞEHİRALİ ÇELİK, Feyzan Hayal / MANAVGAT, Çağlar, Anonim Şirketler Hukuku Cilt: 1, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2013. KRAAKMAN, Reinier / ARMOUR, John / DAVIES, Paul, vd., The Anatomy of Corporate Law: A Comparative and Functional Approach, 3. Basım, Oxford University Press, Oxford, 2017. 1002     KÜÇÜKGÜNGÖR, M. Aslı, Kurumsal Yönetim İlkeleri Bakımından Halka Açık Anonim Şirketlerde  İcrada  Görevli Olmayan Yönetim Kurulu  Üyeleri,  1.  Basım,  Yetkin Yayınları, Ankara, 2018. LEHR, Amy K.,  Fiduciary Duties for a Globalized World: Stakeholder Theory Reconceived , George Mason Law Review, Yıl: 2019, Cilt: 27, Sayı: 1, (s. 81 - 140). MARSHALL, Shelley / RAMSAY, Ian,  Stakeholders and Directors  Duties: Law, Theory and Evidence , The University of New South Wales Law Journal, Yıl: 2012, Cilt: 35, Sayı: 1, (s. 291 - 316).  MILLON, David, Theories of the Corporation, Duke Law Journal, Yıl: 1990, C: 39, S: 2, (s. 201 – 262). MINTZ, Steven,   A Comparison  of Corporate  Governance Systems  in the U.S., UK and Germany , Corp. Own. and Control, Yıl: 2006, Cilt: 3, Sayı: 4, (s. 22-34). MITCHELL, Ronald K. / LEE, Jae Hwan,  Stakeholder Identification and Its Importance in the Value  Creating  System  of  Stakeholder  Work ,  The  Cambridge  Handbook  of Stakeholder Theory, (der. J. F. Harrison, vd.), 1. Basım, Cambridge University Press, Cambridge, 2019, (s. 53 - 73). MİMAROĞLU,  Sait,  Kemal,  Ticaret  Hukuku  İkinci  Cilt  İşletme  Hukuku  Ticaret Ortaklıkları Hukuku, 1. Basım, BTHAE, Ankara, 1972. ÖZCÜRE, Gürol / ERYİĞİT, Nimet,  AB de Çalışanların Yönetime Katılma Yönergesi nin KOBİ ler  Düzeyinde  Uygulanması  ve  Türkiye  Üzerine  Bir  Değerlendirme ,  Sosyal Siyaset Konferansları Dergisi, Yıl: 2006, Cilt: 0, S. 51, (s. 145-176). PALLADINO,  Lenore,   Who  Owns  Corporations ,  Boston  Review  Economics  After Neoliberalism, Yıl: 2009 (s. 124 - 140). PARMAR, Bidhan L. / FREEMAN, R. Edward / HARRISON, Jeffrey S., vd., Stakeholder Theory:  The  State  of  the  Art, https://www.researchgate.net/publication/235458104_Stakeholder_Theory_The_State_of_the_Art (erişim tarihi: 06.06.2022). 1003     PHILLIPS, Robert A. / BARNEY, Jay B. / FREEMAN, R. Edward, vd.,  Stakeholder Theory , The Cambridge Handbook of Stakeholder Theory, (der. J. F. Harrison, vd.),1. Basım, Cambridge University Press, Cambridge, 2019, (s. 3 - 18). POROY, Reha / TEKİNALP, Ünal / ÇAMOĞLU, Ersin, Ortaklıklar ve Kooperatif Hukuku, Gözden Geçirilmiş ve Güncelleştirilmiş Dokuzuncu Bası, 9. Basım, Beta Basım A.Ş., İstanbul, 2003. PULAŞLI, Hasan,  Corporate Governance Anonim Şirket Yönetiminde Yeni Model, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2003. PURI, Poonam / BOROK, Tuvia,  Employees as Corporate Stakeholders , The Journal of Corporate Citizenship, Yıl: 2002, Cilt: 8, (s. 49 - 61). RADIN, Tara. J.,  From Imagination to Realization: A Legal Foundation for Stakeholder Theory , Re-Imaging Business Ethics: Meaningful Solutions for a Global Economy, Yıl: 2002, Cilt: 4, (s. 31 - 49). RHEE, Robert J.,  A Legal Theory of Shareholder Primacy, Minnesota Law Review, Yıl: 2018, Cilt: 102, (s. 1951 - 2017). RÖNNEGARD, David / SMITH, N. Craig,  Shareholder Primacy vs. Stakeholder Theory: The  Law  as  Contraint  and  Potential  Enabler  of  Stakeholder  Concerns , https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3165992 (erişim tarihi: 13.04.2022). SMITH, D. Gordon,  The Shareholder Primacy Norm , The Journal Of Corporation Law, Yıl: 1998, Cilt: 23, (s. 277 - 323). STERNBERG, Elaine, Corporate Governance: Accountability in the Marketplace, 1. Basım, The Instite of Economic Affairs, London, 1998. ŞEHİRALİ ÇELİK, Feyzan Hayal, Anonim Şirketlerde Çıkar Çatışmaları Ekseninde Şirket Ele Geçirmelerine Karşı Önlemler, 1. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2008. ŞENER, Oruç, Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku, Seçkin Yayınları, 1. Basım, Ankara, 2012. 1004     TEKİNALP,  Ünal,  Sermaye  Ortaklıklarının  Yeni  Hukuku,  Vedat  Kitapçılık,  4.  Basım, İstanbul, 2015. TEKİNALP, Ünal, Yeni Anonim ve Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığı Esasları, Vedat Kitapçılık, 1. Basım, İstanbul, 2011. WADDINGTON,  Jeremy  /CONCHON,  Aline,  Board-Level  Employee  Representation in Europe: Priorities, Power and Articulation, 1. Basım, ETUI, Routledge Taylor & Francis Group, New York, 2016. WICKS, Andrew C. / ELMORE, F. A. / JONAS, David,  Connecting Stakeholder Theory to the Law and Public Policy , The Cambridge Handbook of Stakeholder Theory, (der. J. F. Harrison, vd.), 1. Basım, Cambridge University Press, Cambridge, 2019, (s. 97 - 116). WISE, Amanda,  Article: Corporate Law and the Business Roundtable: Adding to the Debate on Shareholder Primacy vs. Stakeholder Theory , Capital University Law Review, Yıl:"
}