{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "01",
     "Ay": "10",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "OTONOM SİLAH SİSTEMLERİNİN İNSANCIL HUKUKUN TEMEL İLKELERİNE UYGUNLUĞUNUN SAĞLANMASINDA ANLAMLI İNSAN KONTROLÜNÜN ETKİSİ",
     "Title": "THE EFFECT OF MEANINGFUL HUMAN CONTROL ON THE COMPATIBILITY OF AUTONOMOUS WEAPON SYSTEMS WITH THE BASIC PRINCIPLES OF HUMANITARIAN LAW",
     "Yazar İsmi": [
          "İsmail ATAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Otonomi",
          "Otonom silah sistemleri",
          "İnsancıl hukuk",
          "İnsan kontrolü",
          "Silahlı çatışmalar"
     ],
     "Keywords": [
          "Autonomy",
          "Autonomous weapon systems",
          "Humanitarian law",
          "Human control",
          "Armed conflicts"
     ],
     "Özet": "Otonom silah sistemleri, uluslararası düzeyde kabul edilmiş tek tip bir tanımı bulunmasa da bağımsız olarak hareket edebilen ve genel olarak bir insan unsuruna ihtiyaç duymadan hedef belirleyip gerektiğinde bu hedefe saldırabilen sistemler şeklinde tanımlanabilir. Bu sistemler, teknolojik ilerlemeye bağlı olarak, silahlı çatışmalarda kullanım amacıyla artan bir talep oranına sahiptir. Bu silah sistemlerinin askeri insan gücünün  kullanılamayacağı  veya  askeri  insan  gücünü  kullanmanın  yürütülen  çatışma  bakımından dezavantaj teşkil edebileceği yerlerde devreye girebilme olanağı, ilerleyen teknolojiyle birlikte daha da geliştirilebilme potansiyeli ve kullanım kolaylığı gibi hususlar devletler tarafından tercih edilmesinde önemli rol oynamaktadır. Bu şekilde, artan ilgiyle birlikte otonom silah sistemlerinin silahlı çatışmalardaki konumu, uluslararası hukuk bakımından yeni bir tartışma ve çalışma alanı yaratmıştır. Otonom silah sistemleri her ne kadar niteliği gereği insansız kullanıma elverişli olsa da şu ana kadar çoğunlukla  insan  kontrolü  altında  kullanılmıştır.  Otonom  silah  sistemlerinin  silahlı  çatışmalarda kullanılması, silahlı çatışmalara ilişkin uluslararası hukuk kuralları bakımından çeşitli sorun ve sakıncalar doğurabilme potansiyeline sahiptir. Bu çerçevede incelenmesi gereken temel meseleler arasında, otonom silah  sistemlerinin  silahlı  çatışmalar  hukukunun  ayrım  gözetme,  orantılılık  gibi  bazı  temel  ilkeleri karşısındaki durumu ve söz konusu silahlar üzerinde hangi seviyedeki insan kontrolünün bu kontrolü anlamlı (meaningful) kılacağı sorunu sayılabilir.  Bu  çalışmada  otonom  silah  sistemleri  konusundaki  tartışmalar  ele  alınacak,  otonom  silah sistemlerinin silahlı çatışmalarda kullanımının silahlı çatışmalar hukukuna uygunluğu bakımından anlamlı insan kontrolü kavramının tamamlayıcı rolü ve anlamlı insan kontrolünün hangi seviyelerde olması gerektiği, uluslararası insancıl hukuk kapsamında değerlendirilecektir. Ayrıca anlamlı insan kontrolünün uluslararası hukuka uygunluğu sağlamadaki tamamlayıcı işlevi düşünüldüğünde otonom silah sistemlerinin silahlı çatışmalarda yer almasının genel bağlamda avantajlı olup olmadığı tartışılacaktır.",
     "Abstract": "Although having no universally accepted uniform definition, autonomous weapon systems can be defined as systems that can act independently and can determine a target and destroy this target when necessary without the need for the human factor in general. These systems have an increasing demand rate with the aim of using in armed conflicts due to the advancement of technology. Issues such as the possibility of deploying in fields military manpower cannot be exploited or exploiting military manpower may pose disadvantages in terms of the conduct of the conflict, the potential for further development of these weapon systems with advancing technology and ease of use play an important role in the preference of states. Therefore, the position of autonomous weapon systems in armed conflicts, with increasing interest, has created a new field of discussion and study in international law. Even though autonomous weapon systems are suitable for unmanned use by nature, they have mostly been used under human control until now. The use of autonomous weapon systems in armed conflicts has the potential to cause various problems and drawbacks in terms of international law on armed conflicts. The situation of autonomous weapon systems against some basic principles of the law of armed conflicts, such as distinction and proportionality in armed conflicts and the issue of what level of human control over these weapons will make this control meaningful, can be counted among the main issues that need to be examined within this framework. In this study, discussions on autonomous weapon systems will be examined, the importance of meaningful human control in terms of autonomous weapon systems and what the level of meaningful human control should be in terms of the compatibility of the use of such weapon systems with the law of armed conflicts will be evaluated within the scope of international humanitarian law. In addition, it will be discussed  whether  the  inclusion  of  autonomous  weapon  systems  in  armed  conflicts  is  generally advantageous when considered with the notion of meaningful human control.",
     "Metin": "Teknolojik  ilerlemeye  bağlı  olarak  otonom  silah  sistemleri,  özellikle  son zamanlarda sıklıkla gündeme getirilen konuların başında gelmektedir. Hem resmî ve resmî olmayan toplantılarda hem akademik çalışmalarda hem de diplomatik alanlarda tartışılan, savaşlarda barut ve nükleer silahlardan sonra 3. devrim olarak kabul edilen otonom  silah  sistemlerinin  tanımı  konusunda  uluslararası  toplumda  yaygın  biçimde benimsenen bir kabul bulunmamaktadır. Kısaca otonom silah sistemleri, tam otonom 769     şekilde hiçbir insan unsuru olmadan çalışabilen ya da kısıtlı bir insan müdahalesi ile hedef belirleyip  saldırabilen  silah  sistemleridir.  Farklı  kurum,  kişi  ve  kuruluşlarca  farklı tanımlamaların ve sınıflandırmaların yapıldığı otonom silah sistemleri ile ilgili en önemli meselelerden  biri,  çatışmalardaki  kullanımlarının  insancıl  hukuk  ilkelerine uygunluğudur.  Bu  çerçevede  özellikle  ayrım  gözetme,  orantılılık  ve  özen  gösterme yükümlülüğü üzerinde durulduğu görülmektedir. Otonom silah sistemleri konusu bakımından insan kontrolü kavramı, kaçınılmaz biçimde tartışmalara dâhil edilen konulardan biridir. Bu sistemler üzerinde, insancıl hukuka uygunluk meselesinde tamamlayıcı nitelikte bulunan insan kontrolü konusunda, çeşitli konseptler ileri sürülse de bunlardan en dikkat çekeni, anlamlı insan kontrolüdür. Anlamlı  insan kontrolü kavramı tartışmalarında bu kontrolün nasıl anlamlı olacağı, anlamlı  kontrolü  sağlamak  için  nelerin  gerekeceği  gibi  sorular  gündeme  gelmiştir. Anlamlı insan kontrolü için nelerin gerekeceği meselesinde de otonom silah sistemlerinin tanımlama  ve  sınıflandırmasında  olduğu  gibi  uluslararası  düzeyde  bir  tekdüzelik bulunmamaktadır. Yani, farklı gerekliliklerin ileri sürüldüğü bu konuda da bir belirsizlik mevcuttur. Anlamlı insan kontrolü ile ilgili bugüne kadar ileri sürülen tanım ve gerekliliklere baktığımızda her tür otonom silah sistemi ve kullanımı için tek bir formül ile çözüm arayışının yapıldığı görülmektedir. Ancak bu şekilde tekdüze bir kontrol politikasından ziyade farklı otonom silah sistemleri ve kullanımları için farklı otonomi ve insan kontrolü seviyeleri öngörmek, teoriden uygulamaya geçişi kolaylaştıracak ve etkiyi arttıracak bir unsur olarak karşımıza çıkmaktadır. Bu bağlamda çalışmamız 3 ana bölümden oluşmaktadır. Öncelikle ilk bölümde otonom silah sistemleri ile ilgili genel bilgiler verilmiş, tanımlama ve sınıflandırma konuları ele alınmıştır. İkinci bölümde insancıl hukukun ayrım gözetme, orantılılık ve özen gösterme ilkeleriyle otonom silah sistemleri birlikte değerlendirilmiştir. Uluslararası silahlı çatışmalar hukuku bakımından bu ilkeler karşısında otonom silah sistemlerinin uygunluğu tartışılmıştır. Son bölümde ise anlamlı insan kontrolü kavramı ile ilgili ileri sürülen  fikirler  tartışılmış  ve  farklı  yaklaşımlar  belirtilmeye  çalışılmıştır.  Tekdüze yaklaşımlardan ziyade farklılaştırılmış kontrol politikaları belirtilmiş ve farklılaştırılmış 770     yaklaşımın daha iyi bir çözüm yolu olacağı ileri sürülmüştür. Aynı zamanda otonom silah sistemlerinin sahip olduğu/olabileceği bazı dezavantajlara ve özellikle farklılaştırılmış kontrol  düzeyleri  ile  birlikte  sunduğu/sunabileceği  bazı  avantajlara  değinilmiştir. Çalışmanın esas amacı asıl olarak otonom silah sistemlerinin tamamen yasaklanmasından ziyade farklılaştırılmış kontrol politikaları ve bu politikaların tamamlayıcı işlevi göz önüne alınarak otonom silah sistemleri ile ilgili uluslararası bir düzenleme yapılmasının daha faydalı olacağını belirlemektir. I. OTONOM SİLAH SİSTEMLERİ A. Genel Olarak Tanımlama ve Sınıflandırma Günümüzde  devletler,  uzmanlar  ve  örgütler  arasında  yaşanan  büyük  tartışma odaklarından biri olan otonom silah sistemlerinin genel biçimde kabul görmüş bir tanımı ve sınıflandırması yoktur. Yine isimlendirme konusunda da, otonom silah sistemleri yanında, ölümcül otonom robotlar, ölümcül otonom silah sistemleri, katil robotlar, tam otonom silah sistemleri gibi ifadeler bugüne kadar kullanılmıştır.  Uluslararası  düzeyde  kabul  edilmiş  bir  tanım  ve  sınıflandırma  olmasa  da  bu konudaki  tartışmalarda  önemli  rol  sahibi  kişi  ve  kurumlarca  çeşitli  tanımlamalar yapılmaya  çalışılmıştır.  Bu  kısımda  Amerika  Savunma  Bakanlığının  (The  U.S.                                                  1   CROOTOF, Rebecca,  The Killer Robots Are Here: Legal and Policy Implications , Cardozo Law Review, Yıl: 2015, Cilt: 36, Sayı: 5, (s. 1837-1915), s. 1843; HOROWITZ, Michael C. / SCHARRE, Paul,   An  Introduction  to  Autonomy  in  Weapon  Systems ,  Working  Paper,  Yıl:  2015,  s.  3; International Committee of Red Cross (ICRC), Expert Meeting Autonomous Weapon Systems: Technical, Military, Legal and Humanitarian Aspects, Geneva, 2014, s. 5; WYATT, A.,  So Just What is a Killer Robot?: Detailing the Ongoing Debate Around Defining Lethal Autonomous Weapon Systems , Wild Blue Yonder, Yıl: 2020, (s. 68-81), s. 73; EKELHOF, M.A.C.,  Complications of a Common Language: Why It is so Hard to Talk about Autonomous Weapons , Journal of Conflict and Security Law, Yıl: 2017, Cilt: 20, Sayı: 2, (s. 311-331), s. 319. 2   HEYNS,  Christof,   Report  of  the  Special  Rapporteur  on  Extrajudicial,  Summary  or  Arbitrary Executions , United Nations General Assembly, Yıl: 2013. 3   BODE, Ingvild,  Norm-making and the Global South: Attempts to Regulate Lethal Autonomous Weapons Systems , Global Policy, Yıl: 2019, Cilt: 10, Sayı: 3, (s. 359-364). 4   Genellikle  bu  silah  sistemlerinin  gelişim  ve  yayılımına  karşı  olanlar  tarafından,  bu  sistemlerin etkilerinin kötü olabileceğini vurgulamak adına diğer tabirlerin yanında destekleyici ifade olarak kullanılmıştır, bkz. SPARROW, Robert,  Killer Robots , Journal of Applied Philosophy, Yıl: 2007, Cilt: 24, Sayı: 1, (s. 62-77). 5   Human Rights Watch / International Human Rights Clinic (HRW / IHRC), New Weapons, Proven Precedent: Elements of and Models For a Treaty on Killer Robots, 2020. 771     Department  of  Defense/DoD),  Uluslararası  Kızılhaç  Komitesinin  (International Committee  of  Red  Cross/ICRC),  İnsan  Hakları  İzleme  Örgütü  (Human  Rights Watch/HRW)  ve  Harvard  Hukuk  Fakültesi  Uluslararası  İnsan  Hakları  Kliniğinin (Harvard  Law  School s  International  Human  Rights  Clinic/IHRC),  Eski  Birleşmiş Milletler Yargısız, Kısayoldan ya da Keyfi İnfazlar Özel Raportörü Christof Heyns in kullandığı tanımlara ve sınıflandırmalara yer verilecektir. Ayrıca yine literatürden örnek tanımlara  da  değinilecek  ve  farklı  şekilde  isimlendirilse  de  aslında  benzer  bir sınıflandırmanın yapıldığı vurgulanmaya çalışılacaktır. Amerika Savunma Bakanlığına göre otonom silah sistemlerinin sınıflandırılması, insan kontrolünün rolüne göre; yarı otonom silah sistemleri, insan gözetimli otonom silah sistemleri ve otonom silah sistemleri şeklindedir: Yarı otonom silah sistemleri: Aktive edildikten sonra, sadece kontroldeki kişi tarafından seçilen hedeflere angaje olabilen silah sistemleridir. Ancak bir insan eylemi ile hedef seçilebilir ve kuvvet uygulanabilir. Bu kategori içeriğinde ise; potansiyel hedefleri edinme, izleme ve belirleme gibi -bu işlevlerle sınırlı değil- angaje ile ilgili işlevlerde otonominin  bulunduğu,  muhtemel  hedeflerin  operatör  için  işaretlendiği,  seçilen hedeflerin önceliklendirildiği,  ne zaman ateş açılacağının belirlendiği  ya da seçilen hedefler için rehberliğin sağlandığı, hedef belirleme ve angaje olma fonksiyonlarında insan kontrolünün korunduğu silah sistemleri bulunmaktadır. İnsan gözetimli otonom silah sistemleri: Kontroldeki kişiye, silah sisteminin bir hatasında ya da arızasında, kabul edilemez zarar sonucu doğmadan, hedefe angaje olma sürecine müdahale ve süreci sonlandırma yetkisinin tanındığı silah sistemleridir. Bu silah sistemlerinde kontrolden ve denetimden sorumlu kişinin sistem tarafından yapılacak ya da yapılmakta olan eylemi iptal etme yetkisi bulunmaktadır.                                                  6   Çalışmanın devamında  ICRC  şeklinde kısaltılarak ifade edilecektir. 7   Çalışmanın devamında  HRW  şeklinde kısaltılarak ifade edilecektir. 8   Çalışmanın devamında  IHRC  şeklinde kısaltılarak ifade edilecektir. 9   US Department of Defense, Directive 3000.09, Autonomy in Weapon Systems, 2012, s. 13-14. 772     Otonom silah sistemleri: Bir kere aktive edildikten sonra, ek bir insan müdahalesine gerek duymadan hedefleri seçebilen ve hedeflere angaje olabilen silah sistemleridir. Amerika Savunma Bakanlığına göre bu kategoriye, hedefleri insan müdahalesi olmadan seçebilen  ve  hedeflere  angaje  olabilen  ancak  kontroldeki  kişinin  silah  sisteminin çalışmasına  müdahale  edebilme  yetkisinin  bulunduğu  insan  gözetimli  otonom  silah sistemleri de dâhildir.  ICRC ye  göre  de  sınıflandırma  uzaktan  kontrollü  sistemler,  otomatik  silah sistemleri ve otonom silah sistemleri şeklindedir.  Uzaktan kontrollü sistemler: Bir kişi tarafından uzaktan kontrol ile hedef belirleyip bunlara saldırabilen silah sistemleridir. Burada eğer mevcut uzaktan kontrollü silah sistemi,  bağımsız  bir  şekilde  hedef  belirleyebilme  ve/veya  hedefe  saldırabilme kapasitesine sahipse bu silah sistemleri de de facto olarak yarı otonom ya da otonom silah sistemi kategorisinde sayılabilecektir. Otomatik silah sistemleri: Kullanıma açık hale getirildiğinde insan müdahalesi olmadan  çalışabilen  ancak  bu  çalışma  kapsamının  sadece  kullanım  öncesi  ya  da sırasındaki spesifik bilgiye göre programlanarak sınırlandırıldığı silah sistemleridir. Otonom silah sistemleri: ICRC,  otonom silah sistemleri  kavramının bir şemsiye kavram işlevi görmesini ve bunun içerisinde de; havada, karada ya da denizde, silahın  hedef belirleme (arama, izleme, tespit etme) ve saldırma (kuvvet kullanma, zarar verme, yok etme) işlevlerinde, yani silahın kritik fonksiyonlarında otonomi bulunan her çeşit silah sistemini  barındırmasını  önermiştir.  Bu  çerçevede,  otonom  silah  sistemleri,  kritik fonksiyonlarında  otonomi  bulunan  her  tür  silah  sistemidir.  ICRC  otonom  silah                                                  10   ICRC, 2014, s. 64. 11  ICRC, 2014, s. 62; WAGNER, Markus,  Autonomous Weapon Systems , Max Planck Encyclopedia of Public International Law, (der: Rudiger Wolfrum), Oxford University Press, Oxford, 2016, prg. 5. 12  ICRC, International Humanitarian Law and the Challenges of Contemporary Armed Conflicts, 32nd International Conference of the Red Cross and Red Crescent Report, Geneva, 2015, s. 44; ICRC, Views of the ICRC on Autonomous Weapon System, Convention on Certain Conventional Weapons (CCW) Meeting of Experts on Lethal Autonomous Weapons Systems (LAWS), Geneva, 2016, s. 1. 13  ICRC, Autonomy, Artificial Intelligence and Robotics: Technical Aspects of Human Control, Working Paper, Geneva, 2019, s. 5. 773     sistemleri  hakkında,  görüldüğü  üzere  kritik  fonksiyonlar  bağlamında  bir  tanımlama yapmıştır.   HRW ve IHRC ise  robot  kavramını kullanarak bu robotların hepsinin belirli bir seviyede  otonomi  barındırdığını  belirtmiştir.  Yani  buna  göre,  her  bir  sistem,  insan gözetimi  ya  da  müdahalesi  olmadan  bazı  fonksiyonlarını  otonom  şekilde  yerine getirebilmektedir.   Bu  robotik  silahların  sınıflandırılmasında  da  döngü  kavramını  kullanmıştır. Buradaki döngü de karar alma ve hedefe angaje olma sürecini ifade eder. Buna göre de ayrım şu şekilde yapılmıştır; insanın döngünün içinde olduğu sistemler, insanın döngünün üzerinde olduğu sistemler ve insanın döngünün dışında kaldığı sistemler. İnsanın döngünün içinde olduğu silahlar: Sadece insan talimatıyla hedef belirleyip saldırabilen robotlardır. İnsanın döngünün üzerinde olduğu silahlar: İnsan kontrolü olmadan hedefleri seçip hedeflere saldırabilme kapasitesine sahip olsa da bu işlevini, robotun eylemini iptal edebilecek bir kişinin gözetimi altında yerine getiren robotlardır. İnsanın döngünün dışında kaldığı silahlar: Herhangi bir insan müdahalesi olmadan, hedefleri belirleyebilme ve hedeflere saldırabilme kapasitesine sahip olan robotlardır. Eski Birleşmiş Milletler Yargısız, Kısayoldan ya da Keyfi İnfazlar Özel Raportörü Christof Heyns, 2013 yılı Nisan ayı raporunda da otonom silah sistemlerini aynı şekilde tanımlanmış ve bu tanımdaki önemli unsurun, robotun hedef belirleme ve öldürücü saldırıyı yapabilmesinde otonom seçim imkânı unsuru olduğunu vurgulamıştır.  Noel Sharkey de otonom robot ifadesini kullanarak benzer bir tanımlama yapmıştır. Buna göre otonom robot, hâlâ bir program tarafından kontrol edilen ancak daha önceden                                                  14  HRW / IHRC, Losing Humanity: The Case Against Killer Robots, 2012, s. 2. 15  HRW / IHRC, a.g.e., s. 2. 16  HEYNS, 2013, prg. 38. 774     sınırlandırılmamış çevrelerde, sensörlerinden gelen bilgileri baz alarak, hızını ve yönünü değiştirebilen robotlardır. Horowitz ve Scharre da otonomiyi, en sade şekliyle, insan unsuru olmadan bir makinenin otonom şekilde çalışabilme kapasitesi olarak tanımlamıştır. Bu bağlamda da otonom sistemler, aktivasyonu sağlandıktan sonra, yazılımsal ya da donanımsal, bazı görev veya işlevlerini otonom şekilde yerine getiren sistemlerdir.  Asaro ya göre otonom silah sistemleri, karar alma sürecinde doğrudan bir insan unsuru  ya  da  gözetimi  olmadan,  hedefleme  ve  muhtemel  öldürücü  saldırı  sürecini başlatabilme kapasitesine sahip silah sistemleridir.   Otonom silah sistemleri ve otonomi hakkında verilen bu tanımlamalardan sonra bir konuya  daha  dikkat  çekmekte  fayda  vardır.  HRW  ve  IHRC nin  sınıflandırmasını kullanarak kısaca açıklayacağımız tartışmanın odak noktası; otonom silah sistemleri kategorisi içerisine hem insanın döngünün dışında kaldığı hem de insanın döngünün üzerinde bulunduğu, yani insan gözetiminin mevcut olduğu ancak bu gözetimin efektif, etkili  ve  gerçekçi  olmaktan  uzak  olduğu  silah  sistemlerini  dâhil  etme  meselesidir. Heyns e göre; insan gözetimli sistemlerde kontrolden sorumlu kişinin iptal etme ve müdahale  yetkisi  uygulamada  sınırlı  olabilir.  Çünkü,  robotların  karar  alma  süreci genellikle  nanosaniyeler  içerisinde  gerçekleşir  ve  bu  kararların  temeli/nedeni  için sağlanan bilgilendirme, gözetmen için pratikte erişilebilir olmayabilir. Bu durumda da aslında kontrolden sorumlu kişi de facto olarak döngünün dışına kalmakta ve insan gözetimli olarak da nitelense aslında bu silah sistemi tam otonom silah sistemi halini almaktadır.  HRW ve IHRC ye göre  tam otonom silah  ifadesi hem insanın döngünün dışında kaldığı silahlar hem de insanın döngünün üzerinde bulunduğu ancak denetiminin etkisinin                                                  17  SHARKEY, Noel,  Automating Warfare: Lessons Learned from the Drones , J. L. Info. & Sci., Yıl: 2011, Cilt: 21, Sayı: 2, (s. 140-154), s. 140-141. 18  HOROWITZ / SCHARRE, 2015a, s. 5. 19  ASARO, Peter,  On Banning Autonomous Weapons Systems: Human Rights, Automation and the Dehumanization of Lethal Decision-Making , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 687-709), s. 690.  20  HEYNS, 2013, prg. 41. 775     sınırlılığı  bakımından  fiilen  insanın  döngünün  dışında  kaldığı  silahlar  olarak nitelenmelidir. Bu yaklaşımın, gerçekliği ve uygulamayı göz önüne aldığımızda yanlış olmadığını söylemek  mümkündür.  Zira  bir  insan  gözetiminin  bulunduğu  otonom  silah  sistemi fonksiyonlarını  buna  göre  yerine  getirse  de  zaman  zaman  insanın  müdahale  ya  da onaylama yetkisi için çok kısıtlı bir süre bulunabilecektir. Böyle bir durumdaki gözetimde de aslında yapılması gereken değerlendirmeler karar verme için sahip olunan sınırlı süre sebebiyle ya yapılamayacak ya da ancak özensiz ve ihmalkâr biçimde yapılabilecektir. Bu durumda da gerçekçi, yerinde ve tam anlamıyla etkin bir gözetimden söz etmek mümkün değildir.  B. Günümüzde Otonom Silah Sistemleri Tartışmaları Günümüzde, doktrinde otonom silah sistemlerinin henüz varlık kazanmadığını iddia  edenler  olduğu  kadar  bu  düşüncenin  bir  yanılgı  olduğunu  ve  otonom  silah sistemlerinin  mevcut  olduğunu  öne  sürenler  de  bulunmaktadır.  Bu  karmaşanın benimsenen tanımlar ve sınıflandırmalarla da ilgili olduğunu göz ardı etmemek gerekir.                                                  21  HRW / IHRC, 2012, s. 2. 22  BRENNEKE,  Matthias,   Lethal  Autonomous  Weapon  Systems  and  Their  Compatibility  with International Humanitarian Law: A Primer on the Debate , Yearbook of International Humanitarian Law Volume 21 (2018), (derleyenler: Terry D. Gill, Robin Geiß, Heike Krieger, Christophe Paulussen), T.M.C. Asser Press, The Hague, 2020, (s. 59-98), s. 65; HOROWITZ / SCHARRE, 2015a, s. 15; THURNHER, Jeffrey,  Examining Autonomous Weapon Systems from a Law of Armed Conflict Perspective , New Technologies and the Law of Armed Conflict, (derleyenler: Hitoshi Nasu, Robert McLaughlin), T.M.C. Asser Press, The Hague, 2014, (s. 213-228), s. 214; LIU, Hin-Yan,  Defense and Military Policy: Autonomous Weapons Systems , Encyclopedia of Public Administration and Public Policy, (derleyenler: Domonic A. Bearfield, Melvin J. Dubnick), 3. Baskı, Taylor and Francis, New York, 2016, (s. 833-838), s. 834; Heyns de İnsan Hakları İzleme Örgütü nün yaklaşımını benimseyip insanın döngünün dışında kaldığı sistemler ile insanın döngünün üzerinde olsa da bunun etkisiz olduğu sistemler için tam otonom ifadesini kullanmış ve bu sistemlerin henüz varlık kazanmadığını ileri sürmüştür, bkz. HEYNS, 2013, prg. 44-45.  23  ARKIN, Ronald C.,  Lethal Autonomous Systems and the Plight of the Noncombatant , AISB Quarterly, Yıl: 2014, No: 137, (s. 1-8), s. 6; ANDERSON, Kenneth / REISNER, Daniel / WAXMAN, Matthew C.,  Adapting the Law of Armed Conflict to Autonomous Weapons Systems , International Law Studies, Yıl: 2014, Cilt: 90, (s. 386-411), s. 388; COOK, Adam,  Taming Killer Robots: Giving Meaning to the  Meaningful Human Control , JAG School Paper no. 1, Air University Press, Yıl: 2019, (s. 1-24), s. 4-5; Amoroso ve Tamburrini de Amerika Savunma Bakanlığının kategorizasyon yaklaşımıyla otonom silah sistemlerinin mevcut olduğunu belirtiyor, bkz. AMOROSO, Daniele / TAMBURRINI, Guglielmo,  In Search of the  Human Element : International Debates on Regulating Autonomous Weapons Systems , The International Spectator, Yıl: 2021, Cilt: 56, Sayı: 1, (s. 20-38); CROOTOF, 2015a, s. 1842. 776     Farklı  tanımlama  ve  sınıflandırmaları  dikkate  alarak  günümüzde  tartışılan  çeşitli örnekleri kısaca inceleyecek olursak; Öncelikle  uzaktan  kontrol  edilen  silahlı  insansız  hava  araçları  (SİHA/UCAV), genellikle döngünün içinde insanın olduğu, yani öldürücü karar alıp bunu uygulamada insanın temel bir rolünün bulunduğu sınıftadır. Yani genellikle tam anlamıyla bir otonom silah sistemi teşkil etmezler.  Bu alandaki eserlerde en fazla tartışılan savunma sistemlerinden ikisi U.S. Phalanx ve Iron Dome dur. Phalanx, gemilerde konuşlanan ve hızla gelen anti-gemi füzelerine ve düşman hava araçlarına karşı son çare savunması olarak işlev gören bir yakın hava savunma  sistemidir  (close-in  weapon  system).  Phalanx  sistemi  insan  müdahalesi gerekmeden hedefleri tespit edebilme, izleyebilme, arayabilme, değerlendirebilme ve hedeflere  angaje  olabilme  kapasitesine  sahiptir.  Gerçek  zamanlı  olarak  veri  toplar, muhtemel hedefleri belirler ve bu hedeflerin gemiye yaklaşma biçimine, gemiyi vurma amacıyla manevra ihtimaline ve hızına göre bu hedefin tehdit teşkil edip etmediğini değerlendirebilir. Bu değerlendirmeyi yaparken de sistem, hedefin irtifası yükseliyor mu alçalıyor mu, hedef üsse  yaklaşıyor mu, hedef tahmin edilen rotayı izlerse gemiye çarpacak mı ve hedefin hızı hangi düzeyde gibi soruları cevaplar. Bu sorular üzerinden değerlendirmesi sonucunda hedefi düşman hedefi olarak belirlerse bu hedefe angaje olabilir. Ancak sistemi izleyen sorumlu kişinin, burada sistem tarafından karar verilen eylemi iptal edebilme yetkisi bulunmaktadır.                                                   24  DINSTEIN, Yoram,  Autonomous Weapons and International Humanitarian Law , Dehumanization of Warfare: Legal Implications of New Weapon Technologies, (derleyenler: Wolff Heintschel von Heinegg, Robert Frau, Tassilo Singer), Springer, Cham, 2018, (s. 15-20), s. 11; BRENNEKE, 2020, s. 65-66; ULGEN, Ozlem,  Definition and Regulation of LAWS , UN GGE LAWS Report, Yıl: 2018, prg. 3; HEYNS, 2013, prg. 39; CROOTOF, 2015a, s. 1844, 10. dipnot, kullanım şekline göre  drone ların kategorisel olarak farklılaşabileceğini belirtiyor. 25  CROOTOF, 2015a, s. 1858; HEYNS, 2013, prg. 45; BOULANIN, Vincent / VERBRUGGEN, Maaike, Mapping the Development of Autonomy in Weapon Systems, Stockholm International Peace Research Institute (SIPRI), 2017, s. 38; MK 15- Phalanx Close-In Weapon Systems (CIWS), https://www.navy.mil/Resources/Fact-Files/Display-FactFiles/Article/2167831/mk-15-phalanx-closein-weapon-system-ciws/, (erişim tarihi 27.05.2021); APTE, Aruna / RENDON, Rene,  A Diagnostic Approach to Weapon System Lifecycle Support: The Phalanx Close-in Weapon System , International Journal of Defence Acquisition Management, Yıl: 2009, Cilt: 2, (s. 1-16), s. 2-3.  777     Bu konudaki eserlerde sıklıkla yer verilen bir diğer sistem de İsrail in sahip olduğu Iron Dome hava savunma füze sistemidir. Karada bulunan ve hareket kabiliyetine sahip sistem, kısa menzilli füzelere ve top atışlarına müdahale etmek için tasarlanmıştır. Sistem, gelmekte olan füzeleri tespit eder, rotasını tahmin eder ve bu bilgileri, önleme füzesini (interceptor  rocket)  aktifleştirme  ya  da  aktifleştirmemeye  karar  veren,  sistemi gözetmeden sorumlu operatöre gönderir.   Ancak bu işlem saniyeler içinde olmaktadır. Çok kısa bir süre içinde, neredeyse aynı anda, sistem tercih edilen eylemi operatöre önerir ve operatörden füzeyi aktif hale getirmek için izin ister. Onay alınır alınmaz füze ateşlemesi başlar.  Etzioni/Etzioni ye göre Phalanx yakın hava savunma sistemi, insanın döngünün üzerinde olduğu sistemlerdendir. Iron Dome ise nihai füze çalıştırma eyleminin insan tarafından  yapılması sebebiyle insanın döngünün içinde bulunduğu sistemler olarak sınıflandırılmıştır.  Amoroso  ve  Tamburrini ye  göre  hem  Phalanx  hem  de  Iron  Dome,  Amerika Savunma Bakanlığının otonom silah sistemleri tanımını ve eşiğini karşılamaktadır.  Cook a göre de Phalanx ve Iron Dome sistemleri otonom silah sistemlerindendir. Bu  yaklaşımında  Cook,  HRW  ve  IHRC nin  görüşünü  benimsemiştir.  Yani  insanın döngünün  üzerinde  olduğu  bazı  sistemlerin,  işleme  ve  değerlendirme  hızının  insan müdahalesini  pratikte  etkisiz  kılması  ve  aslında  insanın  döngünün  dışında  kaldığı                                                  26  Missile Defense Project, Iron Dome (Israel), Missile Threat Center for Strategic and International Studies, 14 Nisan 2016, https://missilethreat.csis.org/defsys/iron-dome/, (erişim tarihi 25.05.2021); SHAPIR, Yiftah S.,  Lessons from the Iron Dome , Military and Strategic Affairs, Yıl: 2013, Cilt: 5, Sayı: 1, (s. 81-94), s. 81-82; ÖZER, Adem,  Savaşlarda 3. Devrim Otonom Silah Sistemleri ve İnsancıl Hukuk , Geleceğin Güvenliği, (derleyen: Ahmet Yıldız), Tasam Yayınları, 2019, (s. 251-270), s. 259; SCHMITT, Michael N.,  Autonomous Weapons Systems and International Humanitarian Law: A Reply to Critics , Harvard National Security Journal, Yıl: 2013, (s. 1-37), s. 4; THURNHER, 2014, s. 216. 27  CROOTOF,  2015a,  s.  1859;  HRW  /  IHRC,  2012,  s.  16;  Defense  Update,  Iron Dome  Battle Management  Demonstrated,  16  Temmuz  2009,  https://defenseupdate.com/20090716_iron_dome_bms.html, (erişim tarihi 28.05.2021). 28  ETZIONI, Amitai / ETZIONI, Oren,  Pros and Cons of Autonomous Weapons Systems , Military Review, Yıl: 2017, Cilt: 97, Sayı: 3, (s. 72-81), s. 78. 29  AMOROSO / TAMBURRINI, 2021, s. 22-23. 778     sistemlerle fonksiyonel olarak aynı şekilde çalışması sebebiyle bu sistemlerin de otonom silah sistemi şeklinde değerlendirilmesi gerektiği bakış açısını benimsemiştir. Biz de saniyeler içerisinde karar vermesi gereken ve sistemin işleyişinden sorumlu olan kişinin bu sürecin içerisinde yeterli bir değerlendirme yapabilme durumu, etkin, birincil  derecede  ve  sağlıklı  bir  kontrolün  yürütülmesinin  zorluğu  gibi  sebeplerle, benimsediğimiz yaklaşımla birlikte Phalanx yakın hava savunma sistemlerinin ve Iron Dome hava savunma füze sistemlerinin otonom silah sistemleri eşiğini karşıladığını düşünmekteyiz.  Savunma sistemleri yanında son olarak bu konuda sıklıkla tartışılan bir diğer silah sistemi  de  at  ve  unut  (fire-and-forget)  niteliğindeki  silah  sistemleridir.  Güdümlü mühimmattan farkı ise belirli bir hedef için aktif edilmemesidir. Bunların en bilinen örneklerinden  biri  İsrail in  sahip  olduğu  Harpy  silah  sistemidir.  Gezici  mühimmat özelliğini haiz bu anti-radar silah sistemi, düşman radarları tespit eder, tespit edilen radarlara saldırır ve radarları yok eder. Harpy aktif edildiğinde aktif eden kişi, Harpy nin hangi  radara  angaje  olacağını  bilemez.  Harpy nin  programlandığı  parametreleri karşılayan radarları bulup bu radarlara saldırı düzenleyeceğini bilir ama çalıştırıldıktan sonra bunun hangi spesifik radar olacağını önceden tahmin edemez. Harpy, belirlenen alanda 9 saate kadar otonom hareket edebilir ve hedef arayabilir.  Görüldüğü  üzere  Harpy  de  otonom  silah  sistemi  kategorisi  gerekliliklerini karşılamaktadır. Aktif hale getirildikten sonra hangi radarları hedef kriterlerine uygun görüp belirleyeceği ve hangi hedeflere angaje olacağı bilinmemektedir.                                                   30  COOK, 2019, s. 16, 44. dipnot. 31  SCHARRE, Paul, Army of None: Autonomous Weapons and the Future of War, W. W. Norton & Company, New York| London, 2018, s. 57. 32  AMOROSO / TAMBURRINI, 2021, s. 22; CROOTOF, 2015a, s. 1871; HOROWITZ / SCHARRE, 2015, s. 13-14; KALMANOVITZ, Pablo,  Judgment, Liability and the Risks of Riskless Warfare , Autonomous Weapons Systems: Law, Ethics, Policy, (derleyenler: Nehal C. Bhuta, Susanne Beck, Robin Geiß, Hin-Yan Liu, Claus Kreß), Cambridge University Press, Cambridge, 2016, (s. 145-163), s. 147.;  ZITUN,  Yoav,  The  Missile  That  Looks  Like  UAV,  17  Şubat  2016, https://www.ynetnews.com/articles/0,7340,L-4767278,00.html, (erişim tarihi 08.06.2021). 33  BOULANIN / VERBRUGGEN, 2017a, s. 53. 779     Bunların yanında, nöbetçi robotlar (sentry guns) ki en sıklıkla bahsedilen örneği Güney Kore ile Kuzey Kore arasında askerden arındırılmış (demilitarilized) bölgede, Güney  Kore  tarafından  kullanıma  konulmuş  Samsung  Techwin  SGR  –A  nöbetçi robotudur; Roket,  Havan ve Topçu Mühimmatı  Önleme Sistemi ( Counter Rocket, Artillery and Mortar, C-RAM); Birleşik Krallık tarafından kullanılan at ve unut anti-tank füzesi  Brimstone  da  otonom  silah  sistemleri  konulu  eserlerde  sıklıkla  tartışılan  ve kategorize edilmeye çalışılan sistemlerdir.  II. İNSANCIL HUKUK VE OTONOM SİLAH SİSTEMLERİ Otonom silah sistemleri tartışmalarıyla ilgili olarak sıklıkla dile getirilen insancıl hukuk ilkeleri ayrım gözetme ilkesi, orantılılık ilkesi ve özen gösterme yükümlülüğüdür. Bu  ilkeler  hakkında  kısaca  açıklamalar  yapmadan  önce  yeni  silahların  incelenmesi konusuna  değinilecektir.  Her  iki  konu  da  uluslararası  silahlı  çatışmalar  hukuku bakımından 1949 Cenevre Sözleşmelerine Ek I No lu Protokol göz önüne alınarak değerlendirilecektir. A. Yeni Silah ya da Savaş Araçlarının İncelenmesi 1949 Cenevre Sözleşmelerine Ek I No lu Protokol m. 36 ya göre;  Bir Yüksek Akit Tarafın, yeni bir silahın, savaş aracının ya da yönteminin üzerinde çalışmalar yapması, geliştirmesi, elde etmesi ya da benimsemesi durumunda bunun kullanımının  işbu  Protokol  ya  da  ilgili  Yüksek  Akit  Tarafı  bağlayan  herhangi  bir uluslararası hukuk kuralıyla her koşulda ya da bazı hallerde yasaklı olup olmadığını ilgili Yüksek Akit Taraf, belirleme yükümlülüğü altındadır.       Madde  36  devletin,  inceleme  sırasında,  uluslararası  hukukun  ve  uluslararası insancıl hukukun genel hükümlerinin yanında, kendisini bağlayan ve spesifik silah ya da                                                  34  KALMANOVITZ, 2016, s. 147; BOULANIN / VERBRUGGEN, 2017a, s. 44; CROOTOF, 2015a, s. 1869, HEYNS, 2013, prg. 45; CROOTOF, Rebecca,  War, Responsibility and Killer Robots , North Carolina Journal of International Law and Commercial Regulation, Yıl: 2015, Cilt: 40, Sayı: 4, (s. 909-932), s. 919.  35  12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri, (Yayına Hazırlayanlar: Melike Batur Yamaner, A. Emre Öktem, Bleda Kurtdarcan, Mehmet C. Uzun), Galatasaray Üniversitesi Yayınları, İstanbul, 2008. Ayrıca 1949 Cenevre  Sözleşmelerine Ek Protokollerin İngilizce  metni için bkz. https://www.icrc.org/en/doc/assets/files/other/icrc_002_0321.pdf, (erişim tarihi 10.06.2021). 780     kullanımları  yasaklayan  belirli  kuralları  da  göz  önüne  almasını  öngörmektedir.  Bu inceleme yükümlülüğünün uluslararası örf ve âdet hukukunun yansıması olduğu, bir örf âdet kuralı olduğu ve bu sebeple Protokol e taraf olmayan devletleri de bağladığı kabul edilmektedir. Görüldüğü üzere 36. madde farklı aşamalarda denetimi gerekli kılmaktadır. Madde metninde her koşulda ya da bazı hallerde ifadesi, savaş aracının ya da yöntemin her türlü ve sayısız kullanım senaryosunu barındıracak şekilde anlaşılmaya müsait ise de normal ve beklenen, olağan kullanıma göre bir inceleme yapılmalıdır. Şekli bakımdan da inceleme süreci şu 3 aşamaya ayrılabilir:  İlk aşama, başlangıç denetimi aşamasıdır. Kullanılacak silah ya da aracın normal kullanımının devletin taraf olduğu uluslararası bir andlaşma ya da uluslararası örf ve âdet gereğince zaten yasaklanmış ya da kısıtlanmış olup olmadığını belirleme aşamasıdır. İkinci aşamada, eğer bu silah ya da aracın normal kullanımı spesifik bir yasaklama ya da kısıtlamaya tabi değilse devlet, Ek I No lu Protokol ve kendisini bağlayan diğer andlaşmaların ya da uluslararası örf ve âdet hukukunun genel kuralları çerçevesinde inceleme yapmalıdır. Burada da ayrım gözetme, orantılılık gibi temel ve genel ilkeler karşısında silah ya da araç değerlendirilmelidir. Son aşamada eğer silah ya da araç hakkında ilgili bir yasak ya da kısıtlama yoksa devlet, insanlığın ilkeleri ve kamu vicdanının gerektirdiği kurallar ışığında silah ya da aracı incelemelidir.  Martens Kaydı  olarak anılan bu kural da 1899 La Haye II No lu ve 1907  La  Haye  IV  No lu  Sözleşmelerin  giriş  kısımlarında  yer  almışsa  da  modern                                                  36  SCHMITT, Michael N. / THURNHER, Jeffrey S.,  Out of the Loop: Autonomous Weapon Systems and the Law of Armed Conflict , Harvard National Security Journal, Yıl: 2013, Cilt: 4, Sayı: 2, (s. 231-281), s. 271; COOK, 2019, s. 6; SCHMITT, 2013, s. 28; THURNHER, 2014, s. 220. 37  PICTET, Jean ve diğerleri, Commentary on the Additional Protocols of 8 June 1977 to Geneva Conventions of 12 August 1949, Martinus Nijhoff Publishers, Geneva, 1987, prg. 1466, 1469; LIU, Hin-Yan,  Categorization and Legality of Autonomous and Remote Weapons Systems , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 627-652), s. 644. 38  BOULANIN, Vincent / VERBRUGGEN, Maaike, Article 36 Reviews: Dealing With the Challenges Posed by Emerging Technologies, Stockholm International Peace Research Institute (SIPRI), 2017, s. 4. 781     görünümünü 1949 Cenevre Sözleşmelerine Ek I No lu Protokol m. 1/2 de bulmuştur. Buna göre;  Bu  Protokolün  ya  da  diğer  uluslararası  andlaşmaların  kapsamına  girmeyen durumlarda,  siviller  ve  muharipler,  yerleşik  teamüller,  insaniyet  ilkeleri  ve  kamu vicdanının gereklerinden kaynaklanan uluslararası hukuk ilkelerinin koruma ve hükmü altında kalır.  Ek I No lu Protokol m. 36 daki inceleme, genel bir kontrol ödevi yükler. Ancak bu incelemenin uygulamaya yansımasında eksiklikler bulunduğu için bu inceleme salt olarak bir güvence mekanizması olarak düşünülmemelidir. Tabii yine de önemsiz değildir, çatışmanın taraflarının silah ve savaş araçları seçiminde sınırsız olmadığını belirten ve bazı  kısıtlamalar  öngören  m.  35  ile  birlikte  değerlendirildiğinde  ve  uygulamaya konulduğunda insancıl hukuka uygunluk konusunda önemli bir görev üstlenecektir.  B. İnsancıl Hukukun İlgili İlkeleri Otonom  silah  sistemleri,  insancıl  hukuk  ilkeleri  etrafında  yoğun  bir  şekilde tartışılmakta ve incelenmektedir. Otonom silah sistemleri ile ilgili değinilen insancıl hukuk ilkeleri ayrım gözetme ilkesi, orantılılık ilkesi ve özen gösterme yükümlülüğüdür.  1. Ayrım Gözetme İlkesi Ayrım gözetme ilkesi, uluslararası hukukta temel (cardinal) bir ilke olarak kabul edilmiştir. Uluslararası örf ve âdet hukukunun da yansıması olan bu kural, Ek I No lu Protokol m. 48 de düzenlenmiş ve m. 51, 52, 57 ve 58 ile desteklenmiştir. Öncelikle ayrım gözetme  ilkesini  silah  hukuku  ve  hedef  hukuku  bağlamında  iki  farklı  çerçeveden incelemek gerekmektedir.                                                  39  BOULANIN / VERBRUGGEN, 2017b, s. 4, 13. dipnot; ÖZER, 2019, s. 255-256. 40  GÜNEYSU, Gökhan,  Otonom Silah Sistemleri ve İnsancıl Hukuk , TBB Dergisi, Yıl: 2013, (s. 259272), s. 266-267; THURNHER, 2014, s. 220. 41  Legality of the Threat or Use of Nuclear Weapons, Advisory Opinion, I.C.J. Reports, 1996, prg. 7879; SZPAK, Agnieszka,  Legality of Use and Challenges of New Technologies in Warfare: The Use of Autonomous Weapons in Contemporary or Future Wars , European Review, Yıl: 2020, Cilt: 28, Sayı: 1, (s. 118-131), s. 122. 782     Silah hukuku çerçevesindeki düzenleme Ek I No lu Protokol m. 51/4-b de yer almaktadır. Buna göre, ayrım gözetmeksizin yapılan saldırılar yasaktır. Eğer bir silah ya da araç belirli bir askeri hedefe doğrultulamıyorsa, bu silah ve araç yasaktır. Görüldüğü üzere, burada doğası ve niteliği gereği, tasarlanmış kullanımı gereği, belirli bir hedefe yöneltilemeyen, böylelikle de ayrım gözetemeyen ve sivilleri de etkileyebilme ihtimali bulunan silah veya araçlar yasaklanmıştır. Bu silahlara örnek olarak da nükleer silahlar, kimyasal silahlar ve biyolojik silahlar verilebilir.  Hedef hukuku bağlamında da ayrım gözetme ilkesi Ek I No lu Protokol m. 48 de düzenlenmiştir. Buna göre;   Sivil halkın ve sivil nitelikte malların saygı görmesini ve korunmasını sağlamak için, çatışmanın tarafları daima, sivil halk ile muharipleri, sivil mallar ile askeri hedefleri birbirinden ayırt etmeli ve buna uygun olarak operasyonlarını sadece askerî hedeflere yöneltmelidirler.  Görüldüğü üzere ayrım gözetme ilkesi, çatışma sırasında saldırıda bulunulması uygun olan hedefler olarak savaşanlar ve saldırılması uygun olmayan hedefler olarak siviller arasında her an ve durumda bir ayrım yapılmasını gerekli kılar. Otonom silah sistemlerinin öncelikle silah hukuku bakımından, kendiliğinden (per se)  ayrım  gözetmeyen  silahlar  kategorisinde  değerlendirilmediği  görülmektedir. Kanaatimizce de bu değerlendirme doğru bir yaklaşımdır. Crootof un da belirttiği gibi, otonom silah sistemleri, hedefleme kriterlerine göre ayrım gözetme gerekliliğine uyarak                                                  42  1949 Cenevre Sözleşmelerine Ek I No lu Protokol m. 51/4-b de yer alan düzenleme ayrıca ICRC nin  Uluslararası İnsancıl Örf Âdet Hukuku  çalışmasında da tekrarlanmıştır. Bkz. HENCKAERTS, Jean- Marie / DOSWALD-BECK, Louis, Customary International Humanitarian Law Volume 1: Rules, Cambridge  University  Press:  ICRC,  2005,  Kural  11  ve  12,  s.  37-43, https://www.icrc.org/en/doc/assets/files/other/customary-international-humanitarian-law-i-icrceng.pdf, (erişim tarihi 26.05.2021). 43  ANDERSON / REISNER / WAXMAN, 2014, s. 399.  44  HENCKAERTS / DOSWALD- BECKS, 2005, Kural 71, s. 249. 45  1949 Cenevre Sözleşmelerine Ek I No lu Protokol m. 48.  46  SZPAK, 2020, s. 121; KASHER Asa,  The Principle of Distinction , Journal of Military Ethics, Yıl: 2007, Cilt: 6, Sayı: 2, (s. 152-167), s. 152.  47  ANDERSON / REISNER / WAXMAN, 2014, s. 400; Cook, 2019, s. 9; BOULANIN / VERBRUGGEN, 2017b, s. 21; THURNHER, 2014, s. 226. 783     kullanılabilir. Bunun bir örneği de Harpy dir ve sadece radarları hedefleyebilir. Schmitt de bir silahın ayrım gözetme kabiliyeti, onun hukuka uygun şekilde kullanılabilecek alanlarını  kısıtlar  diyerek  her  kullanım  alanının  sivil  barındırmayabileceğini belirtmiştir.  Kendiliğinden  niteliği  gereği  uluslararası  hukuka  aykırılık  taşımayan  silah  ve araçların  kullanımlarının  da  incelenmesi  gereklidir.  Ayrım  gözetme  ilkesinin  hedef hukuku boyutuna gelirsek, bu açıdan özellikle günümüz çatışmalarını ve çatışmaların evrildiği şekli göz önüne aldığımızda, savaşan ve sivil ayrımının otonom silah sistemi tarafından  yapılması  çok  zor  gözükmektedir.  Zira  çatışmaların  yürütümü  değişime uğramıştır. Artık çatışmalar sadece savaş alanlarıyla kısıtlı olmaktan ziyade sivil alanlara da kaymış ve sivil nüfusun bulunduğu bölgelerde de vuku bulmaya başlamıştır. Bu şekilde, günümüzdeki çatışmalarda savaşanlar ile sivillerin sıkça birbirleri ile karıştığını, bazen de savaşanların bilerek bu şekilde bir yol izlediğini görebilmekteyiz. Aynı şekilde savaşanlar ile hors de combat yani savaş dışı kalmış kişiler arasında da yapılacak ayrımın, bir insan bilinci ve farkındalığı olmadan, algoritmik bir şekilde otonom silah sistemi tarafından yapılabilmesi günümüzde düşük bir ihtimal olarak görülmektedir. Bu sebeple ayrım gözetme ilkesinin hedef hukuku boyutuyla, otonom silah sistemlerinin kullanımının bu ilkeye çoğu durumda aykırılık oluşturacağının kabulü daha yerinde gözükmektedir. Ancak, sivillere yönelik bir etkinin doğma ihtimalinin bulunmadığı ya da çok  az  bulunduğu  çevrelerde  ya  da  sadece  anti-materyal  şekilde  veya  münhasıran savunma amaçlı kullanımlarda otonom silah sistemleri ayrım gözetme ilkesine aykırılık teşkil etmeden kullanılabilecektir.                                                  48  CROOTOF, 2015a, s. 1874. 49  SCHMITT, 2013, s. 11. 50  SZPAK, 2020, s. 122; BORENSTEIN Jason,  The Ethics of Autonomous Military Robots , Studies in Ethics, Law and Technology, Yıl: 2008, Cilt: 2, Sayı: 1, s. 6. 51  1949 Cenevre Sözleşmelerine Ek I No lu Protokol m. 41; HENCKAERTS / DOSWALD- BECK, 2005, Kural 47, s. 166-170. 52  ANDERSON / REISNER / WAXMAN, 2014, s. 399-400. 784     2. Orantılılık İlkesi Yine bir uluslararası örf ve âdet hukuku kuralı olan orantılılık ilkesi, Ek I No lu Protokol  m.  51/5-b de  düzenlenmiştir.  Buna  göre  orantısız  saldırı  şu  şekilde tanımlanmıştır:  Elde edilmesi beklenen somut ve doğrudan askeri avantaja kıyasla aşırı olarak kabul edilecek miktarda sivil halkta insan hayatının kaybına, yaralanmalara ve sivil nitelikteki mallara zarar verilmesine ya da bu kayıp ve zararların hepsinin birlikte oluşmasına arızi şekilde sebep olması beklenebilecek saldırılar.  Bu ilkeye göre, eğer saldırı ile umut edilen askeri avantaja kıyasla, bu saldırının yürütülmesi sonucu ortaya çıkabilecek sonuçlar sivilleri, sivillerin hayatlarını, mallarını aşırı derecede etkileyebilecek ise bu saldırı yapılmamalıdır. Bu da saldırı ile beklenen askeri avantaj ile verilmesi muhtemel hasar ve zararın değerlendirilmesini ve tartılmasını gerektirir. Öncelikle  orantılılık  ilkesi,  ayrım  gözetme  ilkesinden  de  fazla  olarak  sayısız senaryoyu içerisinde barındırır. Bu sayısız senaryoda çatışma alanlarında, bir saldırının yürütümüyle umulan askeri avantaj ile verilmesi muhtemel zarar arasındaki dengenin gözetimi ve orantılılığın değerlendirilmesi kabiliyetinin, sensör ve algoritmik kapasiteyle otonom silah sistemlerine aktarılması, günümüz çatışmalarını ve teknolojisini göz önüne aldığımızda çok mümkün gözükmemektedir. Orantılılık ilkesi de yine durum bazlı (caseby-case)  bir  değerlendirme  gerektirir  ve  sivillerin  bulunduğu  çevre  ve  kullanım alanlarında yapılacak olan değerlendirmede bilinç ve farkındalık ile subjektiflik ön planda olacaktır.  Bu  niteliklerin  sisteme  aktarılması  zordur.  Yine,  çoğu  durumda,  sadece sayısal bir değerlendirme değil niteliksel bir değerlendirme de gerekecektir. Ancak,                                                  53  1949 Cenevre Sözleşmelerine Ek II No lu Protokol de düzenlenmemesine rağmen bir örf âdet kuralı olduğundan uluslararası çatışmalar kadar uluslararası olmayan çatışmalarda da gözetilmesi gereken bir ilkedir. Bkz. HENCKAERTS / DOSWALD- BECK, 2005, Kural 14, s. 46-50. 54  HRW / IHRC, The Need for and Elements of a New Treaty on Fully Autonomous Weapons, 2020, s. 2; THURNHER, 2014, s. 221; SZPAK, 2020, s. 124. 55  WAGNER, 2016, prg. 19; BOULANIN, Vincent / DAVISON, Neil / GOUSSAC, Netta / CARLSSON, Moa Peldan, Limits on Autonomy in Weapon Systems, Stockholm International Peace Research Institute (SIPRI): ICRC, 2020, s. 5. 785     ayrım gözetme ilkesinde olduğu gibi orantılılık ilkesine bir aykırılık teşkil etmeyebilecek şekilde de otonom silah sistemleri kullanılabilecektir. Ancak çoğu kullanımda, özellikle aktif çatışma alanlarında, orantılılık ilkesine uyum için de bir insan unsuru ve kontrolü gerekecektir. Orantılılık  ilkesi  aynı  zamanda  aşağıda  inceleyeceğimiz  özen  yükümlülüğü ilkesinin de bir parçasını oluşturur. 3. Özen Gösterme Yükümlülüğü Ek I No lu Protokol m. 57 de yer alan özen gösterme yükümlülüğü de uluslararası örf ve âdet hukukunun bir kuralıdır. 57. maddeye göre saldırıların yürütümünde, sivilleri hedef  almamak  adına  devamlı  olarak  özen  gösterilmelidir.  Bu  bakımdan  saldırının yürütümünden  sorumlu  olanlar,  saldırıda  bulunulacak  hedeflerin  sivil  nitelik taşımadığından ve özel bir koruma altında bulunmadığından, bu hedeflerin yalnızca askeri  hedef  teşkil  ettiğinden  ve  bu  hedeflere  saldırılmasında  bir  yasaklama bulunmadığından emin olabilmek adına saldırı süreci boyunca her şeyi yapmalıdır. Tüm aşamalarda saldırının sivillere etkilerini en aza indirmek ve mümkünse hiçbir etkide bulunmayacak şekilde saldırıları yürütmek adına gerekli bütün önlemlerin alınması adına sürekli bir özen gösterilmelidir. Saldırılacak hedefin eğer askeri bir hedef olmadığı ya da bir koruma altında olduğu veya orantılılık ilkesine aykırı olarak saldırı ile beklenen avantaj ile kabul edilemeyecek düzeyde sivil nitelikte bir kayba, hasara ve yaralanmalara yol açacağı anlaşılır ise o saldırı durdurulacak ya da ertelenecektir.  Özen gösterme yükümlülüğü her durumda ve daimî olarak bir dikkati, farkındalığı ve değerlendirmeyi gerektirir. Saldırıların sivillere etkisini en aza indirebilmek adına mümkün olan her şey yapılmalıdır. Bunun için de sürekli bir değerlendirmenin varlığı aranır. Her durumda atılabilecek adımların olanağı, olay bazlı bir incelemeyi gerektirir. Otonom  silah  sistemlerinin  her  olaya  ve  kullanıma  özgü  olarak,  hızlı  bir  şekilde değişebilen  ve  tahmin  etmesi  zor  olaylar  karşısında  sürekli  olarak  bağımsız  bir değerlendirme yapması ve böylelikle saldırının sivillere olası etkileri konusunda gerekli tüm önlemleri süreç boyunca her daim alabilmesi çoğu kullanım durumunda mümkün gözükmemektedir. Çoğu durumda, saldırının planlanmasından bitimine kadar sürekli olarak  sivillere  etkilerin  azaltılması  için  yapılabilecek  her  şeyi  takdir  etme  ve 786     değerlendirme, bir insan faktörü ve takdiri gerektirecektir. Ancak yine, diğer ilkeler bakımından  değerlendirmelerde  de  belirtildiği  üzere,  bu  ilkeye  de  uygun  olarak kullanılabilecek alanlar ve çevreler olabilecektir.  C. Çeşitli Argümanlar ve Gelişmeler Otonom silah sistemleri ile ilgili gelişmelere başlayacak olursak; 2012 yılında HRW ve IHRC tam otonom silah sistemlerinin geliştirilmesi ve kullanılması hakkında önleyici  yasaklamayı  savunduğu  bir  rapor  yayınlamıştır.  Raporda,  otonom  silah sistemlerinin  uluslararası  insancıl  hukukun  temel  prensiplerini  karşılayamayacağı belirtilmiştir. Bu sistemlerin çatışma zamanlarında sivillere yönelik sahip olduğu riskler sebebiyle geliştirilmesini, üretimini ve kullanımını uluslararası bağlayıcı bir düzenleme ile yasaklama konusunda devletlere çağrıda bulunulmuştur. Raporda bu yasaklamanın öldürücü kuvvet uygulama kararının insan unsuru olmadan silahlar tarafından alındığı (yani insanın döngünün dışında kaldığı) silahların yanında insanın döngünün üzerinde olduğu ama insan unsurunun sınırlılığı sebebiyle fiilen bir nevi döngünün dışında kaldığı (de facto olarak) silahlara da uygulanması gerektiği belirtilmiştir. Buna da örnek olarak bir insanın bilgisayarın hedefe yönelik ateşleme eylemini iptal edebilmek için yeterli zamanı olmadığı ya da tek bir insanın fazla sayıda insansız araçla ilgilendiği durumlar verilmiştir.  HRW  ve  IHRC nin  yasaklamayı  önerdiği  ve  savunduğu  bu  tip  otonom  silah sistemlerinin hukukiliği konusundaki bazı itirazları şöyledir: Öncelikle  insancıl  hukuk  ilkeleri  bakımından  bir  değerlendirme  yapan HRW/IHRC, tam otonom silah sistemlerinin sivil-savaşan ayrımı yapma konusunda gerekli  ve  yeterli  sensörlere,  yorumlama  ve  değerlendirme  yeterliliklerine  sahip olamayacağını ileri sürmüştür. HRW/IHRC ye göre bir kişinin niyetini belirlemek için insanlar  tarafından  yapılabilecek  gerekli  niteliksel  değerlendirmeyi  bu  silahlar yapamazlar.  Özellikle  çatışmaların  şeklinin  günümüze  kadar  nasıl  bir  değişime                                                  56  HRW / IHRC, 2012. 57  HRW / IHRC, a.g.e., s. 46. 58  HRW / IHRC, a.g.e., s. 46-47. 787     uğradığını,  yerel  alanlarda  ve  çevrelerde,  sivil  nüfusun  yakınında  çatışmaların yürütümünü  göz  önüne  alırsak,  tam  otonom  silah  sistemleri,  sivil-savaşan  ayrımı yapabilecek kadar sensör ve yorumlama nitelikleri ile donatılamayacaklardır. Yine  orantılılık  ilkesine  uyum  konusunda  da,  bir  saldırının  orantılılığının uluslararası insancıl hukukta en karmaşık kurallardan biri olduğu ve bunun için gerekli insan  takdiri  düzeyinin  tam  otonom  silah  sistemlerinde  olamayacağı  belirtilmiştir. Orantılılık ilkesini belirlemenin fazlasıyla olay ve içerik bazlı olduğu ve robotların sayısız senaryoya uygun şekilde davranabilme niteliğinin programlanmasının çok zor olduğu hususu da ifade edilmiştir. Özellikle, ayrım gözetme ilkesinde olduğu gibi, çatışmaların evrildiği  şekli  göz  önüne  alarak,  sivil  ve  yerel  alanlarda  da  çatışmaların  meydana gelebildiğini düşünerek bu sistemlerin yapılacak saldırılarla umulan askeri avantaj ile oluşabilecek muhtemel sivil zararın orantılı olup olmadığını değerlendirebilmesinin çok mümkün olmadığı belirtilmiştir. Orantılılık ilkesi yanında askeri gereklilik ilkesine de değinilmiş ve bu ilkenin değerlendirilmesinin de durumun ve bağlamın öznel analizinin yapılmasını gerekli kıldığı belirtilmiştir. Ayrıca Martens Kaydı da hatırlatılarak tam otonom silah sistemlerinin bu bakımdan ciddi kaygılar doğurduğu ifade edilmiştir.  Diğer  bir  itiraz  da  kuvvet  kullanma  kararlarında  insanın  duygusunun,  empati yeteneğinin ve merhametinin yokluğu konusu ve askeri personelin çatışma alanlarından uzaklaşması  ile  çatışmalara  girme  eşiğinin  düşebileceği,  böylelikle  de  çatışmaların yükünün sivillerin üzerine daha da fazla şekilde kalabileceği endişesidir. İnsanda olduğu gibi robotların duygularının olmaması konusu bir avantaj olarak değerlendirilebilecek ise de insanların duyguları, sivilleri öldürme noktasında, ne olursa olsun, en iyi koruma işlevlerinden birini görmektedir. Yine bu sistemlerin kullanımıyla çatışma alanlarındaki askeri personelin can kaybının azalması aslında bir avantaj olarak da görülebilecek nitelikte olsa da bu husus, politik aktörlerce çatışmaya girme kararını verme eşiğini                                                  59  HRW / IHRC, a.g.e., s. 31-32. 60  HRW / IHRC, a.g.e., s. 32-35. 61  Korku, kızgınlık, intikam gibi hislerin çatışmaların yürütümünü etkilememesi bakımından yapılan bu değerlendirme, HRW ve IHRC tarafından da göz ardı edilmemiştir, HRW / IHRC, a.g.e., s. 37. 62  HRW / IHRC, a.g.e., s. 37. 788     düşürebilecektir. Teknolojik gelişmelerin askeri kayıpları düşüreceği bir gerçek olsa da insanların çatışmalardan tamamen çekilmesi sınırı fazlaca aşan bir adım olacaktır. Yine bu silahların kullanımının bir sorumluluk boşluğu (responsibility gap) yaratacağı, insancıl hukuka  aykırı  bir  eylemde  bulunulduğunda  kimin,  nasıl  sorumlu  tutulabileceği konusunun sorunlu olduğu belirtilmiştir. Otonom silah sistemlerine karşı konumdaki gelişmelerden 2012 yılında başlatılan  Katil Robotları Durdurma Kampanyası  (Campaign to Stop Killer Robots), tam otonom silahları yasaklama ve kuvvet kullanma eyleminde anlamlı insan kontrolünü koruma üzerinde çalışan bir grup hükümet dışı kuruluşun koalisyonudur. Kamunun da dikkatini oldukça çeken bu kampanya ve koalisyon, devletleri ve Birleşmiş Milletler i, ölümcül otonom silah sistemlerinin geliştirilmesi ve kullanılmasının yasaklanması hakkında bir düzenleme yapmaya çağırmıştır. 65 ülkeden uluslararası, ulusal ve bölgesel olmak üzere 172 hükümet dışı örgütün bulunduğu koalisyonda HRW (koordinatör olarak), Article 36, Uluslararası Robot Silahları Kontrol Komitesi (International Committee for Robot Arms Control/ICRAC)66 ve Amnesty de bulunmaktadır. Bu  silah  sistemlerine  karşı  konumdaki  gelişmelere  bir  diğer  örnek  de  açık mektuplardır  (open  letters).  28  Temmuz  2015  tarihinde  Uluslararası  Yapay  Zekâ Konferansı nın  (IJCAI)  açılışında   Otonom  Silahlar:  Yapay  Zekâ  ve  Robotik Uzmanlarından Açık Mektup  başlığıyla duyurulan mektup ile otonom silahlar barut ve nükleer silahlardan sonra savaşlardaki 3. devrim olarak nitelenmiştir. Mektup ile bir grup yapay zekâ ve robotik araştırmacısı ve uzman, tam otonom silah sistemlerini yasaklama çağrısında bulunmuştur. Elon Musk, Stephen Hawking ve Steve Wozniak gibi ünlü isimler de dâhil olmak üzere 30 bini aşkın kişinin imzaladığı mektuptaki ifade ile, anlamlı                                                  63  HRW / IHRC, a.g.e., s. 37-39. 64  HRW / IHRC, a.g.e., s. 42. 65  Bilgi için bkz. https://www.stopkillerrobots.org/about/#about, (erişim tarihi 05.06.2021). 66  Çalışmanın devamında  ICRAC  şeklinde kısaltılarak ifade edilecektir. Ayrı olarak bu komitenin yasaklama çağrısı için bkz. http://www.icrac.net/statements/. (erişim tarihi 05.06.2021).  67  Sayılan  ve  alanda  önemli  role  sahip  olan  bu  örgütler  aynı  zamanda  yönetim  kurulu  üyeleri arasındadırlar,  bkz.  https://www.stopkillerrobots.org/wpcontent/uploads/2018/10/KRC_SCmembers_Oct8rev.pdf, (erişim tarihi 06.06.2021). 789     insan kontrolünün ötesine uzanan saldırgan otonom silahların yasaklanması gerektiği belirtilmiştir.  Bir diğer mektup, yine Uluslararası Yapay Zekâ Konferansı nda (IJCAI), 19-25 Ağustos 2017 tarihlerinde  Birleşmiş Milletler Belirli Konvansiyonel Silahlar Sözleşmesi Üzerine  Bir  Açık  Mektup   başlığıyla  sunulmuştur.  Mektupta  Birleşmiş  Milletler in ölümcül  otonom  silahların  yasaklanması  adına  acilen  harekete  geçmesi  gerektiği belirtilmiştir.  Ölümcül  otonom  silahların  savaşlardaki  3.  devrim  olarak  tehdidini vurgulayan  mektupta,  harekete  geçmek  için  fazla  bir  sürenin  bulunmadığı  ifade edilmiştir.  Ölümcül  otonom  silahların  kullanımı  ile  ilgili   Pandora nın  Kutusu  benzetmesi yapılmış ve  Pandora nın kutusu bir kez açıldığında kapatması zor olacaktır  denilerek Birleşmiş Milletler in otonom silah sistemlerinin tehlike ve  tehditlerinden insanları korumak için adım atması gerektiği belirtilmiştir.  Otonom silah sistemleri aleyhine ileri sürülen hususlara doktrinde katılan yazarlar da benzer argümanları ve bilhassa insancıl hukukun temel ilkelerine uyum konusunu belirterek tam otonom silah sistemlerinin (insan kontrolü bulunmayan/out of the loop) kullanımının yasaklanması gerektiğini düşünmektedirler.  Otonom silah sistemlerinin yasaklanmasına karşı argümanlardan örnekler verecek olursak; Otonom silah sistemlerinin yasaklanmasına karşı olan Anderson/Reisner/Waxman, ayrım  gözetme, orantılılık ve özen  gösterme ilkelerinin belirli çatışma çevrelerinde ölçüldüğünü,  silah  sisteminin  kullanıldığı  çevrenin  ve  bağlamın  bu  ilkelere  uygun kullanımı belirlemede büyük bir öneme sahip olduğunu belirtmişlerdir. Günümüzde çoğu çatışmanın yerel, siviller ile savaşanların karışabildiği alanlarda yürütüldüğü göz önüne alındığında bu çevrelerde otonom silah sistemlerinin ayrım gözetme ilkesine uygun çalışabilmesi beklenmemelidir. Ancak bu gerçeklik otonom silah sistemlerinin bu sebeple                                                  68  https://futureoflife.org/open-letter-autonomous-weapons/, (erişim tarihi 06.06.2021). 69  https://futureoflife.org/2017/08/20/killer-robots-worlds-top-ai-robotics-companies-urge-unitednations-ban-lethal-autonomous-weapons/, (erişim tarihi 06.06.2021).  70  SZPAK,  2020,  s.  10;  SHARKEY,  Noel,   The  Evitability  of  Autonomous  Robot  Warfare , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 787-799); ASARO, 2012, s. 708-709. 790     hukuka aykırı olduğunu belirtmek için yeterli değildir. Ayrım gözetme ilkesinin bir sorun olmaktan  uzak  olduğu  belirli  çevre  ve  alanlarda  da  otonom  silah  sistemleri kullanılabilecektir.  Aynı  şekilde  orantılılık  ilkesi  için  de  benzer  durumun  geçerli olduğunu belirttikten sonra yazarlar özen gösterme ilkesi bakımından bu ilkeye uyumun tahmin edilebilir bir geleceğe kadar komutanlar üzerinde olduğunu zira silah sisteminin bir  çevrede  kullanımının  nasıl  olacağını  planlayan  askeri  personellerin  özen yükümlülüğünü  gözetme  ve  sivilleri  korumak  adına  mümkün  olan  önlemleri  alma konularında sorumlu olduğunu belirtmiştir.  Yasaklamaya karşı olan bir başka yazar Arkin e göre otonom robotlar gelecekte çatışma alanlarında savaş hukuku kurallarına riayet bakımından insanlardan daha iyi bir performans  gösterme  potansiyelini  barındırır.  Arkin,  daha  gelişmiş  sensörlerle donatılma,  kızgınlık,  intikam  gibi  hukuksuz  eylemlere  yol  açabilecek  duygulardan yoksun olma niteliği, insanlara göre çok daha fazla kaynaktan çok daha hızlı şekilde veri toplayabilme, bazı operasyon çevrelerinde daha etkili olabilme durumları gibi muhtemel avantajlarla otonom robotların kullanımının yasaklanmaması gerektiğini belirtmiştir. Yine  Schmitt  ve  Thurnher  da  yasaklamaya  karşı  olan  isimlerdir.  Anderson/Reisner/Waxman ile benzer olarak bu yazarlar da bu silah sistemlerinin, ayrım gözetme kapasitesi bulunmasa bile bazı çevrelerde uluslararası hukuk kurallarına aykırı durumlar doğurmadan kullanılabileceğini belirtmiştir. Tartışmalarda atlanılan noktanın bu husus olduğunu ve sivil ile savaşan veya sivil hedef ile askeri hedef ayrımı yapamayan bir  otonom  silah  sisteminin  de  belirli  çevrelerde  uluslararası  hukuka  uygun  olarak kullanılabileceğini  belirtmişlerdir.  Her  çatışma  alanının  sivil  ya  da  sivil  hedef barındırmadığını hatırlatan yazarlar, ayrım gözetme niteliğinin o silah sisteminin sadece kullanılabileceği çevre ve bağlamı tespit ettiğini belirtmiştir.                                                   71  ANDERSON / REISNER / WAXMAN, 2014, s. 402-403-404. 72  ARKIN, Ronald C., Governing Lethal Behaviour in Autonomous Robots, CRC Press, Boca Raton, FL, 2009, s. 29. 73  ARKIN,  Ronald  C.,   Governing  Lethal  Behaviour:  Embedding  Ethics  in  a  Hybrid Deliberative/Reactive Robot Architecture , Technical Report GIT-GVU-07-11, (s. 1-117), s. 6-7.  74  SCHMITT / THURNHER, 2013, s. 246. 791     Görüşmeler ve tartışmalar uzun bir süredir Birleşmiş Milletler bünyesinde de devam  etmektedir.  2013  yılında,  Belirli  Konvansiyonel  Silahların  Kullanımının Yasaklanması veya Sınırlanması Sözleşmesine (Convention on Certain Conventional Weapons/CCW)  taraf  devletlerce  ölümcül  otonom  silah  sistemlerinin  kullanımı konusunda toplantılar ve görüşmeler yapılmasına karar verilmiştir. Bu bağlamda da 2014 yılından itibaren toplantılar yapılmıştır. 2016 yılında yapılan 3. toplantıda, 2017 yılı içinde  Hükümet Uzmanları Grubu  (Group of Governmental Experts/GGE) kurularak, toplantıların bu çerçevede devamının sağlanmasına Sözleşmeye taraf devletlerce karar verilmiştir.  2017 den  beri  de  GGE  kapsamında  toplantılar  yürütülmüştür.  Tüm  bu toplantılarda Sözleşmenin amacı çerçevesinde ölümcül otonom silah sistemleri alanında yükselen teknolojiye bağlı soru(n)lar tartışılmıştır.  2019 yılında, GGE toplantılarında  Ölümcül Otonom Silah Sistemleri Alanında Ortaya Çıkan Yeni Teknolojiler Üzerine 11 Rehber İlke  geliştirilmiş ve bu rehber ilkeler de aynı yıl içinde CCW ye taraf devletlerin toplantısında kabul edilmiştir. Çalışma hacmi ve konu bütünlüğü sebebiyle sadece ilk iki ilkeye yer verilecektir. Bu ilkelere göz atacak olursak; a) Uluslararası insancıl hukuk, ölümcül otonom silah sistemlerinin geliştirilmesi ve kullanılması dâhil tüm silah sistemlerine uygulanmaya devam edecektir. b) Hesap verebilirlik makinelere aktarılamayacağından silah sisteminin kullanımı kararında insan sorumluluğu korunmalıdır. Bu husus silah sisteminin yaşam döngüsü boyunca göz önüne alınmalıdır.                                                  75  Tam adı  Aşırı Derecede Yaralayan ve Ayrım Gözetmeyen Etkileri Bulunan Belirli Konvansiyonel Silahların Kullanımının Yasaklanması veya Sınırlandırılması Sözleşmesi dir ve çalışmanın devamında  CCW  şeklinde kısaltılarak ifade edilecektir. 76  Çalışmanın devamında  GGE  şeklinde kısaltılarak ifade edilecektir. 77  Detaylı  bilgi  için  bkz.  https://www.un.org/disarmament/the-convention-on-certain-conventionalweapons/background-on-laws-in-the-ccw/, (erişim tarihi 19.06.2021); https://dig.watch/process/ggelaws, (erişim tarihi 19.06.2021).  78  İlkeler için bkz. https://undocs.org/CCW/MSP/2019/9, Annex III, s. 10, (erişim tarihi 20.06.2021).  79  İlkelerin çevirisi tarafımızca yapılmıştır. 792     GGE toplantılarında ve özellikle de 11 rehber ilkenin ilk iki ilkesinde de görüldüğü üzere insanın silah sisteminin kullanımındaki sorumluluğunun korunmasında bir kabul bulunmaktadır. Ancak her ne kadar bu konuda bir kabul  sağlanmış olsa da bunun uygulamada nasıl sağlanacağında tartışmalar bulunmaktadır. Tartışmaların temel noktası olan bu husus hakkında insan unsurunun önemi kabul edilmiş ancak nasıl bir insan kontrolü  ve  insan-makine  etkileşiminin  gerektiği  konusu  belirsiz  kalmıştır.  Çeşitli argümanlar,  öneriler  ve  konseptler  ileri  sürülmüştür.  Bunlar  arasında  anlamlı  insan kontrolü, yeterli seviyede insan unsuru, uygun seviyede insan yargısı gibi konseptler yer almaktadır. Aslında tüm bu konseptlerin ana noktası silah sistemi ve kuvvet kullanımı kararları  üzerinde  insanın  belli  bir  seviyede  kontrolünün  bulunmasıdır.  Bu konseptlerden  yine  de  en  ilgi  çeken  konseptin  anlamlı  insan  kontrolünü  olduğunu söyleyebiliriz.  III. OTONOM SİLAH SİSTEMLERİ ÜZERİNDEKİ İNSAN KONTROLÜ VE ANLAMI A. Anlamlı İnsan Kontrolü  Devletler, akademisyenler, hükümet dışı kuruluşlar ve konu ile ilgili diğer aktörler bakımından, otonom silah sistemleri tartışmasında tüm silahların bir çeşit insan unsuruna tabi olması gerektiği ifade ediliyordu. GGE toplantılarında da otonom silah sistemleri ile ilgili olarak, nasıl tanımlanırsa tanımlansın, insancıl hukukun insan unsuru yönünün mutlaka bulunması gerektiğinde bir konsensüs oluşmuştur. Anlamlı  insan  kontrolü  kavramı,  otonom  silah  sistemleri  tartışmalarında  öne sürülen ve bu silah sistemleri hakkında oluşabilecek muhtemel sorun ve meseleler için bir çözüm olarak görülen kontrol konseptidir. Otonom silah sistemlerini yasaklama çağrılarının aksine, anlamlı insan kontrolü kavramı ve formülü, önemli sayıda devlet                                                  80  BOULANIN, Vincent / DAVISON, Neil / GOUSSAC, Netta / CARLSSON, Moa Peldan, 2020, s. 1-2. 81  ULGEN, 2018, prg. 15. 793     tarafından ilgiyle karşılanmıştır. Yine otonom silah sistemlerinin geniş çerçevede kabul edilebilirliği meselesinde de kilit bir rol üstlenmektedir. Tabii, otonom silah sistemleri ile ilgili insan kontrolü konusunda genel bir kabul olsa da, bu insan kontrolünün tanımlanması, detaylandırılması ve uygulanmasında bir böyle bir kabulün varlığından söz etmek mümkün değildir. Bu bakımdan anlamlı insan kontrolünün içeriği bakımından farklı anahtar unsurlara yer verildiği görülmektedir. Anlamlı insan kontrolü kavramı ilk kez bir İngiliz hükümet-dışı kuruluş (nongovernmental organization) olan ve silahlardan doğan zararların azaltılması konusunda çalışmaları bulunan Article 36 tarafından ortaya atılmıştır. 2013 yılında Article 36, anlamlı insan kontrolü kavramını tanıtarak bu kontrol için 3 mutlak gerekliliğin olduğunu belirtmiştir. Buna göre; Bilgi:  Saldırının  planlanmasından  sorumlu  kontroldeki  kişi  ve  diğerleri, saldırılacak  hedefin  çevresi  hakkında,  neden  özel  olarak  o  hedefe  saldırıldığına, üstlenilen görevin amaçlarına ve silahın kısa ve uzun vadedeki etkilerine dair yeterli bilgiye sahip olmalıdır. Eylem:  Saldırıyı  başlatma,  kontrolden  sorumlu  kişinin  aktif  hareketini gerektirmelidir. Sorumluluk: Bilgileri değerlendirenler ve saldırıyı başlatanlardan sorumlu kişiler, saldırının sonucu konusunda hesap verebilir konumda olmalıdır.  2016 yılındaki bir başka çalışmasında Article 36, anlamlı insan kontrolü için kilit unsurları yukarıdaki gerekliliklerle ilişkili olarak şöyle açıklamıştır: - Tahmin edilebilir, güvenilir ve şeffaf teknoloji,                                                  82  AMOROSO, Daniele / TAMBURRINI, Guglielmo,  What Makes Human Control over Weapon Systems Meaningful? , ICRAC Working Paper 4, Yıl: 2019, s. 1. 83  Advisory Council on International Affairs (AIV) / Advisory Committee on Issues of Public International Law (CAVV), Autonomous Weapon Systems: The Need for Human Control, Advisory Report, No. 97 AIV, No. 26 CAVV, 2015, s. 32. 84  Article 36, Killer Robots: UK Government Policy on Fully Autonomous Weapons, 2013, s. 3-4. 85  Detaylı bilgi için bkz. Article 36, Key Elements of Meaningful Human Control, Background Paper, 2016, s. 1. 794     - Kullanıcı için, istenilen sonuç, teknoloji ve kullanım çevresi hakkında doğru bilgi, - İnsan eylemi, takdiri ve gerektiğinde müdahalesi için yeterli zaman, - Sorumluluk için bir çerçevenin kurulması. Yine bu konudaki tartışmalarda önemli aktörlerden biri olan ICRAC, 2014 yılındaki açıklamasında, anlamlı insan kontrolü için elzem ve asgari gereklilikleri şu şekilde belirtmiştir: İlk  olarak, kontrolden sorumlu  kişi, hedef bölge hakkında  hem  içeriksel  hem durumsal  farkındalığa  sahip  olmalı  ve  saldırının  planlanma  aşamasından  itibaren, herhangi bir değişikliğe ya da beklenilmeyen durumlara karşı hızlı bir şekilde tepki verebilecek nitelikte bulunmalıdır. İkinci olarak, saldırı sürecine aktif katılım söz konusu olmalı ve hedefin doğası, saldırının  gerekliliği  ve  uygunluğu,  saldırının  önemi  ve  muhtemel  kötü  sonuçları hakkındaki değerlendirme için yeterli süre bulunmalıdır.  Son olarak da gerektiğinde saldırının acil ertelenmesi ya da iptali için araç ve imkânlar sağlanmalıdır.  ICRC ise anlamlı insan kontrolünü tanımlarken insan kontrolünü çeşitli aşamalara ayırmıştır: Silah sistemini geliştirme aşaması, aktivasyon aşaması ve kullanım aşaması. Bu farklı aşamaları belirtip insan kontrolünün her aşamada korunması gerektiğine işaret eden ICRC ye göre insan kontrolünün 3 kilit unsuru da şu şekildedir: - İnsan gözetiminin  bulunması  ve müdahale  ya da kullanımı  durdurma yeterliliğinin sağlanması, - İnsan müdahalesini mümkün kılmak adına sistemlerde tahmin edilebilirlik ve güvenilirlik kriterlerinin sağlanması,                                                  86  SAUER, Frank, ICRAC Statement on Technical Issues to the 2014 UN CCW Expert Meeting, 2014,  https://www.icrac.net/icrac-statement-on-technical-issues-to-the-2014-un-ccw-expert-meeting/, (erişim tarihi 11.07.2021). 87  ICRC, Artificial Intelligence and Machine Learning in Armed Conflict: A Human-centred Approach, 2019; CHAVANNES, Esther / KLONOWSKA, Klaudia / SWEIJS Tim,  Governing Autonomous Weapon Systems: Expanding the Solution Space from Scoping to Applying , The Hague Centre for Strategic Studies, 2020, s. 18.  795     - Silah sisteminin ne için kullanıldığının açıklığı, saldırılan hedefin niteliği, silah sisteminin aktif edilmesinden saldırı başlatılmasına kadar geçecek süre gibi kullanımsal sınırlandırmaların bulunması ve muhtemel istenmeyen sonuçların tanımlanması.  Horowitz ve Scharre da anlamlı insan kontrolünün şu 3 temel bileşeni içermesi gerektiğini belirtmişlerdir: - Kontrolden sorumlu kişiler, silahın kullanımı hakkında bilinçli kararlar almalıdır. - Kontrolden  sorumlu  kişiler,  eylemlerinin  meşruluğundan  emin  olmak adına hedef, silah ve silahın kullanıldığı durum ile ilgili yeterli bilgiye sahip olmalıdır. - Silah,  kullanımı  üzerinde  etkili  bir  kontrol  sağlamaya  imkân  verecek şekilde tasarlanmalı, test edilmeli ve kullanımdan sorumlu olacak personeller buna göre yeterli seviyede eğitilmelidir. B. Farklılaştırılmış Kontrol Politikaları Anlamlı insan kontrolü kavramının tanımı ve gereklilikleri konusunda da görüldüğü üzere evrensel düzeyde ortak bir kabul bulunmamaktadır. Öne sürülen bu farklı tanım ve gereklilik formüllerinin ise bir kusuru bulunmaktadır. O da tek bir formül ortaya koyup bu formülü her tür silah sistemine, her tür kullanıma ve her tür çevreye uygulama girişimidir. Doktrinde bazı yazarlarca da bu şekilde tek bir formülle tüm durumları dâhil etmeye yönelik yaklaşımların terk edilmesi, bunun yerine anlamlı insan kontrolü için uygun şekilde farklılaştırılmış yaklaşımların benimsenmesi gerektiği belirtilmiştir.                                                  88  HOROWITZ, Michael C. / SCHARRE, Paul,  Meaningful Human Control in Weapon Systems: A Primer, Working Paper, Yıl: 2015, s. 14-15; AIV / CAVV, 2015, s. 34-35. 89  United States,  Human-Machine Interaction in the Development, Deployment and Use of Emerging Technologies in the Area of Lethal Autonomous Weapons Systems , Working Paper (Submitted to the  GGE/CCW),  2018,  prg.  9,  https://reachingcriticalwill.org/images/documents/Disarmamentfora/ccw/2018/gge/documents/GGE.2-WP.pdf,  (erişim  tarihi  12.07.2021);  AMOROSO  / TAMBURRINI, 2019, s. 11. 90  AMOROSO / TAMBURRINI, 2019, s. 12. 796     Noel Sharkey, her çeşit silah sistemine, kullanımına ve kullanım çevresine göre tekdüze bir formülün sakıncalarını gidermek üzere, farklı otonom seviyelerine göre insan kontrolünü sınıflandırmıştır. Sharkey e göre otonomi ve insan kontrolü düzeyi 5 farklı sınıflandırmaya tabi tutulmuştur. Buna göre; Seviye  1:  Kontrolden  sorumlu  operatör,  hedeflere  angaje  olmaya,  hedefleri belirlemeye ve saldırıyı başlatmaya karar verir. Seviye 2: Program alternatif hedefleri veya bir hedef listesi önerir, kontroldeki kişi de hangisine saldırı düzenleneceğini seçer. Seviye 3: Program hedefleri seçer ancak saldırı için kontroldeki kişinin onayı gerekir. Seviye 4: Program hedefleri seçer. Kontroldeki kişi, bunu iptal edebilmek için kısıtlı bir süreye sahiptir. Seviye 5: Program insan müdahalesi olmadan hedefleri seçer ve saldırıyı başlatır. Bu farklılaştırılmış yaklaşım Amoroso ve Tamburrini tarafından da benimsenmiştir. Amoroso ve Tamburrini, 1. ve 2. seviyelerin genel kullanım politikası olarak kabul edilmesini,  diğer  seviyelerin  ise  ancak  silah  sistemleri  ve  bunların  kullanımları çerçevesinde istisnalar tanınır ise kabul edilebilir olmasını önermişlerdir. Yani, belirli silah sistemleri için seviye 1 ve 2 harici bir seviyede kullanım öngören bir uluslararası kabul yoksa seviye 1 ve 2 genel kullanım politikası olarak her tür silah sistemi ve kullanımına  uygulanacaktır.  Diğer  seviyeler  ise  kabul  edilmiş  silah  sistemleri  ve kullanımları için söz konusu olacaktır.  Seviyelere göre kullanım örnekleri de verilmiştir. 3. seviyenin kullanılabilir olduğu durumlara örnek olarak sivillerin olmadığı ya da olma ihtimalinin çok az olduğu açık denizlerde, çöller gibi alanlarda veya önceden sınırlandırılmış çevrelerde kullanımlar gösterilmişken seviye 4 için münhasıran savunma amaçlarıyla kullanımlar gösterilmiştir.                                                  91  SHARKEY,  Noel,  The  Human  Control  of  Weapons:  A  Humanitarian  Perspective,  s.  3-4, https://www.law.upenn.edu/live/files/3948-sharkey---human-control-of-weapons-pf-draftpdf,  (erişim tarihi 13.07.2021); SHARKEY, Noel,  Guidelines for the Human Control of Weapons Systems , Working Paper for CCW GGE, ICRAC, 2018, s. 3-4; AMOROSO / TAMBURRINI, 2021, s. 28. 92  AMOROSO / TAMBURRINI, 2019, s. 13; AMOROSO / TAMBURRINI, 2021, s. 29. 797     5. seviyenin ise kabul edilemez olduğunu belirten Amoroso ve Tamburrini, bu seviyedeki kullanımın anlamlı insan kontrolünün gerektirdikleriyle uyumsuz olduğunu belirtmiştir. Ancak buna da çok sınırlı bir istisna getirmişler ve insan kontrolünün hem pratikte uygulanamayacağı  hem  de  insanlar  için  tehlikeli  olacağı  durumlarda  bu  seviyedeki otonominin kabul edilebilir olacağını belirtmişlerdir. Buna da örnek olarak insanları korumak adına, çok hızlı gelişen ve gerekli tepkinin çok kısa bir süre içinde verilmesi gereken saldırıları önlemek amacıyla özellikle savunma sistemlerinin 4. seviyeden 5. seviyeye çıkarılması verilmiştir.  Biz de, her silah sistemi ve muhtemel kullanım ihtimalleri için tekdüze bir kontrol düzenlemesinden ziyade Sharkey tarafından tasniflenen ve doktrinde de bazı yazarlar tarafından  benimsenen  farklı  silah  sistemleri  ve  kullanımları  için  farklılaştırılmış seviyede insan kontrolü ve otonomi formülünün daha yararlı olacağını düşünmekteyiz. Çünkü,  tekdüze  bir  formül  benimsemek  hem  uluslararası  alanda  bir  düzenleme yapılmasını zorlaştıracak hem de mevcut olarak aslında bir endişe doğurmadan belirli otonomi  seviyesiyle  çalışan  silah  sistemlerinin  gereksiz  yere  yasaklanmasına  ya  da kısıtlanmasına  sebebiyet  verebilecektir.  Farklılaştırılmış  kullanım  politikaları  ve seviyeleri ise günümüz gerçekliğiyle, yani teknolojinin günden güne daha da gelişeceği ve askeri alanda da bu teknolojik imkânların talep göreceği gerçeğiyle daha uygun olarak uluslararası bir düzenleme yapılabilmesini kolaylaştıracaktır.  Ancak,  Amoroso  ve  Tamburrini nin  örneklerinde  katılmadığımız  noktalar  da mevcuttur. Seviye 4 için verilen örnekten farklı olarak, seviye 4 ün münhasıran savunma amaçları yanında gelişen teknolojik imkânlar ile gerek ileri düzey sensörlerle gerek kameralarla saldırı amaçlarıyla kullanımlarda da zaman zaman kabul edilebileceğini belirtmekte  fayda  vardır.  Zira  ilerleyen  teknolojik  imkânlardan  devletlerin  sadece savunma  amaçlarıyla  değil,  saldırı  amaçlarıyla  da,  silah  sistemine  verilen  otonom özerkliği arttırılarak faydalanmak isteyeceği kanımızca açıktır. Yine 5. seviyenin de çok hızlı tepki verilmesi gereken saldırılara karşı bir kullanım olarak çok sınırlı istisnalar                                                  93  AMOROSO / TAMBURRINI, 2021, s. 29-30; AMOROSO / TAMBURRINI, 2021, s. 13-14. 798     dışında  bazı  spesifik  saldırı  amaçlarıyla  da  tüm  koşullar  değerlendirilerek kullanılabileceğini düşünmekteyiz. Bu sebeple, anlamlı insan kontrolü konseptini, hem teknoloji hem de uluslararası toplumun gerçeklikleri ile beraber düşünmek yerinde olacaktır. Her gün gelişim gösteren teknoloji ile birlikte önümüzdeki yıllarda otonom silah sistemlerinin ve kullanımlarının nasıl şekil alacağı tam olarak bilinememektedir. Bunun yanında devletlerin her teknolojik imkân ve gelişmeyi askeri alanda da kullanmak isteyecekleri de bir gerçektir. Dolayısıyla otonom silah sistemlerini tamamen yasaklamak ne uluslararası alanda geniş çaplı bir kabul görecektir ne de teknolojik gerçeklerle uyuşacaktır. Yasaklamadan ziyade hem kontrol ve otonomi dengesi hem de kullanım politikası konularında açıklayıcı kuralları barındıran bir uluslararası düzenleme daha yararlı gözükmektedir.  Anlamlı  insan  kontrolü  ve  otonom  silah  sistemleri  konuları,  uluslararası  bir düzenlemeye tabi olacaksa bunun ne çok sınırlayıcı ne de gereğinden fazla kapsayıcı olması gerekmektedir. Fazla sınırlayıcı bir düzenleme otonom silah sistemlerini otonom yapan  özelliklerle,  bir  nevi  kabul  edilen  otonom  silah  sistemleri  tanımları  ve sınıflandırmaları ile çelişkili olacaktır. Fazla serbest bırakan düzenlemeler ise kötüye kullanımlara ve bazı istenmeyen sonuçların doğmasına sebebiyet verebilecektir. Yine, otonom  silah  sistemlerinin  kullanımı  ile  insancıl  hukuka  aykırı  sonuçlar  doğması durumunda  oluşabilmesi  muhtemel  sorumluluk  boşluğundan  kaçınabilmek  adına  da farklılaştırılmış kontrol politikalarının önemi tekrar belirtilmelidir. Tüm bu durumlar karşısında, teknolojinin sunduğu ilerlemeler ve devletlerin talep konusundaki tutumları da değerlendirilerek, kanımızca yerinde bir düzenleme ancak farklılaştırılmış seviyedeki kullanım politikalarının dengeli bir şekilde dağıtılması ile olabilecektir.                                                   94  Değerlendirilebilecek koşullara örnek olarak şunlar verilebilir; kullanım alanının genişliği, kullanıma konulacak konumun durumu, kullanım alanında ve buna yakın çevrelerde çatışmalara aktif şekilde katılmayan kişilerin varlığı veya bulunma ihtimali, kullanılacak sistemin teknolojik bakımdan ne kadar gelişmiş olduğu, kullanılacak sistemin tahmin edilebilir şekilde hareket etme yeterliliği, kullanılacak sistemin alacağı hedeflerin niteliği, sayısı ve konumu. 799     C. Anlamlı İnsan Kontrolü Konseptiyle Birlikte Düşünüldüğünde Otonom Silah Sistemlerinin Bazı Kullanım Dezavantaj ve Avantajları Son  olarak,  otonom  silah  sistemleri  ile  ilgili  kullanım  dezavantajları  ve avantajlarına değinecek olursak iddia edilen dezavantajların başında çatışmalara girme caydırıcılığını  kaldıracağı  endişesi  yer  almaktadır.  Silahlı  çatışmalara  girme  eşiğini düşürebilme kaygısı özellikle belirtilen farklı seviyelerdeki kontrol politikaları ile birlikte insan kontrolüyle uzaktan kontrol edilen silah sistemleri alanında doğabilecektir. Uzaktan kontrol edilen silah sistemlerinin kullanımının askeri can kaybını azaltacak olması avantaj olarak görülebilecek ise de bu durum politik ve askeri aktörler açısından çatışmaya başvurma ve eşiğinin düşebileceği ihtimalini de doğurmuştur. Diğer bir dezavantaj olarak nihayetinde otonom silah sistemleri teknoloji ile iç içe geçen  sistemler  olduğundan,  bu  silah  sistemlerinin  bazen  arıza  yapabilme,  tahmin edilemeyen  hareketler  sergileyebilme  ya  da  siber  saldırılara  maruz  kalabilme potansiyellerinin bulunduğu  gösterilebilir. Bunlara önlem olarak tahmin  edilebilirlik kriteri mümkün olduğunca sağlanmaya çalışılmalı, sistemin hareketlerinin kontroldeki kişiye kavrayabileceği şekilde aktarılması üzerine yoğunlaşılmalıdır. Aynı zamanda siber saldırılar için de gerekli savunma önlemlerinin alınması ve mümkün olduğunca sistemin korunması önem arz etmektedir. Belirttiğimiz  ve  kabul  ettiğimiz  farklılaştırılmış  seviyelerdeki  kontrol politikalarıyla birlikte kullanımlarda otonom silah sistemlerinin sunduğu/sunabileceği belli bazı avantajları da belirtmekte fayda vardır. Öncelikle, teknolojinin ilerlemesini de hesaba katarak otonom silah sistemlerinin kullanımı, insancıl hukuka uygunluk yönünden insanlardan daha fazla uyum gösterebilme potansiyelini barındırmaktadır. Teknolojik imkânlarla daha doğru hedefleme, daha doğru yol ve yöntem belirleme gibi işlevlerle birlikte insancıl hukuk kurallarına uygunluk, belki de şu ana kadar insanların ulaşamadığı bir seviyeye ulaşabilecektir.                                                  95  HRW / IHRC, 2012, s. 39-41; CROOTOF, 2015b, s. 919-926. 96  BOULANIN / VERBRUGGEN, 2017b, s. 22; SCHMITT / THURNHER,  2013, s. 242-243. 97  ARKIN, 2009, s. 29. 800     Bir diğer avantaj da bu sistemlerin birer makine/robot olmasıdır. Yani, insanlar gibi acıkmazlar, uyku ihtiyaçları bulunmaz, çok sıcak ya da soğuk çevrelere uyum sorunları bulunmaz,  duyguları  yoktur,  panik  korku  ve  endişeye  kapılmazlar.  Bu  bakımdan, özellikle  çatışmaların  askeri  personel  üzerindeki  psikolojik  boyutu  düşünüldüğünde askeri  personeller,  insancıl  hukuk  kurallarına  aykırı  şekilde  hareket  edebilecektir. Örneğin, intikam duygusuyla hareket eden askeri personel, insancıl hukuk kurallarına aykırı eylemlerde bulunabilir. Bu bakımdan otonom silah sistemlerinin bir avantaj teşkil edebileceği kanımızca kabul edilmesi gereken bir gerçektir. Yine bazen askeri personellerin girmesi çok zor, tehlikeli ya da imkânsız olan çevrelerde, otonom silah sistemlerinin askeri anlamda bir avantaj teşkil edeceği  de unutulmamalıdır.  Çatışmalarda  bazen  insanoğlunun  yetersiz  kalabileceği,  bu  tarz sistemlerin ise bir çözüm yolu olabileceği coğrafyalarda hareket etmek gerekebilir. İşte bu noktada bu avantaj da yine bu sistemlerin askeri alanda neden daha fazla talep göreceklerini kanıtlamaktadır. SONUÇ Otonom silah sistemlerinin bugüne kadar kullanımına yönelik talepler olduğu gibi bundan sonra da bu talepler kanımızca artarak devam edecektir. Zira teknolojik anlamda askeri alanda sunduğu/sunabileceği faydalar, barındırdığı potansiyel avantajlar göz önüne alındığında devletlerin de bu tarz imkânlardan ve sistemlerden daha fazla yararlanmak isteyeceği gayet doğal bir beklentidir. Bu sebeple, otonom silah sistemleri ile ilgili tartışılan meselelerin başında gelen insancıl hukuka uygunluk hususu, bu sistemleri yasaklamak için bir araç olarak kullanılmamalıdır. Günümüzde çatışmaların evrildiği şekil,  özellikle  çatışmaların  sivil  alanlara,  sivillerin  bulunduğu  yerlere  kayması düşünüldüğünde bu çevrelerdeki kullanımda otonom silah sistemlerinin herhangi bir kontrol olmadan insancıl hukuka uygun hareket etmesi zor gözükse de askeri alanda kullanımları sadece bu tip çevrelerle sınırlı olmayacaktır. İnsancıl hukukun özellikle ayrım gözetme, orantılılık ve özen gösterme ilkelerine uygunluk konusunda herhangi bir                                                  98  CROOTOF, 2015a, s. 1867, ETZIONI / ETZIONI, 2017, s. 73; ANDERSON, Kenneth / WAXMAN, Matthew C.,  Law and Ethics for Autonomous Weapon Systems: Why a Ban Won t Work and How the Laws of War Can , Jean Perkins Task Force on National Security and Law Essay Series, Hoover Institution and Stanford University, 2013, (s. 1-32), s. 15. 801     endişeye  mahal  vermeden  de  bu  sistemler  kullanılabilecektir.  Özellikle  çalışmada belirttiğimiz  ve  benimsediğimiz  farklılaştırılmış  kontrol  seviyeleri  ve  kullanım politikaları eğer düzgün bir şekilde ele alınır ve her çeşit silah sistemi ve kullanımı için dengeli bir şekilde dağıtılırsa insancıl hukuk ilkeleri ve sivil nüfus ile ilgili endişeler oldukça düşük düzeyde kalacaktır. Bu sebeple de, doğrudan bir yasaklamadan ziyade geniş çaplı otonomi ve insan kontrolü paylaşımlı kullanım politikası ve düzenlemesi, devletlerin  bu sistemleri  talep etmeye devam  edeceğini de  göz önüne alırsak, hem uluslararası alanda hukuki bir düzenlemenin yapılabilmesini kolaylaştıracak hem de teknolojinin ve otonominin günümüz gerçekliğiyle daha iyi işlev gösterebilmesine imkân tanıyacaktır.",
     "Kaynakça": " Advisory Council on International Affairs (AIV) / Advisory Committee on Issues of Public International Law (CAVV), Autonomous Weapon Systems: The Need for Human Control, Advisory Report, No. 97 AIV, No. 26 CAVV, 2015. AMOROSO, Daniele / TAMBURRINI, Guglielmo,  In Search of the  Human Element : International Debates on Regulating Autonomous Weapons Systems , The International Spectator, Yıl: 2021, Cilt: 56, Sayı: 1, (s. 20-38). AMOROSO, Daniele / TAMBURRINI, Guglielmo,  What Makes Human Control over Weapon Systems Meaningful? , ICRAC Working Paper 4, Yıl: 2019. ANDERSON, Kenneth / REISNER, Daniel / WAXMAN, Matthew C.,  Adapting the Law of Armed Conflict to Autonomous Weapons Systems , International Law Studies, Yıl: 2014, Cilt: 90, (s. 386-411). ANDERSON, Kenneth / WAXMAN, Matthew C.,  Law and Ethics for Autonomous Weapon Systems: Why a Ban Won t Work and How the Laws of War Can , Jean Perkins Task Force on National Security and Law Essay Series, Hoover Institution and Stanford University, 2013, (s. 1-32). 802     APTE, Aruna / RENDON, Rene,  A Diagnostic Approach to Weapon System Lifecycle Support: The Phalanx Close-in Weapon System , International Journal of Defence Acquisition Management, Yıl: 2009, Cilt: 2, (s. 1-16). ARKIN, Ronald C.,  Governing Lethal Behaviour: Embedding Ethics in a Hybrid Deliberative/Reactive Robot Architecture , Technical Report GIT-GVU-07-11, (s. 1117). ARKIN, Ronald C., Governing Lethal Behaviour in Autonomous Robots, CRC Press, Boca Raton, FL, 2009. ARKIN, Ronald C.,  Lethal Autonomous Systems and the Plight of the Noncombatant , AISB Quarterly, Yıl: 2014, No: 137, (s. 1-8). Article 36, Key Elements of Meaningful Human Control, Background Paper, 2016. Article 36, Killer Robots: UK Government Policy on Fully Autonomous Weapons, 2013. ASARO, Peter,  On Banning Autonomous Weapons Systems: Human Rights, Automation and the Dehumanization of Lethal Decision-Making , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 687-709). BODE, Ingvild,  Norm-making and the Global South: Attempts to Regulate Lethal Autonomous Weapons Systems , Global Policy, Yıl: 2019, Cilt: 10, Sayı: 3, (s. 359364). BORENSTEIN Jason,  The Ethics of Autonomous Military Robots , Studies in Ethics, Law and Technology, Yıl: 2008, Cilt: 2, Sayı: 1, 2008. BOULANIN, Vincent / DAVISON, Neil / GOUSSAC, Netta / CARLSSON, Moa Peldan, Limits on Autonomy in Weapon Systems, Stockholm International Peace Research Institute (SIPRI): ICRC, 2020. BOULANIN, Vincent / VERBRUGGEN, Maaike, Mapping the Development of Autonomy in Weapon Systems, Stockholm International Peace Research Institute (SIPRI), 2017 (2017a). 803     BOULANIN, Vincent / VERBRUGGEN, Maaike, Article 36 Reviews: Dealing With the Challenges Posed by Emerging Technologies, Stockholm International Peace Research Institute (SIPRI), 2017 (2017b). BRENNEKE, Matthias,  Lethal Autonomous Weapon Systems and Their Compatibility with International Humanitarian Law: A Primer on the Debate , Yearbook of International Humanitarian Law Volume 21 (2018), (derleyenler: Terry D. Gill, Robin Geiß, Heike Krieger, Christophe Paulussen), T.M.C. Asser Press, The Hague, 2020, (s. 59-98). CHAVANNES, Esther / KLONOWSKA, Klaudia / SWEIJS Tim,  Governing Autonomous Weapon Systems: Expanding the Solution Space from Scoping to Applying , The Hague Centre for Strategic Studies, 2020. COOK, Adam,  Taming Killer Robots: Giving Meaning to the  Meaningful Human Control , JAG School Paper no. 1, Air University Press, Yıl: 2019, (s. 1-24). CROOTOF, Rebecca,  The Killer Robots Are Here: Legal and Policy Implications , Cardozo Law Review, Yıl: 2015, Cilt: 36, Sayı: 5, (s. 1837-1915) (2015a). CROOTOF, Rebecca,  War, Responsibility and Killer Robots , North Carolina Journal of International Law and Commercial Regulation, Yıl: 2015, Cilt: 40, Sayı: 4, (s. 909932) (2015b). Defense Update, Iron Dome Battle Management Demonstrated, 16 Temmuz 2009, https://defense-update.com/20090716_iron_dome_bms.html, (erişim tarihi 28.05.2021).  DINSTEIN, Yoram,  Autonomous Weapons and International Humanitarian Law , Dehumanization of Warfare: Legal Implications of New Weapon Technologies, (derleyenler: Wolff Heintschel von Heinegg, Robert Frau, Tassilo Singer), Springer, Cham, 2018, (s. 15-20). EKELHOF, M.A.C.,  Complications of a Common Language: Why It is so Hard to Talk about Autonomous Weapons , Journal of Conflict and Security Law, Yıl: 2017, Cilt: 20, Sayı: 2, (s. 311-331). ETZIONI, Amitai / ETZIONI, Oren,  Pros and Cons of Autonomous Weapons Systems , Military Review, Yıl: 2017, Cilt: 97, Sayı: 3, (s. 72-81). 804     GÜNEYSU, Gökhan,  Otonom Silah Sistemleri ve İnsancıl Hukuk , TBB Dergisi, Yıl: 2013, (s. 259-272). HENCKAERTS, Jean- Marie / DOSWALD-BECK, Louis, Customary International Humanitarian Law Volume 1: Rules, Cambridge University Press: ICRC, 2005, https://www.icrc.org/en/doc/assets/files/other/customary-international-humanitarian-lawi-icrc-eng.pdf, (erişim tarihi 26.05.2021). HEYNS, Christof,  Report of the Special Rapporteur on Extrajudicial, Summary or Arbitrary Executions , United Nations General Assembly, Yıl: 2013.  HOROWITZ, Michael C. / SCHARRE, Paul,  An Introduction to Autonomy in Weapon Systems , Working Paper, Yıl: 2015 (2015a). HOROWITZ, Michael C. / SCHARRE, Paul,  Meaningful Human Control in Weapon Systems: A Primer, Working Paper, Yıl: 2015 (2015b). HRW / IHRC, Losing Humanity: The Case Against Killer Robots, 2012. HRW / IHRC, New Weapons, Proven Precedent: Elements of and Models For a Treaty on Killer Robots, 2020. HRW / IHRC, The Need for and Elements of a New Treaty on Fully Autonomous Weapons, 2020. ICRC, Artificial Intelligence and Machine Learning in Armed Conflict: A Human-centred Approach, 2019. ICRC, Autonomy, Artificial Intelligence and Robotics: Technical Aspects of Human Control, Working Paper, Geneva, 2019. ICRC, Expert Meeting Autonomous Weapon Systems: Technical, Military, Legal and Humanitarian Aspects, Geneva, 2014. ICRC, International Humanitarian Law and the Challenges of Contemporary Armed Conflicts, 32nd International Conference of the Red Cross and Red Crescent Report, Geneva, 2015. 805     ICRC, Views of the ICRC on Autonomous Weapon System, Convention on Certain Conventional Weapons (CCW) Meeting of Experts on Lethal Autonomous Weapons Systems (LAWS), Geneva, 2016. KALMANOVITZ, Pablo,  Judgment, Liability and the Risks of Riskless Warfare , Autonomous Weapons Systems: Law, Ethics, Policy, (derleyenler: Nehal C. Bhuta, Susanne Beck, Robin Geiß, Hin-Yan Liu, Claus Kreß), Cambridge University Press, Cambridge, 2016, (s. 145-163). KASHER, Asa,  The Principle of Distinction , Journal of Military Ethics, Yıl: 2007, Cilt: 6, Sayı: 2, (s. 152-167). Legality of the Threat or Use of Nuclear Weapons, Advisory Opinion, I.C.J. Reports, 1996. LIU, Hin-Yan,  Categorization and Legality of Autonomous and Remote Weapons Systems , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 627-652). LIU, Hin-Yan,  Defense and Military Policy: Autonomous Weapons Systems , Encyclopedia of Public Administration and Public Policy, (derleyenler: Domonic A. Bearfield, Melvin J. Dubnick), 3. Baskı, Taylor and Francis, New York, 2016, (s. 833-838). Missile Defense Project, Iron Dome (Israel), Missile Threat Center for Strategic and International Studies, 14 Nisan 2016, https://missilethreat.csis.org/defsys/iron-dome/, (erişim tarihi 25.05.2021). MK 15- Phalanx Close-In Weapon Systems (CIWS), https://www.navy.mil/Resources/FactFiles/Display-FactFiles/Article/2167831/mk-15-phalanx-close-in-weapon-system-ciws/, (erişim tarihi 27.05.2021). ÖZER, Adem,  Savaşlarda 3. Devrim Otonom Silah Sistemleri ve İnsancıl Hukuk , Geleceğin Güvenliği, (derleyen: Ahmet Yıldız), Tasam Yayınları, 2019, (s. 251-270). PICTET, Jean ve diğerleri, Commentary on the Additional Protocols of 8 June 1977 to Geneva Conventions of 12 August 1949, Martinus Nijhoff Publishers, Geneva, 1987. 806     SAUER, Frank, ICRAC Statement on Technical Issues to the 2014 UN CCW Expert Meeting, 2014, https://www.icrac.net/icrac-statement-on-technical-issues-to-the-2014un-ccw-expert-meeting/, (erişim tarihi 11.07.2021). SCHARRE, Paul, Army of None: Autonomous Weapons and the Future of War, W. W. Norton & Company, New York| London, 2018. SCHMITT, Michael N.,  Autonomous Weapons Systems and International Humanitarian Law: A Reply to Critics , Harvard National Security Journal, Yıl: 2013, (s. 1-37). SCHMITT, Michael N. / THURNHER, Jeffrey S.,  Out of the Loop: Autonomous Weapon Systems and the Law of Armed Conflict , Harvard National Security Journal, Yıl: 2013, Cilt: 4, Sayı: 2, (s. 231-281). SHAPIR, Yiftah S.,  Lessons from the Iron Dome , Military and Strategic Affairs, Yıl: 2013, Cilt: 5, Sayı: 1, (s. 81-94). SHARKEY, Noel,  Automating Warfare: Lessons Learned from the Drones ,  J. L. Info. & Sci., Yıl: 2011, Cilt: 21, Sayı: 2, (s. 140-154). SHARKEY, Noel,  Guidelines for the Human Control of Weapons Systems , Working Paper for CCW GGE, ICRAC, 2018. SHARKEY, Noel,  The Evitability of Autonomous Robot Warfare , International Review of the Red Cross, Yıl: 2012, Cilt: 94, Sayı: 886, (s. 787-799). SHARKEY, Noel, The Human Control of Weapons: A Humanitarian Perspective, https://www.law.upenn.edu/live/files/3948-sharkey---human-control-of-weapons-pfdraftpdf, (erişim tarihi 13.07.2021). SPARROW, Robert,  Killer Robots , Journal of Applied Philosophy, Yıl: 2007, Cilt: 24, Sayı: 1, (s. 62-77). SZPAK, Agnieszka,  Legality of Use and Challenges of New Technologies in Warfare: The Use of Autonomous Weapons in Contemporary or Future Wars , European Review, Yıl: 2020, Cilt: 28, Sayı: 1, (s. 118-131). 807     THURNHER, Jeffrey,  Examining Autonomous Weapon Systems from a Law of Armed Conflict Perspective , New Technologies and the Law of Armed Conflict, (derleyenler: Hitoshi Nasu, Robert McLaughlin), T.M.C. Asser Press, The Hague, 2014, (s. 213-228). ULGEN, Ozlem,  Definition and Regulation of LAWS , UN GGE LAWS Report, Yıl: 2018. United States,  Human-Machine Interaction in the Development, Deployment and Use of Emerging Technologies in the Area of Lethal Autonomous Weapons Systems , Working Paper (Submitted to the GGE/CCW), 2018, https://reachingcriticalwill.org/images/documents/Disarmamentfora/ccw/2018/gge/documents/GGE.2-WP4.pdf, (erişim tarihi 12.07.2021). US Department of Defense, Directive 3000.09, Autonomy in Weapon Systems, 2012. ZITUN, Yoav, The Missile That Looks Like UAV, 17 Şubat 2016, https://www.ynetnews.com/articles/0,7340,L-4767278,00.html, (erişim tarihi 08.06.2021). WAGNER, Markus,  Autonomous Weapon Systems , Max Planck Encyclopedia of Public International Law, (der: Rudiger Wolfrum), Oxford University Press, Oxford, 2016. WYATT, A.,  So Just What is a Killer Robot?: Detailing the Ongoing Debate Around Defining Lethal Autonomous Weapon Systems , Wild Blue Yonder, Yıl: 2020, (s. 68-81). 12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri, (Yayına Hazırlayanlar: Melike Batur Yamaner, A. Emre Öktem, Bleda Kurtdarcan, Mehmet C. Uzun), Galatasaray Üniversitesi Yayınları, İstanbul, 2008."
}