{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "29",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "BULUŞLARA İLİŞKİN BİR FİKRİ MÜLKİYET STRATEJİSİ OLARAK STRATEJİK YAYIM (DEFENSIVE PUBLISHING)",
     "Title": "DEFENSIVE PUBLISHING AS AN INTELLECTUAL PROPERTY STRATEGY REGARDING INVENTIONS",
     "Yazar İsmi": [
          "Pelin KARAASLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Buluş",
          "patent",
          "ticari sır",
          "stratejik yayım (defensive publishing)",
          "hoşgörü süresi"
     ],
     "Keywords": [
          "Invention",
          "patent",
          "trade secret",
          "defensive publishing (strategic publication)",
          "grace period"
     ],
     "Özet": "Patent, teknik alandaki buluşların etkin bir biçimde korunmasını sağlar.  Ancak patent hakkının sağladığı koruma süresinin sınırlı olması ve başvuru için gereken yüksek maliyetler, buluş sahiplerini kimi zaman diğer  fikri  mülkiyet  stratejilerine  yönlendirir.  Bunlardan  en  bilineni  buluşun  ticari  sır  olarak  gizli tutulmasıdır. Buluş sahibinin, patent hakkı talep etmeden buluşunu kamuya açıklaması da bazı durumlarda tercih edilebilir bir stratejidir. Stratejik yayım (defensive publishing) olarak adlandırılan bu yöntem her ne kadar buluş sahibinin kendi buluşu üzerinde tekel elde etme hakkına engel de olsa, rakipler tarafından da aynı ya da benzer buluşun patent hakkına konu edilmesini engeller. Zira buluşun kamuya açıklanması, patentlenebilme için gerekli olan buluşun  yeniliğini  ortadan kaldırmakta ya da  buluş basamağı  kriterinin sağlanmasını zorlaştırmaktadır. Böylelikle stratejiyi uygulayan buluşçu, buluşu sürekli olarak kullanma özgürlüğünü elde eder. Bu makalede stratejik yayımın tercih edilebileceği durumlar ile uygulama koşulları hukuki bir bakış açısından ele alınacaktır.",
     "Abstract": "Patent ensures that inventions in technical field are protected effectively. However, the limited period that the patent right provides and the high costs for filing a patent application lead invention owners to other intellectual property strategies. The most known among these is the invention s being kept as a trade secret. That the patent owner reveals his/her invention to the public without demanding patent right is also a preferable strategy in some cases. Even though this method called as  defensive publishing  prevents the invention owner from monopolizing his/her invention, it also prevents the same or similar invention from being patented by the competitors. Because the disclosure of the invention eliminates the  novelty  of the invention which is required for patentability or makes it difficult for the  inventive step  criterion to be met. In this way, the inventor who applies this strategy obtains the freedom to operate the invention permanently. In this article, we address the cases where the  defensive publishing  strategy is preferable and its conditions of application from a legal point of view.",
     "Metin": "Patent, teknik alandaki buluşların etkin bir biçimde korunmasını sağlar.  Ancak patent hakkının sağladığı koruma süresinin sınırlı olması ve başvuru için gereken yüksek maliyetler, buluş sahiplerini kimi zaman diğer  fikri  mülkiyet  stratejilerine  yönlendirir.  Bunlardan  en  bilineni  buluşun  ticari  sır  olarak  gizli tutulmasıdır. Buluş sahibinin, patent hakkı talep etmeden buluşunu kamuya açıklaması da bazı durumlarda tercih edilebilir bir stratejidir. Stratejik yayım (defensive publishing) olarak adlandırılan bu yöntem her ne kadar buluş sahibinin kendi buluşu üzerinde tekel elde etme hakkına engel de olsa, rakipler tarafından da aynı ya da benzer buluşun patent hakkına konu edilmesini engeller. Zira buluşun kamuya açıklanması, patentlenebilme için gerekli olan buluşun  yeniliğini  ortadan kaldırmakta ya da  buluş basamağı  kriterinin sağlanmasını zorlaştırmaktadır. Böylelikle stratejiyi uygulayan buluşçu, buluşu sürekli olarak kullanma özgürlüğünü elde eder. Bu makalede stratejik yayımın tercih edilebileceği durumlar ile uygulama koşulları hukuki bir bakış açısından ele alınacaktır. Anahtar Kelimeler: Buluş, patent, ticari sır, stratejik yayım (defensive publishing), hoşgörü süresi  ABSTRACT Patent ensures that inventions in technical field are protected effectively. However, the limited period that the patent right provides and the high costs for filing a patent application lead invention owners to other intellectual property strategies. The most known among these is the invention s being kept as a trade secret. That the patent owner reveals his/her invention to the public without demanding patent right is also a preferable strategy in some cases. Even though this method called as  defensive publishing  prevents the invention owner from monopolizing his/her invention, it also prevents the same or similar invention from being patented by the competitors. Because the disclosure of the invention eliminates the  novelty  of the invention which is required for patentability or makes it difficult for the  inventive step  criterion to be met. In this way, the inventor who applies this strategy obtains the freedom to operate the invention permanently. In this article, we address the cases where the  defensive publishing  strategy is preferable and its conditions of application from a legal point of view.  Keywords: Invention, patent, trade secret, defensive publishing (strategic publication), grace period     699Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729   Patent, sanayiye uygulanabilir nitelikteki teknik buluşları konu alan fikri mülkiyet haklarındandır. Teknik bir buluşun patent korumasından yararlanabilmesi için dünya çapında yeni olması ve buluş basamağı içermesi, yani buluşun, bir uzman gözüyle bakıldığında tekniğin bilinen durumundan aşikâr bir şekilde çıkarılamaması gerekir. Söz konusu kriterler çoğu zaman patent öncesi süreçte yatan bir inovasyon ve/veya AR-GE faaliyetini zorunlu kılar. Patent ile inovasyon ya da AR-GE arasındaki etkileşim tek yönlü değildir. Patent aynı zamanda AG-GE verimini ölçmenin en önemli yollarından biri ve bununla birlikte yeni bir ürün ya da yöntemi rakip firmalardan önce geliştirip pazara sunarak  rekabette  öne  geçme  amacını  taşıyan  bir  inovasyon  stratejisidir.  Patentin rekabette avantaj sağlayan bu yönü, patent hakkı sahibine hukuken tanınan avantajlardan kaynaklanır. Hukukumuza göre, patent hakkı elde eden buluşçuya yirmi yıl süreyle, patent konusu buluştan yararlanmak ve buluş üzerinde tasarruf edebilmek hususunda tekel hakkı tanınır. Buna bağlı olarak, aynı süre zarfında üçüncü kişilerin buluş üzerinde belirli fiilleri izinsiz gerçekleştirmesi yasaklanır. Ancak gerek süre sınırlaması gerekse doğabilecek  yüksek  maliyetler,  kimi  zaman  buluşçuları,  buluşlarından  yararlanmak bakımından  alternatif  yöntemlere  sevk  etmektedir.  Buluşun  stratejik  amaçlı  olarak kamuya açıklanması anlamına gelen  defensive publishing  bu yöntemlerden biri olmakla birlikte, diğer yönteme, yani buluşun ticari sır olarak gizli tutulmasına nazaran literatürde adı  daha  az  geçmektedir.  Türkçede   stratejik  yayım   olarak  adlandırabileceğimiz  defensive publishing 4, her ne kadar buluş sahibinin kendi buluşu üzerinde tekel elde                                                  1   Krş. GÜVEN, Bülent/KAYGIN, Erdoğan, Girişimcilik: Temel Kavramlar, Girişimcilik Türleri, Girişimcilikte Güncel Konular, Siyahinci Akademi, İstanbul, 2015, s. 371. 2   Bu  bağlamda  bkz.  ÖĞÜT,  Adem/  AKGEMİCİ,  Tahir/  ŞAHİN,  Emine/  KOCABACAK,  Ayşe,  İşletmelerde Düşünce Aşamasından Patent Aşamasına Uzanan Süreçte Yenilik Stratejileri ve Buluş Yönetimi , Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2007, Sayı: 17, s. 413 vd. 3   Patent korumasının yeni buluşları teşvik edici etkisine yönelik olarak bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Patent Sisteminin İşlevleri ve Bu İşlevlerin Etkinliğini Sağlayan Yasal Düzenlemeler , Banka ve Ticaret Hukuku Dergisi, Yıl: 2006, Cilt 23, Sayı: 3, (s. 119 vd). 4    Defensive publishing  kavramını ifade etmek üzere uygulamada yerleşmiş Türkçe bir kavram göze çarpmamaktadır. Her ne kadar birebir tercüme yapıldığında  savunma amaçlı yayım  ya da  savunma amaçlı ifşa  kavramlarını kullanmak mümkünse de bu çalışmada anılan strateji, İngilizcede ifade edildiği biçimiyle ya da  stratejik yayım  şeklinde anılacaktır. Alman literatüründe ise söz konusu kavram,  Defensivpublikation  ya da  Sperrveröffentlichung  şeklinde yer bulmaktadır. 700Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  etme hakkına engel olsa da patent ve ticari sır stratejilerine nazaran kendi avantajlarını barındırır.  Bu makalede, patent ve ticari sır korumasının hukukumuzda düzenlenişi ile ilgili genel açıklamalara yer verildikten sonra stratejik yayımın tercih edilebileceği durumlar ile  uygulama  koşulları  irdelenecek;  akabinde  bu  stratejinin  patent  yarışlarında uygulanmasına yönelik hukuki sorun ele alınacaktır.   I.  BULUŞLARA  İLİŞKİN  GELENEKSEL  FİKRİ  MÜLKİYET STRATEJİLERİ: PATENT, FAYDALI MODEL VE TİCARİ SIR Buluşlara  ilişkin  fikri  mülkiyet  stratejilerinden  söz  edildiğinde,  alışagelmiş stratejiler  olarak  akla  patent,  faydalı  model  ve  ticari  sır  gelir.  Çalışma  konumuzu oluşturan defensive publishing stratejisinden söz etmeden önce, Türk Hukukunda patent, faydalı model ve ticari sır korumasının düzenlenişinden söz etmekte fayda vardır. Zira ilgili  düzenlemeler,  defensive  publishing  stratejisinin  uygulama  alanı  ile  uygulama esaslarını ortaya koymak bakımından önem taşır. A.  Patent  Hukukumuzda buluşların patent ile korunmasına ilişkin hükümler, 10 Ocak 2017 tarih ve 6769 sayılı Sınai Mülkiyet Kanunu nun (SMK)5 82. vd. maddelerinde  yer almaktadır.  1.  Patent Korumasının Şartları Patent, her türlü yenilikçi faaliyet için elde edilebilecek bir hak değildir. Yenilikçi bir faaliyetin patent korumasından yararlanabilmesi için her şeyden önce bunun teknik buluş  niteliğinde,  diğer  bir  ifadeyle  teknik  bir  meselenin  çözümüne  ilişkin  olması                                                  5   RG. 10.01.2017, S. 29944; çalışmada  SMK  ya da  Kanun  olarak anılacaktır. 6   Söz konusu düzenleme ile 551 Sayılı Patent Haklarının Korunması Hakkında Kanun Hükmünde Kararname (27.6.1995, S. 22326) ilga edilmiştir. 701Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  gerekir. Teknik buluşun konusu bir  ürün  olabileceği gibi bir  usul  de olabilir. Bununla  birlikte  SMK da,  teknik  buluş  niteliğini  taşısa  dahi  patent  korumasından yararlanması mümkün olmayan çeşitli durumlara yer verilmiştir (SMK m. 82/f. 3). Kamu düzenine veya genel ahlaka aykırı olan buluşlar, insan bedenine ait öğelerinden birinin sadece keşfinden ibaret olan buluşlar, insan veya hayvan vücuduna uygulanacak teşhis ve tedavi yöntemleri, bitki çeşitleri veya hayvan ırkları ile bitki veya hayvan üretimine yönelik biyolojik işlemler bu niteliktedir. İnsan klonlama işlemleri, insan eşey hattının genetik kimliğini değiştirme işlemleri, insan embriyosunun sınai ya da ticari amaçlarla kullanılması, insan ya da hayvanlara önemli bir tıbbi fayda sağlamaksızın hayvanlara acı çektirebilecek genetik kimlik değiştirme işlemleri ve bu işlemler sonucu elde edilen hayvanlar da yine hak elde edemeyecek buluşlar arasında sayılmıştır.  Her  halükârda  patent  ile  korunmayan  bu  yenilikler  haricindeki  buluşların patentlenebilmesi  için  SMK,   yenilik ,   buluş  basamağı  içerme   ve   sanayiye uygulanabilir olma  kriterlerinin sağlanmasını aramaktadır (SMK m. 82/f. 1).  Söz konusu kriterlerin ne ifade ettiği SMK m. 83 te açıklanmıştır. Buna göre yenilik, buluşun tekniğin bilinen durumuna dâhil olmamasıdır (SMK m. 83/f.1). Tekniğin bilinen durumu ise patent için yapılan başvuru tarihinden önce dünyanın herhangi bir yerinde, yazılı veya sözlü tanıtım yoluyla ortaya konulmuş veya kullanım ya da başka herhangi bir biçimde açıklanmış  olan  toplumca  erişilebilir  her  şeyi  kapsamaktadır  (SMK  m.  83/f.  2)11.                                                  7   SMK m. 82/f. 2 ye göre keşifler, bilimsel teoriler ve matematiksel yöntemler; zihni faaliyetler, iş faaliyetleri veya oyunlara ilişkin plan, kural ve yöntemler; bilgisayar programları, estetik niteliği bulunan mahsuller, edebiyat ve sanat eserleri ile bilim eserleri ve bilginin sunumu buluş niteliğinde değildir. Patent başvurusu veya patentin bu belirtilen konu veya faaliyetlerle ilgili olması hâlinde ise sadece bu konu veya faaliyetlerin kendisi patentlenebilirliğin dışında kalır. Buluş kavramı ve buluşun teknik bir meselenin çözümüne yönelik olması gerektiğine dair ayrıca bkz. GÜNEŞ, İlhami, Patent ve Faydalı Model Hukuku, Seçkin Yayıncılık, Ankara, 2017, s. 31 vd. 8   GÜNEŞ, 2017, s. 32.; NOYAN, Engin, Patent Hukuku, 3. Baskı, Adalet Yayınevi, Ankara 2015, s. 217. YURTSEVER, Şaziye, Patentin Hukuki Korunması, Adalet Yayınevi, Ankara, 1999, s. 15.  9   Ticari kullanımının sadece mevzuatla yasaklanmış olması, bu kullanımın kamu düzenine veya genel ahlaka aykırı olduğu anlamına gelmez (SMK m. 82/ f. 4). 10  Mikrobiyolojik işlemler veya bu işlemler sonucu elde edilen ürünler ise patentlenemeyen biyolojik işlemler kapsamı dışında tutulmuştur (SMK m. 82/ f. 3-b). 11   Yenilik  koşullunun gerçekleşmesine engel teşkil etmeyen açıklamaların yapılması da mümkün olup bunlara çalışmanın üçüncü bölümünde ayrıca değinilecektir. 702Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Dolayısıyla yeni olan buluşlar, sahibinin gizlilik alanından çıkmamış buluşları ifade eder.  Diğer bir kriter olan buluş basamağı ise söz konusu buluşun tekniğin bilinen durumuna ne kattığı, fikrin aşikâr olup olmadığı hususlarında değerlendirme yapmayı gerektirir. Zira SMK ya göre  yalnızca bir uzman gözüyle  bakıldığında tekniğin bilinen durumundan aşikâr bir şekilde çıkarılamayan buluşlar buluş basamağı içeriyor olarak kabul edilir (SMK m. 83/f. 4). Öyleyse buluş yeni dahi olsa, buluşun bilinen şeylerin üzerine önemsiz farklılıklar katması, dolayısıyla  nitelikli  bir yeniliğe sahip olmaması, patent korumasına engel teşkil eder.  Sanayiye uygulanabilirlik ise buluşun, sanayinin herhangi bir dalında üretilebilir veya kullanılabilir nitelikte olması demek olup (SMK m. 83/f. 6) bu hususta ayrıca ekonomik veya verimli olma kıstasları aranmamaktadır. Sanayi kavramı, tarım ve el sanatları, av, finans ve hizmet sektörünü de içerir şekilde, kazanç sağlayan tüm aktiviteler olarak geniş yorumlanmaktadır.17  Anılan şartları sağlayan buluşlar için patent isteme (başvuru) hakkı buluşu yapana ya da onun haleflerine ait olup bu hakkın devri mümkündür (SMK m. 109/ f. 1).  Bu bağlamda patent almak için ilk başvuran kişinin, aksi ispat edilinceye kadar, patent isteme hakkının sahibi olduğu karinesi mevcuttur (SMK m. 109/ f. 4). Patent isteme hakkının gaspı söz konusu olduğunda, gerçekte hak sahibi olduğunu iddia eden kişi, hakkını kanıtlayarak buluşa ilişkin başvurunun reddedilmesini veya kendi başvurusu olarak                                                  12  SULUK, Cahit/KARASU, Rauf/NAL, Temel, Fikri Mülkiyet Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 244. 13  Bakırköy 1. Fikrî ve Sınai Haklar Hukuk Mahkemesi, E. 2017/109 K. 2019/431, T. 6.12.2019 (lexpera). 14  Kastedilen, buluşun ilgili olduğu teknik alandaki bir uzmanın bilgisidir (BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha Yayıncılık, İstanbul, 2015). 15  Bakırköy 1. Fikrî ve Sınai Haklar Hukuk Mahkemesi, E. 2017/109 K. 2019/431, T. 6.12.2019 (lexpera); buluş basamağı içermeyen teknik yeniliklerin, şartları sağlaması halinde SMK m. 142 vd. hükümlerde düzenlenen faydalı model korumasından yararlanması mümkündür. 16  ÇAĞLAR,  Hayrettin,   Patent  Hukukunda  Ön  Kullanım  Hakkı ,  Ankara  Hacı  Bayram  Veli Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 10: Sayı: 1, s. 79. 17  BOZBEL, 2015, s. 697. 18  Patent isteme hakkının başvuru sahibine ait olmadığı Türk Patent ve Marka Kurumu nezdinde iddia edilemez. Bunun için iddia sahibi, başvuru sahibine karşı dava açabilir ve bu davayı Kuruma bildirir. Davaya ilişkin kararın kesinleşme tarihine kadar patentin verilmesi işlemleri mahkeme tarafından 703Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  değerlendirilmesini talep edebilir (SMK m. 110)19. Dolayısıyla hukukumuzda patent korumasından yararlanması öngörülen kişi, gerçek hak sahibidir. 2.  Patent Korumasının Kapsamı ve Sınırları Patentten  doğan  hakkın  kapsamı,  SMK nın  85.  ve  89.  maddeleri  arasındaki hükümler ile düzenlenmiştir. Buna göre patent sahibi, buluşundan ekonomik anlamda yararlanmak hususunda kural olarak mutlak hak sahibidir. Bu hak aynı zamanda üçüncü kişilere çeşitli olumsuz yükümlülükler getirir. Ürün patentleri bakımından, patent konusu ürünün üretilmesi, satılması, kullanılması veya ithal edilmesi veya bu amaçlar için kişisel ihtiyaçtan başka herhangi bir nedenle elde bulundurulması; usul patentleri bakımından ise patente konu olan usulün kullanılması; kullanılmasının başkalarına teklif edilmesi ve patent konusu usul ile doğrudan doğruya elde edilen ürünlerin satılması, kullanılması, ithal edilmesi veya bu amaçlar için kişisel ihtiyaçtan başka herhangi bir nedenle elde bulundurulması  üçüncü  kişilerin  kaçınması  gereken  fiillerdir.  SMK ya  göre  buluş sahibinin üçüncü kişilerce gerçekleştirilen bu fiilleri önleme yetkisi bulunduğu gibi (SMK m. 85/ f. 2, m. 86), söz konusu fiillerin gerçekleşmesi aynı zamanda patent hakkına                                                  durdurulabilir (SMK m. 110). Öte yandan, dava devam ederken başvuruya patent verilirse başvurunun gaspı davası, patentin gaspı davasına (SMK m. 111) dönüşür. Patent isteme hakkı ve gasp davalarına ilişkin olarak bkz. GÜNEŞ, 2017, s. 35 ve 148; SULUK/KARASU/NAL, 2018, s. 251; ayrıca çalışmada bkz. Bölüm III.  19  Aynı hükme göre, gerçek hak sahibinin, varsa rüçhan hakkından yararlanarak aynı buluş için yeni bir patent başvurusu yapması da mümkündür. Tüm bu haklar gerçek hak sahipliğine ilişkin açılan davanın kesinleşmesinden itibaren üç ay içerisinde kullanılmalıdır (SMK m. 110/ f. 3). 20  Bu hususta ayrıca bkz. TEKİNALP, Ünal,  Yeni Patent Hukukunda Buluş Sahibi İlkesi ve Gasp Davalarına İlişkin Bazı Sorunlar , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1997, Cilt: 55, Sayı: 4, s. 129 vd. 21  Patentin  sağladığı  korumanın kapsamı, patent tescil başvurusunda ortaya konulan   istemler  ile belirlenir (SMK m. 89). İstem, patent başvurusunda buluşun korunması istenilen unsurların açıklandığı kısma denir. Buluş sahibinin, buluşu için koruma talep eden başvurusunun patentlenebilirlik incelemesi temelde istem metni üzerinden yapılmaktadır.  Koruma da buna paralel olarak yalnızca istemlerde yer alan hususlar ile sınırlıdır, bu hususta bkz. GÜNEŞ, 2017, s. 55; KAYA, Arslan,  Türk Hukukunda Patentten Doğan Haklar , İstanbul Hukuk Mecmuası, Yıl: 1997, Cilt: 55, Sayı: 4, s. 179. 704Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  tecavüz niteliği taşıdığından (SMK m. 141/ f. 1) buluş sahibinin buna bağlı talep haklarını kullanması mümkündür.  Patent  hakkı  sahibinin,  mutlak  olarak  buluşunu  kullanma,  ondan  yararlanma, buluşu üzerinde tasarruf etme ve tüm bunlara bağlı olarak belirli fiillerin önlenmesini talep etme şeklinde tezahür eden inhisari hakkı kanun koyucu tarafından çeşitli şekillerde sınırlandırılmıştır. SMK m. 85/f. 6, buluşun kullanımı hususunda patent sahibinin kendi fiillerini sınırlandırmakta ve patentin konusunun kanunlara, genel ahlaka, kamu düzenine veya genel sağlığa zarar verecek şekilde kullanımını yasaklamaktadır. SMK m. 85/f. 3-5 hükümlerinde  ise  üçüncü  kişilerin  patent  konusu  buluş  üzerindeki  yasaklanabilecek fiillerine  çeşitli  istisnalar  getirilmiştir.  Bunların  başında,  sınai  veya  ticari  bir  amaç taşımayan ve özel maksatla sınırlı kalan fiillerin yasak kapsamı dışında tutulması gelir. Bunun yansıra, eczacıların, çiftçilerin, jenerik ilaç üreticilerinin belirli fiillerine serbesti getirilmesi de öngörülmüştür. Tüm bu genel sınırlamalar dışında SMK da kanuni tekel, patent hakkının tüketilmesi, zorunlu lisans vb. hallerden doğan çeşitli özel sınırlamalara da yer verilmiştir. Patent hakkına getirilmiş özel sınırlamalardan bir tanesi de patent konusu buluşu tescil ettiren kişiden habersiz ve bağımsız olarak aynı  buluşla ilgili çalışmalar yapan veya buluşu kullanmaya başlamış olan iyiniyetli kişilerin emek ve                                                  22  Patent hakkını gasp etmek ve patent sahibi tarafından sözleşmeye dayalı lisans veya zorunlu lisans yoluyla verilmiş hakları izinsiz genişletmek veya bu hakları üçüncü kişilere devretmek de yine tecavüz teşkil eden eylemler arasındadır (SMK m. 141/f. 1-ç,d). 23  Tecavüz teşkil eden fiillerden birinin varlığı halinde patent hakkı sahibinin ileri sürebileceği talepler SMK m. 149/f.1 kapsamında şu şekilde sayılmıştır: - Fiilin tecavüz olup olmadığının tespiti. - Muhtemel tecavüzün önlenmesi. - Tecavüz fiillerinin durdurulması. - Tecavüzün kaldırılması ile maddi ve manevi zararın tazmini.  - Tecavüz oluşturan veya cezayı gerektiren ürünler ile bunların üretiminde münhasıran kullanılan cihaz, makine gibi araçlara, tecavüze konu ürünler dışındaki diğer ürünlerin üretimini engellemeyecek şekilde elkonulması. - Elkonulan ürün, cihaz ve makineler üzerinde kendisine mülkiyet hakkının tanınması. - Tecavüzün devamını önlemek üzere tedbirlerin alınması, özellikle masraflar tecavüz edene ait olmak üzere elkonulan ürünler ile cihaz ve makine gibi araçların şekillerinin değiştirilmesi, üzerlerindeki markaların silinmesi veya sınai mülkiyet haklarına tecavüzün önlenmesi için kaçınılmaz ise imhası. - Haklı  bir  sebebin  veya  menfaatinin  bulunması  hâlinde,  masrafları  karşı  tarafa  ait  olmak  üzere kesinleşmiş kararın günlük gazete veya benzeri vasıtalarla tamamen veya özet olarak ilan edilmesi veya ilgililere tebliğ edilmesi. 24  Özel sınırlamalara ilişkin açıklamalar için bkz. ERGÜN, Mevci, Fikri Mülkiyet Hukuku (2. Cilt), Legem Yayıncılık, Ankara, 2020, s. 663 vd.; GÜNEŞ, 2017, s. 241 vd. 705Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  çalışmalarının boşa gitmesini önlemek ve başkasının korunan hakkına rağmen bu buluşu kendi işletmesinin sınırları içerisinde kullanmasına imkân veren  ön kullanım hakkı  hususunda karşımıza çıkar. SMK m. 87 de ön kullanım hakkı,  başvuru tarihinde veya bu tarihten önce buluşu iyiniyetli olarak ülke içinde kullanmakta olan veya kullanım için ciddi  ve  gerçek  tedbirler  almış  kişilere  karşı,  patent  konusu  buluşu  aynı  şekilde kullanmaya  devam  etmelerini  veya  alınmış  tedbirlere  uygun  olarak  kullanmaya başlamalarını, patent başvurusu veya patent sahibinin önleme hakkı yoktur  ifadesi ile vücut bulmaktadır. Söz konusu hak, nispi niteliğinden ötürü, sahibine, hak konusu buluşu, kendisine izin verilen koşullarda kullanma imkânı vermekte; başkalarının bu buluşu kullanmalarına engel olmamaktadır. Nihayet patent hakkının sağladığı korumanın yer ve zaman yönünden de sınırı bulunmaktadır. Sınai haklara egemen olan ülkesellik ilkesi gereğince Türkiye de yapılan bir patent başvurusu, buluş sahibine yalnız ülke sınırları içerisinde koruma sağlar. Bu korumanın süresi, SMK m. 101 e göre başvuru tarihinden başlamak üzere yirmi yıldır. Bu  sürenin  bitimiyle  birlikte  patent  hakkı  kendiliğinden  sona  ermekte,  hakkın yenilenmesi mümkün olmamaktadır. B.  Faydalı Model Teknik alandaki basit yenilikler ve iyileştirmeleri konu alan, bu nedenle öğretide kimi zaman kendisine  küçük buluş   ya da  küçük patent   yakıştırmaları  yapılan faydalı model hakkı, tıpkı patent gibi sahibine tescile dayalı tekelci hak ile yetkiler sağlar ve patent hukukunun bir parçası olarak anılır. Nitekim SMK nın 4. Kitabı  Patent ve Faydalı Model  başlığını taşımakta ve faydalı modele ilişkin açık bir hüküm bulunmadığı ve faydalı modelin özelliği ile çelişmediği takdirde SMK da patentler için öngörülen hükümlerin, faydalı modeller hakkında da uygulanacağı öngörülmektedir (SMK m. 145).                                                  25  ÇAĞLAR, 2006, s. 81 vd.  26  ÇAĞLAR, 2006, s. 82.  27  SULUK/KARASU/NAL, 2018, s. 6. 28  BOZBEL, 2015, s. 751; NOYAN, 2015, s. 308; söz konusu terminolojiye yönelik eleştiri için bkz. TÜZÜNER, Özlem, Faydalı Modelin Korunması ve Faydalı Modelin Korunmasına Uygulanacak Hukuk, Vedat Kitapçılık, İstanbul, 2011, s. 46.  29  SULUK/KARASU/NAL, 2018, s. 299. 706Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Faydalı  modelin  patent  sistemine  ilişkin  ayrık  noktaları  ise  korumaya  konu  olacak buluşun  sahip  olması  gereken  özellikler  ve  korumaya  ilişkin  süre  sınırlandırması bakımından  kendini  gösterir.  Faydalı  model  için  koruma  süresi,  başvuru  tarihinden itibaren  10 yıl  olarak öngörülmüştür (SMK m. 101/ f. 1). Öte yandan, faydalı model belgesi verilmeyecek buluşlar, patentten mahrum kalan buluşlardan daha geniş kapsamlı düzenlenmiştir.  SMK m. 142 ye göre kimyasal, biyolojik ve eczacılıkla ilgili maddelere ilişkin  buluşlar  ile  biyoteknolojik  buluşlar,  faydalı  model  korumasından yararlanamamaktadır. Ayrıca genel olarak usuller veya bu usuller sonucu elde edilen ürünlere ilişkin buluşlara da faydalı model belgesi verilmemektedir.  Faydalı model korumasının patent korumasına nazaran dezavantajlı sayılabilecek bu yönleri, faydalı model hakkına konu olabilecek teknik buluşlar bakımından aranan niteliklerin daha mütevazı olması ile açıklanabilir. Hukukumuzda bir buluşun faydalı model  koruması  elde  edebilmesi  için  dünya  çapında  yeni  olması  ve  sanayiye uygulanabilir olması yeterli olmakta; buluş basamağı içerme şartı aranmamaktadır. Bu durum kuşkusuz faydalı model korumasını küçük ve orta ölçekli sanayiciler ve araştırma kuruluşları için cazip hale getirmektedir. Bu tür işletmelerin, tekniğin bilinen durumunu belirgin şekilde aşmayan, ancak yine de teknik yeniliklere ve iyileştirmelere katkıda bulunan faaliyetlerinin  kısa bir süre için de olsa tekel  hakkından  yararlandırılması, özendirici bir etki bırakmakta ve ekonomiye canlılık katmaktadır.  Diğer  taraftan  faydalı  model  koruması,  sadece  patentlenebilme  kriterlerini sağlayamayan küçük buluşlar için öngörülmüş değildir. Patentin koruma şartlarını taşıyan bir buluş da pekâlâ faydalı model korumasından yararlanabilir. Bu tercih edilebilir bir durumdur; zira faydalı model belgesi patentle kıyaslandığında hem daha kısa zamanda hem da daha az maliyetle alınabilmektedir. Her iki hakkın yakın akrabalığından dolayı,                                                  30  Faydalı modelin yenilik değerlendirmesinde, buluş konusuna katkı sağlamayan teknik özellikler dikkate alınmaz (SMK m. 142/f. 2) 31  Krs. SULUK/KARASU/NAL, 2018, s. 301.  32  Aynı buluşa hem patent hem de faydalı model belgesi verilmez (SMK m. 145). 33  2020  yılı  patent  işlem  ücretleri  için  bkz. https://www.turkpatent.gov.tr/TURKPATENT/fees/informationDetail?id=112;  faydalı  model  işlem ücretleri  için  bkz.  https://www.turkpatent.gov.tr/TURKPATENT/fees/informationDetail?id=104 (erişim tarihi: 29.07.2020).  707Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  patent başvurusunun faydalı model başvurusuna ya da faydalı model başvurusunun patent başvurusuna dönüştürülmesi imkânı da (bir defaya mahsus olmak üzere) bulunmaktadır (SMK m. 104). C.  Ticari Sır  Buluşlarla  ilgili  bilgiler,  patent  hakkı  elde  etmek  karşılığında  kamuya açıklanabileceği gibi buluş sahibi tarafından gizli de tutulabilir. Bunun en bilinen örneği, Coca Cola içeceğine ait formülün buluş sahibi firma tarafından patent başvurusuna konu edilmek yerine sır olarak saklanmasıdır. Bu şekilde firma, belirli bir süre sonunda formülü kamu  ile  paylaşmaktansa  süresiz  olarak  buluş  üzerinde  hâkimiyet  kurmayı amaçlamaktadır.  Şayet bir buluşa ilişkin teknik bilgi gizli tutulmak istenmişse, söz konusu bilgi  ticari  sır   olarak  nitelendirilir.  Ancak  ticari  sır,  yalnızca  buluşlar  ile ilişkilendirilebilecek bir kavram değildir. Öğretide ticari sır, bağımız ekonomik bir değeri olan veya iktisadi faaliyetlerde sahibi lehine rekabet avantajı sağlayan, aleni olmayan ve sahibinin  gizli kalmasını istediği  her türlü bilgi  olarak tanımlanmıştır.  İşletme ve şirketin ekonomik hayattaki başarı ve verimliliği için büyük önemi bulunan; iç kuruluş yapısı ve organizasyonu, malî, iktisadî, kredi ve nakit durumu, araştırma ve geliştirme                                                  34  NOYAN, 2015, s. 238. 35  BİLGE, Mehmet Emin, Ticari Sırların Korunması, Asil Yayın, Ankara, 2005, s. 5;  Adalet Bakanlığı tarafından hazırlanan ancak henüz kanunlaşmayan Ticari Sır, Banka Sırrı ve Müşteri Sırrı hakkındaki Kanun Tasarısının 2. maddesi a) bendinde ise ticari sır, bir ticari işletme veya şirketin faaliyet alanıyla ilgili yalnızca belirli sayıdaki mensupları ve diğer görevlileri tarafından bilinen, elde edilebilen, özellikle rakipler tarafından öğrenilmesi halinde zarar görme ihtimali bulunan ve 3. kişilere ve kamuya açıklanmaması gereken; iç kuruluş yapısı ve organizasyonu, mali, iktisadi, kredi ve nakit durumu araştırma  ve  geliştirme  çalışmaları,  faaliyet  stratejisi,  hammadde  kaynakları,  imalatının  teknik özellikleri, fiyatlandırma politikaları, pazarlama taktikleri ve masrafları, pazar payları, toptancı ve parakendeci müşteri potansiyeli ve ağları, izne tabii veya tabii olmayan sözleşme bağlantılarına ilişkin veya bu gibi bilgi ve belgeleri'' ifade etmek üzere tanımlanmıştır (bkz.  Ticari Sır, Banka Sırrı ve Müşteri Sırrı hakkındaki Kanun Tasarısı, Dönemi ve Yasama Yılı: 24/2, Esas No: 1/483, erişim için bkz.  https://www.tbmm.gov.tr/develop/owa/tasari_teklif_sd.onerge_bilgileri?kanunlar_sira_no=95751,  erişim  tarihi:  29.07.2020).  Bunun  yanında,  18/4/2010  tarihli  ve  27556  sayılı  Resmî  Gazete de yayımlanan, Dosyaya Giriş Hakkının Düzenlenmesine ve Ticari Sırların Korunmasına İlişkin Tebliğin (Tebliğ No: 2010/3) 12. maddesinde de ticari sır tanımına yer verilmiştir. Buna göre ticari sır; teşebbüslerin faaliyet alanları ile ilgili olan ve gizli tutma iradesine sahip oldukları, yalnızca belirli ve kısıtlı bir kesim tarafından bilinen ve elde edilebilen, başta rakipleri olmak üzere üçüncü kişilere ve kamuya açıklanması halinde ilgili teşebbüsün ciddi zarar görme ihtimali bulunan her türlü bilgi ve belgedir. 708Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  çalışmaları,  faaliyet  stratejisi,  hammadde  kaynakları,  imalatının  teknik  özellikleri, fiyatlandırma politikaları, pazarlama taktikleri ve masrafları, pazar payları, toptancı ve perakendeci  müşteri  potansiyeli  ve  ağları,  izne  tâbi  veya  tâbi  olmayan  sözleşme bağlantılarına  ilişkin  veya  bu  gibi  her  türlü  bilgi  ve  belge  ticari  sır  olabilecek niteliktedir. O halde ticari sır, bir ürünün imal edilebilmesi için gerekli her türlü teknik bilgiyi  ifade  eden  üretim  sırlarını  ve  dolayısıyla  buna  dair  bir  örnek  teşkil  eden buluşları da içine alır şekilde, oldukça geniş bir alanda kendini göstermektedir. Söz konusu bilgilerin ekonomik menfaat ve buna bağlı olarak rekabet üstünlüğü sağlamaya yönelik oluşu, ticari sır kavramını bankacılık sırrı, müşteri sırrı kavramlardan ayırmakta ve teknik buluşlar özelinde değerlendirildiğinde, patent ile ticari sır arasındaki kesişim noktasını  ortaya  koymaktadır.  Zira  ticari  sır  gibi  patent  de  inovasyon  faaliyeti gösterenlerin, kendilerini rekabette öne geçirmesi amacını güttüğü bir fikri mülkiyet stratejisidir. Bununla birlikte bir buluşun ticari sır kavramı kapsamında yer alabilmesi için patentlenebilme kriterlerini taşıması gerekmez. Buluş basmağı içermeyen ya da dünya çapında (mutlak) yeni olmayan, yalnızca nispi yenilik taşıyan buluşlar da bir işletmenin ticari sır olarak gizli tutmak isteyeceği teknik bilgiler arasında yer alabilir. Bu noktada yalnızca teknik bilginin ticari sır tanımına uygun olup olmadığının tespiti yapılmalıdır.  Yukarıda yapılan ticari sır tanımından da görüleceği üzere ticari sır kavramının en belirleyici unsuru gizliliktir. Patent, buluşçuya avantaj sağlayan yirmi yıl süreli tekel hakkını inovatif bilginin kamuya açıklanması karşılığında sunan bir stratejiyken, ticari                                                  36  Ticari Sır, Banka Sırrı ve Müşteri Sırrı hakkındaki Kanun Tasarısı, m. 2. 37  Bu hususta bkz. NOMER ERTAN, Füsun, Haksız Rekabet Hukuku, On İki levha Yayıncılık, İstanbul, 2016, s. 298. 38  Buluşların üretim sırları kapsamında bulunduğuna dair bkz. POROY, Reha/YASAMAN, Hamdi, Ticari İşletme Hukuku, 18. Baskı, Vedat Kitapçılık, İstanbul, 2019, s. 452; SAYIN, Hediye Bahar,  Haksız Rekabet Hukuku Açısından Üretim ve İş Sırrının Hukuka Aykırı Olarak İfşası , Terazi Hukuk Dergisi, Yıl: 2017, Cilt: 12, Sayı: 136, s. 38. 39  KAYASOYLU, Damla, Haksız Rekabet Hükümlerine Göre Üretim ve İş Sırlarının Korunması, Seçkin Yayınevi, Ankara, 2020, s. 24. 40  POROY/YASAMAN, 2019, s. 452. 41  Bu hususta ayrıca bkz. Yargıtay, 23. HD, E. 2016/6958 K. 2019/4349 T. 21.10.2019 (lexpera). 709Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  sır, bilginin gizliliğini kavramsal unsur olarak içerir. Herkes tarafından bilinen ya da bilinmek istendiğinde rahatlıkla ulaşılabilecek nitelikte olan bilgi, ticari sır niteliğinde değildir. Öte yandan gizlilik, bu yöndeki sübjektif iradeyi de içermelidir. Gizli kalsın istenmeyen ya da başkasının bilmesinde sakınca görülmeyen bilgiler ticari sır kapsamında değildir.  Gizlilik  iradesi,  bilginin  sır  olarak  saklanmasının  getireceği  ekonomik menfaatten kaynaklanmalıdır; ancak bu menfaat hukuken korunmayan bir duruma ilişkin olmamalıdır. Dolayısıyla kanuna, kamu düzenine veya genel ahlaka aykırı olan ve bu nedenle patent korumasından yararlanamayan bir buluş ticari sır kapsamında da hukuki koruma elde edemeyecektir.   Bir  buluşun  ya  da  sair  bir  bilginin  ticari  sır  kapsamında  korunmasından  söz edildiğinde bunun fiili ve hukuki olmak üzere iki yönü vardır. Bilgi, sır olarak saklandığı sürece bunun getirdiği fiili/doğal korumadan yararlanır. Gizlilik sağlandığı sürece ticari sırrın yukarıda anılan şartları sağlayıp sağlamaması, dolayısıyla buluşun kamu düzenine veya genel ahlaka aykırı olup olmaması önem arz etmez. Sır olarak tutulan bilginin yukarıda sözü edilen unsurları taşıması ve dolayısıyla teknik-hukuki anlamıyla  ticari sır  olarak nitelendirilebilmesi, sırrın, sahibinin istemi dışında müdahalelere maruz kalması durumunda hukuki korumadan yararlanıp yararlanmayacağının belirlenmesi açısından önem taşır. Yukarıda ifade edildiği üzere buluşlar,  üretim sırrı  kapsamında yer alırlar. Üretim sırlarına yönelik yapılan haksız müdahaleler karşısında işletmelerin korunmasına ilişkin hükümler, Türk Ticaret Kanunu nun (TTK) haksız rekabet ile ilgili düzenlemeleri arasında yer almaktadır. Bu bağlamda karşımıza TTK m. 55/f. 1-d ve TTK m. 55/f. 1-b (3) hükümleri çıkar. TTK m. 55/f. 1-d bendine göre üretim ve iş sırlarını hukuka aykırı olarak ifşa etmek; özellikle, gizlice ve izinsiz olarak ele geçirilen veya başkaca hukuka aykırı bir şekilde öğrenilen bilgileri ve üretenin iş sırlarını değerlendirmek veya başkalarına bildirmek,                                                  42  Türk Dil Kurumu  sır  kavramını  varlığı veya bazı yönleri açığa vurulmak istenmeyen, gizli kalan, gizli tutulan şey  şeklinde tanımlamıştır, bkz. https://sozluk.gov.tr/.  43  NOMER ERTAN, 2016, s. 299.  44  KAYASOYLU,  2020,  s.  34;  SULU,  Muhammed,  Ticari  Sırların  Korunması,  On  İki  Levha Yayıncılık, İstanbul, 2017, s. 14.  45  BİLGE, 2005, s. 31; SULU, 2017, s. 17. 710Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  dürüstlüğe  aykırı  olan  ve  bu  nedenle  haksız  rekabet  teşkil  eden  bir  fiil  olarak düzenlenmiştir. Kanımızca bu hüküm kapsamında haksız rekabetten söz edebilmek için haksız yere yararlanılan veya başkalarına yayılan üretim ve ticarî sırların esasen dürüstlük kuralına  aykırı  bir  şekilde  elde  edilmesi  gerekir;  hukuka  uygun  olarak  öğrenilen bilgilerin ifşasının hukuka aykırı sayılması ise ancak sözleşmeden ya da kanundan doğan sır  saklama  yükümlülüğünün  varlığına  rağmen  ilgili  bilgilerin  üçüncü  kişilere bildirilmesi, aktarılması veya kamuya sunulması halinde söz konusu olabilir. Rakip işletmenin telefonlarını dinlenmesi, hırsızlık, sır sahibini konuşturmak için dürüstlük kuralı ile bağdaşmayan yöntemlere başvurmak ve adalet, hak ve doğruluk hissiyatını rencide eden sair eylemler, ticari sırrın hukuka aykırı bir biçimde ele geçirilmesinin örneklerinden sayılabilir. Buna karşın ticari sırrın dürüstlük kuralına uygun bir şekilde araştırılması, örneğin bir işletmenin sırlarının, o işletmenin yayınladığı prospektüs, rapor veya hesaplar üzerinden tespit edilmesi, makul ticari uygulamalar kapsamında kalır ve dürüstlük kuralına aykırılık teşkil etmez. Buluş sahibi tarafından piyasaya sunulmuş olan buluş konusu ürün ya da yöntemin üçüncü kişilerce gözlem, inceleme, deneme, analiz  yoluyla  yeniden  tasarlanması  ve  imal  edilmesi  olarak  ifade  edilen   tersine mühendislik   yöntemi  de  TTK  kapsamında   ele  geçirme   olarak  kabul  görmez. Hükümde  yer  alan   ifşa   kavramı  ise  ilgili  bilgilerin  üçüncü  kişilere  bildirilmesi, aktarılması veya kamuya sunulması demek olup gazete, internet, mektup, telefon, telgraf gibi çok çeşitli yollardan yapılabilir.                                                  46  Mülga 6762 sayılı TTK bakımından bkz.  ŞENOCAK,  Kemal, İşletme Personelinin Ayartılması Meselesinin Haksız Rekabet Hükümleri Çerçevesinde (TTK m. 56 vd.) Değerlendirilmesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2001, Cilt: 50, Sayı: 2, s. 233. Bununla birlikte öğretide bir görüş, 6102 sayılı TTK m. 55/f. 1-d hükmüne göre sır teşkil eden bilgilerin hukuka aykırı olarak öğrenilip öğrenilmediğinin önem arz etmediğini ileri sürmekte ve bunu da hükümde  ifşa etmenin  tek başına hukuka aykırı görülmesine,  özellikle  ile başlayan cümlenin yalnızca bu tür fiillere örnek niteliğinde olmasına bağlamaktadır. Bu bağlamda bkz. SULUK/KARASU/NAL, 2018, s. 439.  47  Krş. NOMER ERTAN, 2016, s. 331; SAYIN, 2017, s. 39 vd. 48  ŞENOCAK, 2001, s. 233. 49  ŞENOCAK, 2001, s. 233. 50  SULU, 2017, s. 129. 51  NOMER ERTAN, 2016, s. 331; SAYIN, 2017, s. 40. 711Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  TTK m. 55/f. 1-b (3) hükmü ise TTK m. 55/f. 1-d yi tamamlar nitelikte bir düzenleme olup üretim ve iş sırlarını ifşa etmeye  ya da ele geçirmeye  yöneltme  eylemini  konu  alır.  Bu  hüküm  ile  işçileri,  vekilleri  veya  diğer  yardımcı  kişileri, işverenlerinin veya müvekkillerinin üretim ve iş sırlarını ifşa etmeye veya ele geçirmeye yöneltmek, haksız rekabet teşkil eden fiillerden sayılmıştır. Bu bağlamda haksız rekabetin tespiti açısından ticari sırrın ele geçirilmeye çalışılmış olması yeterli olup, sırrın gerçekten de ele geçirilebilmiş olmasının yahut ele geçirildikten sonra kullanılıp kullanılmadığının bir önemi bulunmamaktadır.  Ticari sırrı ele geçirmeye veya ifşa etmeye yönelik eylemlerin haksız rekabet teşkil ettiğinden şüphelenilmesi halinde ekonomik çıkarları zarar görme tehlikesiyle karşılaşan işletmelerin açabileceği hukuk davaları TTK m. 56/f. 1 hükmünde düzenlenmiştir. Bu davaların başında davranışın haksız rekabet teşkil edip etmediğini tespit etmeye yönelik  tespit davası  gelir. Haksız rekabet fiilinin devam etmesi veya tekrarlanacağı konusunda güçlü belirtilerin olması durumunda men (önleme) yaptırımı da hukuken talep edilebilir. Haksız rekabet sonucunda ortaya çıkan maddi durumun ortadan kaldırılması ve nihayet kusur ve zararın varlığı halinde maddi-manevi zarar talepleri de dava yoluyla ortaya koyulabilir.  Sonuç olarak bakıldığında, buluşa dair teknik bilginin ticari sır olarak saklanması halinde, gizlilik sürdüğü müddetçe buluş sahibi buluştan ekonomik menfaat sağlama adına doğal tekel hakkına sahiptir. Ticari sır olarak korunan buluşun üçüncü kişilerce ele geçirilmesi halinde ise sır sahibine sağlanan hukuki koruma, mevcut tekel hakkının hukuken devamını temin etme şeklinde olmayıp, yalnızca belirli davaların açılmasından ibarettir.                                                    52  SULUK/KARASU/NAL, 2018, s. 437. 53  Bu hususta ve ticari sırrın korunmasına ilişkin özel hükümlere dair bkz. SULU, 2017, s. 56 vd.  54  Ticari sırra ilişkin haksız rekabet fiillerinin kasten işlenmesi TTK m. 61/f. 1-a bendi uyarınca cezai sorumluluk da doğurabilmektedir. Bunun yanında, buluşlar da dahil olmak üzere ticari sır niteliğindeki bilgi ve belgelerin açıklanması, 5237 sayılı Türk Ceza Kanunu nun 239. Maddesinde de ayrı bir suç tipi olarak düzenlenerek yaptırıma bağlanmıştır. 712Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  II.  BİR  FİKRİ  MÜLKİYET  STRATEJİSİ  OLARAK   STRATEJİK YAYIM (DEFENSIVE PUBLISHING)  A.  Stratejik Yayım (Defensive Publishing) Kavramı  İnovasyon  yönetiminde  işletmeler,  buluşlarından  ne  şekilde  yararlanmak istediklerine bağlı olarak uygulayacakları fikri mülkiyet stratejisini belirlerler. Defensive publishing bu stratejilerden biri olarak patent ve ticari sır yöntemleri yanında yerini alır. Defensive publishing patentlenebilme şartlarını sağlayan bir buluşun, başvuruya konu edilmek yerine stratejik olarak yayımlanması anlamına gelir. Bu stratejiyle amaçlanan, tekniğin bilinen durumunu etkilemek ve böylece patent için aranan yenilik ve buluş basamağı kriterlerinin rakiplerce sağlanamamasını temin etmektir. Böylece stratejiyi uygulayan işletme, söz konusu buluşun aynısının ya da biraz gelişmişinin bağımsız bir şekilde  bir  başka  işletme  tarafından  yapılması  halinde,  bunun  tekel  hakkına  konu edilmesini engellemekte ve buluşu sürekli olarak kullanım özgürlüğü kazanmaktadır. Hukuki  literatürde  pek  adı  geçmeyen  bu  yöntem,  esasında  pek  çok  işletme tarafından eskiden beri uygulanmaktadır. 2013 yılında yayımlanan bir makaleye göre dünyanın en büyük bilişim teknolojisi şirketi olan IBM, 50 yılı aşkın süredir, kendi inovatif fikirlerinin bir kısmını fikri mülkiyet haklarına konu etmek yerine bir tür  kurum içi dergi  olan Teknik Açıklama Bülteninde yayımlamıştır. Pek çok başka şirket de bunu izlemiş ve yıllar içerisinde Siemens Teknik Raporu, AT&T Bell Laboratuvarları Kaydı, Xerox Bilgilendirme Dergisi veya Philipps Araştırma Dergisi gibi stratejik yayımlara hizmet eden çeşitli yayınlar ortaya çıkmıştır. İşletmelerin, ulaştıkları teknik bilgiyi bu tür yayınlar kapsamında belirli aralıklarla yayımlamaları, ilgili pazarda  yenilikçi  olarak                                                  55  SLOPEK, David E.F,  Defensive Publishing – Verbreitung, Funktion, Strategien , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr: 2016, Heft: 9, s. 816. 56  BLIND,  Knut/KARGE,  Peter/MARQUARD,  Jacob   Strategische  Publikationen  als  Ergänzung klassischer Schutzrechte zur Sicherung der eigenen Handlungsfreiheit , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr: 2013, Heft: 12, s. 1197; SLOPEK, 2016, s. 818; TOCHTERMANN, Lea,  Aktuelle Tendenzen für moderne Schutzrechtsstrategien , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr 2016, Heft 7, s. 682. 57  SLOPEK, 2016, s. 816. 58  BLIND/KARGE//MARQUARD, 2013, s. 1197. 713Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  benimsenmelerine katkıda bulunur. Ancak bunun da ötesinde, stratejik yayımın klasik fikri mülkiyet stratejilerine alternatif veya ek olarak kullanması  bütünsel fikri mülkiyet yönetimi  sağlamak adına işletmeler açısından önem taşır.  B.  Stratejik  Yayımın  Geleneksel  Stratejilere  Alternatif  Olarak Uygulanması Stratejik yayımların patent/faydalı model ve ticari sır stratejilerine alternatif olarak tercih edilebileceği durumlar çeşitli nedenlerle ortaya çıkabilir. Genel olarak şirketlerin buluşlarını stratejik amaçlı yayımlamaları, patentlenme sürecinin uzunluğu ve getirdiği yüksek maliyetlerden kaynaklanmaktadır. Patent hakkı elde edildikten sonra buluş üzerinde yapılan iyileştirmeler, yenilikler doğrudan orijinal buluş için elde edilen patent hakkının sağladığı korumadan yararlanmamakta, bunların yeni bir patent başvurusuna konu edilmesi gerekmektedir. Bu da inhisari hak elde etmek için oluşacak maliyeti oldukça artırmaktadır. Elde edilecek inhisari hakkın 20 yıl (faydalı modellerde 10 yıl) süre ile sınırlı olduğu da göz önünde tutulduğunda, söz konusu süre zarfı için göze alınacak maliyetlerin tekel hakkından alınacak verimle kıyaslaması yapılarak, stratejik yayımın karlı olup  olmadığına karar verilir. Gerek patent  gerekse stratejik  yayım yönteminde, buluş sahibi buluşunu serbestçe kullanabilmekte, örneğin buluş konusu ürünü üretip satabilmektedir. Ancak patent üzerindeki hak, başkasına devredilebilen, miras yolu ile intikal edebilen veya üzerinde sair tasarrufi işlemler yapılabilen, örneğin lisans sözleşmesine konu edilebilen ya da ortaklık sermayesi olarak değerlendirilebilen bir haktır. Şayet bir buluşun niteliği, bu şekilde ekonomik olarak değerlendirilmeye müsait değilse veya buluşun sağlayacağı ekonomik getirinin, inhisari hak elde etmek için üstlenilen maliyetin altında kalacağı öngörülüyorsa, bu durumda patent hakkı elde etmek                                                  59  BLIND/KARGE//MARQUARD, 2013, s. 1200. 60  PANGERL, Stefanie, Defensive Publishing, Gabler Verlag, 1. Aufl., München, 2009, s. 2.  61  Krş. BARRETT, Bill,  Defensive Use of Publications in an Intellectual Property Strategy , Nature Biotechnology, Year: 2002, Vol: 20, s. 191. 62  KAYA, 1997, s. 178. 714Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  yerine buluşun stratejik yayımının avantajlı olacağından söz etmek mümkündür. Ancak elbette ki buluşun vadettiği ekonomik getiriye yönelik tahminlerin isabetsiz çıkması, buluşun tekel hakkına konu olması halinde değeri aslında oldukça yüksek olabilecekken bunun  önceden  öngörülememesi  tehlikesi,  stratejik  yayımın  gölge  tarafını oluşturmaktadır. Bu nedenle buluş hakkının devrine ya da lisans sözleşmesine konu edilmesine yönelik değerleme işleminin titizlikle yapılması, stratejik yayım yöntemine karar verme sürecinin önemli bir parçası olmalıdır.  Stratejik yayımların tercih edilebileceği diğer bir durum, inhisari hak başvurusunun olumlu sonuçlanmasının şüpheli olması halidir. Bu husus, uzun ve maliyetli patentleme süreci karşısında işletmeleri risk almaktan alıkoyabilir ve kısa sürede sonuçlanan stratejik yayım yöntemine yönlendirebilir. Bu durum daha ziyade, tekniğin bilinen durumunu aşma hususunda ciddi aşama kaydedememiş küçük buluşlar için söz konusudur. Bununla birlikte, patentlenebilme kriterlerinin tam olarak sağlanamadığı ve buna bağlı olarak başvurunun patent ile sonuçlanabilme ihtimalinin düşük olduğu durumlarda, işletmelerin hali hazırda sahip olduğu teknik bilgiler üzerindeki kullanım özgürlüğünü kaybetmemek adına  bu  bilgileri  stratejik  amaçla  yayımlaması  bir  nevi  zorunluluktan kaynaklanmaktadır;  dolayısıyla  bu  şekilde  yapılan   defensive  publishing ,  patent alternatifi bir fikri mülkiyet stratejisi olma özelliği göstermez. Patentin sağladığı tekel hakkının bir yönünü, üçüncü kişilerin buluş üzerinde belirli fiilleri  izinsiz  gerçekleştirmesinin  yasaklanması  oluşturmaktadır.  Dolayısıyla,  patent konusu  buluşun  niteliği  gereği,  buluş  üzerinde  üçüncü  kişilerin  hak  ihlallerinin kanıtlanmasının güç olduğu durumlarda da inhisari hak gerçek bir değer ifade etmeyecek, inhisari hakkı elde etmek için üstlenilen maliyet boşa çıkacaktır. Bu takdirde de işletmeler için en uygun yol alternatif stratejilere yönlenmektir.                                                    63  BOETTIGER,  Sara/  CHI-HAM,  Cecilia,   Defensive  Publishing  and  the  Public  Domain ,  in Intellectual Property Management in Health and Agricultural Innovation: A Handbook of Best Practices, Chapter: 10.1, USA, 2007, s. 887 vd. 64  PANGERL, 2009, s. 140; PANGERL, 2009, s. 128 vd. 65  BLIND/KARGE/MARQUARD, 2013, s. 1200. 715Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Alternatif stratejilerden söz edildiğinde ticari sır stratejisini göz ardı etmemek gerekir.  Stratejik yayımın ticari sır stratejisine alternatif olarak tercih edilebileceği durumlar; buluşun sır olarak saklanmasının fazla maliyetli olduğu, teknik bilginin gizli kalmama riskinin ya da üçüncü kişilerin buluşun aynısını bağımsız bir şekilde yapabilme ihtimalinin yüksek olduğu durumlarda karşımıza çıkar. Özellikle de buluşun rakipler tarafından tersine mühendislik yöntemiyle çözümlenebilmesinin elverişli olması, buluş sahibini ticari sır stratejisinden uzak durması için güçlü bir nedendir. C.  Stratejik Yayımın Geleneksel Stratejiler ile Birlikte Uygulanması Stratejik  yayım,  her  zaman  diğer  fikri  mülkiyet  stratejilerine  alternatif  olarak karşımıza çıkmaz; kimi zaman işletmeler stratejik yayımı patent ve ticari stratejileri ile birlikte kullanarak buluşları için daha etkin bir koruma sağlamak isterler.  Özellikle teknolojik alanda ortaya koyulan kompleks ürünlerde çekirdek buluşun patent ile tekel altına alınıp, buluşla ilgili sonraki iyileştirmeler ve yeniliklerin herhangi bir faydalı model ya da patent başvurusuna konu edilmeyerek stratejik olarak yayımlanması bu şekildedir. Böylelikle buluş sahibi işletme, hem elde etmiş olduğu inhisari hak sayesinde buluşunu hukuki işlemlere konu edebilecek, hem de rakiplerin, buluşu geliştirerek onu yeni bir inhisari hakka konu etmelerine yönelik çıtayı yükseltecektir.   Ticari  sır  ile  stratejik  yayımların  bir  araya  gelmesi  ise   örtülü  yayımlama  (disguised publication)68 ile kendini gösterir. Örtülü yayımlamada teorik olarak teknik bilgi kamuya sunulmuştur. Ancak yayımlamanın yapılış şekli, yapıldığı yer gibi hususlar (örneğin bilginin mutad olmayan bir mecrada, yaygın olmayan bir dilde yapılması), rakiplerin teknik bilgiye ulaşmasını zor  ya da  masraflı hale  getirmektedir. Örtülü yayımlama ticari sır stratejisi ile birlikte uygulandığında karşımıza şu tablo çıkar: Esasen teknik bilgi sır saklama yükümlüğü altında olan kişilere emanet edilmiştir. Söz konusu                                                  66  Krş. BARRET, 2002, s. 191 vd.  67  BOETTIGER/CHI-HAM, 2013, s. 888; PANGERL, 2009, s. 92 vd.   68  Alm.  getarnte Veröffentlichung  ya da  verdeckte Veröffentlichung . 69  SLOPEK, 2016, s. 817. 70  STAUF, Christian, Ganzheitliches Intellectual Property Management im Unternehmen, Gabler Verlag, Wiesbaden, 2016, s. 73.  716Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  kişiler aracılığı ile rakiplerin sırrı ele geçirmesi ihtimaline karşı teknik bilgi ayrıca örtülü olarak kamuya sunulmuştur. Dolayısıyla stratejik yayım burada bir nevi sigorta görevi görmektedir. Teknik bilgi rakipler tarafından ele geçirilse dahi onlar tarafından tekel hakkına  konu  edilemeyecektir.  Her  ne  kadar  Türk  Patent  Hukukunda,  gerçek  hak sahipliği  ilkesi  gereği,  buluşun  gerçekte  hak  sahibi  olmayan  bir  kimse  lehine patentlenebilmesi gasp  davaları  ile önlenebilmekteyse de buluşun tekniğin  bilinen durumuna dâhil olduğu; dolayısıyla rakiplerin bunun üzerinde hak ihdas edemeyeceği savunması  işletmeler  için  daha  pratik  bir  çözüm  niteliğindedir.  Zira  patent  isteme hakkının başvuru sahibine ait olmadığı Türk Patent ve Marka Kurumu nezdinde iddia edilemez; bunun için ayrı bir dava açılması gerekir (SMK m. 110)73. Buna karşın buluşun bilinen tekniğe dahil olduğu, başvurunun yayınlanmasıyla birlikte üçüncü kişilerce ileri sürülebilir (SMK m. 97/ f. 2). Stratejik  yayım  kapsamındaki  yayımların   rakiplerce  kolay  ulaşılamayacak şekilde  de yapılabilir olması, stratejik yayımın herhangi bir hukuki sınırlandırmaya tabi olmadan  yapılabildiği  anlamına  gelmemektedir.  Sıradaki  başlık  altında  stratejik yayımların uygulama koşulları ele alınmıştır.  D.  Stratejik Yayımın Uygulama Koşulları Stratejik yayımın geçerli bir şekilde nasıl uygulanacağına dair bir yasa hükmü hukukumuzda bulunmamaktadır. Stratejik yayım ile amaçlan, rakipler aleyhine tekniğin bilinen durumunu etkilemek olduğuna göre, tekniğin bilinen durumunu etkileyen ve böylelikle yenilik ve buluş basamağı kriterlerinin rakiplerce sağlanmasını zorlaştıran hükümlerin ne olduğuna dair çıkarım, dolaylı olarak patent mevzuatı ve ilgili içtihatlardan yapılır.                                                  71  BLIND/KARGE/MARQUARD, 2013, s. 1199. 72  Bkz. bölüm I. A. 1. 73  Bu hususta ayrıca bkz. dipnot 18. 74  Krş. KRAßER, Rudolph/ANN, Christoph, Kommentar zum Patentrecht, 7. Aufl., München, 2016, Rdn. 42.  717Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  1.  Tekniğin Bilinen Durumuna İlişkin Kaynaklar SMK m. 83/f. 2 ye göre tekniğin bilinen durumunu oluşturan kaynaklar, başvuru tarihinden önce dünyanın herhangi bir yerinde, yazılı veya sözlü tanıtım yoluyla ortaya konulmuş veya kullanım ya da başka herhangi bir biçimde açıklanmış olan toplumca erişilebilir her türlü bilgidir. Yazılı kaynaklar bakımından, süreli yayın, kitap gibi basılı eserler  ve  internet  yayınları;  sözlü  veriler  bakımından  ise  konferans  ve  derslerde açıklanan bilgiler, radyo ve televizyon gibi sesli ve görsel yayın organları aracılığıyla açıklanan bilgiler veya halk arasında anlatılan bilgiler, tekniğin bilinen durumuna ilişkin referansları oluşturur. Teknik sorunun çözümüne ilişkin bilginin kullanılmasına örnek olarak da ticaret mevkiine koyma, sergide, fuarda, müzede, vitrinde teşhir, bir konferansta ürünü  veya  usulü  gösterme,  bir  tesiste,  teknede,  bahçede  herhangi  bir  alanda mekanizmayı işletme gibi hususlar verilebilir. Stratejik  yayımın  yazılı  kaynaklar  aracılığıyla  (örneğin  sektörel  bir  dergide) yapılmasının,  yayımın  yapıldığı  tarihi  kolayca  kanıtlanabilir  kılmak  ve  buluşun özelliklerini, niteliklerini detaylı bir şekilde açıklamak gibi belirli avantajları vardır. Yayımın  yapıldığı  tarihin  ve  buluşun  detaylı  açıklamasının  yayımdan  görülebiliyor olması, aynı buluşun rakiplerce tekel hakkına konu edilmek istenmesi halinde başvuruyu etkisiz kılmak açısından önemlidir. Buluşun kullanım yoluyla, örneğin sergide, fuarda teşhir edilmesi ile tekniğin bilinen durumu etkileyip etkilemediği tespit edilirken gerekli kanıtların  sunulması  her  zaman  kolay  olmayabilir.  Özellikle,  teknik  detayların rakiplerce başvuruya konu edilen buluşu kapsayıp kapsamadığını belirlemek sözlü ve fiili uygulamalar bakımından güçtür. Ayrıca sözlü yayınlar ve ön kullanıma ilişkin durumlar, bazı  ülkelerin  (örneğin  Amerika  Birleşik  Devletlerinin)  patent  mevzuatına  göre yurtdışında  yapılması  halinde  tekniğin  bilinen  durumuna  etki  etmemektedir.                                                  75  BİLGİN, Özkan, Kimya Alanındaki Patentlerde Yenilik, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Galatasaray Üniversitesi Sosyal Bilimler Fakültesi, 2013, s. 35 vd.; ERGÜN, 2020, s. 643; ayrıca bkz. ÖZTÜRK, Özgür, Türk Hukukunda Patent Verilebilirlik Şartları, Arıkan Yayıncılık, İstanbul, 2008, s. 152 vd. 76  BOZBEL, 2015, s. 695. 77  Krş. BLIND/KARGE/MARQUARD, 2013, s. 1200. 78  BİLGİN, 2013, s. 42 718Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Dolayısıyla, stratejik yayımların yazılı yapılması, buluşa dair kullanım özgürlüğünün uluslararası alanda korunması adına da avantajlıdır.  SMK m. 83/f. 3 de tekniğin bilinen durumuna ulusal, uluslararası ya da Avrupa alanında yapılmış patent ve faydalı model başvurularının dâhil olduğu düzenlenmiştir. Öyleyse defensive publishing stratejisini icra yöntemlerinden biri de patent başvurusunda bulunmaktadır. Ancak SMK m. 83/f. 3 e göre tekniğin bilinen durumu olarak dikkate alınacak başvurular, yayımlanmış başvurulardır. Dolayısıyla yapıldıktan sonra derhal geri çekilen başvuru, stratejik yayım için uygun bir yöntem değildir. Sıradaki başlıkta değineceğimiz  toplumca erişilebilme koşulu  bu hususu daha net izah etmektedir.  2.   Toplumca Erişilebilme  Koşulu SMK m. 83/f. 2 ye göre tekniğin bilinen durumuna ilişkin yazılı, sözlü ve sair kaynaklar,  ancak  toplum  tarafından  erişilebilir  oldukları  takdirde  patentlenebilme şartlarına etki ederler. Benzer şekilde, yeniliğe engel teşkil eden kullanım da buluşun topluma açık nitelikte, yani aleni kullanımını ifade eder. Bu bağlamda toplum/kamu kavramı, birden fazla kişiyi işaret etmekle birlikte, geniş bir halk kitlesini veya ilgili herkesi ifade etmemektedir. Açıklamanın sınırlı sayıda insandan oluşan bir topluluğa yönelik yapılmış olması mümkündür. Bu anlamda  toplum  kavramına bir konferansın dinleyicileri veya bir doktora jürisi örnek olarak gösterilebilir. Buluş sahibinin kendisi, ailesi,  yakın  çevresi  ve  sır  saklama  yükümlülüğü  altındaki  kişiler  ise   toplum  kavramına dâhil değildir. Fakat sır saklama yükümlülüğü altındaki kişiler, edindikleri                                                  79  Ancak bu hüküm uyarınca tekniğin bilinen durumu olarak dikkate alınan başvuruların ve belgelerin içerikleri, buluş basamağının değerlendirilmesinde dikkate alınmaz (SMK m. 83/ f. 5) 80  Bu konuda ayrıca bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Patent Verilebilirlik Değerlendirmesinde Önceki Tarihli Başvurular , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl: 2017, Cilt: 3, Sayı: 1, s. 110 vd. 81  ERGÜN, 2020, s. 644. 82  SARAÇ, Tahir,  Sınaî Hakların Korunmasında Yenilik Şartı Açısından 'Tekniğin Bilinen Durumu' Kavramı ve Kapsamı , Banka ve Ticaret Hukuku Dergisi, Yıl: 2003, Cilt: 22, Sayı: 2, s. 124.  83  BOZBEL, 2015, s. 695.  84  BOZBEL, 2015, s. 695. 85  BİLGİN, 2013, s. 54; SARAÇ, 2003, s. 135. 719Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  bilgileri sır saklama yükümlülüğüne aykırı olarak açıklarlarsa, bu durumda açıklanan bilgiler tekniğin bilinen durumuna dâhil olur ve yeniliği ortadan kaldırır. Öyleyse stratejik yayımların hukuken etkili olabilmesi için toplum, teknik bilgiye erişebilir durumda olmalıdır. SMK m. 83/f. 2 hükmü kapsamında  erişilebilirlik  geniş yorumlanır. Toplumun bilgiye fiilen ulaşıp ulaşmadığı ya da bilgiye ulaşmakla birlikte içeriğini öğrenmemiş olması önem taşımaz. Ulaşılan bilginin teknik bir buluşu tasvir ettiğinin anlaşılması da gerekli değildir. Bilgiye ulaşmanın objektif olarak salt imkân dâhilinde olması, bilginin tekniğin bilinen durumuna dâhil olması için yeterlidir.  Bilgiye  ulaşımın  imkân  dâhilinde  olması  gerekliliği,  çalışmamızın  önceki bölümünde bahsini açtığımız örtülü stratejik yayımların geçerliliği önündeki sınırı da oluşturmaktadır. Her ne kadar defensive publishing ile amaçlanan etkinin ne olduğuna bağlı olarak, stratejik yayımları geniş kitlelere ulaştırmak yerine mümkün olduğu kadar gizlemek yoluna gidilebilirse de bunun icra ediliş şekli konusunda işletmeler dikkatli davranmalıdır. Bilginin, toplumun erişimini pratikte imkânsız kılacak şekilde gizlenmesi ve kimse tarafından bulunamaması halinde yayımın tekniğin bilinen standartlarına dâhil olmaması  ve  uygulanmak  istenen  stratejinin  tamamen  etkisiz  kalması  tehlikesi doğmaktadır.  Teknik bilginin, dünyanın herhangi bir yerinde yaygın olmayan bir dil kullanılarak toplumun erişimine açılması ya da ilgili sektördeki kişilerin kolay kolay takip etmeyeceği basılı bir eserde sunulması veya bilginin mutad olmayan bir mecrada, yaygın olmayan bir dilde yapılması stratejik yayımı geçersiz kılmayacaktır; zira bu durumda bilgiye ulaşılabilme ihtimali halen mevcuttur. Buna karşın bilginin kamuya arz edilmiş bir müzik eserinde subliminal bir şekilde yer alması, bir internet sayfasının kaynak kodları içerisine gizlenmesi gibi durumlar bilgiyi toplumun erişimine açılmış olarak kabul etmeye yetmeyecektir.                                                    86  SARAÇ, 2003, s. 135 vd.; bunun istisnasını, bir sonraki başlıkta ifade edeceğimiz üzere  yeniliğe etki etmeyen açıklamalar  oluşturmaktadır. 87  SARAÇ, 2003, s. 125 vd. 88  BERNKARD, Georg, Kommentar zum Patentgesetz, 11. Aufl. München, 2015, § 3 Rdn. 85. 89  Bu konuda detaylı açıklamalar için bkz. SARAÇ, 2003, s. 125 vd. 720Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  III.   PATENT YARIŞLARINDA STRATEJİK YAYIM UYGULAMASI VE BU BAĞLAMDA SMK m. 84/f. 1-a HÜKMÜ İLE İLGİLİ ÇEKİNCELER Sınai Mülkiyet Kanunu nun 83. maddesine göre tekniğin bilinen durumuna etki eden açıklamalar aynı zamanda stratejik yayımı etkin kılan açıklamalar olup rakiplerin aynı buluş üzerinde tekel hakkı elde etme ihtimalini ortadan kaldırmaktadır. SMK m. 84 te ise, niteliği itibariye buluşa patent veya faydalı model verilmesine engel olan açıklamaların belirli kişiler tarafından, belirli süreler içerisinde yapılması halinde buluş üzerinde sonradan tekel hakkı tanınmasına engel olmayacağı düzenlenmiştir. Buna göre; başvuru tarihinden önceki 12 ay içinde buluşu yapan kişi ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgi elde eden üçüncü kişi tarafından yapılan açıklamalar, buluşa  patent  verilmesine  mâni  olmayacaktır  (m.  84/  f.1-a  ve  c)90.  Aynı  durum, açıklamanın  patent  başvurusu  yapılan  bir  merci  tarafından  gelmesi  halinde  de  söz konusudur (m. 84/f. 1-b); ancak bunun için açıklanan bilginin buluşu yapanın başka bir başvurusunda yer alması ve söz konusu başvurunun ilgili merci tarafından açıklanmaması gerektiği hâlde açıklanması ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgiyi edinmiş olan üçüncü bir kişi tarafından, buluşu yapanın bilgisi veya izni olmadan yapılan başvuruda yer alması gerekmektedir.  SMK da  düzenlenen  ve  buluşların  buluş  sahibi  tarafından  kamuya açıklanmalarından sonra da onlar tarafından patentlenebilmesine olanak veren 12 aylık  hoşgörü süresi (grace period)91 , Türkiye dışında Amerika Birleşik Devletleri ve Japonya  gibi  bazı  ülkelerin  patent  mevzuatında  da  bulunmaktadır.  Avrupa  Patent Sözleşmesi nin 55. maddesinde ve bununla paralel olarak pek çok Avrupa ülkesinde ise                                                  90  Şayet SMK m. 93 kapsamında rüçhan hakkı talep edilmişse, rüçhan hakkı tarihinden önceki on iki ay içinde, buluşu yapan kişi ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgi elde eden üçüncü kişi tarafından yapılan açıklamalar için de aynı durum geçerlidir. 91  Buluşa  patent  verilmesini  etkilemeyen  açıklamaların  yapıldıkları  tarih  ile  önceki  tekniğe  dahil sayılmadan başvuru tarihine kadar geçecek süre öğretide  âtıfet süresi  olarak da adlandırılmaktadır (bkz. ÖZTÜRK, 2008, s. 226). 92  35 U.S.C. § 102 (b). 93  Japon Patent Yasası, Art. 30 (2). 94  Avrupa Patentlerinin verilmesine ilişkin Avrupa Patent Sözleşmesi 5.10.1973 te Münih te imzalanmış ve pek çok kez revize edilmiştir. En köklü değişiklik ise 2000 yılında yapılmıştır. Sözleşme metninin 721Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  buluş sahibinin önceki açıklamalarına ilişkin bu şekilde bir hoşgörü süresi düzenlemesi bulunamamakta; yalnızca patent başvurusu tarihinden itibaren geriye doğru 6 aylık süre içerisinde başvuru sahibine veya onun hukuki selefine yönelik açık bir suiistimal niteliği taşıyan açıklamaların veya başvuru sahibinin veya selefinin belirli uluslararası sergilerde buluşunu  teşhir  etmesi  halinin  tekniğin  bilinen  durumuna  etki  etmeyeceği  hükme bağlanmaktadır. Dolayısıyla, bu hukuk sistemlerinde, buluş sahibinin izni olmaksızın buluşun  sır  saklama  yükümlülüğü  altındaki  kişilerce  kamuya  açıklanması  gibi  açık suiistimal niteliği taşıyan açıklamalar tekniğin bilinen durumuna etki edebilecekken, buluş sahibinin buluşu hakkında yaptığı olası dikkatsiz açıklamalar, ileride kendisinin buluş üzerinde tekel hakkı talep etmesinin önüne geçecektir.  Avrupa Patent Sözleşmesi Türkiye tarafından da imzalanmış olmasına rağmen, ülkemizdeki sistemde buluş sahibi tarafından yapılan açıklamalar, patent verilebilme ihtimalini yalnızca rakipler açısından ortadan kaldırmakta, hoşgörü süresi içerisinde buluş sahibi tarafından yapılan patent başvurularına engel olmamaktadır. Buluş sahibinin olası dikkatsiz açıklamalarından dolayı kendi buluşunu patentleyememe tehlikesini, belirli bir süre içinde patent başvurusu yapılması halinde bertaraf eden  bu düzenleme, her ne kadar buluş sahipleri için avantajlı gözükse de Defensive Publishing stratejisinin bazı durumlarda  uygulanmasını  hukuken  çekinceli  kılmaktadır.  Bu  durum,  defensive                                                  2000 revizyonundan önceki ilk versiyonu  EPC 1973 ; değişiklik sonrası versiyonu ise  EPC 2000  olarak bilinmektedir. 95  Tekniğin  bilinen  durumuna  etki  etmeyen  açıklamaların  çeşitli  ülkelerde  ve  Avrupa  Patent Sözleşmesinde  düzenlenişine  genel  bir  bakış  için  bkz.: https://www.wipo.int/patents/en/topics/laws.html (erişim tarihi: 29.07.2020). 96  Bkz. http://www.resmigazete.gov.tr/eskiler/2000/07/20000712M-21.pdf. (erişim tarihi: 29.07.2020). Buluşların korunması konusunda Avrupa Devletleri arasındaki iş birliğini güçlendirmeyi, üye ülkelerde patentlerin tescilinin tek bir prosedür ile yapılmasını temin etmeyi ve üye ülkelerde verilen patentler için standart kuralların oluşturulmasını amaçlayan EPC ye göre verilen patentler Avrupa patenti olarak adlandırılmakta ve bunlar, her bir üye ülkede, o ülkenin ulusal patent mevzuatı çerçevesinde verilen patentler ile yan yana varlıklarını sürdürmektedir.  97  BİLGİN, 2013, s. 74; ayrıca bkz. ÖZTÜRK, 2008, s.220. 98  Buluş sahibinin, patentlenebilmeye etki eden söz konusu açıklamalarına dair çekinceler/tartışmalar, esasen yalnızca defensive publishing stratejisinin uygulanmasına hasredilmiş olmayıp, genel olarak aynı buluşun bağımsız buluş sahipleri tarafından geliştirildiği durumları kapsamaktadır (bu bağlamda bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Buluş Sahibinin Açıklamaları Patent Alınmasını Ne Zaman Etkilemez?-Riskler ve Olasılıklar Üzerine Düşünceler , Prof. Dr. Fırat Öztan a Armağan, Cilt II, Ankara, 2010, s. 1976 vd. 722Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  publishing stratejisinin bir patent yarışı kapsamında uygulanması halinde söz konusudur. Tıpkı günümüzde pek çok ülkenin Covid-19 hastalığına karşı bir aşı ya da ilaç geliştirmek üzere birbirleriyle yarışa girmeleri gibi iki işletmenin birbirlerinden bağımsız olarak aynı buluşu  yapmak üzere bir uğraşı  içerisinde olduklarını farz edelim.  Şayet  böyle bir durumda  işletmelerden  biri,  rakibinin  buluşu  tamamlamış  veya  tamamlamak  üzere olduğunu ve patent için başvuru hazırlıkları içinde bulunduğunu öğrenirse, o zamana kadar ulaşmış olduğu teknik bilgileri stratejik bir biçimde yayımlama yoluna gidebilir. Böyle bir senaryoda defensive publishing stratejisinin uygulanması hem anlaşılabilir hem de akıllıca bir yoldur; zira bu şekilde geride kalan işletme, buluş basamağı eşiğini rakibi aleyhine yükselterek onun patent almasını engelleyebilecek ve kendisi de o ana kadar sağladığı teknik birikimi kullanma özgürlüğünü garanti altına alacaktır. Ne var ki SMK m. 84/f. 1-a hükmü, rakibinin patent hakkı elde etmesine engel olan yarışçının, 1 yıl içerisinde yapacağı bir başvuru ile patent isteme hakkı elde etmesine imkân vermektedir. Kanımızca artık bu hamle, makul bir rekabet stratejisi olmaktan öte, rakibinin ayağına çelme takıp onu düşürerek hedefi göğüsleyen yarışmacının durumundan farksız olup dürüst rekabete aykırıdır. Bununla birlikte, böyle bir bu durumda, kötü niyetli patent başvurusundan ya da TMK m. 2 hükmünün uygulanması ile giderilebilecek bir hakkın kötüye kullanılması halinden de söz etmek mümkün değildir. Zira SMK m. 84/ f. 1-a,  buluşa ilişkin açıklama yapma hakkı  gibi bir düzenleme getirmemekte, yalnızca yapılan açıklamalara hukuki bir sonuç bağlamaktadır. Bu nedenle, patent mevzuatında, SMK m. 84/f. 1-a hükmünün, buluş sahibinin açıklamalarının bağımsız buluşçuların hak elde etmesinin engellenmesine yönelik  yapılması halinde uygulanmayacağına dair  ek bir düzenleme yapılması gerektiği düşüncesindeyiz.  Mevcut düzenlemede ise  ayağına çelme takılan kimse  olarak değerlendirdiğimiz rakip buluşçu SMK m. 87 kapsamında ön kullanım hakkını kullanmak ile yetinecek,                                                  99  Örneğin oldukça benzeri için bkz. PANGERL, 2009, s. 54; ayrıca krş. ŞEHİRALİ ÇELİK, 2010, s. 1979. 100  SMK  m.  84/f.  1-a  hükmünün  patent  yarışlarında  kötüye  kullanılabileceğine  dair  ayrıca  krş. KUYUCUOĞLU, Köksal, Das türkische Patentsystem und strategische Optionen für ein KMU oder Start-up: Wissenswertes über Patentangelegenheiten in der Türkei, Bachelor + Master Publishing, Zürich, 2015, s. 49. 101  Bkz. Bölüm I.A.2. 723Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  stratejiyi uygulayan kişiye karşı SMK m. 110 ve s. 111 kapsamında gasp davaları açması sonuç vermeyecektir. Zira bu davalar gerçek hak sahipliği iddiasına dayanmaktadır. Çalışmamızda da belirttiğimiz üzere, Türk Hukukunda, birden çok rakip tarafından birbirinden bağımsız olarak gerçekleştirilen buluşlarda patent hakkının gerçek sahibi başvuruyu ilk yapan (first to file) kişidir.  Gerçi böyle bir durumda, patent yarışını önde götüren ve yukarıda anlatılan türden bir senaryoya maruz kalan işletme, rakibinin stratejik yayımına yine bir stratejik yayımla karşılık verebilir, diğer bir deyişle kendi elindeki bulguları açıklayabilir. Böylece yarışmayı geriden takip eden rakip, 12 aylık hoşgörü süresi içerisinde buluşu tamamlasa dahi yenilik şartını sağlayamaz. Ancak böyle bir imkânın varlığı, SMK m. 84/ f. 1 hükmünün olduğu şekliyle bırakılmasını haklı kılmaz. Zira kanun koyucunun, bir yandan buluş sahiplerinin dikkatsizlik ve bilgisizlikten kaynaklanan açıklamalarını hoş görmeye yönelik bir düzenleme getirirken bir yandan patent yarışını önde götüren bir buluşçudan uyanık davranmasını beklemesi ve stratejik yayıma stratejik yayımla karşılık vererek hakkını savunmasını istemesi mazur görülemez. Bu nedenle işletmelerin birbirinden bağımsız olarak aynı buluş üzerinde çalıştığı durumlarda kötüye kullanılmaya müsait bir düzenleme olan SMK m. 84/f. 1-a hükmü yeniden düzenlenmelidir.                                                    102  Bkz. Bölüm I.A.1. 103  Hoşgörü süresini uygulayan diğer bir ülke olan Amerika Birleşik Devletleri nde ise önceleri, buluşu ilk gerçekleştiren kişi (first to invent) hak sahibi sayılmakta, dolayısıyla buluş sahibi tarafından yapılan önceki açıklamalar bu ilkeye zarar vermemekteydi. 16 Mart 2013 tarihi itibariyle Amerika nın da başvuruyu esas alan bir sisteme geçmesi ve bunun yanında  hoşgörü süresi  uygulamasına devam etmesi sonrasında kimi yazarlar, bunun fiilen açıkça bir  first to disclose  yani  açıklamayı ilk yapan patenti alır  sistemi olduğunu ileri sürmüştür (bkz. JABLON, Clark A.,  Part III:  What Companies Need to Know about the Leahy–Smith America Invents Act (AIA) Patent Reform Legislation ,  Information Display, Year: 2012, Vol: 5/6, s. 2; ayrıca bkz. https://news.bloomberglaw.com/iplaw/first-inventor-to-file-or-first-to-disclose-understanding-the-america-invents-act  ,  erişim  tarihi: 29.07.2020). 104  Krş. ŞEHİRALİ ÇELİK, 2010, s. 1978. 105  İlk kez bir buluşçu tarafından açıklama yapıldıktan sonra, bağımsız bir buluş sahibinin birebir aynı açıklamayı yapması halinde bu durumun, ilk açıklamayı yapan buluş sahibinin patent elde etme hakkına engel olup olmayacağı hususunda (defensive publishing stratejisi ve patent yarışları konusu ile sınırlı kalmaksızın) yapılan değerlendirmeler için bkz. ŞEHİRALİ ÇELİK, 2010, dipnotlar 36 vd (s.1982 vd.). 724Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  SONUÇ Gerek  patent  gerekse  stratejik  yayım  yönteminin  uygulanması  buluş  sahibine buluşunu serbestçe kullanabilme, örneğin buluş konusu ürünü üretip satabilme hakkı vermektedir.  Buluş  üzerinde  patent  ile  inhisari  hal  elde  etmek,  buluş  sahibine  ek ekonomik menfaatler (örneğin buluşu lisanslama hakkı) getirmektedir. Söz konusu ek menfaatlerin sağlanmasının güç veya yararsız olduğu buluşlar bakımından patent hakkı elde etmek yerine buluşun stratejik yayımı daha avantajlı olabilir. Stratejik yayımların tercih edilebileceği diğer bir durum, inhisari hak başvurusunun olumlu sonuçlanmasının şüpheli olması ya da patent konusu buluşun niteliği gereği buluş üzerinde üçüncü kişilerin hak ihlallerinin kanıtlanmasının güç olmasıdır. Zira bu hallerde inhisari patent hakkı gerçek bir değer ifade etmeyecek, inhisari hakkı elde etmek için üstlenilen maliyet boşa çıkacaktır.  Stratejik yayımın ticari sır stratejisine alternatif olarak tercih edilebileceği durumlar ise buluşun sır olarak saklanmasının fazla maliyetli olduğu, teknik bilginin gizli kalmama riskinin  ya  da  üçüncü  kişilerin  buluşun  aynısını  bağımsız  bir  şekilde  yapabilme ihtimalinin yüksek olduğu ve tüm bunlara karşın buluşçunun buluşunu serbestçe üretip satma özgürlüğünden vazgeçemediği durumlarda ortaya çıkmaktadır. Bazı durumlarda işletmeler, stratejik yayımı patent ve ticari stratejileri ile birlikte kullanarak buluşları için daha etkin bir koruma sağlamak isterler. Özellikle teknolojik alanda ortaya koyulan kompleks ürünlerde çekirdek buluşun patent ile tekel altına alınıp, buluşla ilgili sonraki iyileştirmeler ve yeniliklerin herhangi bir faydalı model ya da patent başvurusuna konu edilmeyerek stratejik olarak yayımlanması bu şekildedir.  Ticari sır ile stratejik yayımın bir araya gelmesi ise  örtülü yayım  (disguised publication) ile kendini gösterir. Örtülü yayımlaarda esasen teknik bilgi sır saklama yükümlüğü  altında  olan  kişilere  emanet  edilmiştir.  Söz  konusu  kişiler  aracılığı  ile rakiplerin sırrı ele geçirmesi ihtimaline karşı teknik bilgi ayrıca örtülü olarak kamuya sunulmuştur. Dolayısıyla stratejik yayım burada bir nevi sigorta görevi görmektedir.  Defensive publishing stratejisinin işlerliği için SMK m. 83 uyarınca tekniğin bilinen durumuna  ilişkin  kaynakların  doğru  kullanılması  ve  toplumca  erişilebilme  şartının 725Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  sağlanması gerekir. SMK m. 84/I-a hükmü ise defensive publishing stratejisinin patent yarışları kapsamında kötüye kullanılmasına zemin hazırlayan bir hükümdür. Kanımızca patent  mevzuatında,  söz  konusu  hükmün,  buluş  sahibinin  açıklamalarının  bağımsız buluşçuların  hak  elde  etmesinin  engellenmesine  yönelik  yapılması  halinde uygulanmayacağına dair ek bir düzenleme yapılması gerekir.                        726Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729",
     "Kaynakça": " Defensive Use of Publications in an Intellectual Property Strategy , Nature Biotechnology, Year: 2002, Vol: 20, s. 191. 62  KAYA, 1997, s. 178. 714Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  yerine buluşun stratejik yayımının avantajlı olacağından söz etmek mümkündür63. Ancak elbette ki buluşun vadettiği ekonomik getiriye yönelik tahminlerin isabetsiz çıkması, buluşun tekel hakkına konu olması halinde değeri aslında oldukça yüksek olabilecekken bunun  önceden  öngörülememesi  tehlikesi,  stratejik  yayımın  gölge  tarafını oluşturmaktadır64. Bu nedenle buluş hakkının devrine ya da lisans sözleşmesine konu edilmesine yönelik değerleme işleminin titizlikle yapılması, stratejik yayım yöntemine karar verme sürecinin önemli bir parçası olmalıdır.  Stratejik yayımların tercih edilebileceği diğer bir durum, inhisari hak başvurusunun olumlu sonuçlanmasının şüpheli olması halidir65. Bu husus, uzun ve maliyetli patentleme süreci karşısında işletmeleri risk almaktan alıkoyabilir ve kısa sürede sonuçlanan stratejik yayım yöntemine yönlendirebilir. Bu durum daha ziyade, tekniğin bilinen durumunu aşma hususunda ciddi aşama kaydedememiş küçük buluşlar için söz konusudur. Bununla birlikte, patentlenebilme kriterlerinin tam olarak sağlanamadığı ve buna bağlı olarak başvurunun patent ile sonuçlanabilme ihtimalinin düşük olduğu durumlarda, işletmelerin hali hazırda sahip olduğu teknik bilgiler üzerindeki kullanım özgürlüğünü kaybetmemek adına  bu  bilgileri  stratejik  amaçla  yayımlaması  bir  nevi  zorunluluktan kaynaklanmaktadır;  dolayısıyla  bu  şekilde  yapılan   defensive  publishing ,  patent alternatifi bir fikri mülkiyet stratejisi olma özelliği göstermez. Patentin sağladığı tekel hakkının bir yönünü, üçüncü kişilerin buluş üzerinde belirli fiilleri  izinsiz  gerçekleştirmesinin  yasaklanması  oluşturmaktadır.  Dolayısıyla,  patent konusu  buluşun  niteliği  gereği,  buluş  üzerinde  üçüncü  kişilerin  hak  ihlallerinin kanıtlanmasının güç olduğu durumlarda da inhisari hak gerçek bir değer ifade etmeyecek, inhisari hakkı elde etmek için üstlenilen maliyet boşa çıkacaktır. Bu takdirde de işletmeler için en uygun yol alternatif stratejilere yönlenmektir.                                                    63  BOETTIGER,  Sara/  CHI-HAM,  Cecilia,   Defensive  Publishing  and  the  Public  Domain ,  in Intellectual Property Management in Health and Agricultural Innovation: A Handbook of Best Practices, Chapter: 10.1, USA, 2007, s. 887 vd. 64  PANGERL, 2009, s. 140; PANGERL, 2009, s. 128 vd. 65  BLIND/KARGE/MARQUARD, 2013, s. 1200. 715Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Alternatif stratejilerden söz edildiğinde ticari sır stratejisini göz ardı etmemek gerekir.  Stratejik yayımın ticari sır stratejisine alternatif olarak tercih edilebileceği durumlar; buluşun sır olarak saklanmasının fazla maliyetli olduğu, teknik bilginin gizli kalmama riskinin ya da üçüncü kişilerin buluşun aynısını bağımsız bir şekilde yapabilme ihtimalinin yüksek olduğu durumlarda karşımıza çıkar. Özellikle de buluşun rakipler tarafından tersine mühendislik yöntemiyle çözümlenebilmesinin elverişli olması, buluş sahibini ticari sır stratejisinden uzak durması için güçlü bir nedendir66. C.  Stratejik Yayımın Geleneksel Stratejiler ile Birlikte Uygulanması Stratejik  yayım,  her  zaman  diğer  fikri  mülkiyet  stratejilerine  alternatif  olarak karşımıza çıkmaz; kimi zaman işletmeler stratejik yayımı patent ve ticari stratejileri ile birlikte kullanarak buluşları için daha etkin bir koruma sağlamak isterler.  Özellikle teknolojik alanda ortaya koyulan kompleks ürünlerde çekirdek buluşun patent ile tekel altına alınıp, buluşla ilgili sonraki iyileştirmeler ve yeniliklerin herhangi bir faydalı model ya da patent başvurusuna konu edilmeyerek stratejik olarak yayımlanması bu şekildedir67. Böylelikle buluş sahibi işletme, hem elde etmiş olduğu inhisari hak sayesinde buluşunu hukuki işlemlere konu edebilecek, hem de rakiplerin, buluşu geliştirerek onu yeni bir inhisari hakka konu etmelerine yönelik çıtayı yükseltecektir.   Ticari  sır  ile  stratejik  yayımların  bir  araya  gelmesi  ise   örtülü  yayımlama  (disguised publication)68 ile kendini gösterir. Örtülü yayımlamada teorik olarak teknik bilgi kamuya sunulmuştur. Ancak yayımlamanın yapılış şekli, yapıldığı yer gibi hususlar (örneğin bilginin mutad olmayan bir mecrada, yaygın olmayan bir dilde yapılması69), rakiplerin teknik bilgiye ulaşmasını zor  ya da  masraflı hale  getirmektedir70. Örtülü yayımlama ticari sır stratejisi ile birlikte uygulandığında karşımıza şu tablo çıkar: Esasen teknik bilgi sır saklama yükümlüğü altında olan kişilere emanet edilmiştir. Söz konusu                                                  66  Krş. BARRET, 2002, s. 191 vd.  67  BOETTIGER/CHI-HAM, 2013, s. 888; PANGERL, 2009, s. 92 vd.   68  Alm.  getarnte Veröffentlichung  ya da  verdeckte Veröffentlichung . 69  SLOPEK, 2016, s. 817. 70  STAUF, Christian, Ganzheitliches Intellectual Property Management im Unternehmen, Gabler Verlag, Wiesbaden, 2016, s. 73.  716Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  kişiler aracılığı ile rakiplerin sırrı ele geçirmesi ihtimaline karşı teknik bilgi ayrıca örtülü olarak kamuya sunulmuştur71. Dolayısıyla stratejik yayım burada bir nevi sigorta görevi görmektedir. Teknik bilgi rakipler tarafından ele geçirilse dahi onlar tarafından tekel hakkına  konu  edilemeyecektir.  Her  ne  kadar  Türk  Patent  Hukukunda,  gerçek  hak sahipliği  ilkesi  gereği,  buluşun  gerçekte  hak  sahibi  olmayan  bir  kimse  lehine patentlenebilmesi gasp  davaları  ile önlenebilmekteyse de72 buluşun tekniğin  bilinen durumuna dâhil olduğu; dolayısıyla rakiplerin bunun üzerinde hak ihdas edemeyeceği savunması  işletmeler  için  daha  pratik  bir  çözüm  niteliğindedir.  Zira  patent  isteme hakkının başvuru sahibine ait olmadığı Türk Patent ve Marka Kurumu nezdinde iddia edilemez; bunun için ayrı bir dava açılması gerekir (SMK m. 110)73. Buna karşın buluşun bilinen tekniğe dahil olduğu, başvurunun yayınlanmasıyla birlikte üçüncü kişilerce ileri sürülebilir (SMK m. 97/ f. 2). Stratejik  yayım  kapsamındaki  yayımların   rakiplerce  kolay  ulaşılamayacak şekilde  de yapılabilir olması, stratejik yayımın herhangi bir hukuki sınırlandırmaya tabi olmadan  yapılabildiği  anlamına  gelmemektedir.  Sıradaki  başlık  altında  stratejik yayımların uygulama koşulları ele alınmıştır.  D.  Stratejik Yayımın Uygulama Koşulları Stratejik yayımın geçerli bir şekilde nasıl uygulanacağına dair bir yasa hükmü hukukumuzda bulunmamaktadır. Stratejik yayım ile amaçlan, rakipler aleyhine tekniğin bilinen durumunu etkilemek olduğuna göre, tekniğin bilinen durumunu etkileyen ve böylelikle yenilik ve buluş basamağı kriterlerinin rakiplerce sağlanmasını zorlaştıran hükümlerin ne olduğuna dair çıkarım, dolaylı olarak patent mevzuatı ve ilgili içtihatlardan yapılır74.                                                  71  BLIND/KARGE/MARQUARD, 2013, s. 1199. 72  Bkz. bölüm I. A. 1. 73  Bu hususta ayrıca bkz. dipnot 18. 74  Krş. KRAßER, Rudolph/ANN, Christoph, Kommentar zum Patentrecht, 7. Aufl., München, 2016, Rdn. 42.  717Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  1.  Tekniğin Bilinen Durumuna İlişkin Kaynaklar SMK m. 83/f. 2 ye göre tekniğin bilinen durumunu oluşturan kaynaklar, başvuru tarihinden önce dünyanın herhangi bir yerinde, yazılı veya sözlü tanıtım yoluyla ortaya konulmuş veya kullanım ya da başka herhangi bir biçimde açıklanmış olan toplumca erişilebilir her türlü bilgidir. Yazılı kaynaklar bakımından, süreli yayın, kitap gibi basılı eserler  ve  internet  yayınları;  sözlü  veriler  bakımından  ise  konferans  ve  derslerde açıklanan bilgiler, radyo ve televizyon gibi sesli ve görsel yayın organları aracılığıyla açıklanan bilgiler veya halk arasında anlatılan bilgiler, tekniğin bilinen durumuna ilişkin referansları oluşturur75. Teknik sorunun çözümüne ilişkin bilginin kullanılmasına örnek olarak da ticaret mevkiine koyma, sergide, fuarda, müzede, vitrinde teşhir, bir konferansta ürünü  veya  usulü  gösterme,  bir  tesiste,  teknede,  bahçede  herhangi  bir  alanda mekanizmayı işletme gibi hususlar verilebilir76. Stratejik  yayımın  yazılı  kaynaklar  aracılığıyla  (örneğin  sektörel  bir  dergide) yapılmasının,  yayımın  yapıldığı  tarihi  kolayca  kanıtlanabilir  kılmak  ve  buluşun özelliklerini, niteliklerini detaylı bir şekilde açıklamak gibi belirli avantajları vardır. Yayımın  yapıldığı  tarihin  ve  buluşun  detaylı  açıklamasının  yayımdan  görülebiliyor olması, aynı buluşun rakiplerce tekel hakkına konu edilmek istenmesi halinde başvuruyu etkisiz kılmak açısından önemlidir. Buluşun kullanım yoluyla, örneğin sergide, fuarda teşhir edilmesi ile tekniğin bilinen durumu etkileyip etkilemediği tespit edilirken gerekli kanıtların  sunulması  her  zaman  kolay  olmayabilir77.  Özellikle,  teknik  detayların rakiplerce başvuruya konu edilen buluşu kapsayıp kapsamadığını belirlemek sözlü ve fiili uygulamalar bakımından güçtür. Ayrıca sözlü yayınlar ve ön kullanıma ilişkin durumlar, bazı  ülkelerin  (örneğin  Amerika  Birleşik  Devletlerinin)  patent  mevzuatına  göre yurtdışında  yapılması  halinde  tekniğin  bilinen  durumuna  etki  etmemektedir78.                                                  75  BİLGİN, Özkan, Kimya Alanındaki Patentlerde Yenilik, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Galatasaray Üniversitesi Sosyal Bilimler Fakültesi, 2013, s. 35 vd.; ERGÜN, 2020, s. 643; ayrıca bkz. ÖZTÜRK, Özgür, Türk Hukukunda Patent Verilebilirlik Şartları, Arıkan Yayıncılık, İstanbul, 2008, s. 152 vd. 76  BOZBEL, 2015, s. 695. 77  Krş. BLIND/KARGE/MARQUARD, 2013, s. 1200. 78  BİLGİN, 2013, s. 42 718Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  Dolayısıyla, stratejik yayımların yazılı yapılması, buluşa dair kullanım özgürlüğünün uluslararası alanda korunması adına da avantajlıdır.  SMK m. 83/f. 3 de tekniğin bilinen durumuna ulusal, uluslararası ya da Avrupa alanında yapılmış patent ve faydalı model başvurularının dâhil olduğu düzenlenmiştir79. Öyleyse defensive publishing stratejisini icra yöntemlerinden biri de patent başvurusunda bulunmaktadır. Ancak SMK m. 83/f. 3 e göre tekniğin bilinen durumu olarak dikkate alınacak başvurular, yayımlanmış başvurulardır80. Dolayısıyla yapıldıktan sonra derhal geri çekilen başvuru, stratejik yayım için uygun bir yöntem değildir. Sıradaki başlıkta değineceğimiz  toplumca erişilebilme koşulu  bu hususu daha net izah etmektedir.  2.   Toplumca Erişilebilme  Koşulu SMK m. 83/f. 2 ye göre tekniğin bilinen durumuna ilişkin yazılı, sözlü ve sair kaynaklar,  ancak  toplum  tarafından  erişilebilir  oldukları  takdirde  patentlenebilme şartlarına etki ederler. Benzer şekilde, yeniliğe engel teşkil eden kullanım da buluşun topluma açık nitelikte, yani aleni kullanımını ifade eder81. Bu bağlamda toplum/kamu kavramı, birden fazla kişiyi işaret etmekle birlikte, geniş bir halk kitlesini veya ilgili herkesi ifade etmemektedir82. Açıklamanın sınırlı sayıda insandan oluşan bir topluluğa yönelik yapılmış olması mümkündür. Bu anlamda  toplum  kavramına bir konferansın dinleyicileri veya bir doktora jürisi örnek olarak gösterilebilir83. Buluş sahibinin kendisi, ailesi,  yakın  çevresi84  ve  sır  saklama  yükümlülüğü  altındaki  kişiler85  ise   toplum  kavramına dâhil değildir. Fakat sır saklama yükümlülüğü altındaki kişiler, edindikleri                                                  79  Ancak bu hüküm uyarınca tekniğin bilinen durumu olarak dikkate alınan başvuruların ve belgelerin içerikleri, buluş basamağının değerlendirilmesinde dikkate alınmaz (SMK m. 83/ f. 5) 80  Bu konuda ayrıca bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Patent Verilebilirlik Değerlendirmesinde Önceki Tarihli Başvurular , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl: 2017, Cilt: 3, Sayı: 1, s. 110 vd. 81  ERGÜN, 2020, s. 644. 82  SARAÇ, Tahir,  Sınaî Hakların Korunmasında Yenilik Şartı Açısından 'Tekniğin Bilinen Durumu' Kavramı ve Kapsamı , Banka ve Ticaret Hukuku Dergisi, Yıl: 2003, Cilt: 22, Sayı: 2, s. 124.  83  BOZBEL, 2015, s. 695.  84  BOZBEL, 2015, s. 695. 85  BİLGİN, 2013, s. 54; SARAÇ, 2003, s. 135. 719Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  bilgileri sır saklama yükümlülüğüne aykırı olarak açıklarlarsa, bu durumda açıklanan bilgiler tekniğin bilinen durumuna dâhil olur ve yeniliği ortadan kaldırır86. Öyleyse stratejik yayımların hukuken etkili olabilmesi için toplum, teknik bilgiye erişebilir durumda olmalıdır. SMK m. 83/f. 2 hükmü kapsamında  erişilebilirlik  geniş yorumlanır. Toplumun bilgiye fiilen ulaşıp ulaşmadığı ya da bilgiye ulaşmakla birlikte içeriğini öğrenmemiş olması önem taşımaz87. Ulaşılan bilginin teknik bir buluşu tasvir ettiğinin anlaşılması da gerekli değildir88. Bilgiye ulaşmanın objektif olarak salt imkân dâhilinde olması, bilginin tekniğin bilinen durumuna dâhil olması için yeterlidir89.  Bilgiye  ulaşımın  imkân  dâhilinde  olması  gerekliliği,  çalışmamızın  önceki bölümünde bahsini açtığımız örtülü stratejik yayımların geçerliliği önündeki sınırı da oluşturmaktadır. Her ne kadar defensive publishing ile amaçlanan etkinin ne olduğuna bağlı olarak, stratejik yayımları geniş kitlelere ulaştırmak yerine mümkün olduğu kadar gizlemek yoluna gidilebilirse de bunun icra ediliş şekli konusunda işletmeler dikkatli davranmalıdır. Bilginin, toplumun erişimini pratikte imkânsız kılacak şekilde gizlenmesi ve kimse tarafından bulunamaması halinde yayımın tekniğin bilinen standartlarına dâhil olmaması  ve  uygulanmak  istenen  stratejinin  tamamen  etkisiz  kalması  tehlikesi doğmaktadır.  Teknik bilginin, dünyanın herhangi bir yerinde yaygın olmayan bir dil kullanılarak toplumun erişimine açılması ya da ilgili sektördeki kişilerin kolay kolay takip etmeyeceği basılı bir eserde sunulması veya bilginin mutad olmayan bir mecrada, yaygın olmayan bir dilde yapılması stratejik yayımı geçersiz kılmayacaktır; zira bu durumda bilgiye ulaşılabilme ihtimali halen mevcuttur. Buna karşın bilginin kamuya arz edilmiş bir müzik eserinde subliminal bir şekilde yer alması, bir internet sayfasının kaynak kodları içerisine gizlenmesi gibi durumlar bilgiyi toplumun erişimine açılmış olarak kabul etmeye yetmeyecektir.                                                    86  SARAÇ, 2003, s. 135 vd.; bunun istisnasını, bir sonraki başlıkta ifade edeceğimiz üzere  yeniliğe etki etmeyen açıklamalar  oluşturmaktadır. 87  SARAÇ, 2003, s. 125 vd. 88  BERNKARD, Georg, Kommentar zum Patentgesetz, 11. Aufl. München, 2015, § 3 Rdn. 85. 89  Bu konuda detaylı açıklamalar için bkz. SARAÇ, 2003, s. 125 vd. 720Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  III.   PATENT YARIŞLARINDA STRATEJİK YAYIM UYGULAMASI VE BU BAĞLAMDA SMK m. 84/f. 1-a HÜKMÜ İLE İLGİLİ ÇEKİNCELER Sınai Mülkiyet Kanunu nun 83. maddesine göre tekniğin bilinen durumuna etki eden açıklamalar aynı zamanda stratejik yayımı etkin kılan açıklamalar olup rakiplerin aynı buluş üzerinde tekel hakkı elde etme ihtimalini ortadan kaldırmaktadır. SMK m. 84 te ise, niteliği itibariye buluşa patent veya faydalı model verilmesine engel olan açıklamaların belirli kişiler tarafından, belirli süreler içerisinde yapılması halinde buluş üzerinde sonradan tekel hakkı tanınmasına engel olmayacağı düzenlenmiştir. Buna göre; başvuru tarihinden önceki 12 ay içinde buluşu yapan kişi ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgi elde eden üçüncü kişi tarafından yapılan açıklamalar, buluşa  patent  verilmesine  mâni  olmayacaktır  (m.  84/  f.1-a  ve  c)90.  Aynı  durum, açıklamanın  patent  başvurusu  yapılan  bir  merci  tarafından  gelmesi  halinde  de  söz konusudur (m. 84/f. 1-b); ancak bunun için açıklanan bilginin buluşu yapanın başka bir başvurusunda yer alması ve söz konusu başvurunun ilgili merci tarafından açıklanmaması gerektiği hâlde açıklanması ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgiyi edinmiş olan üçüncü bir kişi tarafından, buluşu yapanın bilgisi veya izni olmadan yapılan başvuruda yer alması gerekmektedir.  SMK da  düzenlenen  ve  buluşların  buluş  sahibi  tarafından  kamuya açıklanmalarından sonra da onlar tarafından patentlenebilmesine olanak veren 12 aylık  hoşgörü süresi (grace period)91 , Türkiye dışında Amerika Birleşik Devletleri92 ve Japonya93  gibi  bazı  ülkelerin  patent  mevzuatında  da  bulunmaktadır.  Avrupa  Patent Sözleşmesi nin 55. maddesinde94 ve bununla paralel olarak pek çok Avrupa ülkesinde ise                                                  90  Şayet SMK m. 93 kapsamında rüçhan hakkı talep edilmişse, rüçhan hakkı tarihinden önceki on iki ay içinde, buluşu yapan kişi ya da buluşu yapandan doğrudan doğruya veya dolaylı olarak bilgi elde eden üçüncü kişi tarafından yapılan açıklamalar için de aynı durum geçerlidir. 91  Buluşa  patent  verilmesini  etkilemeyen  açıklamaların  yapıldıkları  tarih  ile  önceki  tekniğe  dahil sayılmadan başvuru tarihine kadar geçecek süre öğretide  âtıfet süresi  olarak da adlandırılmaktadır (bkz. ÖZTÜRK, 2008, s. 226). 92  35 U.S.C. § 102 (b). 93  Japon Patent Yasası, Art. 30 (2). 94  Avrupa Patentlerinin verilmesine ilişkin Avrupa Patent Sözleşmesi 5.10.1973 te Münih te imzalanmış ve pek çok kez revize edilmiştir. En köklü değişiklik ise 2000 yılında yapılmıştır. Sözleşme metninin 721Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  buluş sahibinin önceki açıklamalarına ilişkin bu şekilde bir hoşgörü süresi düzenlemesi bulunamamakta; yalnızca patent başvurusu tarihinden itibaren geriye doğru 6 aylık süre içerisinde başvuru sahibine veya onun hukuki selefine yönelik açık bir suiistimal niteliği taşıyan açıklamaların veya başvuru sahibinin veya selefinin belirli uluslararası sergilerde buluşunu  teşhir  etmesi  halinin  tekniğin  bilinen  durumuna  etki  etmeyeceği  hükme bağlanmaktadır95. Dolayısıyla, bu hukuk sistemlerinde, buluş sahibinin izni olmaksızın buluşun  sır  saklama  yükümlülüğü  altındaki  kişilerce  kamuya  açıklanması  gibi  açık suiistimal niteliği taşıyan açıklamalar tekniğin bilinen durumuna etki edebilecekken, buluş sahibinin buluşu hakkında yaptığı olası dikkatsiz açıklamalar, ileride kendisinin buluş üzerinde tekel hakkı talep etmesinin önüne geçecektir.  Avrupa Patent Sözleşmesi Türkiye tarafından da imzalanmış olmasına rağmen96, ülkemizdeki sistemde buluş sahibi tarafından yapılan açıklamalar, patent verilebilme ihtimalini yalnızca rakipler açısından ortadan kaldırmakta, hoşgörü süresi içerisinde buluş sahibi tarafından yapılan patent başvurularına engel olmamaktadır. Buluş sahibinin olası dikkatsiz açıklamalarından dolayı kendi buluşunu patentleyememe tehlikesini, belirli bir süre içinde patent başvurusu yapılması halinde bertaraf eden97  bu düzenleme, her ne kadar buluş sahipleri için avantajlı gözükse de Defensive Publishing stratejisinin bazı durumlarda  uygulanmasını  hukuken  çekinceli  kılmaktadır98.  Bu  durum,  defensive                                                  2000 revizyonundan önceki ilk versiyonu  EPC 1973 ; değişiklik sonrası versiyonu ise  EPC 2000  olarak bilinmektedir. 95  Tekniğin  bilinen  durumuna  etki  etmeyen  açıklamaların  çeşitli  ülkelerde  ve  Avrupa  Patent Sözleşmesinde  düzenlenişine  genel  bir  bakış  için  bkz.: https://www.wipo.int/patents/en/topics/laws.html (erişim tarihi: 29.07.2020). 96  Bkz. http://www.resmigazete.gov.tr/eskiler/2000/07/20000712M1-21.pdf. (erişim tarihi: 29.07.2020). Buluşların korunması konusunda Avrupa Devletleri arasındaki iş birliğini güçlendirmeyi, üye ülkelerde patentlerin tescilinin tek bir prosedür ile yapılmasını temin etmeyi ve üye ülkelerde verilen patentler için standart kuralların oluşturulmasını amaçlayan EPC ye göre verilen patentler Avrupa patenti olarak adlandırılmakta ve bunlar, her bir üye ülkede, o ülkenin ulusal patent mevzuatı çerçevesinde verilen patentler ile yan yana varlıklarını sürdürmektedir.  97  BİLGİN, 2013, s. 74; ayrıca bkz. ÖZTÜRK, 2008, s.220. 98  Buluş sahibinin, patentlenebilmeye etki eden söz konusu açıklamalarına dair çekinceler/tartışmalar, esasen yalnızca defensive publishing stratejisinin uygulanmasına hasredilmiş olmayıp, genel olarak aynı buluşun bağımsız buluş sahipleri tarafından geliştirildiği durumları kapsamaktadır (bu bağlamda bkz. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Buluş Sahibinin Açıklamaları Patent Alınmasını Ne Zaman Etkilemez?-Riskler ve Olasılıklar Üzerine Düşünceler , Prof. Dr. Fırat Öztan a Armağan, Cilt II, Ankara, 2010, s. 1976 vd. 722Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  publishing stratejisinin bir patent yarışı kapsamında uygulanması halinde söz konusudur. Tıpkı günümüzde pek çok ülkenin Covid-19 hastalığına karşı bir aşı ya da ilaç geliştirmek üzere birbirleriyle yarışa girmeleri gibi iki işletmenin birbirlerinden bağımsız olarak aynı buluşu  yapmak üzere bir uğraşı  içerisinde olduklarını farz edelim.  Şayet  böyle bir durumda  işletmelerden  biri,  rakibinin  buluşu  tamamlamış  veya  tamamlamak  üzere olduğunu ve patent için başvuru hazırlıkları içinde bulunduğunu öğrenirse, o zamana kadar ulaşmış olduğu teknik bilgileri stratejik bir biçimde yayımlama yoluna gidebilir99. Böyle bir senaryoda defensive publishing stratejisinin uygulanması hem anlaşılabilir hem de akıllıca bir yoldur; zira bu şekilde geride kalan işletme, buluş basamağı eşiğini rakibi aleyhine yükselterek onun patent almasını engelleyebilecek ve kendisi de o ana kadar sağladığı teknik birikimi kullanma özgürlüğünü garanti altına alacaktır. Ne var ki SMK m. 84/f. 1-a hükmü, rakibinin patent hakkı elde etmesine engel olan yarışçının, 1 yıl içerisinde yapacağı bir başvuru ile patent isteme hakkı elde etmesine imkân vermektedir. Kanımızca artık bu hamle, makul bir rekabet stratejisi olmaktan öte, rakibinin ayağına çelme takıp onu düşürerek hedefi göğüsleyen yarışmacının durumundan farksız olup dürüst rekabete aykırıdır100. Bununla birlikte, böyle bir bu durumda, kötü niyetli patent başvurusundan ya da TMK m. 2 hükmünün uygulanması ile giderilebilecek bir hakkın kötüye kullanılması halinden de söz etmek mümkün değildir. Zira SMK m. 84/ f. 1-a,  buluşa ilişkin açıklama yapma hakkı  gibi bir düzenleme getirmemekte, yalnızca yapılan açıklamalara hukuki bir sonuç bağlamaktadır. Bu nedenle, patent mevzuatında, SMK m. 84/f. 1-a hükmünün, buluş sahibinin açıklamalarının bağımsız buluşçuların hak elde etmesinin engellenmesine yönelik  yapılması halinde uygulanmayacağına dair  ek bir düzenleme yapılması gerektiği düşüncesindeyiz.  Mevcut düzenlemede ise  ayağına çelme takılan kimse  olarak değerlendirdiğimiz rakip buluşçu SMK m. 87 kapsamında ön kullanım hakkını kullanmak ile yetinecek101,                                                  99  Örneğin oldukça benzeri için bkz. PANGERL, 2009, s. 54; ayrıca krş. ŞEHİRALİ ÇELİK, 2010, s. 1979. 100  SMK  m.  84/f.  1-a  hükmünün  patent  yarışlarında  kötüye  kullanılabileceğine  dair  ayrıca  krş. KUYUCUOĞLU, Köksal, Das türkische Patentsystem und strategische Optionen für ein KMU oder Start-up: Wissenswertes über Patentangelegenheiten in der Türkei, Bachelor + Master Publishing, Zürich, 2015, s. 49. 101  Bkz. Bölüm I.A.2. 723Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  stratejiyi uygulayan kişiye karşı SMK m. 110 ve s. 111 kapsamında gasp davaları açması sonuç vermeyecektir. Zira bu davalar gerçek hak sahipliği iddiasına dayanmaktadır. Çalışmamızda da belirttiğimiz üzere102, Türk Hukukunda, birden çok rakip tarafından birbirinden bağımsız olarak gerçekleştirilen buluşlarda patent hakkının gerçek sahibi başvuruyu ilk yapan (first to file) kişidir103.  Gerçi böyle bir durumda, patent yarışını önde götüren ve yukarıda anlatılan türden bir senaryoya maruz kalan işletme, rakibinin stratejik yayımına yine bir stratejik yayımla karşılık verebilir, diğer bir deyişle kendi elindeki bulguları açıklayabilir104. Böylece yarışmayı geriden takip eden rakip, 12 aylık hoşgörü süresi içerisinde buluşu tamamlasa dahi yenilik şartını sağlayamaz105. Ancak böyle bir imkânın varlığı, SMK m. 84/ f. 1 hükmünün olduğu şekliyle bırakılmasını haklı kılmaz. Zira kanun koyucunun, bir yandan buluş sahiplerinin dikkatsizlik ve bilgisizlikten kaynaklanan açıklamalarını hoş görmeye yönelik bir düzenleme getirirken bir yandan patent yarışını önde götüren bir buluşçudan uyanık davranmasını beklemesi ve stratejik yayıma stratejik yayımla karşılık vererek hakkını savunmasını istemesi mazur görülemez. Bu nedenle işletmelerin birbirinden bağımsız olarak aynı buluş üzerinde çalıştığı durumlarda kötüye kullanılmaya müsait bir düzenleme olan SMK m. 84/f. 1-a hükmü yeniden düzenlenmelidir.                                                    102  Bkz. Bölüm I.A.1. 103  Hoşgörü süresini uygulayan diğer bir ülke olan Amerika Birleşik Devletleri nde ise önceleri, buluşu ilk gerçekleştiren kişi (first to invent) hak sahibi sayılmakta, dolayısıyla buluş sahibi tarafından yapılan önceki açıklamalar bu ilkeye zarar vermemekteydi. 16 Mart 2013 tarihi itibariyle Amerika nın da başvuruyu esas alan bir sisteme geçmesi ve bunun yanında  hoşgörü süresi  uygulamasına devam etmesi sonrasında kimi yazarlar, bunun fiilen açıkça bir  first to disclose  yani  açıklamayı ilk yapan patenti alır  sistemi olduğunu ileri sürmüştür (bkz. JABLON, Clark A.,  Part III:  What Companies Need to Know about the Leahy–Smith America Invents Act (AIA) Patent Reform Legislation ,  Information Display, Year: 2012, Vol: 5/6, s. 2; ayrıca bkz. https://news.bloomberglaw.com/iplaw/first-inventor-to-file-or-first-to-disclose-understanding-the-america-invents-act  ,  erişim  tarihi: 29.07.2020). 104  Krş. ŞEHİRALİ ÇELİK, 2010, s. 1978. 105  İlk kez bir buluşçu tarafından açıklama yapıldıktan sonra, bağımsız bir buluş sahibinin birebir aynı açıklamayı yapması halinde bu durumun, ilk açıklamayı yapan buluş sahibinin patent elde etme hakkına engel olup olmayacağı hususunda (defensive publishing stratejisi ve patent yarışları konusu ile sınırlı kalmaksızın) yapılan değerlendirmeler için bkz. ŞEHİRALİ ÇELİK, 2010, dipnotlar 36 vd (s.1982 vd.). 724Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  SONUÇ Gerek  patent  gerekse  stratejik  yayım  yönteminin  uygulanması  buluş  sahibine buluşunu serbestçe kullanabilme, örneğin buluş konusu ürünü üretip satabilme hakkı vermektedir.  Buluş  üzerinde  patent  ile  inhisari  hal  elde  etmek,  buluş  sahibine  ek ekonomik menfaatler (örneğin buluşu lisanslama hakkı) getirmektedir. Söz konusu ek menfaatlerin sağlanmasının güç veya yararsız olduğu buluşlar bakımından patent hakkı elde etmek yerine buluşun stratejik yayımı daha avantajlı olabilir. Stratejik yayımların tercih edilebileceği diğer bir durum, inhisari hak başvurusunun olumlu sonuçlanmasının şüpheli olması ya da patent konusu buluşun niteliği gereği buluş üzerinde üçüncü kişilerin hak ihlallerinin kanıtlanmasının güç olmasıdır. Zira bu hallerde inhisari patent hakkı gerçek bir değer ifade etmeyecek, inhisari hakkı elde etmek için üstlenilen maliyet boşa çıkacaktır.  Stratejik yayımın ticari sır stratejisine alternatif olarak tercih edilebileceği durumlar ise buluşun sır olarak saklanmasının fazla maliyetli olduğu, teknik bilginin gizli kalmama riskinin  ya  da  üçüncü  kişilerin  buluşun  aynısını  bağımsız  bir  şekilde  yapabilme ihtimalinin yüksek olduğu ve tüm bunlara karşın buluşçunun buluşunu serbestçe üretip satma özgürlüğünden vazgeçemediği durumlarda ortaya çıkmaktadır. Bazı durumlarda işletmeler, stratejik yayımı patent ve ticari stratejileri ile birlikte kullanarak buluşları için daha etkin bir koruma sağlamak isterler. Özellikle teknolojik alanda ortaya koyulan kompleks ürünlerde çekirdek buluşun patent ile tekel altına alınıp, buluşla ilgili sonraki iyileştirmeler ve yeniliklerin herhangi bir faydalı model ya da patent başvurusuna konu edilmeyerek stratejik olarak yayımlanması bu şekildedir.  Ticari sır ile stratejik yayımın bir araya gelmesi ise  örtülü yayım  (disguised publication) ile kendini gösterir. Örtülü yayımlaarda esasen teknik bilgi sır saklama yükümlüğü  altında  olan  kişilere  emanet  edilmiştir.  Söz  konusu  kişiler  aracılığı  ile rakiplerin sırrı ele geçirmesi ihtimaline karşı teknik bilgi ayrıca örtülü olarak kamuya sunulmuştur. Dolayısıyla stratejik yayım burada bir nevi sigorta görevi görmektedir.  Defensive publishing stratejisinin işlerliği için SMK m. 83 uyarınca tekniğin bilinen durumuna  ilişkin  kaynakların  doğru  kullanılması  ve  toplumca  erişilebilme  şartının 725Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  sağlanması gerekir. SMK m. 84/I-a hükmü ise defensive publishing stratejisinin patent yarışları kapsamında kötüye kullanılmasına zemin hazırlayan bir hükümdür. Kanımızca patent  mevzuatında,  söz  konusu  hükmün,  buluş  sahibinin  açıklamalarının  bağımsız buluşçuların  hak  elde  etmesinin  engellenmesine  yönelik  yapılması  halinde uygulanmayacağına dair ek bir düzenleme yapılması gerekir.                        726Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  KAYNAKÇA BARRETT, Bill,  Defensive Use of Publications in an Intellectual Property Strategy , Nature Biotechnology, Year: 2002, Vol:20, (s. 191-193). BERNKARD, Georg, Kommentar zum Patentgesetz, 11. Aufl., Beck Verlag, München, 2015. BİLGE, Mehmet Emin, Ticari Sırların Korunması, Asil Yayın, Ankara, 2005. BİLGİN, Özkan, Kimya Alanındaki Patentlerde Yenilik, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Galatasaray Üniversitesi Sosyal Bilimler Fakültesi, 2013. BLIND, Knut/KARGE, Peter/MARQUARD, Jacob  Strategische Publikationen als Ergänzung klassischer Schutzrechte zur Sicherung der eigenen Handlungsfreiheit , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr: 2013, Heft: 12, (s. 1197-1201). BOETTIGER, Sara/ CHI-HAM, Cecilia,  Defensive Publishing and the Public Domain , in Intellectual  Property  Management  in  Health  and  Agricultural  Innovation:  A Handbook of Best Practices, Chapter: 10.1, USA 2007, (s. 879-895). BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha Yayıncılık, İstanbul, 2015. ÇAĞLAR, Hayrettin,  Patent Hukukunda Ön Kullanım Hakkı , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 10: Sayı: 1, (s. 77-92). ERGÜN, Mevci, Fikri Mülkiyet Hukuku (2. Cilt), Legem Yayıncılık, Ankara, 2020. GÜNEŞ, İlhami, Patent ve Faydalı Model Hukuku, Seçkin Yayıncılık, Ankara, 2017. GÜVEN, Bülent/ KAYGIN, Erdoğan, Girişimcilik: Temel Kavramlar, Girişimcilik Türleri, Girişimcilikte Güncel Konular, Siyahinci Akademi, İstanbul, 2015. JABLON, Clark A.,  Part III:  What Companies Need to Know about the Leahy–Smith America Invents Act (AIA) Patent Reform Legislation ,  Information Display, Year: 2012, Vol: 5/6, (s. 2-5).  KAYA, Arslan,  Türk Hukukunda Patentten Doğan Haklar , İstanbul Hukuk Mecmuası, Yıl: 1997, Cilt: 55, Sayı: 4, (s. 173-200). KAYASOYLU,  Damla,  Haksız  Rekabet  Hükümlerine  Göre  Üretim  ve  İş  Sırlarının Korunması, Seçkin Yayınevi, Ankara, 2020. KRAßER, Rudolph/ANN, Christoph, Kommentar zum Patentrecht, 7. Aufl., Beck Verlag, München, 2016. KUYUCUOĞLU, Köksal, Das türkische Patentsystem und strategische Optionen für ein KMU  oder  Start-up:  Wissenswertes  über  Patentangelegenheiten  in  der  Türkei, Bachelor + Master Publishing, Zürich, 2015. NOMER ERTAN, Füsun, Haksız Rekabet Hukuku, On İki levha Yayıncılık, İstanbul, 2016. 727Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  NOYAN, Engin, Patent Hukuku, 3. Baskı, Adalet Yayınevi, Ankara, 2015. ÖĞÜT,  Adem/  AKGEMİCİ,  Tahir/  ŞAHİN,  Emine/  KOCABACAK,  Ayşe,   İşletmelerde Düşünce Aşamasından Patent Aşamasına Uzanan Süreçte Yenilik Stratejileri ve Buluş Yönetimi , Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2007, Sayı: 17, (s. 413 - 425). ÖZTÜRK,  Özgür,  Türk  Hukukunda  Patent  Verilebilirlik  Şartları,  Arıkan  Yayıncılık, İstanbul, 2008. PANGERL, Stefanie, Defensive Publishing, Gabler Verlag, 1. Aufl., München, 2009. POROY, Reha/YASAMAN, Hamdi, Ticari İşletme Hukuku, 18. Baskı, Vedat Kitapçılık, İstanbul, 2019. SARAÇ,  Tahir,   Sınaî  Hakların  Korunmasında  Yenilik  Şartı  Açısından  'Tekniğin  Bilinen Durumu' Kavramı ve Kapsamı , Banka ve Ticaret Hukuku Dergisi, Yıl: 2003, Cilt: 22, Sayı: 2, s. 124, (s. 117-149). SAYIN, Hediye Bahar,  Haksız Rekabet Hukuku Açısından Üretim ve İş Sırrının Hukuka Aykırı Olarak İfşası , Terazi Hukuk Dergisi, Yıl: 2017, Cilt: 12, Sayı: 136, (s. 36-43). SLOPEK, David E.F,  Defensive Publishing – Verbreitung, Funktion, Strategien , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr: 2016, Heft: 9, (s. 816-820). STAUF, Christian, Ganzheitliches Intellectual Property Management im Unternehmen, Gabler Verlag, Wiesbaden, 2016. SULU, Muhammed, Ticari Sırların Korunması, On İki Levha Yayıncılık, İstanbul, 2017. SULUK,  Cahit/KARASU,  Rauf/NAL,  Temel,  Fikri  Mülkiyet  Hukuku,  2.  Baskı,  Seçkin Yayıncılık, Ankara, 2018. ŞEHİRALİ ÇELİK, Feyzan Hayal,  Patent Sisteminin İşlevleri ve Bu İşlevlerin Etkinliğini Sağlayan Yasal Düzenlemeler , Banka ve Ticaret Hukuku Dergisi, Yıl: 2006, Cilt 23, Sayı: 3, (s. 101-154). ŞEHİRALİ ÇELİK, Feyzan Hayal,  Buluş Sahibinin Açıklamaları Patent Alınmasını Ne Zaman Etkilemez?  -Riskler  ve  Olasılıklar  Üzerine  Düşünceler ,  Prof.  Dr.  Fırat  Öztan a Armağan, Cilt II, Ankara, 2010, (s. 1967-1999). ŞEHİRALİ ÇELİK, Feyzan Hayal,  Patent Verilebilirlik Değerlendirmesinde Önceki Tarihli Başvurular , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl: 2017, Cilt: 3, Sayı: 1, (s. 103-117). ŞENOCAK, Kemal,  İşletme Personelinin Ayartılması Meselesinin Haksız Rekabet Hükümleri Çerçevesinde  (TTK  m.  56  vd.)  Değerlendirilmesi ,  Ankara  Üniversitesi  Hukuk Fakültesi Dergisi, Yıl: 2001, Cilt: 50, Sayı: 2, (s. 193-246). 728Karaaslan    Hacettepe HFD, 10(2) 2020, 698-729  TEKİNALP, Ünal,  Yeni Patent Hukukunda ‘Buluş Sahibi İlkesi  ve Gasp Davalarına İlişkin Bazı Sorunlar , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1997, Cilt: 55, Sayı: 4, (s. 129-136).  TOCHTERMANN, Lea,  Aktuelle Tendenzen für moderne Schutzrechtsstrategien , Zeitschrift für Gewerblicher Schutz und Urheberrecht, Jahr: 2016, Heft: 7, (s. 681-682). TÜZÜNER,  Özlem,  Faydalı  Modelin  Korunması  ve  Faydalı  Modelin  Korunmasına Uygulanacak Hukuk, Vedat Kitapçılık, İstanbul, 2011. YURTSEVER, Şaziye, Patentin Hukuki Korunması, Adalet Yayınevi, Ankara, 1999."
}