{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "13",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "İSLAM VE OSMANLI CEZA HUKUKUNDA İNFAZIN ERTELENMESİ",
     "Title": "POSTPONEMENT OF EXECUTION IN ISLAMIC AND OTTOMAN LAW",
     "Yazar İsmi": [
          "Melikşah AYDIN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İslam hukuku",
          "Osmanlı hukuku",
          "infaz hukuku",
          "cezanın infazı",
          "erteleme."
     ],
     "Keywords": [
          "Islamic law",
          "Ottoman law",
          "execution law",
          "execution of punishment",
          "postponement."
     ],
     "Özet": "İslam  hukukundaki  genel  ilkeye  göre  kişilerin  aldığı  cezaların  infazı  hemen  yapılmalıdır.  İnfazı geciktirmeden yerine getirmek hâkime verilmiş bir görevdir. Bazı sebeplerin varlığı halinde ise infazın ertelenebileceği İslam hukukunda öngörülmüştür. Bu sebeplerin mahkûmdan kaynaklananları; mahkûmun hamileliği, hasta olması, sarhoş olması, akıl sağlığını kaybetmesi, mağdurdan kaynaklananları; kısas hakkına sahip olan mağdurun küçük, gaip veya akıl hastası olması, mağdurun yarasının bulunması, infaz yapılacak ortam ile ilgili olanları havanın çok sıcak veya soğuk olması ve savaş halidir. Bu durumlarda verilecek bazı cezalar ertelenirken bazı cezalar ertelenemez. İnfazı ertelenen cezaların çoğunlukla bedeni cezalar olduğu görülmektedir. Ölüm cezalarının infazı, hamilelik gibi bir suçsuzun cezalandırılması veya mağdurun kısas hakkından feragat etmesiyle mahkûmun kurtarılması sonucunu doğuracaksa ertelenebilir. Had ve tazir cezaları ise hastalık, sarhoşluk, infaz yapılacak ortamın uygun olmaması, mağdurun yarasının iyileşmemesi gibi sebeplerle ertelenebilir. İnfazın ertelenmesi mağdur olan kişilerin hakları çiğnenmeden mahkûmun, mağdurun veya toplumun yararına sonuçlar doğurabilir.",
     "Abstract": "According  to  the  general  principle  in  Islamic  law,  the  execution  of  punishments  should  be  done immediately. It is the duty of the judge to carry out the execution without delay. In the presence of certain reasons, it is stipulated in Islamic law that the execution may be postponed. The reasons arise from the convict are following: convict s pregnancy, illness, drunkenness and mental illness. The reasons arise from the victim are following: being young, lost or mentally ill of the victim who has retaliation right and victim s injury. The reasons pertaining about the execution environment: too hot or cold weather and warfare. In these cases some penalties can be postponed and some can t. It is seen that the sentences whose execution is postponed are mostly corporal punishments. Execution of death sentences may be postponed if it results as punish an innocent person like convict s pregnancy or liberation of the convict as victim s abandonment from his retaliation right. Had and tazir crimes may be postponed due to illness, drunkenness of the convict and unsuitable environment for execution and victim s not healed wound. Postponing the execution may have consequences for the benefit of the convict, the victim or the community without violating the rights of the victims.",
     "Metin": " Osmanlı ceza hukukunda infazın ertelenmesi isimli bu çalışmada bir suç işlemesi sebebiyle  yapılan  yargılaması  sonucu  hakkında  ceza  verilen  hükümlünün  cezasının infazının hangi durumlarda ertelenebileceği temelde İslam hukuku kaideleri ve Osmanlı uygulaması ile açıklanacaktır. İslam hukukunda temel fıkıh kitapları, konu ile ilgili kitap ve makaleler, Osmanlı uygulamasında ise fetva kitapları, kadı sicilleri ve diğer arşiv belgeleri esas alınmıştır.  Cezalandırmanın genel kabul gören görüşe göre iki temel amacı vardır: Bir daha suç işlenmesini önlemek için caydırıcılık ve mahkûmun ıslahı. Hâkimin verdiği cezanın infazının  hemen  yapılması  ve  geciktirilmemesi  esas  olmakla  beraber  bazı  istisnai durumlarda cezalandırmanın bu iki amacına ulaşılabilmesi için infazın ertelenmesi daha uygun  olur.  Ayrıca  cezaların  bireyselliği,  infazın  insaniliği  ilkeleri  de  infazın ertelenmesinde esas alınan ilkelerdendir. Çünkü ceza sonucunda suçsuz olan birisi de cezalandırılacaksa veya infaz sonrasında normal bir mahkûmun çekeceği cezaya göre mahkûmun içinde bulunduğu koşul sebebiyle daha çok acı çekecekse infazın ertelenmesi yoluna gidilmelidir. Batı  hukukuna  girişi  oldukça  geç  olan  infazın  ertelenmesi  kurumuna  İslam hukukunda bizzat Hz. Peygamber in uygulamasında rastlanmaktadır. İslam hukuku infaz sebeplerini bazı durumlarda hâkimin takdirine bırakırken bazı sebeplerin varlığı halinde ise infazın kesin olarak ertelenmesini emretmiştir.   1215      I. İnfaz Sözcüğü ve Genel Olarak İnfazın Ertelenmesi Kavramları İnfaz sözcüğü kelime anlamı olarak  içine işlemek, delip geçmek  anlamındaki  nefaz  kökünden gelmekle beraber bir emrin veya hükmün gereğinin yerine getirilmesi, yapılması anlamındadır.2 Ceza hukukunda infaz, kesinleşmiş hükmün gereğini yerine getirmek anlamındadır.3 İnfaz hukuku ise  ceza mahkemelerince verilen ceza ve güvenlik tedbirlerine ilişkin kesinleşmiş kararların yerine getirilmesine ilişkin esasları gösteren bağımsız bir hukuk dalıdır. 4 Mahkeme veya hâkim tarafından yapılmış olan yargılama sonunda verilen cezanın infazının yapılması toplum güvenliğinin sağlanması ve adaletin tesisi için önemlidir. Bazı durumlarda ise infazın ertelenmesi adalete daha uygun düşebilir. Bu durumlarda infazın yapılması ile beklenen fayda gerçekleşmeyeceğinden erteleme yoluna gidilmektedir. İnfazın hemen icrasının mahkûm veya mahkûmun aile efradı bakımından kötü sonuçlar doğurabileceği bu istisnai durumlarda infazın ertelenmesi hemen uygulanmasına göre daha adil olacaktır.5  İnfazın  ertelenmesi  ile  ilgili  Kur an-ı  Kerim de  Nahl  suresinde   Eğer  Allah insanları haksızlıkları yüzünden hemen cezalandıracak olsaydı yeryüzünde hiçbir canlı bırakmazdı. Fakat onlara belirlenmiş bir sürenin sonuna kadar mühlet tanıyor. Ama süreleri dolduğunda onu bir an bile ne erteleyebilirler ne de öne alabilirler.  (Nahl, 16/61) ve Yunus suresinde ise  Eğer insanlar iyi olanı çarçabuk istedikleri gibi kötü olanı  da  Allah  onlar  için  hemen  gerçekleştirseydi  derhal  sonları  gelirdi.  Bize                                                  1   ÖZEN, Şükrü,  İnfaz , Türk Diyanet Vakfı İslam Ansiklopedisi (DİA), C.22, İstanbul, 2000, s.290. 2   YILMAZ, Ejder, Hukuk Sözlüğü, 9. Baskı, Yetkin Yayınları, Ankara, 2005, s.560; DEVELLİOĞLU, Ferit, Osmanlıca-Türkçe Ansiklopedik Lügat,  Yayınları, Ankara, 2013, s.502; ÖZGÜR, Mustafa, İslam İnfaz Hukuku, Cinius Yayınları, İstanbul, 2020, s.48. 3   Türk Hukuk Lügati, 3. Baskı, Başbakanlık Basımevi, Ankara, 1991, s.52; SAĞLAM, M. Yılmaz,  İnfaz ve İnfaz Hukuku Kavramları Üzerine Bir İnceleme , TBB Dergisi, 1995/4, s.580; ÖZEN, 2000, s.290; ÖZGENÇ, İzzet / ŞAHİN, Cumhur, İnfaz Hukuku, 3. Baskı, Seçkin Yayınları, Ankara, 2020, s.15. 4   ÖZBEK, Veli Özer, İnfaz Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2021, s.29. Bir başka tanıma göre ise infaz hukuku;  ceza hukuku yaptırımlarının uygulanması sürecine ilişkin kurallar bütünüdür.  ÖZGENÇ/ŞAHİN, 2020, s.15. 5   MEZURİ, Waadi Süleyman,  Cezanın Ertelenmesi: Beşeri Kanun ve İslam Hukuku Arasında Bir Mukayese , (çev. O. Güman), İslam Ceza Hukuku Uluslararası Sempozyumu Tebliğler Kitabı, Lale Yayıncılık, İstanbul, 2017, Cilt 2, s.863.   1216      kavuşacaklarına  inanmayanları,  azgınlıkları  içinde  bocalayıp  durmak  üzere  kendi hallerine bırakırız  (Yunus, 10/11) denilmiştir. Bu ayetlerden hak edilmiş olan bir cezanın infazının hemen verilmediği ve ertelendiği anlaşılmaktadır.6 İnfazın ertelenmesi genel olarak infaz ehliyetini kaldıran sebeplerle, mahkûmda ortaya çıkan insani sebeplerle, infaz yapılacak ortamın uygun olmaması sebebiyle veya başka sebeplerle ortaya çıkabilir.  II. İnfaz Ehliyetini Kaldıran Sebeplerle İnfazın Ertelenmesi Cezalandırmanın temel amaçlarından biri mahkûmun ıslahıdır. Mahkûmun ıslah olabilmesi için infaz ehliyetinin bulunması gerekir. İnfaz ehliyeti ise mahkûmun infazın başından sonuna kadar akıl ve beden sağlığının bulunması olarak anlaşılabilir. Yani mahkûm cezayı üstlenebilmeli ve ondan istifade edebilecek konumda olmalıdır. İnfaz ehliyeti mahkûmun yaşı, durumu ve hayat tarzına göre değişir. Bu ehliyet mahkûmun akıl ve beden sağlığına sahip olması ayrıca kendisine neden ceza verildiğini anlayabilmesi ve ıslah olma kapasitesine de sahip olması ile ilgilidir.7 A. Akıl Hastalığı İnfazın  ertelenmesi  sebeplerinden  birincisi  mahkûmda  ortaya  çıkan  akıl hastalığıdır. İnfaz anında mahkûmun akli melekelerinin yerinde olması gerekir. Akıl sağlığına sahip olmayan kimselerin ceza ehliyetinin bulunmadığı bilinmekle beraber suç teşkil eden fiili işleyen kişinin suçu işlediği sırada akıl sağlığı bulunmuyorsa zaten kendisine bir ceza verilemeyecektir. Ancak fiili işlediği sırada tam ehliyetli olup daha sonra cezanın infazından önce akıl hastası olan kişinin infazı etkilenebilir. Bu konuda mezhepler arasında görüş ayrılıkları vardır.  Şafii ve Hanbelilere göre suçun hangi şekilde ispat edildiği önemlidir. Eğer failin ikrarı ile suç ispatlanmışsa infaz ertelenir. Çünkü ikrardan her zaman dönmek mümkün olduğu  için  failin  infazdan  önce  ikrarından  dönebileceği  ihtimali  sebebiyle  infazı                                                  6   Kur an Yolu Türkçe Meal ve Tefsir, DİB Yayınları, Ankara, 2012, C.III, s.88, 412; AVCI, Mustafa, Osmanlı Ceza Hukuku Genel Hükümler (I), 3. Baskı, Adalet Yayınevi, Ankara, 2018, s.444. 7   MEZURİ, 2017, s.863.   1217      ertelemek  gerekir.  Ancak  suç  ikrar  dışındaki  bir  delil  ile  ispatlanmışsa  infazın ertelenmesine gerek yoktur.8 Cezalandırmanın iki amacından birisi olan özel önlemenin yani mahkûmun ıslahının bu açıdan sağlanması uzak bir ihtimal olmasına rağmen genel önleme yani toplumun menfaati sebebiyle suçun tekrarının önlenmesi sağlanabileceği için infazın ertelenmesi toplum menfaatinin aleyhine olur.9 Kısas suçları açısından ise Şafii ve Hanbeliler suçun ne şekilde ispatlandığına bakmaz ve suçun ispatından sonra ortaya çıkan akıl hastalığının infazı ertelemeyeceğini söylerler.10 Hanefilere göre akıl hastalığı bulunan kişiye had cezası verilemez. Ceza infaz edilmeden mahkûmda ortaya çıkan akıl hastalığı infazın ertelenmesi sebebidir.11 Kısas cezası açısından ise Hanefilere göre kısasa hükmedildikten sonra hâkim cezanın infazı için mahkûmu kısas hakkı sahiplerine teslim etmeden mahkûm akıl hastalığına tutulursa infaz ertelenir. Akıl hastalığının iyileşmesinin uzun bir süre alacağı belli olursa kısas cezası istihsanen diyete dönüştürülür.12 Ancak hâkim, mahkûmu kısas hakkı sahiplerine teslim ettikten sonra mahkûm  akıl hastalığına tutulursa infaz ertelenmez, teslimden itibaren infaz başlamış sayılır.13                                                  8   ŞİRBİNİ, Şemseddin Muhammed b. Ahmed el-Hatîb, Muğni l- Muhtac, (çev. S. Duman), Mirac Yayınları, İstanbul, 2017, C.16, s.252; EBU ZEHRA, Muhammed, el-Cerime ve l-Ukube fi Fıkhi lİslami, (İslam Hukukunda Suç ve Ceza), (çev. İ. Tüfekçi), İstanbul, 1994, C.1, No:470; MEZURİ, 2017, s.877. Nasıl ki davada şahit olarak dinlenen kişiler şahitliklerini tamamladıktan sonra hüküm verilmeden önce akıl hastası olurlarsa bunun hükme bir etkisi yoksa bu durumun da infaza bir etkisi olmaz. 9   UDEH, Abdülkadir, Mukayeseli İslam Ceza Hukuku, (çev. A. Şafak), 2.Baskı, Kayıhan Yayınları, İstanbul, 2012, C.1, s.609; AVCI, Mustafa,  Osmanlı İnfaz Hukukundaki Gelişmelere Genel Bir Bakış , SÜHFD, Sy:3-4, 2004, s.147; ÖZGÜR, 2020, s.119. 10   ZUHAYLİ, Vehbe, İslam Fıkhı Ansiklopedisi, (ilmi müşavir M. Emin Saraç, çev. Heyet), Risale Yayınları, İstanbul, 1994, C.8, s.65; ÖZGÜR, 2020, s.119. 11  EBU ZEHRA, 1994, C.1, No:470; CİN, Halil / AKGÜNDÜZ, Ahmet, Türk Hukuk Tarihi, OSAV Yayınları, İstanbul, 2017, s.301; YURTSEVEN, Yılmaz, Klasik Dönem Osmanlı Ceza Hukukunda Tazir Suç ve Cezaları, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Basılmamış Yüksek Lisans Tezi, Konya, 2001, s.25; AVCI, 2004, s.138.  12  FETAVA-YI HİNDİYYE, Fetava-yı Alemgiriyye, (çev. M. Efe), Huzur Yayınları, İstanbul, 2004, C.12, s.465; İBN ABİDİN, Muhammed Emin b. Ömer, Reddü l-Muhtar ale d-Dürri l-Muhtar, (çev. A. Davudoğlu ve M. Savaş), Şamil Yayınları, İstanbul, 1983, C.16, s.249. İstihsanen bu cezanın verilmesinin amacı şudur: Mahkûmun mademki bedeni olarak cezalandırılması mümkün olmuyor mali olarak kendisine tazminat ödettirilsin ki suçun kul hakkı boyutu bir nebze olsun giderilsin. EBU ZEHRA, 1994, C.1, No:470; MEZURİ, 2017, s.877. 13  FETAVA-YI HİNDİYYE, 2004, C.12, s.465; UDEH, 2012, C.1, s.609; ÖZGÜR, 2020, s.120.   1218      Maliki mezhebinin görüşü ise genel olarak Hanefi mezhebi ile örtüşse de mezhep içindeki bir görüşe göre kısas cezasının infazında kısas hakkı sahibine söz hakkı tanınır, mahkûmun kendisine tesliminden sonra isterse kısas eder, istemezse etmez.14 Bir diğer görüşe göre ise mahkûmun akıl sağlığını kazanmasına kadar infaz ertelenir. İyileşme umudu  yoksa  ceza  diyet  cezasına  çevrilir.15  Burada  kısas  cezasının  tazir  cezasına dönüşerek tazminat ödettirilmesi söz konusu olur. Mezheplerin  görüş  birliğinde  olduğu  durum  ise  tazir  cezalarının  infazı konusundadır. Buna göre mahkûmun infazdan önce akıl hastalığına tutulması infazın ertelenmesini gerektirir. Tazir cezasının ıslah amacı burada gerçekleşmeyeceği için bu görüş benimsenmiştir.16 B. Sarhoşluk Cezalandırmanın  temel  amaçlarından  birisi  daha  önce  de  belirtildiği  gibi mahkûmun ıslahıdır. Kendisine verilecek olan cezayı hissedemeyecek derecede sarhoş olan mahkûmun infazı ertelenmelidir ki kendisinin ıslahı sağlanabilsin ve böyle bir suçu tekrar işlemesin. Bu konuda dört mezhep de aynı görüştedir.17 Bir rivayete göre taşıdığı matarada içki bulunan sarhoş bir kimse halifeliği devrinde Hz. Ömer e getirilmiştir. Hz. Ömer de şürb (içki içme) suçunu işlemiş olan bu kimseyi ayılıncaya kadar hapsettirmiş, suçun karşılığı olan celde cezasının infazını ertelemiştir.18                                                  14  UDEH, 2012, C.1, s.609; ZUHAYLİ, 1994, C.8, s.66; MEZURİ, 2017, s.877. 15  EBU ZEHRA, 1994, C.1, No:470; ÖZGÜR, 2020, s.120. 16  EBU ZEHRA, 1994, C.1, No:471. CİN/AKGÜNDÜZ, 2017, s.301. 17  EBU YUSUF, Yakub b. İbrahim, Kitabu l-Harac 2. Baskı, Özek Yayınları, (çev. A. Özek), İstanbul, 1973, s.260-261; İBN ABİDİN, 1983, C.8, s.235; UDEH, 2012, C.1, s.762; ÖZEN, 2000, s.290-291; FENDOĞLU, Hasan Tahsin, Türk Hukuk Tarihi, Filiz Kitabevi, İstanbul, 2000; AVCI, 2004, s.90, 109; ÖZGÜR, 2020, s.126. Şirbini ye göre bunun sebeplerinden biri de kişinin ne şekilde sarhoş olduğunu  bilinmemesidir.  Yanlışlıkla  (taksirle)  veya  ikrah  altında  sarhoş  olan  kişi cezalandırılamayacağı için şüphe vardır. Şüphe ile de hadler düşer. ŞİRBİNİ, 2017, C.16, s.455-456; İBN ABİDİN, 1983, C.8, s.232. 18  SERAHSİ, Ebu Bekir Muhammed b. Ahmed, Mebsût, ed. Mustafa Cevat Akşit, Gümüşev Yayıncılık, İstanbul, 2008, C.24, No: 11; AVCI, (I), s.445; ACAR, Betül, Fıkıh Teori ve Uygulamasında Yargılama  ve  İnfazın  Aleniliği,  İstanbul  29  Mayıs  Üniversitesi  Sosyal  Bilimler  Enstitüsü, Yayımlanmamış Doktora Tezi, İstanbul, 2020, s.52.   1219      Eğer mahkûm sarhoş olmasına rağmen yine de cezası infaz edilirse Hanefilerin tercih  edilen  görüşüne  göre  cezalandırmanın  amacı  gerçekleşmediği  için  mahkûm ayıldıktan sonra tekrar cezalandırılmalıdır.19 Hanefilerin diğer bir görüşünde ise infazın mahkûmda acıya sebep olmaması söz konusu olmasına rağmen infaz gerçekleştirildiği için tekrar ikinci bir infaza gerek yoktur. Şafiiler de bu görüştedir.20 Bozok  Kanunu nda   …ve  süci  içse  ayıldıktan  sonra  seksen  ağaç  uralar vurmazlarsa seksen akçe alına… 21 denilerek içki içme suçunun cezasının infazının fail ayıldıktan  sonra  verilmesi  gerektiği  belirtilmiştir.  Aynı  husus  Alaüddevle  Bey Kanunu nda da düzenlenmiştir.22  III. İnsani Sebeplerle İnfazın Ertelenmesi İnsani sebeplerle infazın ertelenmesi mahkûmda bulunan hamilelik ve hastalık, kısas isteme hakkına sahip olan kimsenin akıl hastası, küçük veya gaip olması, mağdur açısından ise mağdurun yarasının bulunması ve iyileşmesine kadar beklenmesi hallerinde söz konusu olur. A. Hamilelik Mahkûmun hamile olması infazın ertelenmesi sebeplerindendir. Mahkûmun aldığı cezalara göre değişen şekillerde erteleme söz konusu olabilir. 1. Recm Cezasında Hamilelik sebebiyle infazın ertelenmesi bizzat Hz. Peygamber in uygulamalarında görülmektedir. Rivayet edildiğine göre bir gün Gâmidli bir kadın Hz. Peygamber e gelerek zina suçunu işlediğini ve bundan dolayı kendisini temizlemesini istiyor. Hz. Peygamber de  Vah sana! Dön de Allah tan mağfiret dile, ona tövbe et!  buyurmuşlardır.                                                  19  İBN ABİDİN, 1983, C.8, s.236. 20  ŞİRBİNİ, 2017, C.16, s.458; ÖZGÜR, 2020, s.126. 21  BARKAN, Ömer Lütfi, XV ve XVI ıncı Asırlarda Osmanlı İmparatorluğunda Zirai Ekonominin Hukuki ve Mali Esasları Birinci Cilt Kanunlar, İstanbul, 1943, s.127; AKGÜNDÜZ, Ahmed, Osmanlı Kanunnameleri ve Hukuki Tahlilleri, C.6, Fey Vakfı Yayınları, İstanbul, 1993, s.230.  22  BARKAN, 1943, s.123; AKGÜNDÜZ, Ahmed, Osmanlı Kanunnameleri ve Hukuki Tahlilleri, C.7, Fey Vakfı Yayınları, İstanbul, 1994, s.159.   1220      Bunun üzerine kadın ısrarla tekrar gelip  Ya Resulallah! Görüyorum ki beni de Maiz gibi geri çeviriyorsun. Vallahi ben zinadan dolayı gebeyim.  demiştir. Bunun üzerine Hz. Peygamber kadına çocuğu doğurmasını söylemiştir. Bebeği doğurduktan sonra tekrar Hz. Peygamber in  huzuruna  gelen  kadına  Efendimiz   Çocuğu  sütten  ayırıncaya  kadar emzir!  buyurmuştur. Kadın çocuğu sütten kesildikten sonra ve çocuğun elinde bir ekmek parçası bulunmaktayken tekrar gelmiş  İşte çocuğumu sütten kestim, yemek yemeye de başladı   demiştir.  Bunun  üzerine  Hz.  Peygamber  çocuğun  bakımını  Ensar dan  bir sahabeye vermiş ve kadının da recmedilmesini emretmiştir. Bir çukur kazılıp kadın da göğsüne kadar bu çukura konulduktan sonra recmedilmiştir.23 Hatta recm sırasında Halid b. Velid in üzerine kadının kanı sıçramış o da kötü bir söz söyleyince Hz. Peygamber  Yavaş ol ya Halid! Nefsim yed-i kudretinde olan Allah'a yemin ederim! Bu kadın öyle bir tevbe etti ki, onu bir baççı yapsaydı mutlaka mağfiret olunurdu!  buyurmuşlardır. Daha sonra kadının cenaze namazını Hz. Peygamber kıldırmıştır. Hz. Ömer,  Zinadan dolayı recmedilen bu kadının cenaze namazını mı kıldıracaksın ya Resulallah?  deyince Hz. Peygamber,  Gerçekten o öyle bir tevbe etti ki, bu tevbe Medinelilerden yetmiş kişi arasında taksim edilse onlara yeterdi. Sen Allah için canını vermekten daha faziletli bir tevbe gördün mü?  buyurmuştur.24 Bu hadis infazın ertelenmesindeki temel sebeplerden bazılarını ortaya çıkarmıştır. Hadisi  tahlil  edecek  olursak  bir  kadın  zina  suçunu  yargılama  makamı  olan  Hz. Peygamber e  gelerek  itiraf  etmiştir.  İkrar,  suçun  kanıtlanması  için  gereken  temel delillerden olduğu için bu kadının cezalandırılması gerekecektir. Dul olan bu kadının zina suçuna recm cezası gerekir. Recm cezası ile mahkûmun taşlanarak öldürülmesidir. Ancak hamile olan bu kadın taşlanarak öldürülürse karnındaki bebeği de ölecek veya zarar görecektir.  Hz.  Peygamber  kadının  suçunun  cezasını  karnındaki  suçsuz  ceninin  de çekmemesi için bebeğin doğumuna kadar kadına süre tanımıştır. Kadın doğumdan hemen sonra recmedilse bebek en temel ihtiyacı olan annesinden ve anne sütünden mahrum kalacaktır. Bebeklerin ilk doğduklarından itibaren annelerine ve anne sütüne ihtiyaç duydukları ve bebeğin sağlıklı olması için özellikle anne sütünün gerekliliği modern tıbbi                                                  23  Buhari, Hudud, 30-31; İbn Mace, Hudud, 3; EBU YUSUF, 1973, s.257, 259. 24  Müslim, Hudud, Hadis No: 1695-1696.   1221      araştırmalarda da kanıtlanmıştır. İşte bu sebeple Hz. Peygamber bebeğin sağlıklı bir şekilde anne sütünü almasını istemiştir. Daha sonra bebek anne sütünden kesildiğinde de bebeğin  bakımını  üstlenecek  bir  sahabe  ortaya  çıktıktan  sonra  kadının cezası  infaz edilmiştir. Burada infazın temel özelliklerinden olan infazın şahsiliği ilkesine riayet edildiğini  ve  suçlu  bir  kimsenin  suçundan  dolayı  suçsuz  olan  başkalarının  zarara uğramamasına dikkat edildiğini görmekteyiz.25 Bu durum Kur an da da belirtilmiştir:  Herkesin yaptığının sonucu kendisine aittir. Hiçbir suçlu başkasının suçunu yüklenmez.  (En am, 6/164) Hz.  Ömer,  halifeliği  devrinde  zina  ettiği  ispatlanan  hamile  bir  kadının recmedilmesine hükmetmişti. Bu karar üzerine Muaz b. Cebel  Senin onu bu şekilde öldürmeye yetkin vardır. Ama karnındaki bebeği öldürmeye cezalandırmaya hakkın yok  demiştir. Bu cevaba sevinen Hz. Ömer ise  Analar senin gibisini doğuramaz, Muaz!  demiş ve hamile kadının recmedilmesini ertelemişti.26 Hz. Ali ise halifeliği devrinde zina ettiği ispatlanan Şüraha isimli bir kadının recmedilmesine hükmetmiş, kadının hamile olduğu  anlaşılınca  doğuma  kadar  onu  hapsetmiş  ve  doğumdan  sonra  infazı gerçekleştirmiştir.27 Zina suçundan dolayı recm cezasına çarptırılan hamile kadın bebeğini doğurduktan sonra bebeğe bakacak ve emzirecek olan başka kişiler bulunursa bebeğin sütten kesilmesi beklenmez, infaz doğumdan hemen sonra gerçekleştirilir.28                                                   25  BİLMEN, Ömer Nasuhi, Hukuk-ı İslâmiyye ve Istılahat-ı Fıkhiyye Kamusu, Bilmen Yayınevi, İstanbul, 1970, C.3, s.224; EBU ZEHRA, 1994, C.2, No:232; KÖROĞLU, Mehmet, İslam Ceza Hukukunda  Ölüm  Cezası  ve  İnfaz  Usulleri,  Atatürk  Üniversitesi  Sosyal  Bilimler  Enstitüsü, Yayımlanmamış Doktora Tezi, Erzurum, 2004, s.81. 26  Buhari, Talak, 20,33,53; İbn Mace, Hudud, 3; ABDURREZZAK, Ebû Bekr Abdurrezzâḳ b. Hemmâm es-Ṡanʿânî  (ö.211/827),  el-Musannef  (nşr.  Ḥabîburraḥmân  el-Azamî),  I-XI,  el-Mektebu'l-İslâmî, Beyrut 1403H, VII, 354; EBU ZEHRA, 1994, C.2, No:232. 27  MUTTAKÎ  EL-HİNDÎ,  Alâeddin  Alî  b.  Ḥisâmeddîn,  Kenzu'l-ʿUmmâl  (nşr.  Bekrî  Ḥayyânî), Müessesetü'r-Risâle, 1401/1981, V, 421-422, No:13491; EBU ZEHRA, 1994, C.2, No:232; AVCI, (I), s.456; ACAR, 2020, s.144-145. 28  İBN ABİDİN, 1983, C.8, s.190; HALEBİ, İbrahim, İzahlı Mülteka el-Ebhur Tercümesi, (çev. M. Uysal), Dizerkonca Matbaası, İstanbul, 1968, C.2, s.274; EBU ZEHRA, 1994, C.2, No:232.   1222       Zeyd in zevcesi Hind, ‘benim hamlim Zeyd den değildir; Amr bana zina eyledi ondandır  dese Hind e ne lâzım olur? Cevâb: İmameyn katında recm lâzım olur, ba de lvaz  (doğumdan sonra) Amr inkâr ederse dahî itibar olunmaz. 29  Hamile olan Hind-i muhsananın zina ettiği vech-i şer'i üzere sabit olup recmi lazım olduktan sonra Hind, vaz'-ı hamledip doğurduğu veledin ahar mürebbiyesi olsa Hind'in recmi bir ya iki sene tehir olunmak lazım olur mu? Cevab: Olmaz. 30 Zina ettiği tanık ifadeleri ile kesinleşen kadın, hamile olduğunu iddia ederse sadece bu söze dayanılarak infaz ertelenemez, bu konuda bilirkişilerin kadının hamileliğini doğrulaması gerekir.31 Osmanlı kadı sicillerine yansıyan bir örnekte tazir cezası alan bir kadının hamile olmadığını başka bir kadın söylemiş, aksi çıkarsa sonucuna katlanacağını belirtmiştir.  Vech-i tahrîr-i hurûf budur ki Meclis-i şer‘a Hesnâ bt. Abdullah, ‘Aynî bt. Halil gebe değildir eğer gebe ise ta‘zîr olmadan vaz‘-ı haml ederse ben mütekeffile oldum  garâmetini  ben  çekerim   diye  gıbbe t-taleb  kayd-ı  sicil  olundu.  25 Cemâziyelevvel 971. 32 2. Ölüm Cezasında Kısasen ölüm cezasına çarptırılan bir kadın hamile ise çocuğunu doğuruncaya kadar beklenir,  bebeği  emzirecek  bir  sütanne  bulunursa  kısas  cezası  infaz  edilebilir. Bulunamazsa kadın bebeğini iki sene boyunca emzirir ve bu süre sonunda çocuk sütten kesildikten sonra kısas cezası infaz edilir.33 İslam hukukuna göre irtidat eden bir kadın,                                                  29  AKGÜNDÜZ, Ahmed, Şeyhülislam Ebussuud Efendi Fetvaları (Fetava-yı Ebussuud Efendi), OSAV, İstanbul, 2018, s.260. 30  FETAVA-YI ALİ EFENDİ, Açıklamalı Osmanlı Fetvaları, haz. H. Necati Demirtaş, Kubbealtı Neşriyat, İstanbul, 2014, C.1, s.240. 31  SERAHSİ, 2008, C.9, No:73; FETAVA-YI HİNDİYYE, 2004, C.4, s.18; İBN ABİDİN, 1983, C.8, s.188; BİLMEN, 1970, C.3, s.223; GÖKCEN, Ahmet, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri, İstanbul, 1989, s.79. Şafiilerde genel olarak kabul edilen görüşe göre ise kadının hamile olduğuna yönelik beyanı esas alınır. ŞİRBİNİ, 2017, C.15, s.209-210; UDEH, 2012, C.1, s.763. 32  Üsküdar Mahkemesi 26 Numaralı Sicil (H. 970-971 / M. 1562-1563) cilt: 7, sayfa: 296 Hüküm no: 615. 33  ŞİRBİNİ, 2017, C.15, s.206; FETAVA-YI HİNDİYYE, 2004, C.4, s.18; BİLMEN, 1970, C.3, s.94; UDEH, 2012, C.1, s.763; ZUHAYLİ, 1994, C.8, s.130.   1223      bu suçu işledikten sonra birisiyle zina edip hamile kalırsa doğum yapıncaya kadar ölüm cezası ertelenir.34 Mi yar-ı Adalet teki bir hükme göre  kısasıyla hükmolunan kadının hamile olduğu zahir olursa o halde icra-yı kısas vaz ı haml edinceye değin tehir olunur. Vaz ı hamlden mukaddem kısasın icrası caiz olmaz. 35 1858 tarihli Osmanlı Ceza Kanunu m.18 e göre:  İdam cezasına müstehak olan karı hamile olduğunu lede l-ifade hamli tahakkuk ve kesb-i sübût eylediği takdirde cezası vaz‘-ı haml ettikten sonra icra olunur.  Burada ölüm cezasının infazı için bebeğin doğumunun  beklendiğini,  bebeğin  sütten  kesilme  zamanına  kadar  beklenmediğini görürüz. Bu durum eğer bebeğe bakacak kimse bulunursa infazın  doğumdan sonra yapılacağı ile ilgili hükme yöneliktir. Osmanlı uygulamasında da bebek doğduktan sonra akrabasından birisine, akrabası yoksa devlet yetkililerine verilip bakımı üstlenmekteydi.36 3. El Kesme, Celde ve Tazir Cezasında Fıkıh âlimleri Hz. Peygamber in recm cezasındaki uygulamasını esas alarak hamile kadına uygulanacak el kesme ve celde cezalarının da doğum gerçekleşinceye kadar ertelenmesi  gerektiği  görüşündedirler.  Çünkü  hamile  kadının  elinin  kesilmesi  veya kendisine celde uygulanmasının cenine zarar vermesi veya ölümüne sebep olması ihtimali                                                  34  BİLMEN, 1970, C.4, s.10; MEZURİ, 2017, s.871. İmam Malik e göre irtidat suçunu işleyen kadının hamile olup olmadığının tespiti için bir adet görünceye kadar ölüm cezası ertelenir. BİLMEN, 1970, C.4, s.9; AVCI, (I), s.444. İrtidat suçunu işleyip dinden çıkan kadına, Hanefiler kural olarak ölüm cezası verilemeyeceğini savunurken diğer mezhepler kadına da ölüm cezası verilebileceği görüşündedirler. BİLMEN, 1970, C.4, s.10-11; İNCE, İrfan,  Ridde , DİA, C.35, İstanbul, 2008, s.89. 35  AVCI, Mustafa / KARADAĞ, M. Mansur, İslam Hukukunda Kişilere Karşı Suçlar (Mi yar-ı Adalet Şerhi), Adalet Yayınevi, Ankara, 2021, s.133. 36  AHMED ZİYA, Mufassal Ameli ve Nazari Kanun-ı Ceza Teferruatı Şerhi, İstanbul, 1338, s.61; SAMİ, Mirat-ı Kanun-ı Ceza (Kanun-ı Ceza Şerhi), 2.Baskı, Dersaadet, 1324, s.47; GÖKCEN, 1989, s.38. Ceza kanunu şarihlerine göre göre hamile kadınlar kendilerini gereği gibi savunamayacaklarından yargılamaları bile ertelenerek doğumdan sonraya bırakılmalıdır. AHMED ZİYA, 1338, s.61; SAMİ, 1324, s.47.   1224      vardır.37 Hz. Ömer de zina suçunu işleyip hamile kalan bekâr bir kadına celde cezası vermiş, infazı ise doğumdan sonraya ertelemiştir.38 Osmanlı uygulamasında zina amacıyla başkalarını evine alan kadına tazir cezası verilmiş, kadın hamile olduğu için cezanın infazı doğuma kadar ertelenmiştir.39 Ebussuud Efendi nin bir fetvasında da  Hind-i hamile habs ve tazir lazım oldukda hakim vaz'-ı haml etmeden tazir ve habs etmeğe kadir olmaz; mahvef ise habs dahi olunmayıp kefile verilir. 40 denilerek tazir ve hapis cezası alan hamile kadına doğum yapmadan tazir cezası verilmeyeceği ve hapsedilmeyip kefaletle serbest bırakılacağı belirtilmiştir. Hamile olduğu için kendisine verilmiş olan cezanın infazı ertelenmiş olan kadın, infaz edilinceye kadar eğer suçu kendi ikrarı ile sabit olmuşsa bırakılır, fakat suçu başka bir delille sabit olmuşsa hapsedilir. İkrardan dönme infaz gerçekleştirilinceye kadar her zaman yapılabildiği için bu şekildedir.41 B. Hastalık Mahkûmun suçu işlerken sahip olduğu ve infaz anında devam eden veya suçu işlerken kendisinde olmayıp infaz zamanında ortaya çıkan hastalığının bulunması infazın ertelenmesi sebeplerinden biridir. 1. Ölüm Cezasında Mahkûmun  hastalığının  infaz  edilecek  olan  ölüm  cezasına  bir  etkisi bulunmamaktadır. Çünkü mahkûm her halde ölecektir. Dolayısıyla hasta olmasının ölüm cezasının infazını ertelemesinde bir etkisi yoktur. Hastalık nedeniyle mahkûmun ölüm                                                  37  SERAHSİ, 2008, C.9, No:73; ŞİRBİNİ, 2017, C.15, s.206; HALEBİ, 1968, C.2, s.274; FETAVA-YI HİNDİYYE, 2004, C.4, s.18; İBN ABİDİN, 1983, C.8, s.189; BEHNESİ, Ahmed Fethi, el-Ukube fi fıkhi l-İslami, Dirase Fıkhiyye Müteharrira, 2. Baskı, Kahire, 1961, s.217; MEZURİ, 2017, s.871. 38  ACAR, 2020, s.203. 39   fiil-i şeni  kasdıyla evine alıp cem eylediği... hamile olmakla hakkında tazir cezası ikamesi vaz ı hamline tevkif(tehir) olunduğu…  TEKİN, Yaşar, Şer iye Sicilleri Işığında Osmanlı Devletinde Tazir Suç ve Cezaları, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 1995, s.103-104, akt. AVCI, 2004, s.108. 40  AKGÜNDÜZ, 2018, s.261. 41  FETAVA-YI HİNDİYYE, 2004, C.4, s.18; İBN ABİDİN, 1983, C.8, s.187; AVCI, 2004, s.108.   1225      cezasının  infazının  ertelenmesi  adaletin  tecellisinin  geciktirilmesine  sebep  olur.  Bu durum İslam hukuku açısından ölüm cezası ve recm cezasında söz konusu olur.42 2. Organ Kesme Cezasında Hasta olan mahkûmun organ kesme cezasının infazı sebebiyle mahkûmun hayatı tehlikeye girecekse infaz, mahkûmun sağlığına kavuşmasına veya infaz sebebiyle ek zararlar ortaya çıkmayacak duruma gelmesine kadar ertelenir.43 Bu durum İslam hukuku açısından hırsızlık sebebiyle el kesme, kısasen organ kesilmesi veya hırabe suçu sebebiyle el- ayak kesme cezalarında söz konusu olabilir. 3. Celde Cezasında Had suçları kapsamında vurulan sopa cezasına celde denir. Muhsan olmayanın zinası ile kazif suçlarına celde; içki içme (şürb) suçuna darb cezaları öngörülmüştür. Mahkûmun  hastalığının  kendisine  verilen  celde  cezasının  infazını  durdurup durduramayacağı konusunda mezhepler arasında görüş ayrılığı bulunmaktadır. Hanbelilere göre celde cezası derhal uygulanır ve ertelenmez.44 Bu görüşün temeli Hz. Ömer in halifeliği devrinde Kudame b. Maz un isimli birine hasta olduğu halde celde cezasını tatbik etmesidir. Halifenin bu uygulamasına sahabeden bir itiraz gelmemesi bu konuda  sahabe  icmaı  bulunduğunu  göstermektedir.  Hanbelilerin  bu  görüşte  olması mahkûmun  hastalığının  infaza  hiçbir  etkisinin  bulunmaması  görüşünde  olduklarını göstermez.  Onlar  infazda  kullanılan  aletler  açısından  bir  hafifletmeye  gidilmesi görüşündedirler. Örneğin hastanın ölümüne yol açmayacak şekilde ince bir dalla veya bu bile ağır gelecekse; eğer ceza 100 celde ise, elli veya yüz daldan oluşacak bir demetle bir veya iki defa vurularak infazın tamamlanabileceği görüşündedirler.45 Bu görüşe gerekçe                                                  42  SERAHSİ, 2008, C.9, No:101; HALEBİ, 1968, C.2, s.274; FETAVA-YI HİNDİYYE, 2004, C.4, s.18; İBN ABİDİN, 1983, C.8, s.187; UDEH, 2012, C.1, s.762; MEZURİ, 2017, s.872-873; ÖZGÜR, 2020, s.113. 43  EBU ZEHRA, 1994, C.2, No:234. 44  EBU ZEHRA, 1994, C.2, No:233; BİLMEN, 1970, C.3, s.227; AVCI, (I), s.445. 45  FETAVA-YI HİNDİYYE, 2004, C.4, s.17; UDEH, 2012, C.1, s.762; EBU ZEHRA, 1994, C.2, No:233; MEZURİ, 2017, s.873; ÖZGÜR, 2020, s.114.   1226      olarak Kur an daki Hz. Eyyub a yönelik  eline bir demet bitki sapı alıp onunla vur ve böylece yeminini yerine getirmiş ol (dedik)  ( Sâd, 38/44) ayetini gösterirler. Hanefiler, Malikiler ve Şafiiler ise mahkûmun hastalığının celde cezasını infazını erteleyeceği görüşündedirler.46 Bu görüşün temeli Hz. Ali nin bir uygulamasıdır. Hz. Peygamber  zina  etmiş  olan  bir  cariyeye  celde  cezasını  infaz  etmesini  Hz.  Ali ye emretmiştir. Hz. Ali infaz için cariyenin yanına gidince onun henüz doğum yapmış olduğunu görmüş ve celde vurması halinde cariyenin ölebileceğini düşünerek infazı yapmadan gelip durumu Hz. Peygamber e anlatınca o da  İyi yapmışsın  demiştir.47 Dolayısıyla  doğumdan  sonraki  lohusalık  dönemi  hastalık  dönemi  kabul  edilmiş  ve mahkûmun infazının ertelenmesi sonucunu ortaya çıkarmıştır.48 Bir görüşe göre ise maslahata göre had cezasının hemen uygulanması gerekiyorsa mahkûmun hastalığına uygun  bir  aletle  celde  cezası  infaz  edilir.  Maslahata  göre  celde  cezasının  hemen uygulanması gerekmiyorsa ceza ertelenir. Eğer mahkûmun hastalığının iyileşme imkânı yoksa celde cezasının hemen infaz edilmesi gerekir. İyileşme imkânı olmayan hastalık mahkûmun ölümüne kadar devam edeceği  için infazı  ertelemeyi  gerektiren bir sebep de bulunmamaktadır.49 Hadlerin hemen infazı emredildiğinden de infaz ertelenmeden gerçekleştirilmelidir. Bu görüşe gerekçe olarak Hz. Peygamber in bir uygulaması gösterilebilir. Buna göre zina ettiği kesinleşmiş bir adamın durumu Hz. Peygamber e bildirilmiş, o da adama yüz celde vurulmasını emretmişti. Bunun üzerine Said b. Ubade adamın zayıf bünyeli olduğu ve bu ceza infaz edilecek olursa ölebileceğini söylemiştir. Hz. Peygamber de içinde yüz tane dal bulunan demetle bir defa vurulmak suretiyle cezasının infaz edilmesini emretmiştir.50                                                  46  SERAHSİ, 2008, C.9, No:100; ŞİRBİNİ, 2017, C.16, s.252-253; FETAVA-YI HİNDİYYE, 2004, C.4, s.17; UDEH, 2012, C.1, s.762; EBU ZEHRA, 1994, C.2, No:233. 47  Müslim, Hudud, 34, Tirmizi, Hudud, 13; Ebu Davud, Hadis no: 3764; EBU ZEHRA, 1994, C.2, No:232. 48  SERAHSİ, 2008, C.9, No:73. 49  ŞİRBİNİ, 2017, C.16, s.253; BİLMEN, 1970, C.3, s.195. 50  İbn Mace, Hudud, 18; Ebu Davud, Hudud, Hadis No: 4472.   1227      4. Dayak Cezasında Bir kimseye dayak cezası verilip infaz edildikten kısa bir süre sonra tekrar dayak cezasını gerektiren bir suç işlerse cezanın infazı önceki infazdan kaynaklanan yaraların iyileşmesine, acısının hafiflemesine kadar ertelenir. Bu sürede suçlu hapsedilir.51 5. Diğer Cezalarda  Hastalık diğer türden cezaların infazının ertelenmesi için de bir sebep olabilir. Bunun en büyük örneği hapis cezasında karşımıza çıkar. Hapis cezası infaz edilirken hastalanan  kişi,  eğer  hapishanede  imkân  yoksa  hapishane  dışında  hastanede  tedavi ettirilir.52 Suçlunun hapishane dışındaki hastanede geçirdiği süre de hapis cezasına sayılır.  Osmanlı uygulamasında mühimme defterlerine yansıyan bir örnekte kürek cezası alan mahkûmlar cezayı çektikleri gemide hastalanınca karaya çıkarılıp tedavi amacıyla ilgili  memurlara  teslim  edilmişlerdir.53  Osmanlı  1851  Ceza  Kanunu  Üçüncü  Fasıl m.16 da:  Ale l-ıtlak mahpus olanlardan ağırca hasta olanların kavî kefile rabtıyla tahsil-i bür -i tam edinceye kadar hanelerinde ikamet ve tedavi eylemelerine ruhsat verilip eyyam-ı hastalıkları müddet-i muayyene-i mahbusiyetlerine mahsub oluna ve bu vechile hasta olduğu cümle indinde tebeyyün ederek ruhsat verilen mahbusun kesb-i ifakat edip etmedikleri on beş günde bir kere tahkik olunmasına ol beldenin umur-ı mülkiyesine  memur  tarafından  dikkat  kılına.   denilerek  hapis  cezasını  çeken mahkûmların  ağır  hasta  olmaları  halinde  kefile  bağlanarak  evlerine  gönderilmeleri, evlerinde  geçirdikleri  sürenin  hapis  cezasından  sayılması,  hastalığının  iyileşip iyileşmediğini tespit için yetkililerin on beş günde bir mahkûmun durumunu kontrol etmeleri hükme bağlanmıştır. Bir başka arşiv belgesine göre kendisine sürgün cezası verilen Abdurrahman Efendi, hasta olduğu için cezasının infazı ertelenmiş, bunun haber                                                  51  EBU YUSUF, 1973, s.261; AVCI, 2004, s.107. 52  İBN ABİDİN, 1983, C.12, s.170; AVCI, 2004, s.137. 53   Darende Yorgi nam zimmi gelip nefs-i İzmir de kefere kethüdası olup sene-i sabıkada donanma-yı hümayunum ol canibe vardıkta, kaptanım kürekte olan mücrimlerden on üç nefer kimesneyi mariz olmağın kendüye tımar etmek için teslim olunup mezburlar ifakat bulup habs olunmuşlar iken...  3 Numaralı Mühimme Defteri, Hüküm No: 113.   1228      alınması üzerine yetkili makamlar infazın ertelenmeksizin hemen yerine getirilmesini yerel yöneticilere emretmişlerdir.54 C. Kısas İsteme Hakkına Sahip Olan Kimsenin Akıl Hastası, Küçük veya Gaip Olması Bir kişiyi öldürdüğü için kısasen ölüm cezasına çarptırılan mahkûmun cezasının infazı maktulün mirasçılarının isteği üzerine gerçekleştirilir. Eğer mağdurun yakınları mahkûmun  öldürülmesini  istemezlerse  ya  diyet  talep  edebilirler  veya  bir  karşılık olmaksızın mahkûmu affedebilirler. Kısas isteme hakkı kişiye sıkı sıkıya bağlı olan haklardandır. Öyle ki baliğ olmamış çocuğun veli veya vasisi çocuğun yerine bu hakkı kullanamazlar. Aynı durum akıl hastası ve gaip kimse için de geçerlidir. Eğer akıl hastalığı geçici, mevsimsel, belirli zamanlarda gelip geçen bir şekildeyse hastanın akli melekelerini tam olarak kullanabilmeye başlayacağı zamana kadar beklenir. Aynı şekilde bir yere gidip kendisinden haber alınamayan gaip kimsenin de gelmesine kadar beklenir. Küçüğün ise buluğa erişip kısas isteme hakkını kullanabileceği zamana kadar beklenir, infaz bu sürelere kadar ertelenmiş olur.55 Osmanlı kadı sicillerine yansıyan bir örnekte efendisini öldüren bir köleye verilecek olan  kısas  cezasının  infazı  efendisinin  küçük  oğlunun  buluğa  ermesine  kadar ertelenmiştir:  Babası bundan akdem maktûlen fevt olan Ali Bey in Mustafa nâm sagīr oğluna tesviye-i umûru için kıbel-i şer‘den mansûb vasî olan fahrü l-akrân Şaban Ağa b. Abdülmennân meclis-i şer‘de hazır oldu. Onunla birlikte müteveffâ-i mezbûrun abd-i sâbıkı olan Rûsiyyü l-asl Yusuf b. Abdullah nâm gulâm da hazır oldu. Vasîyy-i merkūm, zeyilde mezkûr senenin Ramazân-ı mübârekinin on dördüncü gecesi gulâm-ı mezkûrun                                                  54  BOA, Ali Emiri Mustafa III. (AE.SMST.III) 49/3565. H-29-12-1173. 55  EBU  YUSUF,  1973,  s.254;  İBN  KUDAME,  Ebu  Muhammed  Abdullah  b.  Ahmed,  el-Muğni Muhtasarı, Kısaltan ve yayına hazırlayan Hamed b. Abdülaziz el-Hammad, çev. A. A. Tunçer, Karınca-Polen Yayınları, İstanbul, 2015, C.4, s.306; MERĞİNANİ, Burhaneddin Ali b. Ebu Bekr, elHidaye, (Delilleriyle Hanefi Fıkhı), (çev. A. Meylani), Kahraman Neşriyat, İstanbul, ty., C.4, s.258; ŞİRBİNİ, 2017, C.15, s.188; FETAVA-YI HİNDİYYE, 2004, C.12, s.477; BİLMEN, 1970, C.3, s.94; ZUHAYLİ, 1994, C.8, s.68; ÖZGÜR, 2020, s.117. Erteleme süresi boyunca katil hapsedilir. İBN KUDAME, 2015, C.4, s.307. Hz. Muaviye de halifeliği zamanında bir kişiyi öldüren katili, ölenin oğlunun  buluğa  ermesine  kadar  hapsetmişti.  Sahabe  döneminde  gerçekleşen  bu  olaya  bir  itiraz gelmediği için bu konuda sahabe icmaı vardır. BİLMEN, 1970, C.3, s.94; EBU ZEHRA, 1994, C.2, No:354.   1229      keskin bir âlet-i câriha ile efendisi mezbûru amden katlettiğini iddia ve kısas talep etti. Gulâm-ı mezkûra soruldukda efendisini vech-i meşrûh üzre katlettiğini tâi‘an ikrar ve itiraf  etti.  Hâkim  de  kütüb-i  şer‘iyyede  musarrah  olduğu  üzere  imâmeynin  kavline iktidâen sagīr-i mezbûrun bülûğuna kadar kısasın durdurulmasına hükmetti. 20 Zilhicce 1042. 56 Bir başka örnekte ise bir zimmiyi öldüren başka bir zimmiye verilecek olan kısas cezası ölenin yakınlarının başka bir yerde oturması nedeniyle kendilerinin gelmesine kadar ertelenmiştir:  hâlik-i mesfûrun zevcesi ve anası mesfûretân Agafile ve Gülistan Nasrâniyeler  Zelli  karyesinde  mütemekkinler  olup  mûceb-i  şer‘îsini  istîfâda mezbûretânın huzûrları lâzım olmağın mesfûretân Âsitâne-i saâdete gelinceye değin mûceb-i şer‘îsi tevkīf ve mezbûr Ligor u habs olunmak iktizâ eylediği huzûr-ı âlîlerine ilâm olundu. 24 Muharrem 1153. 57 Bu durumlarda infazın  ertelenmesinin sebebi  kısas isteme hakkına sahip  olan kimsenin kısastan vazgeçmesi ihtimaline binaendir. Akıl hastası, küçük veya gaip olan kişi tam ehliyetli hale gelirse mahkûm ile sulh olarak ya diyet karşılığı veya karşılıksız olarak kısastan vazgeçebilir. Mahkûm açısından da ölüm yerine hapishanede beklemesi bu ihtimalin varlığı sebebiyle daha olumludur. Kısas isteme hakkına sahip olan kişi açısından ise diyet karşılığı uzlaşıp maddi kazanım elde etme ihtimali olumlu olduğu için her taraf açısından da olumlu sonuçlar doğurabilme ihtimali infazın ertelenmesi sonucunu ortaya çıkaracaktır.58 D. Mağdurun Yarasının İyileşmesinin Beklenmesi Yaralama suçlarında mağdurun yarasının iyileşmesine kadar faile verilecek olan kısas cezası ertelenir. Bunun sebebi mağdurun yarasından dolayı suçun neticesi sebebiyle ağırlaşma ihtimalidir. Çünkü bu yara sebebi ile ölüm veya organ kaybı söz konusu olursa                                                  56  Rumeli Sadareti Mahkemesi 56 Numaralı Sicil (H.1042-1043/M. 1633) cilt: 14, sayfa: 56 Hüküm no: 20. 57  Bab Mahkemesi 172 Numaralı Sicil (H. 1152-1153 / M. 1740) cilt: 69, sayfa: 457 Hüküm no: 559. 58  ÖZGÜR, 2020, s.118. Akıl hastası olan kişinin maddi durumu iyi değilse ve paraya ihtiyacı varsa katil diyet karşılığı affedilebilir. BİLMEN, 1970, C.3, s.94.   1230      ceza  da  ona  göre  ağırlaştırılacaktır.59  Hz.  Peygamber in  uygulamasında  bu  durum görülmektedir:  Bir  adam  başka  birisinin  boynuz  parçası  ile  kendisini  yaraladığını söyleyerek Hz. Peygamber den kısasen diğer adamın da yaralanmasını talep etmiştir. Hz. Peygamber  ise  bu  adama  acele  etmemesini  söyleyerek  yarasının  iyileşmesinin beklenmesini tavsiye etmiştir. Ancak adam beklemeyip failin hemen kısas edilmesini istemiş, bunun üzerine Hz. Peygamber de kısasen faili yaralanmasına hükmetmiştir. Daha sonra  mağdur  olan  kişinin  ayağı  yarasından  dolayı  topal  kalmış  ve  uzvu  işlevini yitirmiştir. Failin yarası ise iyileşmiştir. Mağdur olan adam tekrar Hz. Peygamber e gelip kendi ayağının topal kaldığını, failin ise yarasının iyileştiğini belirtip tekrar kısas istemiş. Bunun üzerine Hz. Peygamber  Yazıklar olsun sana! Ben sana yaranın iyileşmesine kadar beklemeni söylemiştim; ama sen beni dinlememiştin.  demiştir.60 Bu olaydan sonra Hz.  Peygamber  yaralama  suçlarında  mağdurun  yarası  iyileşene  kadar  infazın ertelenmesini  emretmiştir.  Bir  başka  rivayette  ise  Hz.  Peygamber  mağdurun  yarası iyileşene kadar faile verilecek cezayı ertelemiştir.61 Osmanlı uygulamasında yaralama suçlarında faile verilecek cezanın, mağdurun yarasının  iyileşmesine  kadar  beklenmesine  kadı  sicillerinde  çokça  rastlanmaktadır.  mezbûru sol boş böğründen darb ve cerhini ahrâr-ı ricâl-i Müslimînden lede t-tezkiye adâletleri  zâhir  olan  Molla  Osman  b.  Süleyman  ve  Molla  İbrahim  b.  Murad  nâm kimesneler şehâdetleriyle mezbûr Molla Abdurrahman muvâcehesinde ba‘de l-isbât ve lkabûl mûceb-i şer‘îsiyle hükm cerh-i mezkûrun bür ine tevkīf olunmak iktizâ eylediği Mahkeme-i Bâb dan huzûr-ı âlîlerine ilâm olundu. 4 Cumâdelâhire 1162. 62                                                  59  BİLMEN, 1970, C.3, s.80. 60  Aḥmed b. Ḥanbel, Ebû Abdullâh Aḥmed b. Muḥammed b. Ḥanbel eş-Şeybânî, el-Müsned (nşr. Şuʿayb el-Arnavûṭ, Âdil Murşid v.dğr), Müessesetü'r-Risâle, 1421/2001, XI, 606; ÖZGÜR, 2020, s.122. 61  Dârekutnî, Ebû'l-Ḥasen Alî b. Ömer el-Bağdâdî, Sünenu'd-Dârekutnî, I-V, Müessesetü'r-Risâle, Beyrut 1424/2004, IV, 71. 62  Bab Mahkemesi 197 Numaralı Sicil (H. 1162-1163 / M. 1749-1750) cilt: 73, sayfa: 207 Hüküm no: 186.   1231       mezbûr Mehmed Beşe muvacehesinde vech-i şer‘î üzere isbât etmeğin mûceb-i şer‘îsi  müdde‘î-i  mezbûr  es-Seyyid  el-Hâc  Hasan ın  cerhinin  bür -i  tâmmına  tevkīf olunduğu huzûr-ı âlîlerine ilam olundu. 22 Rebîülevvel 1162. 63  cürûh-ı mezkûrun hükmü bür -i tâm husûlüne tevkīf iktizâ eylediği bi l-iltimâs huzûr-ı âlîlerine Mahkeme-i Bâb dan ilâm olundu. 3 Şaban 1162. 64  IV. İnfaz Yapılacak Ortamın Uygun Olmaması Sebebiyle Erteleme İnfaz  yapılacak ortamın uygun olmaması nedeniyle infazın  erteleme sebepleri infazın yapılacağı yerdeki hava koşullarının uygun olmaması ve suçun savaş sırasında işlenmesidir. A. Olumsuz Hava Koşulları İnfaz yapılacak yerdeki olumsuz hava koşulları nedeniyle cezası infaz edilecek olan mahkûmun  sağlığının  kötü  etkilenmesi  ihtimaline  binaen  İslam  hukukçuları  bazı cezaların infazının ertelenmesi gerektiği görüşündedirler. Cezalar açısından bakacak olursak:  Kısasen  ve  hadden  öldürme  suçlarının  infazı  hava  koşulları  sebebiyle ertelenemez; çünkü ceza sonucunda mahkûm zaten ölecektir. Kısasen veya hadden organ kesilmesi veya celde cezasında havanın çok soğuk veya sıcak olması mahkûmun kanının  durmamasına,  yarasının  iyileşmesini  geciktirmeye  sebep  olabileceği  için ertelenmelidir. Hanefi, Maliki ve Şafiiler bu görüştedir.66 Hanbeliler ise had cezasının                                                  63  Bab Mahkemesi 197 Numaralı Sicil (H. 1162-1163 / M. 1749-1750) cilt: 73, sayfa: 111 Hüküm no: 37. 64  Bab Mahkemesi 197 Numaralı Sicil (H. 1162-1163 / M. 1749-1750) cilt: 73, sayfa: 277 Hüküm no: 308. Benzer hükümler için bakınız: Üsküdar Mahkemesi 403 Numaralı Sicil (H. 1154-1155 / M. 1740-1742) cilt: 70, sayfa: 196 Hüküm no: 330; Eyüp Mahkemesi 182 Numaralı Sicil (H. 1154-1161 / M. 1741-1748) cilt: 72, sayfa: 189 Hüküm no: 220; Konya Kadı Sicilleri Defter 45, haz. İzzet Sak, Cemal Çetin, Konya, 2016, sayfa 143-144, Hüküm no: 72-4. 65  ŞİRBİNİ, 2017, C.15, s.205; BİLMEN, 1970, C.3, s.93; UDEH, 2012, C.1, s.762. Had cezasının infazına başladıktan sonra da olumsuz hava koşulları sebebiyle infaz yarıda kesilemez. FETAVA-YI HİNDİYYE, 2004, C.4, s.19. Hava koşularından dolayı infazı ertelenen dayak cezasında fail bu erteleme süresince hapsedilir. AVCI, Mustafa, Hukuk Tarihimizde Hapis, 2.Baskı, Adalet Yayınevi, Ankara, 2019, s.202. 66  SERAHSİ, 2008, C.9, No:185; İBN RÜŞD, Ebü l-Velîd Muhammed b. Ahmed b. Muhammed elKurtubî, Bidâyetü l-Müctehid ve Nihâyetü l-Muktesıt, (çev. A. Meylani, Redaksiyon ve Düzenleme: V. Akyüz), Ensar Neşriyat, İstanbul, 2015, C.3, s.568; ŞİRBİNİ, 2017, C.16, s.255-256; FETAVA-YI   1232      ertelenmeden hemen uygulanması düşüncesinden hareketle infazın ertelenemeyeceği görüşündedirler.67 Hanefi,  Maliki  ve  Hanbelilere  göre  şahıs  haklarına  yönelik  işlenen  suçların cezasının infazı hava şartları sebebi ile ertelenmelidir.68 Şafiiler ise bu konuda farklı görüşte olup infazın ertelenmesinin şahıs hakkının zayi edilmesine sebep olabileceği ihtimaline binaen infazın ertelenemeyeceği görüşündedirler.69 Osmanlı arşiv kayıtlarına yansıya bir örnekte Nasuhoğlu ve Curaoğlu isimli iki suçluya  verilecek  olan  cezaların  infazı  kışın  şiddetli  geçmesinden  dolayı  bahara ertelenmiştir.70 B. Savaş Hali Savaş için sefere çıkan bir ordu içindeki bir kimsenin bir suç işlemesi halinde cezasının infazının ertelenip ertelenemeyeceği konusunda görüş ayrılıkları vardır. Hanefi ve Hanbeliler, ordu darülislam denilen İslam topraklarından çıkıp darülharp denilen düşman topraklarına giderse  Harp ülkesinde had cezaları uygulanmaz 71 ve  Savaşta yapılan hırsızlıkta el kesme yoktur 72 hadislerini temel alarak infazın savaş sonrasına ertelenmesi görüşündedirler. Bu görüşün bir diğer gerekçesi ise kendisine ceza uygulanan kimsenin düşman saflarına katılarak İslam ordusunu tehlikeye atabileceği ihtimalidir.73                                                  HİNDİYYE, 2004, C.4, s.18, 120; BİLMEN, 1970, C.3, s.95; ZUHAYLİ, 1994, C.7, s.359. Bu süre boyunca mahkûm hapsedilecektir. BEHNESİ, 1961, s.217; MEZURİ, 2017, s.876. 67  İBN RÜŞD, 2015, C.3, s.568; BİLMEN, 1970, C.3, s.227; AVCI, (I), s.444; MEZURİ, 2017, s.876; ÖZGÜR, 2020, s.123. 68  SERAHSİ, 2008, C.9, No:101; ZUHAYLİ, 1994, C.8, s.130; ÖZGÜR, 2020, s.122. 69  SERAHSİ, 2008, C.9, No:168-169; ŞİRBİNİ, 2017, C.16, s.256. 70  BOA, Ali Emiri Selim III (AE.SSLM.III), 189/11392. H-29-12-1207. 71  BEYHAKİ, Ebû Bekr Aḥmed b. el-Ḥuseyn b. Alî el-Ḫusrevcirdî, es-Sunenu'l-Kubrâ (nşr. Muḥammed Abdulḳâdir Aṭâ), Beyrut 1424/2003, IX, 178; ZEYLE İ, Ebû Muḥammed Abdullâh b. Yûsuf, Nasbu'rRâye li Ehâdîŝi'l-Hidâyeti meʿa Ḥâşiyetihî Buğyeti'l-Elmeʿî fî Taḫrîci'z-Zeyleʿî (nşr. Muḥammed Avvâme), I-IV, Muessesetu'r-Reyyân Beyrut, Dâru'l-Ḳible li's-Sekâfeti'l-İslâmiyye, Cidde 1418/1997, III, 343. 72  Ebu Davud, Hudud, 19; Tirmizi, Hudud, 20. 73  SERAHSİ, 2008, C.9, No:100; İBN KAYYIM, el-Cevziyye, Şemsüddin Ebu Abdullah Muhammed b. Ebu Bekr, İ lamü l-Muvakkı in, (çev. P. Düzenli), Pınar Yayınları, İstanbul, 2017, C.3-4, s.38-39; AVCI, (I), s.71; ARSLAN, Adem, İlk Devir İslam Ceza Hukukunda Had Cezalarının İnfazı, Harran   1233      Maliki ve Şafiilere göre ise bir had cezası ister darülislam isterse darülharp te işlensin cezasının hemen verilmesi gerekir. Dolayısıyla savaş hali infazın ertelenmesi için bir  sebep  olamaz.  Bu  mezhepler  cezası  infaz  edilen  kimsenin  düşman  saflarına katılabilme ihtimaline ise şu hadisle cevap vermişlerdir:  Allah yolunda yakında veya uzakta düşmanlara karşı cihad edin. Allah uğrunda hiçbir kimsenin kınamasına aldırış etmeyin ve Allah ın koyduğu had cezalarını gerek ikamet ve gerek yolculuk durumlarında uygulayın. 74 Bu ertelemeye örnek olarak gösterilecek bir olay şu şekilde yaşanmıştır: Ebu Mihcen isimli bir kimse içki bağımlılığı olan bir kimseydi. Hz. Ömer devrinde de bu suçtan  dolayı  ceza  almıştı.  Kadisiye  savaşı  sırasında  yine  içki  içmekten  dolayı tutuklanmış ve hapsedilmişti. Daha sonra orduya katılmak için zincirlerinden kurtulan Ebu Mihcen savaşın çok zorlu geçtiği bir sırada savaşa katılmış ve gösterdiği üstün cesaret ile ordunun savaşı kazanmasına katkı sağlamış bunun üzerine ordu komutanı olan Sa d b. Ebi Vakkas onun cezasının infazından vazgeçmiş, Ebu Mihcen de bir daha içki içmemiştir.75  Bir başka örnekte ise Alkame adlı bir sahabenin anlattığına göre Bizans toprağında savaşırlarken ordunun başında Velid b. Ukbe adlı birisi bulunuyordu. Bu kişi şarap içince onu cezalandırmak istemişler, Huzeyfe isimli sahabe ise  Düşmanınıza yaklaşmışken komutanınıza had cezası mı uygulayacaksınız? Bu size karşı düşmanınıza cesaret verir  demiş, böylelikle içki içme suçunun infazı ertelenmiştir.76                                                   Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Şanlıurfa, 2005, s.22; MEZURİ, 2017, s.874-875; ÖZGÜR, 2020, s.124. 74  MEZURİ, 2017, s.875. 75   İBN KAYYIM, 2017, C.3-4, s.39-40; TALU, Mehmet,  Ebu Mihcen , DİA, İstanbul, 1994, C.10, s.188; AVCI, (I), s.445. 76  İBN KAYYIM, 2017, C.3-4, s.39; KARAMAN, Hayreddin, İslam Hukukunda İctihad, 3. Baskı, DİB Yayınları, Ankara, 1985, s.70; AVCI, Mustafa, Osmanlı Ceza Hukuku Özel Hükümler (II), 3. Baskı, Adalet Yayınevi, Ankara, 2018, s.408.   1234      V. Farklı Sebeplerle Erteleme Osmanlı  uygulamasında  daha  önce  belirtilen  sebepler  dışında  birçok  nedenle cezaların infazının ertelendiği veya ertelenmesinin talep edildiğine rastlanmaktadır. Bu örneklere göre: Vahşi bir kavmin zararından kaçınılmak için bu kavimden olan kişilere verilecek olan cezaların tehir edildiği görülmektedir.77 Yabancı devletlerin elçilikleri Osmanlı  devleti  içinde  idam  cezasına  mahkûm  olan  Hristiyanların  cezalarının ertelenmesini talep etmişlerdir.78 Priştine, Novabırda ve Vulçıtrın kazaları müdürü Malik Paşa nın  tüm  adamları  ve  yakınları  ile  beraber  Sofya ya  sürgün  edilmesine  karar verilmişken orada Arnavut eşkıyasının ortaya çıkmasından dolayı bu sürgün cezaları ertelenmiştir.79 Beypazarı Voyvodası Topal Ağa nın idam cezasının Kara Osman ın idamından sonraya ertelenmesi uygun görülmüştür.80 Adana Ceza Mahkemesi tarafından idam cezasına çarptırılan yedi Ermeni nin infazlarının bir süre ertelenmesini Fransa elçisi rica  etmiş,  bunun  üzerine  yapılan  araştırma  neticesinde  cinayet  ile  suçlanan  iki Ermeni nin idam cezası onanmış, suç ortağı olan iki kişiye ise müebbet kürek cezası verilmiştir.81 Süleyman isimli bir suçlu sürgün cezası alarak bu sürede hapsedilmiş, failin annesi Ayşe Sıdıka Hanım da bunun üzerine kendisine bakacak kimsesi olmadığı için bu cezanın ertelenmesi talebinde bulunmuş ve failin cezası ertelenmiştir.82 Sinop a bağlı Kinaki ahalisinden Tığlıoğlu Mustafa, Bolu ya bağlı Mengen müdürü Feyzi Ağa ile rüşvet alış-verişi yapmış. Bunun üzerine kendisine verilen para cezasını ödemeye gücü yetmediği için bu cezanın infazı müsait bir zamana ertelenmiştir.83 Rusya Elçiliği baş tercümanı  Başkâtibe  gelerek  Karayoryanik in  katilinin  idamının  ertelenmesinden duydukları rahatsızlığı bildirmişlerdir. Bir ilginç örnekte ise İskeçe Hapishanesi nin                                                  77  BOA, Sadaret Mektubi Mühimme Kalemi Evrakı (A.MKT.MHM), 226/13. H-07-01-1278. 78  BOA, Yıldız Perakende Evrakı Hariciye Nezareti Maruzatı (Y..PRK.HR), 18/49. H-02-08-1311. 79  BOA, Hatt-ı Hümayun (HAT), 339/19419. H-19-12-1237. 80  BOA, Hatt-ı Hümayun (HAT), 494/24280. H-03-05-1231. 81  BOA, Sadaret Mektubi Mühimme Kalemi Evrakı (A.MKT.MHM), 617/9. H-20-04-1314. 82  BOA, Dahiliye Nezareti Mektubi Kalemi (DH.MKT), 352/16. H-12-09-1312. 83  BOA, Sadaret Mektubi Kalemi Meclis-i Vala Evrakı (A.MKT.MVL), 145/35. H-24-10-1278. Benzer bir hükme göre ormandan kesilmesi için işaretlenmiş ağaçlar dışındaki ağaçlardan kesim yapan İzmirli Mustafa Nail Efendi ye verilen para cezasına ödemeye gücü yetmediği için verilen cezanın infazı ertelenmiştir. BOA, İrade Hususi (İ.HUS), 168/72. H-22-06-1326.   1235      darlığı  ve  kadın  hapishanesi  bulunmaması  dolayısıyla  mahkûmların  cezaları ertelenmiştir.84  Filibe de  hapsedilen  Keşovoğulları  hakkında  yapılacak  yargılama sonucunda idam veya başka bir ceza verilirse İngiltere nin desteğinin kaybedilmesi söz konusu olacağından, bunlar yargılama sonucunda bir ceza alırlarsa Dersaadet ten emir gelinceye  kadar  infazlarının  ertelenmesi  Filibe  Kumandanına  bildirilmiştir.85  Bazı kimselere verilen cezaların infazı ise sefere katılmaları karşılığında ertelenmekteydi. Bu hususta verilen bir emre göre süvari sekban levendatı eşkıyasından olup yol kesme, adam öldürme, yağma yapma suretiyle halka zulmeden suçluların cezalarının infazı sefere katılmaları  şartıyla  ertelenmiş,  bu  fiilleri  yapmaya  devam  etmeleri  üzerine cezalandırılmaları emredilmiştir.86 Yukarıda bahsedilen örneklerdeki infazın ertelenmesi sebeplerinden en çok dikkat çekeni irtidat fiilinden dolayı idamına hükmedilen gayrimüslimlerin idam cezalarının ertelenmesini isteyen yabancı elçiliklerin taleplerinin dikkate alınmasıdır. Bu konuda ilk olarak yabancı elçiliklere devletin iç işlerine karışmamalarını istirham eden Osmanlı devleti daha sonra Batılı devletlerin bunu Hristiyanlığın aleyhine bir durum ve insan haklarına aykırı bir hareket olarak görmeleri üzerine şu kararı almıştır:  Şu zamanda bir mürted zuhur etse icra-yı ceza-yı fiiliyesini bizzarure cüret olunamayacağı, göze alınıp da icra kılınırsa Avrupa'ya karşı alınmış bir tavır ve husumet olarak değerlendirileceği, böyle bir durumda ise Avrupa nın gizli veya gerçek maksatlarını tahakkuk için harekete geçecekleri, hatta bununla kanaat etmeyerek, türlü türlü tekliflerle teşebbüs ve icrasına Devlet-i  Aliyye yi  mecbur  edecekleri  görülmüştür.  İş  bu  raddeye  gelince  de  bunun çaresinin bulunamayacağı zaten bellidir. Bu maddeyi Osmanlı ulema ve Vükelasının hiçbirinin  tecviz  ve  kabul  tarafında  bulunamayacağı  açıktır.  Ancak,  Avrupa Devletleri'nin aradıkları fırsatı ellerine vermemek ve zaman kazanmak ve de Allah ın                                                  84  BOA, Dahiliye Nezareti Mektubi Kalemi (DH.MKT), 2527/107.H-17-05-1319. 85  BOA, Mabeyn-İrâde (MB.İ), 40/29. H-18-09-1294. 86  BOA, Bab-ı Asafi Divan-ı Hümayun Sicilleri Mühimme Defterleri (A.DVNSMHM.d), 127/907. H30-09-1130. 87   Reşit Paşa, Paris elçisi Nafi Efendi ile birlikte Fransa Dışişleri Bakanı Guizot u ziyaret ederek dost devletlerin Devlet-i Aliyye yi müşkül durumda bırakmamalarını gayri resmi olarak rica etmişlerdir.  AVCI, (II), s.537.   1236      lütfuyla kuvvetli olmak gerekmektedir. 88 Bu ifadeler irtidat suçunu işleyen kişilerinin cezalarının  hemen  verilmeyip  infazlarının  ertelenmesine  karar  verileceğini göstermektedir.89  SONUÇ İslam hukukunda infazın her durumda ve her zaman yapılmasının gerekmediği belirli bazı durum ve şartların varlığı halinde infazın ertelenebileceği haller vardır. İnfazın ertelenmesi  bazı  durumlarda  mahkûmun  lehine  gibi  görünürken  bazı  durumlarda mağdurun dahi lehine sonuçlar doğurabilir. Bu açıdan infazın ertelenmesi kurumunun tarihteki ilk örneğini İslam hukuku vermiştir denilebilir. Sonraki hukuk sistemleri infazın ertelenmesi kurumunu çok daha sonraları uygulamaya başlamışlardır. Buradan şu sonuç çıkarılabilir: İslam hukukuna göre mahkûmun her ne suretle olursa olsun cezalandırılması yerine  cezalandırmanın  caydırma  ve  mahkûmun  ıslahı  amaçları  daha  çok önemsenmektedir. Mahkûmun cezalandırılmasından dolayı başka suçsuz kimseler de zarar  görecekse,  mahkûmun  ıslahı  tam  olarak  sağlanamayacaksa,  mahkûmun  acısı normalden  daha  çok  olacaksa,  Müslümanlar  savaşta  zarar  görecekse,  mağdurun mağduriyetinin  giderilmesine  fırsat  verilmeyecekse  infazın  ertelenebileceği görülmektedir.  Osmanlı  uygulamasında  ise  bu  sebeplerden  başka  siyasi  ve  politik sebeplerle  de  infazın  ertelenebildiği  görülmektedir.  Bu  sebeplerin  ise  devletin zayıflamaya başladığı tarihlerde çoğalması dikkat çekmektedir.  İnfazın ertelenmesinin genellikle bedeni cezalarda tezahürü söz konusu olmaktaysa da özellikle Osmanlı uygulamasında kendilerine verilen para cezasını ödeme güçlüğü çeken  kimselerin  bu  cezalarının  infazının  ödeyebilecek  duruma  gelmelerine  kadar ertelendiği de görülmektedir. Osmanlı da Tanzimat dönemindeki kanunlarda çok az bir şekilde  rastlanılan  infazın  ertelenmesi  kurumuna  özellikle  1879  tarihli  Usul-ı Muhakemat-ı Cezaiyye Kanunu nda rastlanmaması oldukça dikkat çekicidir. Bu durum Batı hukukunda infazın ertelenmesi kurumuna o devirlerde rastlanmaması ve Batı dan                                                  88  ÖZÇELİK, Selahittin,  Osmanlı İç Hukukunda Zorunlu Bir Tehir (Mürted Maddesi) , OTAM Ankara Üniversitesi Osmanlı Tarihi Araştırma ve Uygulama Merkezi Dergisi, C.11, Sy:11, 2000, s.415. 89  AVCI, (II), s.537.   1237      alınan  bu  kanunda  da  bundan  dolayı  hüküm  bulunmamasıyla  açıklanabilir.  Ayrıca Tanzimat devrindeki diğer ceza kanunlarında da İslam hukukundaki infazın ertelenmesi sebeplerinin hepsine değil sadece birkaç tanesine rastlanmaktadır. İnfazın ertelenmesi kurumu İslam ceza hukukunun infazın insaniliği, cezaların şahsiliği, suçlunun ıslahı, mağduriyetin giderilmesi gibi hususlara oldukça dikkat ettiğinin bir göstergesidir. Sonuç olarak adalet her zaman cezanın hemen infaz edilmesi ile sağlanamaz.",
     "Kaynakça": " ACAR, Betül, Fıkıh Teori ve Uygulamasında Yargılama ve İnfazın Aleniliği, İstanbul 29 Mayıs Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, İstanbul, 2020. ABDURREZZAK,  Ebû  Bekr  Abdurrezzâḳ  b.  Hemmâm  es-Sanʿânî,  el-Musannef  (nşr. Habîburrahmân el-Azamî), I-XI, el-Mektebü'l-İslâmî, Beyrut 1403/1982. Aḥmed b. Ḥanbel, Ebû Abdullâh Aḥmed b. Muḥammed b. Ḥanbel eş-Şeybânî, el-Müsned (nşr. Şuʿayb el-Arnavûṭ, Âdil Murşid v.dğr), Muessesetu'r-Risâle, 1421/2001. AHMED ZİYA, Mufassal Ameli ve Nazari Kanun-ı Ceza Teferruatı Şerhi, İstanbul, 1338. AKGÜNDÜZ,  Ahmed,  Osmanlı  Kanunnameleri  ve  Hukuki  Tahlilleri,  C.6,  Fey  Vakfı Yayınları, İstanbul, 1993. AKGÜNDÜZ,  Ahmed,  Osmanlı  Kanunnameleri  ve  Hukuki  Tahlilleri,  C.7,  Fey  Vakfı Yayınları, İstanbul, 1994. AKGÜNDÜZ,  Ahmed,  Şeyhülislam  Ebussuud  Efendi  Fetvaları  (Fetava-yı  Ebussuud Efendi), OSAV, İstanbul, 2018. ARSLAN,  Adem,  İlk  Devir  İslam  Ceza  Hukukunda  Had  Cezalarının  İnfazı,  Harran Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Şanlıurfa, 2005. AVCI, Mustafa,  Osmanlı İnfaz Hukukundaki Gelişmelere Genel Bir Bakış , SÜHFD, Sy:3-4, 2004, (87-159). AVCI, Mustafa, Osmanlı Ceza Hukuku Genel Hükümler (I), 3. Baskı, Adalet Yayınevi, Ankara, 2018. AVCI, Mustafa, Osmanlı Ceza Hukuku Özel Hükümler (II), 3.Baskı, Adalet Yayınevi, Ankara, 2018. AVCI, Mustafa, Hukuk Tarihimizde Hapis, 2. Baskı, Adalet Yayınevi, Ankara, 2019.   1238      AVCI, Mustafa / KARADAĞ, M. Mansur, İslam Hukukunda Kişilere Karşı Suçlar (Mi yar-ı Adalet Şerhi), Adalet Yayınevi, Ankara, 2021. BARKAN,  Ömer  Lütfi,  XV  ve  XVI  ıncı  Asırlarda  Osmanlı  İmparatorluğunda  Zirai Ekonominin Hukuki ve Mali Esasları Birinci Cilt Kanunlar, İstanbul, 1943. BEHNESİ, Ahmed Fethi, el-Ukube fi fıkhi l-İslami, Dirase Fıkhiyye Müteharrira, 2.Baskı, Kahire, 1961. BEYHAKİ, Ebû Bekr Aḥmed b. el-Ḥuseyn, es-Sünenu'l-Kübrâ (nşr. Muhammed Abdulkadir Atâ), Beyrut 1424/2003. BİLMEN, Ömer Nasuhi, Hukuk-ı İslâmiyye ve Istılahat-ı Fıkhiyye Kamusu, Bilmen Yayınevi, İstanbul, 1970. BUHARİ, Ebû Abdillâh Muhammed b. İsmail, Sahih-i Buhari, terc. Mehmed Sofuoğlu, Ötüken Yayınları, İstanbul, 1990. CİN, Halil / AKGÜNDÜZ, Ahmet, Türk Hukuk Tarihi, OSAV Yayınları, İstanbul, 2017. DÂREKUTNÎ, Ebû'l-Hasen Alî b. Ömer el-Bağdâdî, Sünenü'd-Dârekutnî, I-V, Müessesetü'rRisâle, Beyrut 1424/2004. DEVELLİOĞLU, Ferit, Osmanlıca-Türkçe Ansiklopedik Lügat,  Yayınları, Ankara, 2013. EBU DAVUD, Süleyman  b. Eş as,  Sünen-i Ebu Davud, terc.  Abdullah Parlıyan,  Konya Kitapçılık, Konya, 2007. EBU YUSUF, Yakub b. İbrahim, Kitabu l-Harac, 2. Baskı, Özek Yayınları, (çev. A. Özek), İstanbul, 1973. EBU ZEHRA, Muhammed, el-Cerime ve l-Ukube fi Fıkhi l-İslam, (İslam Hukukunda Suç ve Ceza), (çev. İ. Tüfekçi), İstanbul, 1994. FENDOĞLU, Hasan Tahsin, Türk Hukuk Tarihi, Filiz Kitabevi, İstanbul, 2000. FETAVA-YI ALİ EFENDİ, Açıklamalı Osmanlı Fetvaları, haz. H. Necati Demirtaş, Kubbealtı Neşriyat, İstanbul, 2014. FETAVA-YI HİNDİYYE, Fetava-yı Alemgiriyye, (çev. M. Efe), Huzur Yayınları, İstanbul, 2004. GÖKCEN, Ahmet, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri, İstanbul, 1989. HALEBİ, İbrahim, İzahlı Mülteka el-Ebhur Tercümesi, (çev. M. Uysal), Dizerkonca Matbaası, İstanbul, 1968. İBN ABİDİN, Muhammed Emîn, Reddü l-Muhtar Ale d-Dürri l-Muhtar, (çev. A. Davudoğlu ve M. Savaş), Şamil Yayınları, İstanbul, 1983.   1239      İBN KAYYIM, el-Cevziyye, Şemseddin Ebu Abdullah Muhammed b. Ebu Bekr, İ lamü l Muvakkı in, (çev. P. Düzenli), Pınar Yayınları, İstanbul, 2017. İBN KUDAME, Ebu Muhammed Abdullah b. Ahmed b. Muhammed, el-Muğni Muhtasarı, Kısaltan ve yayına hazırlayan Hamed b. Abdülaziz el-Hammad, (çev. A. A. Tunçer), Karınca-Polen Yayınları, İstanbul, 2015. İBN MACE, Muhammed b. Yezid Ebu Abdillah el-Kazvini, Sünen-i İbn Mace, çev. Haydar Hatipoğlu, Kahraman Yayınları, İstanbul, 1982. İBN RÜŞD, Ebü l-Velîd Muhammed b. Ahmed b. Muhammed el-Kurtubî, Bidâyetü l-Müctehid ve Nihâyetü l-Muktesid, (çev. A. Meylani, Redaksiyon ve Düzenleme: V. Akyüz), Ensar Neşriyat, İstanbul, 2015. İNCE, İrfan,  Ridde , DİA, C.35, İstanbul, 2008. KARAMAN, Hayreddin, İslam Hukukunda İctihad, 3. Baskı, DİB Yayınları, Ankara, 1985. KÖROĞLU, Mehmet, İslam Ceza Hukukunda Ölüm Cezası ve İnfaz Usulleri, Atatürk Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, Erzurum, 2004. Kur an Yolu Türkçe Meal ve Tefsir, DİB Yayınları, Ankara, 2012. MERĞİNANİ, Burhanüddin Ali b. Ebu Bekr, el-Hidaye, (Delilleriyle Hanefi Fıkhı), (çev. A. Meylani), Kahraman Neşriyat, İstanbul, ty. MEZURİ, Waadi Süleyman,  Cezanın Ertelenmesi Beşeri Kanun ve İslam Hukuku Arasında Bir Mukayese , (çev. O. Güman), İslam Ceza Hukuku Uluslararası Sempozyumu Tebliğler Kitabı, Lale Yayıncılık, İstanbul, 2017, Cilt 2, (862-907). MUTTAKÎ EL-HİNDÎ, Alâeddîn Alî b. Ḥisâmi'd-Dîn b. Kâdî Hân el-Ḳâdirî eş-Şâzelî el-Hindî el-Burhânfûrî, Kenzu'l-ʿUmmâl (nşr. Bekrî Hayyânî), Müessesetü'r-Risâle, 1401/1981. MÜSLİM, Ebü l-Hüseyn Müslim b. el-Haccâc b. Müslim el-Kuşeyrî, Sahih-i Müslim, terc. Ahmed Davudoğlu, Sönmez Neşriyat, İstanbul, 1977. ÖZBEK, Veli Özer, İnfaz Hukuku, 13.Baskı, Seçkin Yayınları, Ankara, 2021. ÖZÇELİK, Selahittin,  Osmanlı İç Hukukunda Zorunlu Bir Tehir (Mürted Maddesi) , OTAM Ankara Üniversitesi Osmanlı Tarihi Araştırma ve Uygulama Merkezi Dergisi, C.11, Sy:11, 2000, (347-438). ÖZEN, Şükrü,  İnfaz , DİA, C.22, İstanbul, 2000. ÖZGENÇ, İzzet / ŞAHİN, Cumhur, İnfaz Hukuku, 3.Baskı, Seçkin Yayınları, Ankara, 2020. ÖZGÜR, Mustafa, İslam İnfaz Hukuku, Cinius Yayınları, İstanbul, 2020. SAĞLAM, M. Yılmaz,  İnfaz ve İnfaz Hukuku Kavramları Üzerine Bir İnceleme , TBB Dergisi, 1995/4, (578-591).   1240      SAMİ, Mirat-ı Kanun-ı Ceza (Kanun-ı Ceza Şerhi), 2.Baskı, Dersaadet, 1324. SERAHSİ, Ebu Sehl Ebu Bekir Muhammed b. Ahmed, Mebsût, ed. Mustafa Cevat Akşit, Gümüşev Yayıncılık, İstanbul, 2008. ŞİRBİNİ, Şemseddin Muhammed b. Ahmed el-Hatîb, Muğni l- Muhtac, (çev. S. Duman), Mirac Yayınları, İstanbul, 2017. TALU, Mehmet,  Ebu Mihcen , DİA, İstanbul, 1994. UDEH, Abdülkadir, Mukayeseli İslam Ceza Hukuku, (çev. A. Şafak), Kayıhan Yayınları, 2. Baskı, İstanbul, 2012. YILMAZ, Ejder, Hukuk Sözlüğü, 9.Baskı, Yetkin Yayınları, Ankara, 2005. YURTSEVEN, Yılmaz, Klasik Dönem Osmanlı Ceza Hukukunda Tazir Suç ve Cezaları, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Basılmamış Yüksek Lisans Tezi, Konya, 2001. ZEYLAİ,  Ebû  Muhammed  Abdullâh  b.  Yûsuf,  Nasbu'r-Râye  li  Eḥâdîŝi'l-Hidâye  meʿa Hâşiyetihî  Buğyeti'l-Elmeʿî  fî  Taḫrîci'z-Zeylaî  (nşr.  Muhammed  Avvâme),  I-IV, Müessesetü'r-Reyyân Beyrut, Dâru'l-Ḳible li's-Sekâfeti'l-İslâmiyye, Cidde 1418/1997. ZUHAYLİ, Vehbe, İslam Fıkhı Ansiklopedisi, (ilmi müşavir M. Emin Saraç, çev. Heyet), Risale Yayınları, İstanbul, 1994."
}