{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "02",
     "Ay": "07",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "MÜFTÜLERE EVLENDİRME YETKİSİ VERİLMESİNİN ANAYASALLIĞI SORUNU",
     "Title": "THE CONSTITUTIONALITY QUESTION OF GIVING AUTHORITY TO MARRY TO MUFTIS",
     "Yazar İsmi": [
          "Sezgin BAŞ",
          "Seda BAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Evlendirme yetkisi",
          "müftü nikahı",
          "laiklik",
          "din ve vicdan hürriyeti",
          "Anayasa Mahkemesi."
     ],
     "Keywords": [
          "Authority to marry",
          "mufti marriage",
          "laicism",
          "freedom of religion and conscience",
          "Constitutional Court."
     ],
     "Özet": "19 Kasım 2017 tarih ve 7039 sayılı Kanun un 6 ncı maddesi ile, Nüfus Hizmetleri Kanunu nun 22 nci maddesine   il  ve  ilçe  müftülükleri   ibaresi  eklenmiştir.  Böylece,  İç  İşleri  Bakanlığına  il  ve  ilçe müftülüklerine evlendirme memurluğu yetkisi verebilmesi imkan tanınmıştır. Bu çalışma, söz konusu düzenlemenin anayasallığı sorununu inceler. Nüfus Hizmetleri Kanunu nda yapılan değişiklikten sonra İç İşleri Bakanlığı, 28 Kasım 2017 tarihinde Evlendirme Yönetmeliği nde değişiklik yapmıştır. Akabinde, Diyanet  İşleri  Başkanlığı,  1  Şubat  2018  tarihinde   Resmi  Nikah  Yetkisi  Hakkında  Genelge yi yayımlamıştır. Bu Genelge nin 6 ncı maddesinin 7 nci fıkrası, evlendirme işlemine başlamadan önce ve evlenme kütüğü imzalandıktan sonra bazı dini ritüellerin müftü tarafından yerine getirilmesi suretiyle evlendirme töreninin yapılacağını düzenlemektedir. Genelge nin Türk Medeni Kanunu hükümlerine ve Anayasa nın  174 üncü  maddesine  aykırı  olduğu  ileri  sürülmüştür.  Kanaatimizce,  Diyanet  İşleri Başkanlığının Resmi Nikaha ilişkin Genelgesi Türk Medeni Kanununa aykırı değildir.  Müftülüklere  evlendirme  yetkisi  verilebileceğine  dair  düzenlemeye  karşı  olanlar,  söz  konusu düzenlemenin, Anayasa nın 2 nci maddesindeki laiklik ilkesine, 10 uncu maddesindeki eşitlik ilkesine, 24 üncü maddesindeki din ve vicdan hürriyetine, 90 ıncı ve 136 ncı madde hükümlerine ve medeni nikahı Anayasa ya aykırılığı ileri sürülemeyecek inkılap kanunları arasında sayan 174 üncü maddeye aykırı olduğunu ileri sürmüştür. Nüfus Hizmetleri Kanunu nda yapılan değişikliğe karşı Anayasa ya aykırı olduğu gerekçesiyle açılan iptal davası, Anayasa Mahkemesinin 6 Aralık 2018 tarihli kararıyla oybirliği ile reddedilmiştir. Mahkeme, bu kararında pasif laiklik ilkesi kavrayışını devam ettirmiştir. Kanaatimizce  de  müftülüklere  evlendirme  yetkisi  verilebilmesine  dair  kanuni  düzenleme,  1982 Anayasası na aykırı değildir.",
     "Abstract": "With article 6 of Law No. 7039 dated 19 November 2017, the phrase  provincial and district mufti offices  was added to Article 22 of the Population Services Law. Therefore, Thus, the ministry was given the opportunity to authorize the provincial and district mufti offices to be a marriage officer. This study examines the constitutionality question of aforementioned regulation. After the amedment made in the Population Services Law, the Ministry of Interior amended the Marriage Regulation on 28 November 2017. Then, The Presidency of Religious Affairs published  Circular on Official Marriage Authority  on 1 February 2018. The 7th paragraph of article 6 of this Circular arrange that wedding-ceremony is made by means of some religious ritual are fulfilled by mufti before marriage process and after the marriage certificate is signed. Paragraph 7 of article 6 of this Circular regulates that the marriage ceremony will be held by the mufti by means of making some religious rituals before the marriage process is started and after the marriage certificate is signed. It has been argued that the Circular is contrary to the provisions of the Turkish Civil Code and Article 174 of the Constitution. In our opinion, the Circular on Official Marriage Authority of the Presidency of Religious Affairs is not contrary to the Turkish Civil Code. Those who are against the regulation that mufti offices can be authorized to marry have argued that the aforementioned regulation is contrary to the principle of laicism in article 2 of the Constitution, the principle of equalism in article 10 of the Constitution, the freedom of religion and conscience in Article 24 of the Constitution, and Articles 90 and 136 of the Constitution, and article 174 of the Constitution, which considers civil marriage among the reform laws that cannot be claimed to be unconstitutional. The Annulment case filed against the amendment made in the Population Services Law on the grounds that it is  unconstitutional  was  rejected  unanimously  by  the  decision  of  the  Constitutional  Court  dated  6 December 2018. In this decision, the Court continued its understanding of the principle of passive secularism. In our opinion, the legal regulation on authorizing muftis to marry is not contrary to the 1982 Constitution.",
     "Metin": " 19 Kasım 2017 tarih ve 7039 sayılı Kanun un 6 ncı maddesi, 5490 sayılı Nüfus Hizmetleri Kanunu nun  Evlendirme Yetkisi  başlıklı 22 nci maddesinin 2 nci fıkrasına il  ve  ilçe  müftülüklerine   ibaresini  eklemiştir.  Bu  düzenleme  sayesinde  İçişleri Bakanlığı, il ve ilçe müftülüklerine evlendirme memurluğu yetkisi ve görevi verebilir 1418Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 hale gelmiştir. Söz konusu kanun değişikliğinin Anayasa ya aykırı olduğu itirazları siyaset, kamuoyu ve akademi çevresinde dile getirilmiştir. Bu doğrultuda, müftülüklere evlendirme  yetkisi  verilebilmesi  düzenlemesinin,  Anayasa nın  2 nci  maddesindeki laiklik ilkesine, 10 uncu maddesindeki eşitlik ilkesine, 24 üncü maddesindeki din ve vicdan  hürriyetine,  90 ıncı  ve  136 ncı  maddesi  hükümlerine  ve  medeni  nikahı, Anayasa ya aykırılığı ileri sürülemeyecek inkılap kanunları arasında sayan Anayasa nın 174 üncü maddesine aykırı olduğu ileri sürülmüştür. Daha ötesi, bazı yazarlar, Diyanet İşleri Başkanlığının 1 Şubat 2018 tarihli Resmi Nikah Yetkisi Hakkında Genelge sinin, Türk  Medeni  Kanunu nun  143 üncü  ve  Anayasa nın  174 üncü  maddesine  aykırı olduğunu savunmuştur.  Bu  araştırmanın  birinci  bölümünde  müftülüklere  evlendirme  yetkisi  verilmesi kapsamında  mevzuatta  yapılan  değişikliklere  yer  verilecektir.  İkinci  bölümde, araştırmanın temel sorusu ile ilgili kamuoyunda ve doktrinde ileri sürülen düşünce ve görüşlere yer verilecektir. Üçüncü bölümde ise Nüfus Hizmetleri Kanunu nda yapılan düzenlemenin Anayasa ya aykırılığı iddiasıyla açılan iptal davasına yer verilecektir. Anayasa Mahkemesi 6 Aralık 2018 tarih ve E.2017/180, K.2018/109 sayılı kararı ile söz konusu  düzenlemenin  Anayasa ya  aykırı  olmadığına  karar  vermiştir.  Bu  bölümde Mahkemenin ilgili kararı değerlendirilecektir. Son bölümde ise müftülüklere evlendirme yetkisi verilmesine dair düzenlemelerin Anayasa ya aykırılığı argümanları irdelenecek ve bu argümanlar hakkındaki değerlendirmelerimiz sunulacaktır.  I.  MÜFTÜLERE EVLENDİRME YETKİSİ VERİLMESİ İLE İLGİLİ MEVZUAT  25  Temmuz  2017  tarihinde  Adalet  ve  Kalkınma  Partisi  (AKP)  Hükümeti tarafından  TBMM  Başkanlığına  1/868  sayılı   Nüfus  Hizmetleri  Kanunu  ile  Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun Tasarısı  sunulmuştur. Bu tasarı, 27 Temmuz 2017 de esas komisyon olarak İçişleri Komisyonuna ve tali komisyon olarak Adalet  Komisyonuna  gönderilmiştir.  38  maddeden  oluşan  ilgili  kanun  tasarısı hakkındaki en önemli tartışma, il ve ilçe müftülüklerinin evlendirme memurları arasına katılmasını  düzenleyen  madde  hakkında  yaşanmıştır.  Kanun  Tasarısı nın  6 ncı 1419Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 maddesinde, 5490 sayılı Nüfus Hizmetleri Kanunu nun 22 nci maddesine  il ve ilçe müftüleri  ibaresinin ekleneceği belirtilmiştir. Kanun Tasarısı nın genel gerekçesinde ise vatandaşların nikah işlemlerini kolaylaştırmak ve daha hızlı ve kolay bir şekilde hizmet almalarını sağlamak amacıyla il ve ilçe müftülüklerine de evlendirme yetkisi memurluğu verileceği ifade edilmiştir. Görüldüğü üzere, Tasarı nın genel gerekçesinde  il  ve  ilçe  müftülükleri   ibaresi  yer  almasına  rağmen  Tasarı nın  madde  değişiklik metninde  il ve ilçe müftüleri  ibaresi kullanılmıştır. Tasarı metninin daha ayrıntılı bir şekilde  görüşülmesi  için  İçişleri  Komisyonu  tarafından  alt  komisyon  kurulması kararlaştırılmıştır. Alt Komisyon, tasarı üzerinde bazı revizyonlar yaparak kabul ettiği metni üst komisyona göndermiştir. Bakanlar Kurulunun teklif ettiği Tasarı nın 6 ncı maddesinde  il ve ilçe müftüleri  ibaresi olmasına ve alt komisyonun bu 6 ncı maddeyi aynen kabul etmesine rağmen, alt komisyonun metninde  il ve ilçe müftülükleri  ibaresi yer almıştır. Esas Komisyon da alt komisyonun kabul ettiği 6 ncı madde metnini aynen kabul etmiştir.  İçişleri Komisyonu raporuna iktidar grubu dışındaki gruplardan muhalefet şerhleri düşülmüştür. Muhalefet şerhinde, öncelikle Türkiye nin böyle bir sorunu olmadığı ve                                                            1   Söz konusu kanun tasarısına ulaşmak için bkz. https://www.tbmm.gov.tr/d/1/1-0868.pdf (erişim tarihi 11.05.2021). 2   Alt Komisyon un müftülere evlendirme yetkisi verilmesi ile ilgili kanun değişikliği hakkındaki görüşü şu  şekildedir:   6  ncı  madde  ile  mevcut  olan  evlendirme  memurluklarının  içine  il  ve  ilçe müftülüklerinin de ekleneceği, müftülüklerin diğer evlendirme memurlarıyla farklı bir nikah işlemi yapmayacağı; müftülüklerin de aynı metni, terimleri kullanacakları ve aynı kütüğü imzalatacakları ve ayrıca  yürürlükteki  mevzuata  göre  mabetlerde  nikah  işlemleri  yapılamayacağı  açıklanmıştır.  Bu maddeye yönelik yapılan eleştirilerde, müftülüklere nikah kıyma yetkisinin verilmesinin Türkiye nin öncelikli meselelerinden olmadığı, yetkilendirmenin toplumda ayrışmalara yol açacağı ve anayasanın temel ilkelerine aykırı olduğu eleştirileri getirilmiştir . İçişleri (Esas) Komisyonu Raporu, Türkiye Büyük  Millet  Meclisi,  Yasama  Dönemi  26,  Yasama  Yılı  3,  Sıra  Sayısı  497,  s.  17-18.   https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf (erişim tarihi 11.05.2021). 3     İçişleri (Esas) Komisyonu Raporu, s. 20, 28. 4   Cumhuriyet Halk Partisi (CHP) İstanbul Milletvekili Mahmut Tanal, imamların nikah kıymasının önünün açıldığını ifade ediyor:  Tasarı geldiği gibi geçmedi, il, ilçe müftüsü yerine ‘müftülüklerine  ibaresi eklenerek nikâh imama indirildi. Müftülük, yetkilerini ne kadar imam varsa devredebilir. Laikliğin  içini  boşaltarak  anayasayı  ihlal  ediyorlar.  Bu  laik  hukuk  devletine  karşı  bir  meydan okumadır .  http://www.diken.com.tr/muftulere-nikah-yetkisinde-degisiklik-imamlar-da-nikahkiyabilecek/  (erişim tarihi 11.05.2021). 5   Milliyetçi Hareket Partisi (MHP), parti olarak bu değişikliği desteklemesine rağmen Komisyon üyesi MHP Muğla Milletvekili Mehmet Erdoğan  müftülüklere evlendirme yetkisi verilmesine muhalefet şerhi  düşerek  partisi  ile  aynı  fikirde  olmamıştır.  https://www.yenicaggazetesi.com.tr/mobi/174886h.htm (erişim tarihi 11.05.2021). CHP li komisyon üyelerinin muhalefet şerhi için bkz. İçişleri 1420Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 çok  daha  mühim  meselelerin  ortasında  böyle  bir  kanun  teklifinin  milletin  gerçek sorunlarına sırt dönmek anlamına geldiği belirtilmiştir. Evlenmenin dini bir alan değil medeni bir alan olduğu; medeni nikahın resmi görevlileri arasına müftü ve imamların dahil edilmesinin laiklik ilkesine aykırı olduğu ifade edilmiştir. 1982 Anayasası nın 174 üncü  maddesiyle  korunan  inkılap  kanunlarının,  nikahın  evlendirme  memuru önünde yapılacağını ortaya koyduğu ve müftülerin görev alanlarının dini alanla sınırlı olduğu;  dolayısıyla,  müftülerin  medeni  nikahı  kıyma  yetkisine  kanundaki  görevleri itibarıyla  haiz  olmadığı  ileri  sürülmüştür.  Ayrıca,  kanun  tasarısında  belirtilen evlendirme işlemlerini hızlandırma ve kolaylaştırma amacına karşılık olarak evlendirme işlemlerinde sıra beklemekten kaynaklı mağduriyetlerin olup olmadığı; böyle bir durum var  ise  idari  personel  sayısının  artırılması  yerine  neden  müftülüklerin  gündeme getirildiği  sorulmuştur.  Evlendirme  işlemlerine  dair  yetkilerin,  Aile  ve  Sosyal Politikalar İl ve İlçe Müdürlüklerine veya muhtarlara verilerek hızlandırılabileceği iddia edilmiştir. Kanuni düzenlemenin,  müftülükte nikah kıydıranlar  ve  belediyede nikah kıydıranlar   şeklinde  bir  ayrıma  yol  açarak  toplumu  böleceği  ve  farklı  din  ve mezheplere sahip çiftler arasında sorunlara yol açabileceği; bu nedenle, düzenlemenin toplumsal ayrışma meydana getireceği ve toplumsal barışı bozacağı ileri sürülmüştür. Sünni ekol dışındaki din ve mezhepteki vatandaşların da kendi din adamları önünde                                                                                                                                                                           (Esas) Komisyonu Raporu, s. 41-52; HDP (Halkların Demokratik Partisi) İstanbul milletvekili Hüda Kaya nın  muhalefet  şerhi  için  bkz.  İçişleri  (Esas)  Komisyonu  Raporu,  s.  53-60;  MHP  Muğla Milletvekili Mehmet Erdoğan ın muhalefet şerhi için bkz. İçişleri (Esas) Komisyonu Raporu, s. 61-64. 6   İçişleri (Esas) Komisyonu Raporu, s. 43, 58, 62. 7   İçişleri (Esas) Komisyonu Raporu, s. 44, 59. 8   İçişleri (Esas) Komisyonu Raporu, s.46, 58. Bu iddia ile ilgili olarak 633 Sayılı Diyanet İşleri Başkanlığı Kuruluş ve Görevleri Hakkında Kanun un 1 ve 8 nci maddelerine dayanılmıştır: Madde 1:  İslam Dininin inançları, ibadet ve ahlak esasları ile ilgili işleri yürütmek, din konusunda toplumu aydınlatmak ve ibadet yerlerini yönetmek üzere; Cumhurbaşkanlığına bağlı Diyanet İşleri Başkanlığı kurulmuştur.  Madde  8:   İl  ve  ilçe  kuruluşlarının  başında  birer  müftü  bulunur.  İl  müftüleri  Diyanet  İşleri Başkanlığına, ilçe müftüleri ise il müftülüklerine bağlıdır. 10/6/1949 tarihli ve 5442 sayılı İl İdaresi Kanunu hükümleri saklıdır. İl ve ilçe müftüleri, bölgelerinde Diyanet İşleri Başkanlığını temsil eder, din hizmetlerini, dini müesseseleri yönetir ve din görevlilerinin hizmetlerini düzenleyip denetler. İl ve ilçe müftülüklerinde ihtiyaca göre şube müdürlükleri kurulabilir.  9   İçişleri (Esas) Komisyonu Raporu, s. 46, 58, 62. 10  İçişleri (Esas) Komisyonu Raporu, s. 46, 62. 11  İçişleri (Esas) Komisyonu Raporu, s. 46, 62. 1421Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 evlenmek istemeleri halinde nasıl bir uygulama ortaya koyulacağı sorulmuştur. Resmi nikahın, dini nikahın yapılmasına mani olmadığı; nitekim, Türkiye İstaristik Kurumu (TÜİK)  istatistiklerine  göre  vatandaşların  %85.9 unun  resmi  evlilikten  sonra  dini nikahlarını yaptırdığı, dolayısıyla böyle bir düzenlemeye gerek olmadığı belirtilmiştir. Kanun Tasarısı TBMM Genel Kurulunda kabul edildikten sonra Cumhurbaşkanı tarafından Resmi Gazete de  yayımlanarak  yürürlüğe  girmiştir. Böylelikle, 25 Nisan 2006 tarih ve 5490 sayılı Nüfus Hizmetleri Kanunu nun  Evlendirme Yetkisi  kenar başlıklı 22 nci maddesine  dış temsilciliklere  ibaresinden sonra gelmek üzere  il ve ilçe  müftülüklerine   ibaresi  eklenmiştir.  Bakanlar  Kurulu,  kanuni  değişikliğin mevzuata  uyumunu  sağlamak  amacıyla  28  Kasım  2017  tarih  ve  2017/11079  sayılı kararıyla, 10 Temmuz 1985 tarih ve 85/9747 sayılı Bakanlar Kurulu ile yürürlüğe giren Evlendirme Yönetmeliği nde bazı değişiklikler yapmıştır. Evlendirme Yönetmeliği nin 8 inci maddesine  İl ve ilçe müftülüklerinde evlendirme memurluğu yetkisi verilecek personel  Bakanlıkça  belirlenir   hükmü  eklenmiştir.  Ayrıca,  Evlendirme Yönetmeliği nin 53 üncü maddesinde yapılan değişiklik, il ve ilçe müftülerinin, görev sınırları içerisindeki evlendirme daire ve memurlarını denetlemeye yetkili olduklarını belirtmiştir.  Evlendirme  Yönetmeliği nde  yapılan  bu  iki  değişiklik,  müftülüklerde evlendirme işlemleri ile yetkilendirilecek kişilerin, ilk görünüşte, müftülerden ziyade müftülerin  alt  kademesinde  yer  alan  personellerden  belirleneceği  izlenimi  ortaya koymaktadır.  Çünkü,  il  ve  ilçe  müftülerinin,  kendi  bünyesindeki  evlendirme memurlarını denetleyeceği ifade edilmiştir. Ancak, nihayette, evlendirme işlemleri ile yetkili kişi, il veya ilçe müftüsü tarafından değil, Bakanlık tarafından belirlenecektir.                                                             12  İçişleri (Esas) Komisyonu Raporu, s. 47, 62. 13  İçişleri (Esas) Komisyonu Raporu, s. 47. 14   Evlendirme yetkisi MADDE 22- (1) Bakanlık, evlendirme işlemlerinin nüfus ve vatandaşlık hizmetlerinin bütünlüğü içerisinde yürütülmesi için gereken her türlü tedbiri alır ve uygular.  (2)   Evlendirme memuru; belediye bulunan yerlerde belediye başkanı veya bu işle görevlendireceği memur, köylerde muhtardır. Bakanlık, il nüfus ve vatandaşlık müdürlüklerine, nüfus müdürlüklerine ve dış temsilciliklere, il ve ilçe müftülüklerine evlendirme memurluğu yetkisi ve görevi verebilir. Eşlerden birinin yabancı olması halinde evlendirmeye, belediye evlendirme memurlukları ile nüfus müdürleri yetkilidir.  1422Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 İçişleri Bakanlığı, 30 Kasım 2017 tarih ve 132911 sayılı oluru uyarınca, il ve ilçe müftülüklerinde  evlendirme  işlemleri  ile  yetkili  memurların,  il  ve  ilçe  müftüleri olduğuna karar vermiştir. Hiç şüphesiz İçişleri Bakanlığı, il ve ilçe müftülüklerinde evlendirmeye yetkili kişileri, il ve ilçe müftüsünün altındaki personele de verebilirdi. Hukuki  açıdan  bunu  engelleyecek  bir  kural  yoktur.  Ancak,  İçişleri  Bakanlığı, evlendirme  yetkisini  sadece  il  ve  ilçe  müftüsüne  vermiştir.  Ayrıca,  aşağıda bahsedeceğimiz  Diyanet  İşleri  Başkanlığı nın  Resmi  Nikah  Yetkisi  Hakkında Genelgesi nin  başlangıç  ifadelerinde  il  ve  ilçe  müftüsü  dışında  hiçbir  personelin evlendirme memurluğu yapamayacağı açıkça belirtilmiştir. Evlendirme Yönetmeliği nde yapılan değişiklik ve İçişleri Bakanlığının il ve ilçe müftülerini  evlendirme  memuru  olarak  yetkilendirmesinden  sonra  Diyanet  İşleri Başkanlığı,  1  Şubat  2018  tarihli   Resmi  Nikah  Yetkisi  Hakkında  Genelge  yayımlamıştır.  Bu  Genelge,  il  ve  ilçe  müftülerinin  resmi  nikah  işlemlerini  nasıl gerçekleştireceğine  yönelik  ayrıntılı  hükümler  içermektedir.  Evlenme  engellerini düzenleyen Genelge nin 3 üncü maddesi, 4721 sayılı Türk Medeni Kanunu hükümleri ile  paralellik  arzeder.  Böylece,  İslam  hukukunda  süt  kardeşler  arasındaki  evlenme yasağı gibi evlenme yasaklarının dikkate alınması, Genelge uyarınca mümkün değildir. Genelge nin  5 inci  maddesinde  müftünün  evlenmeyi  erteleyebileceği  ve reddedebileceği haller düzenlenmiştir. Bu maddeye göre müftü, belgelerin incelenmesi neticesinde  evlenme  engellerinden  birisini  tespit  etmesi  halinde  evlenme  işlemini gerçekleştirmez veya taraflardan birisinin iradesini açıklamasını engelleyici bir ruh hali içinde bulunduğunu anlarsa evlenmeyi erteleyebilir. Anlaşıldığı üzere müftü, Genelge hükümleri uyarınca, gayrimüslim bir erkek ve müslüman bir kadının nikahını kıymama iradesini gösteremeyecektir. Bu Genelge nin 6 ncı maddesinin 2 nci fıkrası, mabetlerde evlenme töreni yapılamayacağını ve müftülerin evlendirme töreninde giyeceği cübbenin modelinin dahi, Nüfus ve Vatandaşlık İşleri Müdürlüğünce belirleceğini düzenler. Bu maddenin  7 nci  fıkrası,  evlendirme  işlemine  başlamadan  önce  ve  evlenme  kütüğü                                                            15  Bu bilgiye, Diyanet İşleri Başkanlığı nın Resmi Nikah Yetkisi Hakkında Genelge sinin başlangıç ifadelerinden ulaşılmıştır.  16  Bazı siyasilerin, müftülerin, yetkilerini, ne kadar imam varsa devredebileceğinden bahisle bütün imamların nikah kıyma yetkisine sahip olduğu iddiasının da ne kadar temelsiz olduğu belli olmuştur. https://www.cumhuriyet.com.tr/haber/imam-nikahina-dogru-839636 (erişim tarihi 11.05.2021). 1423Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 imzalandıktan sonra bazı dini ritüellerin müftü tarafından yerine getirilmesi suretiyle evlendirme töreninin yapılacağını belirtir. Bu fıkra, müftü veya görevlendireceği bir kişinin,  evlendirme  işlemine  başlamadan  önce  Kur an-ı  Kerim den  bir  bölüm okuyacağını; evlenme kütüğünün imzalanmasından sonra müftünün, içeriği Genelge nin ekinde matbu şekilde belirtilen ailenin önemine dair konuşmayı yapacağını ve duayı edeceğini düzenler.   II.  MEVZUATTA  YAPILAN  DEĞİŞİKLİKLER  SONRASI KAMUOYU VE DOKTRİNDE İLERİ SÜRÜLEN GÖRÜŞLER Müftülüklere evlendirme yetkisi verilmesi ile ilgili düzenleme hakkında kamuoyu ve doktrinde farklı görüşler ortaya çıkmıştır. Bu görüşleri, lehe ve aleyhe görüşler olarak iki grupta toplayabiliriz.  A.  LEHE GÖRÜŞLER Nuray  Mert,  müftülerin  kıyacağı  nikahın  da  Türk  Medeni  Kanunu  hükümleri çerçevesinde  yapılacağını,  İslam  aile  hukukundaki  hükümlerin  geçerli  olmadığını, hukuki  güvenceye  sahip  olmayan  evlilik  akitlerinin  olumsuz  sonuçlarını  önlemek açısından  faydalı  olabileceğini  ve  son  olarak  evliliğe  dair  hukuki  çerçeve değişmediğinden  müftülerin  evlendirme  yetkisi  ile  donatılmalarında  bir  yanlışlık olmadığı görüşünü ortaya koyar. Taha Akyol da resmi kayıt şartıyla insanların istediği yerde nikahlarını yaptırabilecekleri düşüncesindedir. Muhammed  Erinç,  müftülere  evlendirme  yetkisi  verilmesi  düzenlemesini, Müslümanların çoğunluğunun resmi nikahtan sonra dini nikah kıydırması uygulamasını                                                            17  MERT,  Nuray,  Müftü  Nikâhı  ve  İslami  Rejim,  04.08.2017 https://www.cumhuriyet.com.tr/yazarlar/nuray-mert/muftu-nikahi-ve-islami-rejim-795894  (erişim tarihi 12.05.2021). 18  AKYOL, Taha, Müftü Nikahı, 17.10.2017. https://www.hurriyet.com.tr/yazarlar/taha-akyol/muftunikahi-40612802 (erişim tarihi 12.05.2021). 1424Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 sona erdirmesi yönüyle yerinde bulur. Ahmet Bayraktar a göre müftülere evlendirme memurluğu yetkisinin verilmesi, öncelikle resmi nikah - dini nikah ikilemini ortadan kaldırır. Ayrıca, müftü nikahının, kadının nikah akdinden ortaya çıkan  hukuki ve İslami haklarının korunmasına yardımcı olacağını ileri sürer. Bayraktar, resmi nikah ile dini nikahın farklı şeylermiş gibi algılanması nedeniyle bazı erkeklerin mahkemede boşandığı eşlerine karşı dinen boşamama tehdidinin, tek bir nikahın yapılması nedeniyle ortadan kalkacağını savunur. Memet Zeki Uyanık, düzenlemeyle beraber dini nikah – resmi nikah ayrımının ortadan kalkacağını, böylelikle tarafların ikinci bir nikah yapma uygulamasından kurtulacağını ileri sürerek müftülere evlendirme  yetkisi  verilmesini yerinde  bulur.  Ancak,  müftünün,  evlendirme  işlemlerini  Türk  Medeni  Kanunu hükümlerine göre yapmasının, İslam hukuku ile medeni hukuk arasındaki farklılılar nedeniyle İslam hukuku açısından bir takım problemleri doğuracağını savunur. Adnan Küçük e göre, Başörtüsü serbestîsi gibi müftülere nikâh kıyma yetkisinin verilmesi de toplumda bireylerin dini temelli hassasiyetlerinden kaynaklanan taleplerini karşılamaya yönelik bir imkân sunmaktadır. Kısaca toplumun dini hassasiyetleri temelli bir ihtiyacına cevap verilmektedir. Başörtüsünü serbest bırakmak ile müftülere resmî mahiyette nikâh kıyma yetkisinin verilmesi arasında hiçbir fark yoktur. Küçük e göre, laikliğe aykırılık iddiasında isabet yoktur. Genellikle iki tür laiklik vardır. Birincisi, laikçilik temelli otoriter militan laiklik, ikincisi demokratik laikliktir. Otoriter militan laiklikte, laik devletin din ve vicdan hürriyetinin alanına müdahalesi en üst düzeye kadar çıkabilir. Pozitivist temelde toplumun yukarıdan aşağıya dönüştürülmesini; bu                                                            19  ERİNÇ, Muhammed,  Dînî Nikâh - Resmî Nikâh Karşılaştırması Ve Müftülere Nikâh Görevinin Verilmesi , İslam Hukuku Araştırmaları Dergisi, Yıl: 2017, Sayı: 30, s. 336. 20  BAYRAKTAR,  Ahmet,   Müftülere  Nikah  Kıyma  Yetkisi  Verilmesi  Sonrasında  Türk  İnsanının Nikaha Bakış Açısı , Eskiyeni, Yıl: 2017, Sayı: 35, s. 26. 21  Ibid., s. 27. 22  Ibid., s. 27. 23  UYANIK, M. Zeki,  Müftülüklere Resmî Nikâh Kıyma Yetkisinin Verilmesi Ve İslam Hukuku Açısından Uygulamada Karşılaşılabilecek Muhtemel Problemler , İslam Hukuku Araştırmaları Dergisi, Yıl: 2018, Sayı: 31, s. 401. 24  Ibid., s. 401, 402. 25  KÜÇÜK,  Adnan,  Otoriter  Militan  Laiklik  ve  Müftü  Nikahı,  Star  Gazetesi,  (28.10.2017), https://www.star.com.tr/acik-gorus/otoriter-militan-laiklik--ve-muftu-nikahi-haber-1269111/,  (erişim tarihi 12.05.2021). 1425Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 yolla dinin toplumsal ve kamusal hayattan uzaklaştırılmasını, hatta mümkünse bireysel hayattan da dışlanmasını amaçlar. Bu telakkide Devlet, kişinin başörtüsüne de, diğer kılık kıyafetlerine de, nikâhını nasıl kıyacağına da, zararlı gördüğü bazı düşünce ve inançları kabul etmesine de karışır ve mümkün olduğu kadar bu alanlarda yasaklayıcı olur. Otoriter militan laiklikte, öngörülen çağdaş hayat tarzı ile çeliştiği ölçüde, din ve vicdan hürriyetinin alanı en üst düzeye varıncaya kadar daraltılabilir. Müftülere resmi nikah  kıyma  yetkisinin  verilmesinin,  otoriter  militan  laiklikle  uyumlu  olmadığı söylenebilir. Demokratik laikliğe göre ise başkalarına zarar vermediği ve kamu düzenini bozmadığı  ölçüde  din  ve  vicdan  hürriyetinin  alanı  maksimum  düzeyde  koruma altındadır. Herkes, bireysel olarak dilediği inancı benimser ve gereklerini yerine getirir. Bu laiklikte, temel ölçüt, dini pratiklerin ve kuralların herkes için uyulması zorunlu kurallar haline getirilmemesidir. Müftülere nikah kıyma yetkisinin verilmesi, kişilere zorlama değil serbesti sağlamaktadır. Müftülere nikah kıydırma tercihinin sağlanması, bir zorlamayı içermediği, din ve vicdan hürriyetinin kullanılmasının kolaylaştırılmasının ve toplumda mevcut olan dini hassasiyetlere cevap verilmesinin amaçlandığı, burada bir hürriyetin kullanılmasına müsaade etme durumu söz konusu olduğu için, demokratik laiklik ile uyumludur. Müftünün dini nikâh kıyması herkese zorunlu kılınsa idi o zaman laiklik ihlal edilmiş olurdu. Küçük e göre, demokratik laikliğin geçerli olduğu bazı Batılı ülkelerde de din adamları tarafından kıyılan nikâhın çok sayıda örnekleri vardır.  Yunanistan da 1982 yılında (L 1250) kabul edilen bir kanunla, dini nikâhın (kilise nikâhı) da sivil resmi nikâh gibi aynı derecede geçerli olduğu kabul edilmiştir. İngiltere de seküler usullerle yapılan resmi nikâh yanında, Hıristiyan, Yahudi, Müslüman ve diğer dinlerin kendi usullerine uygun olarak kendi ibadethanelerinde yaptıkları dini nikâhlar da resmi nikâh gibi geçerli kabul edilmektedir. Danimarka da 1969 yılından sonra, dini gruplara, resmi olarak  geçerli  sonuçlar  doğurmak  üzere  dinî  nikâh  törenleri  düzenleme  yetkisi verilmiştir. İtalya da 1929 tarihli Lateran Antlaşmasıyla, Katolik dinî nikâh da medeni nikâhla birlikte geçerli kabul edilmiştir. İspanya da 3 Ocak 1979 da İspanya Devleti ile Vatikan  arasında  yapılan  anlaşma  kapsamında  kilise  nikâhının  medeni  nikâhla                                                            26  Ibid. 1426Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 eşdeğerde sayılması kabul edilmiştir. Polonya da Vatikan la yapılan ve 1997 yılında parlamento tarafından onaylanan antlaşmaya göre Katolik Kilisesinin dini nikâh kıyma yetkisi mevcuttur. Bu yetki, 1998 yılında Medeni Kanun da yapılan değişiklikle devlet tarafından  tanınan  diğer  bazı  dini  cemaatlere  de  tanındı.  Dolayısıyla,  Türkiye de müftülere nikâh kıyma yetkisinin verilmiş olması ileri demokrasinin geçerli olduğu bazı ülkelerdeki uygulamalarla da uyumluluk arz etmektedir.   B.  ALEYHE GÖRÜŞLER Ersan Şen e göre müftülere evlendirme yetkisinin verilmesi, Anayasa da belirtilen medeni  nikah  esasının  ve  laik  niteliğin  ihlal  edilmesi  anlamına  gelir.  Şen,  kanun değişikliğinin,  dini  nikah  ile  medeni  nikahın  aynı  anda  gerçekleştirileceğini gösterdiğinden, bu durumun Anayasa ve Türk Medeni Kanunu na aykırı olduğunu ifade eder. Laik devlet ilkesinin, bir veya birkaç din veya mezhep kurallarından oluşan bir hukuk düzenini ifade etmediğini; din farkı gözetilmeksizin bütün bireylerin aynı hukuk kuralına tabi olduğunu ileri sürer. Şen e göre müftüye evlendirme yetkisi verilmesi idari  bir  yetkilendirme  gibi  gözükmesine  rağmen  müftülüğün  sadece  Sünni Müslümanlar  ile  irtibatlı  olması,  din  ve  vicdan  hürriyetinin  korunması  açısından Anayasa nın  10 uncu  maddesindeki  eşitlik  ilkesine  aykırıdır.  Kanun  Tasarısı nda evlendirme işlemelerinin hızlandırılması amaç olarak belirtildiği dikkate alındığında Ersan Şen, belediyelerin güçlendirilmelerinin daha isabetli olacağını ileri sürer. Sonuç olarak,  Şen,  resmi  nikah  ile  dini  nikahın  beraber  yapılamayacağını  ve  evlendirme memurunun  dini  referanstan  arındırılmış  bir  kişi  olması  gerektiğini;  dolayısıyla  bu                                                            27  Ibid. 28  ŞEN,  Ersan,  Müftülüklerin  Evlendirme  Yetkisi,  20.10.2017,  https://www.hukukihaber.net/muftuluklerin-evlendirme-yetkisi-makale,5485.html  (erişim  tarihi 12.05.2021). 29  Ibid. 30  Ibid. 31  Ibid. 1427Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 düzenlemenin, Anayasa m.174/4 e ve güvenceye aldığı Türk Medeni Kanunu m.143 e aykırı olduğunu belirtir.  Nazan Moroğlu, laikliğin, din ve devlet işlerinin ayrı olması gerektiği anlamına geldiğini ve kadın haklarının da temel güvencesi olduğunu belirtir. Ayrıca  resmi evlilik töreninin   Anayasa  m.174/4  hükmü  gereğince  korunduğunu,  resmi  evlendirme yetkisinin din görevlilerine verilemeyeceğini ve dolayısıyla bu değişikliğin bir Anayasa ihlali  olduğunu  ileri  sürer.  Verilen  hizmetten  sadece  Sünni  Müslümanların yararlanacağını  ve  bunun,  ayrımcı  bir  şekilde  diğer  dinlerdeki  ve  mezheplerdeki insanları dışlayacağını savunur.  Kerem  Altıparmak  ise  bu  düzenlemenin  sadece  laiklik  açısından  değil  aynı zamanda din ve vicdan hürriyeti açısından da sorunlu olduğunu ve bireylerin yaşam tarzıyla doğrudan ilişkili olduğunu belirtir. Ayrıca, özgürlük açısından, yarardan çok zarar  getireceğini  iddia  eder.  Altıparmak  inanmayan,  Alevi  olan  veya  seküler  bir yaşama sahip olan insanların toplumda dışlanmamak veya iş hayatında zor bir durumda kalmamak için zorunlu olarak müftü nikâhı kıydıracaklarını ve bu durumun da söz konusu bireylere büyük bir yük getireceğini ileri sürer.  Türkiye  Barolar  Birliği,  yayımladıkları  kısa  bir  açıklamada,  bu  düzenlemenin müftülükte  evlenenler  ve  belediyede  evlenenler  şeklinde  toplumu  böleceğini  ve müftülükte evlenenlerin ne kadar dindar, belediyede evlenenlerin ise ne kadar dinsiz olduğu temasının işlenmesine yol açacağını ifade etmiştir. Türkiye Barolar Birliği, resmi nikahın, Anayasa nın 174 üncü maddesiyle koruma altına alınan inkılap kanunları arasında  yer  aldığını;  bu  düzenlemenin  dini  nikahı  resmileştirmesi  dolayısıyla                                                            32  Ibid. 33  https://www.birgun.net/haber/muftulere-nikah-yetkisi-turkiye-ye-en-buyuk-darbe-173519  (erişim tarihi 12.05.2021). 34  http://ahmetsaltik.net/2017/08/07/dini-nikah-ve-din-ve-vicdan-ozgurlugu/ (erişim tarihi 12.05.2021). 35  Ibid. 36  TBB açıklaması için bkz. Barobirlik, Yıl: 2017, Cilt: 30, s. 19. 1428Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Anayasa nın özüne aykırı olduğunu belirtir. Daha ötesi, bu düzenlemenin laik düzeni doğrudan tehdit ettiğini ileri sürer.  Sibel  Özel,  Nüfus  Hizmetleri  Kanunu nun  kişisel  statü  değişikliklerinin  kayıt edilmesi  sistemine  dair  uygulama  kanunu  olduğunu  ve  bu  kanunla  Türk  Medeni Kanunu nun değiştirilemeyeceğini savunur. Düzenleme neticesinde vatandaşların din işleri ile ilgilenmesi dolayısıyla dini bir makam olan müftünün evlendirme memuru olarak atanmasının, inkılap kanunu yollamasıyla anayasal korumaya sahip Türk Medeni Kanunu na  aykırı  olduğunu  belirtir.  Özel,  Anayasa nın  174 üncü  maddesinde anayasaya aykırı şekilde yorumlanamaz inkılap kanunları arasında sayılan evlendirme memuru  önünde  medeni  nikah  esasındaki  evlendirme  memurunun,  dini  referanstan arındırılmış bir memur olduğunu; dolayısıyla evlendirme memurunun dini referanstan azade  kılınması  hususunun  anayasal  güvenceye  sahip  olduğunu  ileri  sürer.  Laik devletin en önemli özelliğinin dini inanca göre ayrım yapmaksızın aynı hukukun tatbik edilmesi olduğunu belirttikten sonra resmi nikahın dini referans taşımayan bir memur tarafından gerçekleştirilmesinin bu açıdan önemli olduğunu ifade eder. Dolayısıyla, müftülere nikah yetkisi verilmesi laik devlet ilkesine aykırıdır ve müftülüklerin sadece Müslümanların din işleri ile ilgilenmesi, gayrimüslim vatandaşlar dikkate alındığında eşitlik  ilkesini  ihlal  eder  ve  ayrımcılık  meydana  getirir.  Özel,  gayrimüslim  dini cemaatlerin,  herkese  uygulanan  hiçbir  dini  referans  taşımayan  bir  medeni  kanunun kabul  edilmesi karşılığında  Lozan  Barış  Andlaşması nın 42 nci  maddesine dayanan haklarından feragat ettiklerini; ancak müftülere evlendirme yetkisinin verilmesi ile kendi din görevlilerine de aynı yetkinin tanınmasını talep edebileceklerini ileri sürer.                                                            37  ÖZEL Sibel,  Müftülüklere Nikâh Kıyma Yetkisinin Verilmesi , Barobirlik, Yıl: 2017, Cilt: 30, s. 19. 38  Ibid., s. 21. 39  Ibid., s. 21. 40  Ibid., s. 21. 41  Ibid., s. 21. 42  Ibid., s. 21-22. 43  Lozan Andlaşması nın 42 nci maddesi, gayrimüslim azınlıkların aile ve şahsi statüyle ilgili konularda geleneksel hukuklarını uygulamaları imkanını vermiştir.  44  Ibid., s. 22. 1429Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Özel e göre müftünün yapacağı işlem resmi nikah olmasına rağmen bu nikahın dini karakter  taşıyan  memur  tarafından  yapılması,  Türk  Medeni  Kanunu nda  öngörülen resmi nikahın anlamını bozacaktır. Değişikliğin, toplumu, nikahın nerede yapılacağı hususunda anlaşmazlığa düşüreceğini ve ayrıştıracağı iddiasını ortaya koyar. Özel, son olarak, müftülerin ve imamların  resmi nikahtan sonra dini nikahı bütün usulleriyle kıyabildiklerini,  müftülere  evlendirme  yetkisi  verilmesinin  pratik  bir  ihtiyaca dayanmadığını;  dolayısıyla  asıl  derdin,  şeri  hukuka  geçişin  zeminini  hazırlamak olduğunu iddia eder. Osman Serkan Gülfidan, laiklik ilkesinin, din ve vicdan hürriyetinin güvencesi olduğunu,  laik  devlette  dini  inanç  farketmeksizin  aynı  kuralların  tatbik  edilmesi gerektiğini,  laiklik  presibinin  eşitlik  unsuru  uyarınca  bir  dine  sağlanan  imkan  ve hizmetlerin  diğer dinlere de sağlanması  gerektiğini vurgular. Dolayısıyla,  Gülfidan, sonuç olarak, Bakanlığın Müftülüklere evlendirme memurluğu yetkisi verilebilmesine dair düzenlemenin, diğer din adamlarına da aynı imkanı sağlamaması nedeniyle laiklik ilkesine aykırı olduğunu savunur. Özlem Tüzüner, Nüfus Hizmetleri Kanunu nda yapılan değişikliğin neticesinde il ve ilçe müftülerinin evlendirme memuru arasına katılmasını, ikinci defa imam nikahı kıyma  zorunluluğunu  ortadan  kaldırması  yönüyle  yerinde  bir  düzenleme  olarak değerlendirir. Tüzüner, bir taraftan, bu düzenlemenin Türk hukukuna özgü bir gelişme olarak takdir edilmesi gerektiğini; ancak, diğer taraftan, kanun yapım tekniği ve normlar hiyerarşisi düzeninin ıskalanması nedeniyle problemli olduğunu ifade eder. Tüzüner, Nüfus Hizmetleri Kanunu nda yapılan değişikliğin, Anayasa nın 174 üncü maddesinin                                                            45  Ibid., s. 22. 46  Ibid., s. 22. 47  Ibid., s. 22. 48  GÜLFİDAN,  Osman  Serkan,   Anayasa  Mahkemesi nin  İl  ve  İlçe  Müftülüklerine  Evlendirme Memurluğu  Yetkisi  ve  Görevi  Verilmesi  Meselesine  ilişkin  E.  2017/180,  K.  2018/109  sayı  ve 06.12.2018 tarihli Kararı Üzerine Bir Not , Hukuk Defterleri, Yıl: 2019, Sayı: 18, s. 12,13. 49  TÜZÜNER,  Özlem,  Müftülerin  Evlendirme  Memuları  Arasına  Katılması,  Aristo  Yayınevi, İstanbul, 2018, s. 38. 50  TÜZÜNER, Özlem,  Müftülerin Evlendirme Memurları Arasına Katılması Hakkında Güncel Hukukî Gelişmeler ve Öneriler , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 10, Sayı: 2, s. 619. 1430Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 koruduğu  inkılap  kanunlarına  aykırılık  teşkil  ettiğini  ileri  sürer.  Ona  göre,  İnkılap kanunlarından  birisi  olan   evlendirme  memuru  önünde  medeni  nikah  esası ndaki evlendirme memuru, hiçbir dini referans taşımayan devlet memuru anlamına gelir ve bu nikah esası anayasal koruma altındadır. Tüzüner, Türkiye Cumhuriyeti nin kurulması öncesinde kadı veya imam huzurunda yapılmayan nikahlara dahi geçerlilik tanındığını; Cumhuriyetle beraber resmi nikahtan dini unsurların çıkarıldığını ve dini nikahın resmi nikahın  öncesinde  yapılmasının  yasaklandığını  vurgular.  Bu  çerçevede,  Tüzüner, kanun değişikliğinin Anayasa nın 174 üncü maddesinin 4 üncü bendini ihlal ettiğini düşünür.  Daha ötesi, Özlem Tüzüner e göre, Diyanet İşleri Başkanlığının müftülüklerde yapılacak evlendirme törenlerine ilişkin Genelgesi nde düzenlenen resmi ve dini nikah karması  tören,  resmileştirilmiş  dini  nikahtan  başka  bir  şey  değildir.  Ona  göre, Genelge, Türk Medeni Kanunu nda öngörülen resmi ve dini nikah ayrımını ortadan kaldırdığından  Türk  Medeni  Kanunu  m.143/2 ye  aykırıdır.  Ayrıca,  Diyanet  İşleri Başkanlığının  müftülüklerde  yapılacak  evlendirme  törenlerine  ilişkin  Genelgesi, Anayasa nın  174 üncü  maddesine  aykırıdır.  Tüzüner e  göre,  normlar  hiyerarşisine uygunluğun sağlanabilmesi için ya Anayasa m.174/4 ve Türk Medeni Kanunu m.143/2 değiştirilmeli ya da Türk Medeni Kanunu m.143/2 ye uygun bir Genelge ile sui generis bir evlendirme merasimi tanzim edilmelidir.                                                              51  TÜZÜNER, 2018, s. 66. 52  Ibid., s. 67. 53  Ibid., s. 69. 54  Ibid., s. 69. 55  Ibid., s. 67. 1431Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 III.  ANAYASA  MAHKEMESİNİN  NÜFUS  HİZMETLERİ KANUNU NDA  YAPILAN  DEĞİŞİKLİĞİN  İPTALİ  DAVASI HAKKINDAKİ KARARI Bu  bölümde,  öncelikle,  Anayasa  Mahkemesinin  ilgili  kararı,  önemli  kısımları belirtilerek  ortaya  konacaktır.  Sonrasında,  Mahkemenin  kararı  genel  bir  şekilde değerlendirilecek ve söz konusu düzenleme, ölçülülük incelemesine tabi tutulacaktır.   A.  ANAYASA MAHKEMESİNİN İLGİLİ KARARI Cumhuriyet Halk Partili milletvekilleri müftülere evlendirme yetkisi veren kanuni değişikliğin,  Anayasa nın  2 inci  maddesindeki  hukuk  devleti  ve  laiklik  ilkesine, 10 uncu maddesindeki eşitlik ilkesine, 24 üncü maddesindeki din ve vicdan hürriyetine, 90 ıncı maddeye ve 136 ıncı maddeye aykırı olduğu iddiasıyla Anayasa Mahkemesinde iptal  davası  açmıştır.  Anayasa  Mahkemesi,  6  Aralık  2018  tarih  ve  E.2017/180, K.2018/109 sayılı kararında oybirliği ile söz konusu düzenlemenin Anayasa ya aykırı olmadığına  karar  vermiştir.  Anayasa  Mahkemesinin  beş  üyesi  ise  farklı  gerekçeyle karara katılmıştır.                                                            56   İptal davası açanlar, öncelikle, müftülerin dini kimlikleri ve evlenme işlemlerindeki dini öğeler nedeniyle evlenme işleminin dini bir nitelik kazanacağını ve bu dini evliliğin toplumdaki inanç gruplarından  birisine  tanındığı  belirtilmiştir.  Söz  konusu  düzenlemenin,  devletin  bütün  dinler karşısında tarafsız bir tutum takınmasını gerektiren laiklik ilkesine; devletin, bireylere din temelinde farklı bir muamelede bulunulmasını yasaklayan ayrımcılık yasağına ve devletin, bireylerin dinlerine saygı  göstermesini  gerekli  kılan  inanç  hürriyetine  aykırı  olduğu  belirtilmiştir.  Bu  çerçevede, düzenlemenin,  Anayasa nın  2,  10  ve  24 üncü  maddelerine  aykırı  olduğu  ileri  sürülmüştür. Düzenlemeyle,  belirli inanç  mensubu  bireylerin  ihtiyaçlarını  karşılamanın  amaçlanmadığı; bütün bireyler için geçerli olacak bir dini nikah tasarlandığı ileri sürülmüştür. Bu yönüyle düzenlemenin Anayasa nın 24 üncü maddesine aykırı olduğu ileri sürülmüştür. Kanun koyucunun, düzenlemeyi, kamu yararı gereklerince çıkarmadığı; dolayısıyla Anayasa nın 2 nci maddesindeki hukuk devleti ilkesine aykırı olduğu savunulmuştur. Diyanet İşleri Başkanlığının taşra teşkilatı olan müftülüklere, özel kanunundaki görevi dışında bir görev verilerek laikliğe aykırı bir şekilde evlendirme yetkisi verilmesinin Anayasa nın 136 ncı maddesine aykırı olduğu ifade edilmiştir. Bazı bireylerin toplumsal baskı yoluyla müftülüklerde nikah kıydıracakları ve toplumda yeni bir ayrışma ve kutuplaşma alanının yarartıldığı  iddia  edilmektedir.  Düzenlemenin  müftülüklerde  nikah  kıydırmak  istemeyen gayrimüslimler açısından yeterli kanuni güvence verilmemesi nedeniyle inanç hürriyetlerinin ihlal edildiği; dolayısıyla, gayrimüslim vatandaşların inanç hükümlerine aykırı ya da dinsel ayinlerini bozucu herhangi bir muamelede bulunmaya zorlanamayacaklarını öngören Lozan Andlaşması nın 43 üncü maddesine aykırılığı uyarınca Anayasa nın 90 ıncı maddesine aykırı olduğu ileri sürülmüştür. Son olarak, müftülüklere evlendirme yetkisi verilmesinin Anayasa nın 174. maddesinde Anayasa ya aykırılığı  ileri  sürülemeyecek  inkılap  kanunları  arasında  sayılan  evlenme  töreninin  evlendirme memuru önünde yapılacağı hükmüyle bağdaşmadığı savunulmuştur. 1432Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Anayasa  Mahkemesi,  öncelikle,  Anayasa da  düzenlenen  din  ve  vicdan hürriyetinin içsel (forum internum) ve dışsal alanlarından (forum externum) bahseder. Ardından, Anayasa da laiklik ile ilgili hükümlere atıfta bulunur. Katı laiklik anlayışı yerine, dini, kişinin vicdanına hapsetmeyen ve kamusal alanda görünürlüğüne imkan tanıyan pasif laiklik anlayışını benimsediğini açıkça ortaya koyar. Laik devletin, dini farklılıklardan  dolayı  kimsenin  ayrımcılığa  maruz  kalmayacağı  anlamına  geldiğini belirtir. Ayrıca, önemli olarak, laik devletin din ve vicdan hürriyetini gerçekleştirmek için  uygun  ortamı  hazırlamak  ve  gerekli  önlemleri  alma  yükümlülüğü  taşıdığını belirterek devletin bu hususla ilgili olarak sadece negatif değil, aynı zamanda pozitif yükümlülüğe  sahip  olduğunu  vurgular.  Mahkeme,  dinler  karşısında  tarafsızlık ilkesinin laik devletin özünü teşkil ettiğini belirtmekle birlikte, toplumun dini nitelikteki ihtiyaçlarının karşılanmasına da tamamen kayıtsız kalmadığı görüşündedir.  Mahkeme, müftünün, diğer nikah memurları gibi Türk Medeni Kanunu hükümleri çerçevesinde  evlendirme  işlemlerini  yapacağını;  dini  törenin  ise  resmi  evlilik işlemlerinden sonra gerçekleştirileceğini ifade eder. İl ve ilçe müftülüklerinde görevli personelin de diğer nikah memurları gibi kamu personeli olduğunu; düzenlemenin Türk Medeni  Kanunu  hükümlerinde  bir  değişiklik  meydana  getirmediğini;  müftülere evlendirme  yetkisi  verilmesinin  resmi  evlilik  işlemlerine  dini  bir  nitelik kazandırmadığını;  dolayısıyla,  Anayasa  m.24/f.son  hükmünün  ihlal  edilmediğini belirtir. Mahkeme ye göre, Türk Medeni Kanunu m.143/f.2 de resmi evlilikten sonra  dini tören  terimi belirtilerek diğer din mensuplarının da kendi inançları doğrultusunda törenlerini düzenleme imkanı verilmiştir.                                                             57  Anayasa Mahkemesinin 6 Aralık 2018 tarih ve E.2017/180, K.2018/109 sayılı kararı, para. 13. 58  Ibid., para 14. Laikliğin devlete yüklediği negatif ve pozitif yükümlülükleri şu şekilde ifade etmiştir:  Negatif yükümlülük, bireylerin din özgürlüğüne zorunlu nedenler olmadıkça müdahale edilmemesini gerektirmektedir. Pozitif yükümlülük ise devletin din özgürlüğünün önündeki engelleri kaldırması, kişilerin inandıkları gibi yaşayabileceği uygun bir ortamı ve bunun için gerekli imkânları sağlaması ödevini  beraberinde  getirmektedir.  Laikliğin  devlete  yüklediği  pozitif  yükümlülüğün  kaynağı, Anayasa nın 24. maddesinin yanı sıra 5. maddesidir  Ibid., para. 15. 59  Ibid., para. 16. 60  Ibid., para. 19, 20. 61  Ibid., para. 22. 62  Ibid., para. 24. 1433Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Anayasa Mahkemesi, söz konusu düzenleme ile birlikte, resmi nikahın müftü tarafından  kıyılmasından  sonra  tarafların  talep  etmesi  halinde  dini  nikahlarının  da yapılacağını ve böylelikle, toplumun çoğunluğunu oluşturan Müslüman bireylerin dini nikah  uygulamalarının  da  kolaylaştırıldığının  amaçlandığını  vurgular.  Mahkeme, laiklik  ilkesinin  dini  hizmetlerin  devlet  tarafından  sunulmasına  imkan  tanıdığını; buradan  hareketle,  müftülüklere  evlendirme  yetkisi  verilmesinin,  bireylerin  din  ve vicdan hürriyetinin kapsamındaki evlenmenin dini töreninin yapılmasını kolaylaştırma yoluyla  söz  konusu  hürriyeti  koruma  işlevini  yerine  getirdiğini  belirtir.  Ayrıca, Mahkeme, müftülüklerde yapılacak evlendirmelerin bireyler için zorunlu değil ihtiyari olduğunu vurgular.  Mahkeme, Diyanet İşleri Başkanlığına (DİB) bağlı müftülüklerin sadece kendi özel  kanunlarında  gösterilen  işleri  yerine  getirebileceği  itirazına,  DİB e  başka  bir kanunla  görev  verilebileceğini  ve  dava  konusu  kanun  maddesi  ile  müftülüklere evlendirme  memurluğu  yetkisi  verilmesinin  Anayasa nın  136 ncı  maddesini  ihlal etmediğine karar vermiştir.  Mahkeme, İslam dini dışındaki inanç grupları aleyhine eşitlik ilkesinin bozulduğu itirazına,  öncelikle,  aynı  hukuksal  durumda  olanlara  aynı  hukuk  kurallarının,  farklı hukuksal  durumda  bulunanlara  ise  farklı  hukuk  kurallarının  uygulanmasının Anayasa daki eşitlik ilkesini ihlal etmeyeceğini belirterek cevap verir. Sonrasında, Mahkeme, toplumsal ihtiyaçların giderilmesine hizmet eden tedbir ve uygulamaların eşitlik  ilkesine  aykırı  olmayacağını;  bu  doğrultuda  toplumun  büyük  çoğunluğunun mensup olduğu İslam dinine inananların din ile ilgili işlerini yürütmek amacıyla DİB kurulduğunu ifade etmiştir. İşte Mahkeme, kararında, bu düzenlemenin de toplumun büyük  çoğunluğunu  oluşturan  müslümanların  din  ve  vicdan  hürriyetleri  gereğince                                                            63  Ibid., para. 25. 64  Ibid., para. 26. 65  Ibid., para. 27. 66  Ibid., para. 29. 67  Ibid., para. 30. 1434Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 yerine getirdikleri dini nikah törenlerinin gerçekleştirilmesini kolaylaştırmaya hizmet ettiğini belirtmiştir.  Anayasa  Mahkemesi;  Avrupa  İnsan  Hakları  Mahkemesi  (AİHM)  Büyük Dairesinin, Lautsi/Italy kararında, objektif ve zorunlu olduğu taktirde çoğunluk dinine inanan bireylere karşı farklı tutumun tek başına çoğulculuk ilkelerinden uzaklaşma ve ideoloji aşılama anlamına gelmediği ve dolayısıyla Avrupa İnsan Hakları Sözleşmesi ne (AİHS) aykırı olmadığı görüşüne atıfta bulunmuştur.  Mahkeme, Müslümanlar dışındaki inanç gruplarına böyle kolaylaştırıcı bir imkan tanınmamasının din ve vicdan hürriyeti açısından ayrımcılık oluşturacağı itirazına, Türk Medeni Kanunu m.143 uyarınca kendi dini törenlerini gerçekleştirmeleri önünde bir engel olmadığı, müftü nikahının zorunlu olmadığı ve evliliğin Türk Medeni Kanunu hükümlerine uygun şekilde gerçekleştirilmesinin zorunlu olması yönüyle hiçbir dini gruba ayrıcalık tanınmadığı şeklinde cevap vermiştir.  Anayasa  Mahkemesi  kararına  farklı  gerekçeyle  katılan  üyeler,  söz  konusu düzenlemenin,  toplumun  büyük  çoğunluğunca  uygulanan  dini  nikah  ihtiyacının kolaylaştırılması  veya  din  ve  vicdan  hürriyetinin  devlete  yüklediği  pozitif yükümlülükler  çerçevesinde  değerlendirilmemesi  gerektiği  görüşündedir.  Çünkü,  bu düzenlemenin, kanun tasarısı  gerekçesinden de anlaşılacağı  üzere resmi evlendirme işlemlerini  hızlandırma  amacıyla  çıkarıldığı  belirtilmiştir.  Farklı  gerekçeyle  katılan üyeler, din hizmetleri sınıfında kamu görevlisi olan müftülere dini öğeler taşımayan bir yetki verildiğini ve müftülüklere böyle bir yetki verilmesinin kanun koyucunun takdir yetkisi altında olduğunu vurgular. Görüldüğü gibi, bu üyeler açısından, müftülüklere evlendirme  yetkisinin  verilmesi,  kanun  koyucunun  takdir  yetkisi  kapsamında değerlendirilmiştir.                                                             68  Ibid., para. 31. 69  Ibid., para. 32. 70  Ibid., para. 33. 1435Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 B.  KARAR HAKKINDA GENEL BİR DEĞERLENDİRME Anayasa Mahkemesi, öncelikle,  4+4+4 kanunu  olarak bilinen 30 Mart 2012 tarih ve 6287 sayılı  İlköğretim ve Eğitim Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına  Dair  Kanun   hakkında  verdiği  20  Eylül  2012  tarih  ve  E.2012/65, K.2012/128  sayılı  kararında  kullandığı  gerekçelendirme  tarzını,  müftü  nikahı düzenlemesine  ilişkin  kararında  da  devam  ettirmiştir.  Anayasa  Mahkemesi,  söz konusu düzenlemeyi bir temel hak ve hürriyet sınırlaması görmediğinden Anayasa nın 13 üncü  maddesi  bağlamında  bir  denetime  tabi  tutmamıştır.  Dolayısıyla,  Anayasa Mahkemesi, kararında, temel hak ve hürriyetler açısından bir ölçülülük değerlendirmesi yapmamıştır. Aksine, Mahkeme, önceki kararlarında kısmen din ve vicdan hürriyetine değinerek  laiklik  ilkesi  üzerinden  yaptığı  değerlendirme  tarzını  bu  kararında  da sürdürmüştür. Daha ötesi, 2012 tarihli kararında dolaylı bir şekilde yapılan  çoğunluk  vurgusu, müftülere evlendirme yetkisi verilmesine dair kararında daha açık ve görünür şekilde yapılmıştır. Anayasa Mahkemesine göre müftülük personeli de Türk Medeni Kanunu ndaki hükümlere uygun olarak resmi nikah işlemlerini gerçekleştirecektir. Mahkeme, resmi nikah sonrasında tarafların talebi halinde, müftünün dini nikah kıyma işlemini yerine getirebileceğini  varsayar.  Ancak  bu  varsayım,  Diyanet  İşleri  Başkanlığının Genelgesi nde öngördüğü hukuki durum ve uygulamadaki fiili durum ile bağdaşmaz. Şöyle  ki;  Diyanet  İşleri  Başkanlığı nın  Resmi  Evlendirme  Yetkisi  Hakkında Genelgesi nin 6 ncı maddesinin 7 nci fıkrası, resmi evlendirme işlemine dini öğeler eklemiştir. Genelge de belirtilen usulde, Anayasa Mahkemesinin kararında öngördüğü gibi resmi nikah işleminden sonra evlenmenin dini töreni ayrı olarak yapılmayacaktır. Burada,  başında  Kur an-ı  Kerim  tilavetinin,  sonunda  duanın  bulunduğu  tek  bir evlendirme işlemi vardır. Oysaki, Anayasa Mahkemesi kararı verilmeden çok daha önce Diyanet  İşleri  Başkanlığı  Genelgesi  yürürlüğe  girmişti.  Dolayısıyla,  Anayasa Mahkemesinin bu Genelge den haberdar olmaması imkansızdır. Anayasa Mahkemesi, kararının hiçbir yerinde Diyanet İşleri Başkanlığı Genelgesi nden de bahsetmemiştir.                                                            71  GÜLFİDAN, 2019, s. 12. 72  GÜLFİDAN, 2019, s. 12-13; TÜZÜNER, 2019, s. 620. 1436Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Doktrinde  bazı  yazarlar,  Anayasa  Mahkemesinin,  AİHM in  Lautsi  kararına yaptığı atfın yanlış olduğunu veya yanlış anlaşılmalara sebep olabileceğini ileri sürer. Özlem  Tüzüner,  Lautsi  kararında  asıl  vurgulananın  devletin  tarafsızlığı  olduğunu, çoğunluk din vurgusunun ise olayın koşulları bağlamında tali nitelikte olduğunu ifade eder.  Daha  ötesi,  Mahkemenin,  iptal  talebi  gerekçesini,  ret  gerekçesi  olarak kullandığını  vurgular.  Osman  Serkan  Gülfidan  ise  AİHM  içtihadının  Anayasa Mahkemesi  kararını  gerekçelendiremediğini;  AİHM  kararının  temellendirme  ve gereçlendirme  tarzı  bakımından  AİHM  ile  Anayasa  Mahkemesinin  farklı  yerlerde durduğunu  ileri  sürer.  Gülfidan a  göre  Anayasa  Mahkemesi,  çoğunluk  dinin mensuplarına farklı muamelenin neden objektif ve gerekli olduğu hakkında bir gerekçe sunmamıştır. Ayrıca, ona göre AİHM nin ilgili karardaki esas kriteri, çoğunluk dinine ayrıcalık değil, çoğulculuk ve devletin tarafsızlık ödevinin yerine getirilmesidir.  Anayasa  Mahkemesi,  AİHM in  Büyük  Dairesinin  verdiği  Lautsi  kararında, objektif  ve  zorunlu  olduğu  taktirde  çoğunluk  dinine  inanan  bireylere  karşı  farklı tutumun, AİHS e aykırı olmadığının; okul ortamında sınıflarda asılı çarmıha gerilmiş İsa figürünün tek başına çoğulculuktan uzaklaşma ve ideolojik fikir yayma anlamına gelmediğinin  vurgulandığını  aktarmıştır.  AİHM  Büyük  Dairesi,  Lautsi  kararında, öncelikle olayın koşulları ve özellikleri çerçevesinde bir değerlendirme yapmıştır. Söz konusu olayın, din ve vicdan hürriyeti karşısında özel bir hüküm olan 1 No lu Ek Protokol ün 2 nci maddesindeki eğitim ve öğretimin anne ve babanın dini inanç ve felsefi  kanaatlerine  göre  yapılmasına  saygı  gösterilmesi  hakkı  kapsamına  girdiğini; ancak, aynı zamanda sözleşmeci devletlere,  tarafsız ve yansız olma ödevi  yükleyen                                                            73  TÜZÜNER, 2019, s. 622, 623. 74  GÜLFİDAN, 2019, s. 19. 75  Ibid., s. 20. 76   Nitekim Avrupa İnsan Hakları Mahkemesi (AİHM) de objektif ve gerekli olduğu takdirde çoğunluk dininin  mensuplarına  farklı  muamelenin  Avrupa  İnsan  Hakları  Sözleşmesi ne  aykırılık  teşkil etmeyeceğini kabul etmektedir. Mahkemenin Büyük Dairesi, Lautsi/İtalya davasında Hristiyanlığın sembollerinden olan çarmıha gerilmiş İsa figürünün sınıflarda asılı olmasının çoğunluk dini olan Hristiyanlığın okul ortamında baskın bir görünürlüğe sahip olması anlamına geldiğini kabul etmiştir. Ancak Mahkeme bu durumun tek başına çoğulculuk ilkelerinden uzaklaşma ve ideoloji aşılama anlamına  gelmediği  sonucuna  ulaşmıştır  (B.  No:  30814/06,  18/3/2011,  §§    71,76) .  Anayasa Mahkemesinin, 6 Aralık 2018 tarih ve E.2017/180, K.2018/109 sayılı kararı, (para. 32). 1437Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 din ve vicdan hürriyetini düzenleyen 9. madde ışığında okunması gerektiğini belirtir. Kararda,  AİHM  Büyük  Daire,  dini  sembolün,  yaşları  10  ve  12  olan  öğrenciler üzerindeki etkisinin kanıtlanmadığını ifade eder. Mahkeme, 1 No lu Ek Protokol ün 2 nci maddesindeki anne ve babanın kendi dini inanç ve felsefi görüşleri doğrultusunda eğitim yapılması hakkına saygı ile devletin eğitim ve öğretim alanındaki düzenlemeleri arasındaki uzlaşmada, devletin belirli bir takdir marjına sahip olduğunu; devletin bu alandaki  seçimlerinin ideolojik  bir aşılamaya dönüşmediği  sürece Sözleşme yi  ihlal etmeyeceği görüşündedir. Mahkeme, dini figür kullanılmasına ilişkin düzenlemenin, çoğunluk dinine okul ortamında belirgin bir görünürlük sağladığını kabul etmekle birlikte öğretici bir dini konuşmaya maruz kalmakla aynı veya benzer bir etkinin söz konusu olmadığını ifade eder. Mahkeme ilgili dini sembolü,  güçlü bir dış işaret  değil,  pasif  bir  dini  sembol  olarak  görmektedir.  Ayrıca,  Büyük  Daire,  ayrımcılık yasağı açısından inceleme yapma gereği duymamıştır.  Lautsi kararı örneğinde, dini sembole zorunlu olarak maruz kalan bireyler söz konusu iken, müftülere evlendirme yetkisi verilmesine dair düzenlemede gayrimüslim veya  müslüman  vatandaşlar  açısından  zorlayıcı  bir  durum  söz  konusu  değildir. İhtiyarilik  ilkesi  geçerli  olduğundan  ideolojik  bir  aşılama  ve  çoğulculuğun  ortadan kaldırılması da mümkün değildir. O halde, AİHM kararı ile AYM kararı bu yönlerden farklılaşmaktadır ve Lautsi kararındaki standartların, hiç değilse bu açıdan, fazlasıyla karşılandığı aşikardır. Gerçekten de AİHM, Lautsi kararında, din hürriyeti ile ilgili olarak devletin nesnel yükümlülüğünün tarafsızlık olduğunu belirtir. Bununla birlikte, AİHM, ideolojik aşılamaya varmayan dini sembol ve eğitime ilişki düzenlemelerde                                                            77  Lautsi  and  Others  v.  Italy,  18  Mart  2011,  ECtHR,  No.  30814/06,  para.  59,60. http://hudoc.echr.coe.int/tur?i=001-116490 (erişim tarihi 13.06.2021). 78  Ibid., para. 66. 79  Ibid., para. 69. 80  Ibid., para. 71. 81  Ibid., para. 72. 82  Ibid., para. 73. 83  Ibid., para. 80. 84  VURAL, Hasan Sayim, ,  Anayasa Mahkemesine Bireysel Başvuru ve Din Özgürlüğü , Anayasa Yargısı, Yıl: 2015, Sayı: 32, s. 347, 348. 1438Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 sözleşmeci devletlere geniş bir takdir marjı verir. Sonuç olarak, din hürriyeti ile ilgili hususlarda dini sembol veya dini ritüeller, tek başına devletin tarafsızlık ilkesini ihlal etmez. Hiç şüphesiz, bu kararlar, olayların kendi bağlamı içinde değerlendirilmesini gerektirir.  C.  ÖLÇÜLÜLÜK DEĞERLENDİRMESİ Anayasa Mahkemesinin din ve vicdan hürriyetine ilişkin incelemelerinde, din ve vicdan hürriyetine kısmen değinerek laiklik temelinde inceleme yapması bazı yazarlarca eleştirilir.  Saadet  Yüksel,  bu  tarz  bir  değerlendirme  yerine,  temel  hak  ve  hürriyet incelemesine  ve  yarışan  değerler  arasında  bir  tartıma  imkan  veren  ölçülülük değerlendirmesinin yapılmasını teklif eder. Böylelikle, ölçülülük ilkesi, karşı karşıya gelen veya yarışabilir olan iki hak ve hürriyetin veya ilkenin her iki tarafının da dikkate alınmasını sağlar. Aksi taktirde, Yüksel e göre bu tarz bir incelemenin yapılmaması, laik devlet temelinde inceleme yapılarak dinle ilgili taleplerin kategorik olarak ret veya kabul  edilmesine,  dolayısıyla  güvencesiz  bir  durumun  doğmasına  yol  açabilir. Ayrıntılı bir temel hak ve hürriyet incelemesi ve yarışan değerler arasında bir tartım yapmak, aynı zamanda, farklı dine inananların (azınlık din) veya inanmayanların inanç hürriyetini güvence altına alınıp alınmadığını da incelemek açısından yararlı olabilir. Daha açık bir anlatımla, Yüksel, ibadet hürriyeti taleplerine yönelik düzenlemelerin incelenmesinde, diğer bireyler üzerinde bir baskı veya yaşamları üzerinde orantısız bir zorluğun  meydana  gelip  gelmediğinin  de  değerlendirilmesi  gerektiğini  ileri  sürer. Yüksel e  göre  bir  ibadet  hürriyeti  talebine  ilişkin  esaslı  ve  ayrıntılı  bir  yargısal inceleme,  sakıncayı  sadece  devletin  tarafsızlığı  açısından  devletin  belirli  bir  dini                                                            85  DOĞRU, Derya, Avrupa İnsan Hakları Mahkemesi Yargılamasında Takdir Marjı Doktrini, Turhan  Kitabevi,  Ankara,  2019,  s.  175,  176,  247;  ESEN,  Egemen,  İnsan  Hakları  Avrupa Mahkemesi İçtihatları Işığında Takdir Marjı Doktrini, On İki Levha Yayıncılık, İstanbul, 2020, s. 163. 86  YÜKSEL, Saadet, Anayasa Yargısında İbadet Özgürlüğü, Alfa Yayınclık, İstanbul, 2015, s. 292.  87  Ibid., s. 241. 88  Ibid., s. 291-292. 89  Ibid., s. 292. 90  Ibid., s. 326. 1439Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 desteklemesinde değil, aynı zamanda, din ve vicdan hürriyeti açısından devletin azınlık dinlerini  dışladığı  izlenimini  uyandıracak  uygulamalarında  da  görmelidir.  Osman Serkan  Gülfidan,  devletin  bazı  durumlarda  çoğunluk  ile  azınlığa  farklı  muamelede bulunulabileceğini; ancak, bu muamelenin anayasallığı için düzenlemenin meşru bir amaca dayanması ve ölçülü olması gerektiğini belirtir.  O halde, müftülere evlendirme yetkisi verilebilmesine dair düzenleme, ölçülülük incelemesine  tabi  tutulduğunda  ne  gibi  bir  sonuç  meydana  getirir?  Temel  hak  ve hürriyetlere ilişkin ölçülülük değerlendirmesinde elverişlilik, zorunluluk ve orantılılık aşamalarına geçmeden önce amacın, meşru bir amaç olup olmadığı değerlendirmesi yapılmalıdır.  Bu  doğrultuda,  düzenlemenin  takip  ettiği  hedeflerin  çoğunun  meşru olması gerekir. Ayrıca, önemli olan yapılan düzenlemenin objektif olarak meşru olup olmadığıdır.  Düzenlemenin  amacı,  kanun  değişikliğinin  gerekçesinde  evlendirme işlemlerinin  hızlı  bir  şekilde  gerçekleştirilmesi  şeklinde  belirtilmiştir.  Anayasa Mahkemesi kararında ise amacın, yaygın ve müşterek bir uygulama olan dini nikâhın yapılmasını  kolaylaştırmak  olduğu  ifade  edilmiştir.  Düzenlemenin  amacının, evlendirme  memurları  arasına  müftülerin  de  dahil  edilmesi  suretiyle  toplumun çoğunluğunun dini bir pratiği olan dini nikahın yapılmasının kolaylaştırılması olduğunu tespit  edebiliriz.  Bu  amaç,  ibadet  hürriyetinin  geliştirilmesini  sağlayacağından  söz konusu düzenlemenin meşru bir anayasal amaç taşıdığı söylenebilir. İbadet hürriyetine yönelik  seçilen  araç  ise  Bakanlığın  müftülüklere  evlendirme  yetkisi  verebileceğine yönelik  kanuni  düzenlemedir.  Araç  ve  amacı  belirledikten  sonra  ölçülülük değerlendirmesine geçebiliriz. Elverişlilik unsuru, amaç ile araç arasındaki uygunluğu ifade eder. Bu açıdan yapılan  inceleme,  seçilen  aracın,  öngörülen  amacı  gerçekleştirmeye  katkı  sunup sunmadığını  değerlendirir.  Örnek  olayda,  seçilen  araç,  sınırlama  amacını                                                            91  Ibid., s. 308. 92  GÜLFİDAN, 2019, s. 16. 93  METİN Yüksel,  Temel Hakların Sınırlandırılması ve Ölçülülük , Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Vol: 7, No: 1, s. 7; GÖZLER Kemal, İnsan Hakları Hukuku, 3. Baskı, Ekin Yayınevi, Bursa, 2020, s. 235; KABOĞLU, İbrahim Ö., Özgürlükler Hukuku 1: İnsan Hakları Genel Kuramına Giriş, 7. Baskı, İmge Kitabevi, Ankara, 2013, s. 159. 94  METİN, 2017, s. 8; GÖZLER, 2020, s. 237. 1440Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 gerçekleştirmeye elverişli bir araçtır. Çünkü müftülere evlendirme yetkisi verilmesiyle, toplumda resmi evlilikten sonra bireylerin çoğunluğu tarafından yapılan yaygın dini nikah uygulamasına son verilecektir. Hakikatte, müftünün kıyacağı nikah, Türk Medeni Kanunu  hükümleri  çerçevesinde  gerçekleştirilecek  bir  resmi  nikahtır.  Bu  açıdan, müftünün bir dini nikah kıydığını söyleyemeyiz. Aslında, dini nikah ile resmi nikahın, İslam daki bazı istisnai durumlar dışında aynı nikah olduğunu ileri sürebiliriz. Ancak, Müslüman bireyler, gerek geleneksel saiklerle gerekse iç dünyalarında bir tereddütün oluşmasını engellemek amacıyla dini nikah pratiğini gerçekleştirirler. Sonuç olarak, seçilen araç, kanunun amacını gerçekleştirmeye katkı sunacak niteliktedir.  Zorunluluk unsuru, seçilen araç ile sınırlama amacı arasında bir zorunluluğun bulunup  bulunmadığını  inceler.  Bu  unsur,  sınırlama  amacını  gerçekleştirebilecek alternatifler arasında en az sınırlayıcı olanın seçilmesi anlamına gelir. Bu aşamada dikkat edilecek husus, daha az sınırlandırıcı alternatiflerin de seçilen araç ile aynı etki ve yoğunlukta olması gerekliliğidir. Zorunluluk incelemesinde, altenatif araçlar arasında gerçekçi  davranmak  önemlidir.  Sadece  gerçekte  uygulanabilir  altenatiflerin  devlet tarafından sunulması beklenebilir. Daha az sınırlandırıcı bir tedbir olarak diğer dini kurumlara da böyle bir yetki vermek düşünülebilirdi. Ancak, diğer dinlere mensup yetkililer, kamu görevlisi olmadıkları gibi, devlete ek bir maliyetin çıkarılması da söz konusudur.  Daha  ötesi,  müslümanlar  veya  gayrimüslimler  belediyelerde  veya konsoluklarda  evlilik  işlemlerini  gerçekleştirebilme  hakkına  sahiptir.  Evlendirme işlemlerinin  müftülüklerde  yapılacağına  dair  bir  zorunluluk  bulunmamaktadır. Bireylerin seçme yetkisi her daim bulunmaktadır. Bu nedenle zorunluluk unsurunun yerine getirildiğini ifade edebiliriz. Orantılılık unsuru ise amaç ile araç arasında bir orantının bulunmasıdır. Daha açık  bir  anlatımla,  orantılılık,  sınırlama  amacıyla  elde  edilecek  yarar  ile  sınırlama                                                            95  METİN, 2017, s. 11. 96  METİN, 2017, s. 11; GÖZLER, 2020, s. 238. 97  YÜKSEL, 2015, s. 251. 98  Ibid., s. 251. 99  METİN, 2017, s. 13; GÖZLER, 2020, s. 239. 1441Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 aracının  temel  hak  ve  hürriyet  üzerindeki  etkisi  veya  zararı  arasındaki  dengenin değerlendirilmesi aşamasını ifade eder. Orantılılık incelemesinde, bazen temel hak ve hürriyetler yarışır halde bulunabilirken bazen de bir hak ile anayasal değerdeki bir ilke yarışabilir.  Bu  karşılaştırma,  taraflar  arasında  yapılan  bir  önem  karşılaştırması değildir. Temel hak ve hürriyete verilen zarar ile devletin düzenlemesindeki çıkarı arasında  bir  karşılaştırma,  yani  tartım  yapılmasıdır.  Sınırlama  aracının  hak  ve özgürlüğe  verdiği  zararın,  sınırlamayla  elde  edilen  yararı  aşması  halinde  orantılılık unsurunun yerine getirilmediği ileri sürülebilir. Orantılılık aşaması, temel hak ve hürriyetler ile devletin  kamusal çıkarları arasında optimum düzeyde denge sağlama arayışı  olduğundan  din  hürriyeti  talepleri  açısından  en  önemli  değerlendirme aşamasıdır.  Orantılılık unsuru, sınırlamayla temel hak ve hürriyete verilen zarara odaklanırken, elverişlilik ve zorunluluk unsuru ise sınırlama aracının amacı sağlayıp sağlamadığına odaklanır. Orantılılık  aşamasında,  müftülere  evlendirme  yetkisi  verilebilmesi düzenlemesinin toplumun çoğunluğunun yerine getirdiği dini nikahı kolaylaştırılması faydası  ile  bu  düzenlemenin  devletin  tarafsızlığına  ve  diğer  dinlere  inanan  veya inanmayan  bireylerin  din  ve  vicdan  hürriyetlerine  verdiği  zarar  arasında  bir  tartım yapılmalıdır.  Sadece  devletin  tarafsızlığı  ile  ilgili  olarak  laiklik  ilkesi  üzerinden yapılacak  bir  değerlendirme  yetersiz  kalacaktır.  Aynı  zamanda,  söz  konusu düzenlemenin,  İslam  dini  dışındaki  bireylerin  ve  hatta  müftülüklerde  evlendirme işlemlerini  yaptırmayan  Müslüman  bireylerin  din  hürriyetleri  ile  ilgili  olarak  baskı ortamı ve yaşamları üzerinde orantısız bir zorluk oluşturup oluşturmadığının ve onların ibadet hürriyetlerini ihlal edip etmediğinin değerlendirmesi yapılmalıdır.                                                             100  YÜKSEL, 2015, s. 237. 101  Ibid., s. 240. 102  METİN, 2017, s. 14. 103  YÜKSEL, 2015, s. 239. 104  Ibid., s. 240, 252. 105  Ibid., s. 252-253. 106  Ibid., s. 308, 328. 1442Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 İnanç  hürriyeti  incelemesi  açısından  bireylerin  müftülüklerde  evlendirme işlemlerini yerine getirmesi zorunluluğu söz konusu değildir. Ayrıca, diğer dine mensup bireylerin TMK m.143/f.2 uyarınca resmi evlilikten sonra dini tören yapma hakları saklı tutulmuştur.  Bireylerin,  toplum  içindeki  çoğunluk  tarafından  damgalanmamak  ve dışlanmamak  amacıyla  ve  toplum  baskısıyla  müftü  nikahı  yaptıracakları  iddiası  ise toplumsal  gerçeklikle  bağdaştırılamaz.  Nitekim,  2018  yılından  2021  yılına  kadarki dönemde müftü nikahı ile ilgili olarak sosyolojik anlamda bir tartışma veya ayrışma yahut toplumsal baskı haberi kamuoyuna yansımamıştır. Bugüne kadarki müftü nikahı pratiği, bu iddiaların gerçekçi olmadığını ve temelsizliğini kanıtlamıştır.  Devletin düzenleme ile amaçladığı fayda, evlilikle ilgili bazı sosyolojik sakınca ve zararları  ortadan  kaldırmak  ve  dini  nikah  yaptıran  vatandaşların  bu  işlemlerini kolaylaştırmak, hızlandırmak ve güvenli hale getirmektir. Bu düzenlemenin olumsuz etkisi  (zararı)  ise  bu  imkanın  diğer  din  ve  mezheplere  verilmeyerek  dışlayıcı  bir uygulamaya maruz bırakıldıkları görüntüsüdür. Yarar ve zarar tartımında farklı dine inanan  veya  inanmayan  bireylere  aşırı  bir  yük  yüklendiği  iddia  edilebilir  mi? Kanaatimizce, çoğunluk dininin önemli bir dini uygulamasının, vatandaşlara ihtiyari olarak tanınması yararı, çok az bir kesime bu hakkın tanınmaması dolayısıyla ortadan kaldırılamaz. Toplumun çoğunluğunun yararı karşısında çok az bir kesime bu imkanın tanınmaması zararı tartıma girdiğinde, azınlığa getirilen sınırlamanın orantısız olduğu ileri sürülemez. Toplumun çoğunluğunun elde edeceği fayda karşısında bu imkandan yararlanamayan kişilerin uğradığı zarar, çok daha azdır. Müftü nikahı uygulamasında hukuki ve sosyolojik zorunluluk bulunmadığı gibi bireyler, din farketmeksizin, dini törenlerini yapma haklarına hukuken sahiptir.                                                             107  İsrail de evlenme ve boşanma işleri Yahudi dini hukukuna göre gerçekleştirilmektedir. Bu çerçevede, evlenme ehliyetine ilişkin sınırlandırmalar yer aldığı gibi, evlenmenin dini töreni zorunludur. Ayrıca, diğer mezhep ve tarikatlar dışlanarak sadece ortodoks hahamların evlendirme işlemlerini yapma yetkisi vardır. Daha ötesi, evlilik ve boşanma hükümlerinde erkek ve kadın arasında eşitlik söz konusu değildir.  LIFSHITZ,  Shahar,   Civil  regulation  of  Religious  Marriage  from  the  Perspectives  of Pluralism,  Human  Rights,  and  Political  Compromise ,  Institutionalizing  Rights  and Religion: Competing Supremacies, (ed. Leora Batnitzky), Princeton University Press, New Jersey, 2017, s. 207-210; Gideon Sapir ve Daniel Statman, İsrail deki gibi evlilik üzerindeki dini tekelin dini olmayan kişiler açısından problemli olduğunu kabul etmekle birlikte dini inanç ve pratiklerden kaynaklanan devletin evlilik hukukunun kendiliğinden problemli olmadığını ileri sürer. Bu tarz kanunların dini olmayan argümanlar tarafından gerekçelendirilebilir olması halinde kamusal aklın (public reason) gerekliliklerini sağlayacağını ve böylelikle bireylerin özerkliklerine saygısızlık yapmayacağını belirtir. 1443Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 IV.  MÜFTÜLERE  EVLENDİRME  YETKİSİ  VERİLMESİ DÜZENLEMESİNE  KARŞI  İLERİ  SÜRÜLEN  HUKUKİ İTİRAZLARIN DEĞERLENDİRİLMESİ Bu bölümde, müftülere evlendirme yetkisi verilmesine dair hukuki düzenlemeler ile  ilgili  ileri  sürülen  Anayasa ya  aykırılık  iddiaları  ve  diğer  itirazlar  irdelenecek değerlendirilecektir.   A.  ANAYASA  M.174/F.1  B-4  VE  TMK  M.143 E  AYKIRILIK İDDİALARINA İLİŞKİN DEĞERLENDİRMELERİMİZ Müftülere  resmi  nikâh  kıyma  yetkisi  verilmesine  itiraz  edenlerin  önemli gerekçelerinden birisi, inkılap kanunları olması nedeniyle Anayasa m.174/4 gereğince anayasal korumaya sahip olduğu ileri sürülen  medeni nikâh esasını  getiren kanun hükmüne  ve  Türk  Medeni  Kanunu nun  143 üncü  maddesine  aykırı  olmasıdır. Dolayısıyla,  söz  konusu  düzenlemenin  1982  Anayasası  m.174/f.1-b.4 e  ve  TMK m.143 e  aykırı  olduğu  ileri  sürülmüştür.   İnkılap  Kanunlarının  Korunması   kenar başlıklı Anayasa nın 174 üncü maddenin ilk fıkrası şöyledir:   Anayasanın hiçbir hükmü, Türk toplumunu çağdaş uygarlık seviyesinin üstüne çıkarma ve Türkiye Cumhuriyetinin laiklik niteliğini koruma amacını güden, aşağıda gösterilen inkılap kanunlarının, Anayasanın halkoyu ile kabul edildiği tarihte yürürlükte bulunan hükümlerinin, Anayasaya aykırı olduğu şeklinde anlaşılamaz ve yorumlanamaz .   Anayasa ya aykırı olduğu ileri sürülemeyen kanun ve hükümlerden konumuzu ilgilendiren kısmı, 174 üncü maddenin birinci fıkrasının 4 üncü bendi şu şekildedir:   7 Şubat 1926 tarihli ve 743 sayılı Türk Kanunu Medenisiyle kabul edilen, evlenme akdinin  evlendirme  memuru  önünde  yapılacağına  dair  medeni  nikâh  esası  ile  aynı kanunun 110 uncu maddesi hükmüdür .                                                                                                                                                                             SAPIR, Gideon / STATMAN, Daniel,  Religious Marriages in a Liberal State , Constitutional Secularism in an Age of Religious Revival, (ed. Susanna Mancini - Michel Rosenfeld), Oxford University Press, New York, 2014, s. 275. 1444Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Anayasa ya aykırı olduğu iddia edilemeyen hüküm, 22 Kasım 2001 tarihli Yeni Türk Medeni Kanunu nun 143 üncü maddesi, Mülga Kanun daki hüküm ile aynıdır:   3. Aile cüzdanı ve dinî tören Madde 143- Evlenme töreni biter bitmez evlendirme memuru eşlere bir aile cüzdanı verir. Aile cüzdanı gösterilmeden evlenmenin dinî töreni yapılamaz. Evlenmenin geçerli olması dinî törenin yapılmasına bağlı değildir .   Anayasa  Mahkemesi,  kararında,  Anayasa nın  174 üncü  maddesinin  yorumuna ilişkin olarak, TMK nın 143 üncü maddesindeki evlendirme işlemlerinin evlendirme memuru önünde yapılacağı ve evliliğin dini töreninin resmi evlilikten sonra yapılacağı kuralının,  Anayasa nın  174 üncü  maddesi  uyarınca  inkılap  kanunları  arasında sayıldığını belirtmenin dışında bir ifadeye yer vermemiştir.  Doktrinde  bazı  yazarlar,  yukarıda  değindiğimiz  üzere,  müftülere  evlendirme yetkisi  veren  kanuni  düzenlemenin,  Anayasa nın  174 üncü  maddesinde  inkılap kanunları  arasında  sayılan  Türk  Medeni  Kanunu nun  143 üncü  maddesine  aykırı olduğunu  iddia  eder.  Onlara  göre,  Anayasa nın  174 üncü  maddesi,  ilgili  TMK hükümlerine anayasal koruma verdiğinden bu inkılap kanunları aleyhine herhangi bir kanuni düzenlemeye gidilemez. Aksi taktirde, bu düzenleme, Anayasa nın 174 üncü maddesine aykırılık teşkil eder. Kanaatimizce,  bu  iddianın  pozitif  hukuk  konsepti  karşısında  savunulması mümkün değildir. Şöyle ki; düzenlemenin Anayasa ya aykırılığını iddia eden yazarların Anayasa nın 174 üncü maddesine ilişkin yorumları, kanun hükmünü (TMK m.143) bir anayasa kuralı haline getirmektedir. Ancak, Anayasa nın 174 üncü maddesi, sadece, evlendirme işleminin evlendirme memuru önünde yapılacağı anlamına gelen medeni nikah esasının ve TMK m.143 hükümleri uyarınca dini törenin resmi evlilikten sonra yapılması gerekliliğinin inkılap kanunu olarak Anayasa ya aykırı olmadığını belirtir. Bu                                                            108  743 sayılı Mülga Kanun un 110 uncu maddesi hükmü şöyledir:   III - Evlenme kağıdı ve dini merasim : Madde 110 – Evlendirme memuru merasimin hitamı üzerine derhal karı ve kocaya bir evlenme kağıdı verir.  Evlenme  kağıdı  ibraz  edilmeden,  evlenmenin  dini  merasimi  yapılamaz.  Bununla  beraber evlenmenin tamamiyeti dini merasimin icrasına mütevakkıf değildir . 109  Anayasa Mahkemesinin 6 Aralık 2018 tarih ve E.2017/180, K.2018/109 sayılı kararı, para. 19. 1445Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 evlendirme ile ilgili hükümler, Türk Medeni Kanunu ndan kaynaklanan hükümlerdir. 1982  Anayasası,  bu  hükümlerin  anayasaya  aykırılık  itirazlarını  doğrudan  kendisi cevaplandırmak  suretiyle  Anayasa ya  uygun  olduğunu  düzenlemiş  ve  Anayasa Mahkemesinin  yorum  yetkisini  sınırlandırmıştır. Bu hükümlerin Anayasa tarafından Anayasa ya  uygun  olduklarının  belirtilmesi,  yorum  yoluyla  iddia  edildiği  üzere  bu hükümleri, anayasa normu haline getirmez. Anayasa, bu kuralların, sadece, Anayasa Mahkemesi önünde anayasaya aykırılığının ileri sürülemeyeceğini belirtir.  Dolayısıyla,  Anayasa nın  174 üncü  maddesi,  TMK  m.143 e  aykırı  bir  kanuni düzenleme yapılamayacağı anlamına gelmez. Anayasa nın hiçbir maddesinde bu inkılap kanunları  hilafına  bir  kanunlaştırma  faaliyetine  girişilemez  şeklinde  bir  hüküm bulunmamaktadır. Belirtilen inkılap kanunları, anayasal niteliği haiz bir hukuk kuralı değildir; sadece Anayasa ya aykırılığı Anayasa Mahkemesi önünde ileri sürülemeyen yani  yargısal denetimden muaf olan belgelerdir. Anayasa nın 174 üncü maddesinde değinilen inkılap kanunu hükümleri ile normal bir kanundaki hükümler arasındaki tek fark,  birinin  anayasa  yargısına  konu  olabiliyorken  diğerinin  olamamasıdır.  Hukuki normların anayasallık denetimi ise normlar hiyerarşisinin bir ölçütü değildir. Peki, parlamento  inkılap  kanunlarında  yer  alan  hükümlere  aykırı  bir  düzenleme  yaptığı takdirde bu kanun ihtilafı nasıl çözümlenir? Bu ihtilaflar,  lex specialis derogat legi generali  (özel kanun genel kanunu ilga eder)112 ve  lex posterior derogat legi priori  (sonraki kanun önceki kanunları ilga eder)113 çatışma kuralları gereğince çözümlenir. Çümkü,  normlar  hiyerarşisinde  aynı  düzeyde  yer  alan  iki  normun  çatışması  söz konusudur.  Daha  ötesi,  inkılap  kanunları,  daha  önce  birçok  defa  yapıldığı  gibi, parlamento  tarafından  değiştirilebilir.  Nitekim,  Anayasa,   yürürlükte  bulunan hükümlerinin  ifadesiyle, inkılap kanunlarında yer alan maddelerin ilga edilebileceğini                                                            110  Mümtaz Soysal, Kemal Gözler, Yavuz Atar, Şeref Gözübüyük gibi birçok hukukçu, Anayasa nın 174 üncü  maddesinde  inkılap  kanunlarının  belirtilmesinin,  bunları  bir  anayasa  normu  haline getirmediğini  ve  bu  kanunların  değiştirilmesinin  diğer  normal  kanunlar  gibi  olduğunu  ileri sürmüşlerdir. AKSOY, Batıkan,  İnkılap Kanunlarının Hukuki Statüsü, Normatif Değeri Ve Anayasal Bağlamı Üzerine Bir İnceleme , Yasama Dergisi, Yıl: 2020, Sayı: 41, s. 53. 111  GÜLGEÇ, Yahya Berkol, Normlar Hiyerarşisi, 2. Baskı, On İki Levha Yayınları, İstanbul, 2018, s. 153. 112  GÖZLER, Kemal, Hukuka Giriş, 13. Baskı, Ekin Yayınevi, Bursa, 2016, s. 344. 113  Ibid., s. 343. 1446Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 veya değiştirilebileceğini açıkça belirtmiştir. Ayrıca, inkılap kanunlarının anayasaya aykırılığının ileri sürülemeyeceğini belirten Anayasa nın 174 üncü maddesi de bir tali kurucu iktidar olayı olarak değiştirilebilir. Anayasa nın 174 üncü maddesi, Anayasa nın değiştirilemeyecek maddeleri arasında belirtilmemiştir. Anayasa nın  174 üncü  maddesine  aykırılık  iddialarını  cevapladıktan  sonra TMK nın ilgili hükümlerine aykırılık iddialarına geçebiliriz. İddiaların ortaya koyduğu hukuki  sorun  şöyledir:  Müftülere  evlendirme  yetkisi  verilebilmesine  dair  kanuni düzenleme,  iddia  edildiği  üzere,  Türk  Medeni  Kanunu  ile  kabul  edilen   evlenme akdinin  evlendirme  memuru  önünde  yapılacağına  dair  medeni  nikâh  esası na  ve m.143 e aykırı mıdır? Az önce belirttiğimiz üzere, ilgili  TMK hükümleri de diğer normal kanun hükümleri gibi bir hukuk kuralı olduğundan müftü nikahı düzenlemesinin ilgili TMK hükümlerine aykırı olduğu itirazı yerinde değildir. Buna rağmen, biz yine de söz  konusu  itirazı  değerlendirelim.  Müftülüklere  evlendirme  yetkisi  veren  kanuni düzenlemenin, TMK nın 143 üncü maddesine aykırılığı incelemesinde tartışılabilecek husus, 143 üncü maddenin 2 nci fıkrasıdır. Bu fıkraya göre,  aile cüzdanı gösterilmeden evlenmenin dinî töreni yapılamaz . Yani, resmi evlendirme işlemi yapılmadan, dini nikah (evlenmenin dini töreni) işlemi gerçekleştirilemez. TMK nın terminolojisine göre resmi  nikâh,  evlendirme  memurlarının  kıydığı  nikâhtır;  dini  nikâh  ise  Türkiye Cumhuriyeti nazarında bir resmiyeti olmayan ve genellikle bir din adamı tarafından kıyılan  nikâhı  ifade  eder.  Müftülüklerde  kıyılacak  nikâh,  Türk  Medeni  Kanunu hükümlerine  göre  tatbik  edilecek  bir  resmi  nikâhtır.  Bu  nedenle,  müftülüklerde kıyılacak nikâhın, belediyenin evlendirme memurları tarafından kıyılan nikâhtan bir farkı  yoktur.  Müftülüklerde  kıyılacak  resmi  nikâh,  Türkiye  Cumhuriyeti  nazarında bütün  hukuki  sonuçlarını  doğuran  resmi  bir  işlemdir.  O  halde,  Müftülere  resmi evlendirme  memurluğu  yetkisi  veren  kanun  değişiklik  ile  müftüler  de  resmi  nikâh kıyacağından söz konusu düzenleme TMK m.143/2 yi ihlal etmez. Müftünün kıyacağı nikâhın, aynı zamanda dini nikâhın şartlarını yerine getirip getirmediği ise ayrı bir tartışma konusudur. Yine de, İslam ın öngördüğü evlilik şartlarını yerine getiren nikah 1447Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 işlemlerinin  ister  müftülükte  ister  belediyede  yapılsın   nikah   (dini)  olarak  kabul edileceğini söyleyebiliriz.  Kanaatimizce, TMK m.143-f/2 de yasaklanan şey, resmi geçerliliği olmayan dini nikahtır. TMK hükümlerine göre kamu görevlisi tarafından kıyılan bir nikah, TMK da geçen  evlenmenin dini töreni  (dini nikah) tabirinin kapsamına girmez. Dini nikahın resmi  evlilikten  önce  yapılmasını  yasaklayan  kuralın  amacı,  dini  nikahla  yapılan evliliklerin kanuni güvenceye sahip olmamasından kaynaklı mağduriyetleri önlemektir. O halde, müftünün yapacağı evlendirme işlemi, resmi bir evlilik olarak taraflara bütün kanuni hakları bahşedeceğinden TMK da belirtilen dini nikah nitelemesi ile örtüşmez. Müftülüklerde veya belediyelerde yapılacak evlendirme işlemleri öncesinde bir imam veya  herhangi  bir  kimse  tarafından  kıyılacak  nikâh  ise  TMK  m.143/2 yi  ihlal edecektir. Bu maddenin ihlali, 5237 sayılı Türk Ceza Kanunu na göre 6 ay hapis cezası ile cezalandırılıyordu. Ancak, Anayasa Mahkemesi, hapis cezası öngören Türk Ceza Kanunu  düzenlemesini, isabetli  bir  şekilde,  eşitlik  ilkesine  aykırılık  nedeniyle  iptal etmiştir. Diğer taraftan, medeni  nikah esasındaki evlendirme memurunun dini karakter taşımayan  bir  memur  olduğu  iddia  edilmiştir.  Öncelikle,  evlendirme  memurunun tamamen  dini  karakterden  arınmış  bir  figür  olması  gerekliliğinin  ileri  sürülmesi, doktrindeki yazarların kanunu yorumlamalarından öte bir şey değildir. Ne Anayasa da ne TMK da ne de Evlendirme Yönetmeliği nde evlendirme memurunun laik karakterde bir memur olması gerektiği belirtilmemiştir. Daha ötesi, pozitif kurallar çerçevesinde müftülerin dahi dini karakter veya referansa sahip olmadığı ileri sürülebilir. Çünkü, Diyanet  İşleri Başkanlığı (DİB),  anayasal  bir kurum olarak idari  hizmetler sınıfına dahildir ve faaliyetlerini laiklik ilkesi doğrultusunda yürütür. O halde, müftünün, her ne kadar din hizmetler sınıfına dahil olsa da Anayasa ve kanunlar ile bağlı ve laiklik ilkesi doğrultusunda görev ve yetkilerini yerine getirmek zorunda olan bir kamu görevlisi                                                            114  ERİNÇ, 2017, s. 336. 115  İslam dinine göre imam nikahını herhangi bir Müslüman erkeğin kıyma yetkisi vardır. Diğer bir deyişle, nikahı bir din adamının kıyması zorunluluğu bulunmamaktadır. AKBULUT, 2016, s. 309, 310. 116   Anayasa Mahkemesi nin 27.05.2015 tarihli, 2014/36 E. ve 2015/51 K. sayılı kararı. 1448Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 olduğu; dolayısıyla TMK ya aykırılık teşkil eden bir durumun söz konusu olmadığı ileri sürülebilir.  Diğer  bir  iddia;  633  Sayılı  Diyanet  İşleri  Başkanlığı  Kuruluş  ve  Görevleri Hakkında Kanun un birinci maddesinde DİB in İslam dininin inanç, ibadet ve ahlak ile ilgili işlerini yürütmek amacıyla faaliyet yürütmesi nedeniyle başka kanunlarla DİB in görev  tanımı  kapsamının  dışında  bir  görev  ve  yetki  verilemeyeceğinden  bahisle müftülüklere  evlendirme  işlemlerini  yapmak  ile  yetkilendirilemeyeceğidir  ve  bu düzenlemenin Anayasa nın 136 ncı maddesini ihlal ettiğidir. Kanaatimizce, bu iddia savunulabilir  değildir.  Çünkü  İslam a  göre  evlilik  hem  bir  akittir  hem  de  ibadet hükmündedir. Evlilik kurumu bir ibadet olarak kabul edildiğine göre Diyanet İşleri Başkanlığı nın görev kapsamına girmektedir. Ayrıca, başka kanunlar ile DİB e yeni görev  ve  yetkiler  verilmesi  kanun  koyucunun  takdir  yetkisi  altındadır.  Anayasa Mahkemesi  de  ilgili  kararında,  DİB e  başka  kanunlarla  yeni  görev  ve  yetkiler verilebileceğini belirtmiştir.   B.  DİB  GENELGESİ NİN  ANAYASA  M.174  VE  TMK  M.143 E AYKIRILIĞI İDDİASINA İLİŞKİN DEĞERLENDİRMELERİMİZ Özlem Tüzüner, Diyanet İşleri Başkanlığının 1 Şubat 2018 tarihli  Resmi Nikah Yetkisi Hakkında Genelge sinin, evlendirme memurunun seküler bir karaktere sahip olması  zorunluluğunu  ihlal  etmesi  nedeniyle  Anayasa  174 üncü  maddesine  ve  dini nikah ve resmi nikah ayrımını ortadan kaldırdığı için TMK nın 143 üncü maddesine aykırı olduğunu ileri sürer. Genelge ye göre müftü, nikah işlemlerine başlamadan önce kendisi veya belirleyeceği bir kişi, Kur an-ı Kerim den belirli bir bölüm tilavet eder. Evlilik işlemi tamamlandıktan sonra müftü ailenin önemi hakkında bir konuşma yapar ve hayırlı olması temennisiyle dua eder.                                                            117  Anayasa Mahkemesinin 6 Aralık 2018 tarih ve E.2017/180, K.2018/109 sayılı kararı, para 26. 118  Genelge hakkında ayrıntılı açıklama için bkz, s. 5, 6. 119  Söz konusu iddia için bkz TÜZÜNER, 2018, s. 67-69. 1449Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Kanaatimizce, Diyanet İşleri Başkanlığının Resmi Nikaha ilişkin Genelgesi Türk Medeni Kanunu na aykırı değildir. Çünkü, Müftülerin yapacağı evlendirme işlemleri, Türk Medeni Kanunu ndaki evlilik kuralları çerçevesinde yürütülür ve hukuki niteliği itibarıyla  dini  değil,  resmi  bir  evlilik  işlemi  yapılır.  Genelge de  evlendirmenin başlangıcına  ve  sonuna  eklenen  dini  öğeler  ise  pratikte  bazı  belediye  nikah memurlarının  da  yerine  getirdiği  ifadelerden  ibarettir.  Nasıl  ki  pratikte  bazı  nikah memurlarının  dini  unsurlar  içeren  ifadeleri  evlendirme  işlemini  dini  nikah  haline getirmiyorsa müftülüklerde yapılan evlendirme işlemlerinde kullanılan dini öğeler de evlendirme  işleminin  resmi  nikah  özelliğine  zarar  vermez.  Türk  Medeni  Kanunu m.143 teki dini nikah (evlenmenin dini töreni), resmi nikah sonrasında yaptırılabilen, herhangi bir kimse tarafından gerçekleştirilebilen ve resmi niteliği haiz olmayan nikahı ifade  eder.  İnkılap  kanunları  arasında  sayılan  medeni  nikah  esası  ise  Anayasa Mahkemesinde  açılan  iptal  davası  gerekçesinde  de  belirtildiği  üzere,  evlendirme memuru önünde yapılan resmi nikahı ifade eder. Genelge de gösterilen veya düzenlenen nikah da resmi evlendirme memuru olan müftünün kıyacağı tek bir nikahı  belirtir. Genelge de iki ayrı nikah işlemine yer verilmemiştir. TMK nın terminolojisinde resmi nikah memuru önünde yapılmayan nikah, dini nikahtır. Bu nedenle, müftünün bir kamu görevlisi  olması  ve  evlendirme  işlemlerini  Türk  Medeni  Kanunu  hükümleri çerçevesinde  yapması,  Kanun  terminolojisindeki  dini  nikah  anlamını  ortadan kaldırmaktadır.  Dolayısıyla,  TMK  ile  Genelge  hükümlerinin  uyumlu  olduğu  ileri sürülebilir.  C.  LAİKLİK  İLKESİNİN  İHLALİ  İDDİALARINA  İLİŞKİN DEĞERLENDİRMELERİMİZ Laikliğin dar ve geniş olmak üzere iki anlamından bahsedilir. Dar anlamda laiklik, din işlerinin devlet işlerinden ayrılması şeklinde ifade edilir. Geniş anlamda laiklik ise din ve vicdan hürriyeti olarak açıklanır. Hukukçular, çoğunlukla, laikliği, bu iki unsuru birleştirerek açıklar. Bu çerçevede, laikliğin bir unsuru, din ve vicdan hürriyetini, diğer 1450Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 unsuru ise din ve devlet işlerinin ayrılığını ifade eder. Laikliğin bir yönünü oluşturan din ve vicdan hürriyeti, inanç hürriyeti ve ibadet hürriyetinden oluşur. Laikliğin ikinci yönü olan din ve devlet işlerinin ayrılığı ise doktrinde belirli alt unsurları sayılarak açıklanmıştır.  Din  ve  devlet  işlerinin  ayrılığı  unsuru,  öncelikle  din  ve  devlet kurumlarının  birbirlerinin  fonksiyonunu  görememesi  nedeniyle  birbirinden  ayrılığı anlamına  gelir.  Laik  devlet  ilkesinde,  devletin  resmi  bir  dininin  olamayacağı varsayılır. Laiklik, devletin bütün dinler karşısında tarafsız olması gerekliliğini ortaya koyar.  Laiklik,  devletin  siyasi  ve  hukuki  düzeninin  din  kurallarına  dayanması zorunluluğuna yer vermez. Daha açık bir ifadeyle, laik devlet, hukuk kurallarının yapılması ve uygulanmasında herhangi bir dinin ilke, kural ve değerlerine uygun olup olmadığına bakmayan bir konsepti ortaya koyar. Laik devlet ilkesi, dinler karşısında bir ayrımcılık yapmadan bütün din mensuplarına eşit davranmayı öngörür.  Laiklik  ilkesi,   hukuk  kurallarının  oluşumunda  dini  kurallardan  etkilenmeme  anlayışını içermez. Mustafa Erdoğan a göre bu anlayış,  olsa olsa din karşıtı bir ideolojiyi  benimsemiş  veya  toplumsal  hayatı  tümüyle  sekülerleştirmeyi  temel  amaç                                                            120  GÖZLER, Kemal, Türk Anayasa Hukuku, 3. Baskı, Ekin Yayınları, Bursa, 2019, s. 166; ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınevi, Ankara, 2019, s. 70; DEMİR, Hande Seher,  Avrupa  İnsan  Hakları  Mahkemesi  Kararları  Işığında  Türkiye'de  Din  ve  Vicdan Özgürlüğü, Adalet Yayınları, Ankara, 2011, s. 30. 121  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 8. Baskı, Yetkin Yayınları, Ankara, 2020, s. 351; BACCOUCHE,  Neji,   Laiklik  ve  Din  Özgürlüğü ,  Laiklik  ve  Demokrasi,  (der.  İbrahim  Ö. Kaboğlu), İmge Kitabevi, Ankara, 2001, s. 144.  122  GÖZLER, 2019, s. 178; ATAR, 2019, s. 72; ERDOĞAN, Mustafa, Anayasa Hukuku, Gözden Geçirilmiş 7. Baskı, Orion Kitabevi, Ankara, 2011(a), s. 248. 123  GÖZLER, 2019, s. 172; ATAR, 2019, s. 73. 124  GÖZLER, 2019, s. 175; ATAR, 2019, s. 73; ERDOĞAN, 2011(a), s. 251; KANADOĞLU, Korkut,  Laiklik ve Din Özgürlüğü , Türkiye Barolar Birliği Dergisi, Yıl: 2013, Sayı: 109, s. 364. 125  GÖZLER, 2019, s.180; ATAR, 2019, s.73; ERDOĞAN, 2011(a), s. 247; DÖNER, Ayhan, Türk Anayasa Hukuku, Yetkin Yayınevi, Ankara, 2021, s. 108. 126  KUÇURADİ, İoanna,  Laiklik ve İnsan Hakları , Laiklik ve Demokrasi, (der. İbrahim Ö. Kaboğlu), İmge Kitabevi, Ankara, 2001, s. 217. 127  YÜCEL,  Bülent,   Türkiye de  Laiklik  İlkesinin  Siyasi  Sistemle  Bütünleştirilmesi  ve  Anayasa Mahkemesi nin  Siyasi  Partileri  Kapatma  Kararları  Işığında  Anlamlandırılması ,  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 12, Sayı: 153-154, s. 34; KANADOĞLU, 2013,  s. 364. 128  Bazı kanunların dini kaygılarla motive edilmesinin din ve vicdan hürriyeti ile ilgili olarak herhangi bir ilkeyi ihlal etmeyeceği yönünde bkz. SAPIR / STATMAN, 2014, s. 273.  1451Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 edinmiş  bir  devletin  tercihi  olabilir 129.  Laik  devlet  ilkesi,  hukuk  kurallarının  din kurallarından etkilenmemesini değil; hukuk kurallarının dini ilke, değer ve kurallara uyma zorunluluğunu yasaklar. Din karşıtı bir görüşün resmileştirilmesi de laiklik ilkesinin  inançlar  karşısındaki  tarafsızlığına  aykırıdır.  Daha  ötesi,  dini  nitelikteki yaygın ve müşterek bir toplumsal pratiği dikkate alan etkilenmeler laiklik ilkesine aykırı değildir.  Hatta,  Mustafa  Erdoğan,  dini  nitelikteki  yaygın  bir  toplumsal  ihtiyacın gerçekleştirilmesinin  kolaylaştırılmasına  yönelik  düzenlemelerin,  demokratik  bir devlette gerekli olabileceğini ileri sürer.  Türkiye de, aşırı derecede bir din ve devlet ayrılığı ve devletin din üzerindeki kontrolü  uygulaması  olarak  anılan  Fransız  tipi  laiklik  anlayışı  söz  konusuydu. Anayasa Mahkemesi de kuruluşundan bu yana katı ve ideolojik bir tutumla laiklik ilkesini (dışlayıcı laiklik) tatbik etmekteydi. Anayasa Mahkemesinin katı, ideolojik ve hatta  din  karşıtı  laiklik  anlayışı,  kendisini  özellikle  başörtüsü  ve  siyasi  partilerin kapatılması davalarında göstermiştir. Mahkeme, 2010 lu yılların başlarından itibaren, dini, bireylerin vicdanına hapseden bu dışlayıcı laiklik anlayışı yerine, dinin kamusal alanda  görünür  olmasına  imkan  tanıyan  pasif  laiklik  anlayışını  benimsemiştir. Anayasa Mahkemesi,  4+4+4 kanunu  olarak bilinen 30 Mart 2012 tarih ve 6287 sayılı  İlköğretim  ve  Eğitim  Kanunu  ile  Bazı  Kanunlarda  Değişiklik  Yapılmasına  Dair Kanun  hakkında verdiği 20 Eylül 2012 tarih ve E.2012/65, K.2012/128 sayılı kararında iki laiklik anlayışını vurgulamıştır. Birisi katı (dışlayıcı) laiklik anlayışı diğer ise esnek                                                            129  ERDOĞAN, 2011(a), s. 253. 130  GÖZLER, 2019, s. 181; ATAR, 2019, s. 73; DÖNER, 2021, s. 109. 131  ERDOĞAN, 2011(a), s. 251; DÖNER, 2021, s. 104. 132  ERDOĞAN, 2011(a), s. 254. 133  Ibid., s. 254. 134  YÜKSEL, Saadet,  The Clash Between Free Exercise of Religion and Secularism Within the Turkish Legal System , Public and Private International Law Bulletin, Year: 2013, Volume: 33, Issue: 2, s. 121. 135  KURU, Ahmet T., Pasif ve Dışlayıcı Laiklik: ABD, Fransa ve Türkiye, (çev. Eylem Çağdaş Babaoğlu), İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2011, s. 14. 136  Ibid, s. 14. 137  YILDIRIM,  Mine,   Are  Turkey s  Restriction  on  Freedom  of  Religion  or  Belief  Permissible? , Religion and Human Rights, Year: 2020, Vol: 15, s. 176. 1452Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 ve  ılımlı  (pasif)  laiklik  anlayışıdır.  Özellikle  ılımlı  (pasif)  laiklik  anlayışına  ilişkin değerlendirmesi önemlidir.   Laikliğin tarihsel gelişimi incelendiğinde, din olgusuna yönelik yaklaşım farklılıklarına bağlı olarak, kavramın iki farklı yorumu ve uygulamasının bulunduğu görülmektedir. Bunlardan, katı laiklik anlayışına göre din, bireyin sadece vicdanın yer bulan, bunun dışına çıkarak toplumsal ve kamusal alana kesinlikle yansımaması gereken bir olgudur… Laikliğin daha esnek ya da özgürlükçü yorumu ise dinin bireysel boyutunun yanında aynı zamanda toplumsal bir olgu olduğu tespitinden yola çıkmaktadır. Bu laiklik anlayışı, dini sadece bireyin iç dünyasına hapsetmemekte, onu bireysel ve kollektif kimliğin önemli bir unsuru olarak görmekte, toplumsal görünürlüğüne imkân tanımaktadır. Laik bir siyasal sistemde,  dini  konulardaki  bireysel  tercihler  ve  bunların  şekillendirdiği  yaşam  tarzı devletin müdahalesi dışında ancak, koruması altındadır. Bu anlamda laiklik ilkesi din ve vicdan özgürlüğünün güvencesidir.   Anayasa Mahkemesi  bu  kararında  değiştirdiği  laiklik  kavrayışını,  2018 tarihli müftülüklere evlendirme yetkisi verilmesine dair kararında da devam ettirmiştir. Din karşıtlığı  ihtiva  etmeyen  laiklik  anlayışına  göre  müftüye  resmi  olarak  evlendirme yetkisinin  verilmesi,  Anayasa nın  2 inci  maddesindeki  laiklik  ilkesini  ihlal  etmez. Toplumsal  tabana  yayılmış  geniş  bir  pratiğin  din  işlerini  yürüten  kamu  görevlileri tarafından gerçekleştirilmesi, halkın çoğunluğunun müşterek ihtiyacının karşılanmasına ve devletin tmel amaçları arasında yer alan manevi yaşamın geliştirilmesine bir katkı niteliğindedir.  Devletin  dinler  karşısındaki  tarafsızlık  ödevinin  ve  dini  çoğulculuk ilkesinin ortadan kaldırıldığı iddia edilemez.   D.  DİN  VE  VİCDAN  HÜRRİYETİNE  AYKIRILIK  İDDİALARINA İLİŞKİN DEĞERLENDİRMELERİMİZ Din ve vicdan hürriyeti, Anayasa nın 24 üncü maddesinde düzenlenmiştir. Bu maddeye  göre inanç hürriyeti sınırsız; ancak, ibadet  hürriyeti Anayasa nın 14 üncü maddesi hükümlerine aykırı olmadıkça serbesttir. Din ve vicdan hürriyeti, genel olarak manevi varlığın gelişimi kapsamında ele alınır. Ancak, bir Müslüman için din ve vicdan hürriyeti sadece manevi gelişimi değil aynı zamanda maddi gelişimi ile de ilgilidir. Zira İslam, sadece bireylerin kalpleri ile Allah arasındaki manevi bir irtibat anlamına gelmez. İslam, hayatı anlamlandırmaya yönelik bilgileri içermenin yanı sıra ahlak, ibadet, hukuk ve  siyasete  ilişkin  temel  ilke  ve  kuralları  barındırır.  Doktrinde,  din  ve  vicdan 1453Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 hürriyetinin,  bireysel  alanda,  bir  dine  iman  etme  (inanç),  dinin  gereklerini  yerine getirme (ibadet), dini öğrenme, öğretme, yayma ve telkin hakkını; kolektif alanda ise öncekilere ek olarak topluluk oluşturma, topluluk içi rolleri belirleme, ibadet yeri kurma ve bağış toplamayı da içerdiği belirtilir. Servet Armağan, bu unsurlara ek olarak devletin,  din  ve  vicdan  hürriyeti  karşısında  imkan  hazırlama  ve  engel  olmama yükümlülüklerine  sahip  olduğunu  belirtir.  Armağan,  nasıl  ki  devlet,  seyahat hürriyetinin  sağlanabilmesi  için  yollar  yapıyor,  güvenliği  temin  ediyor  ve  pasaport kanunu  çıkarıyorsa  din  ve  vicdan  hürriyetinin  gerçekleştirilebilmesi  için  de  imkan hazırlama  yükümlüsü  olduğunu  vurgular.  Bu  doğrultuda,  cemaat  ile  kılınması zorunluluğu bulunan Cuma namazı vaktinde kamu ve özel sektörde çalışanlara izin verilmesi  uygulaması,  devletin  din  ve  vicdan  hürriyetinin  gerçekleştirilmesi çerçevesindeki  yükümlülüklerinden  biridir.  Ayrıca,  şehirlerarası  otobüslerin müslüman bireylerin vakit namazlarını kılması amacıyla mola vakitlerini düzenlemesi de yine din ve vicdan hürriyetinin gerçekleştirilmesi ve anlamlı kılınması kapsamında değerlendirilmelidir. Ancak, Hasan Sayim Vural, devletin, din hürriyeti ile ilgili olarak kişilere  verilen  güvencelerin,  devlet  açısından  negatif  bir  formda  tarafsızlık  ve  bu çerçevede ayrımcılık yapmama yükümlülüklerini yüklediğini belirtir. Vural, pozitif bir edim olarak devletin imkan hazırlamasını din hürriyeti kapsamında bir yükümlülük olarak saymaz.  Söz  konusu  kanun  değişikliği  ile  müftülüklere  evlendirme  yetkisi  verilmesi düzenlemesi  de  din  ve  vicdan  hürriyetinin  gerçekleşmesine  imkan  sağlama yükümlülüğü çerçevesinde değerlendirilebilir. Şöyle ki; İslam a göre nikah tektir. Dini                                                            138  ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, 2. Baskı, Orion Kitabevi, Ankara, 2011(b), s. 203-211. 139  VURAL, Hasan S.,  Anayasa da Din Özgürlüğü , Ankara Üniversitesi SBF Dergisi, Yıl: 2014, Cilt 69, No.2, s. 261; ARMAĞAN, Servet, Din-Vicdan Hürriyeti ve Laiklik: Teori-Pratik, 2. Baskı, İnsan Yayınları, İstanbul, 2012, s. 159-188; SAMBUR, Bilal,  Yeni Anayasa da Din ve Vicdan Özgürlüğünün Düzenlenmesi , Liberal Düşünce, Yıl: 2012, Cilt: 17, Sayı 66, s. 95-96. 140  ARMAĞAN, 2012, s. 177-188. 141  Ibid., s. 177. 142  Ibid., s. 182. 143  Ayrıntılı  bilgi  için  bkz.  VURAL,  Hasan  S.,  Türkiye de  Din  Özgürlüğüne  İlişkin  Anayasal Güvence, Seçkin Yayınevi, Ankara, 2013, s. 163-194. 1454Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 nikah ve resmi nikah şeklinde bir ayrım İslam hukukunda yoktur. İslam hukukuna göre evlilik, kural ve şartları bulunan bir akit ve aynı zamanda bir ibadettir. Bu akit, tarafların icap ve kabulü ve şahitlerin bu akde şahitlikleri ile gerçekleşir. O halde, İslam aile hukukundaki bazı evlilik engelleri de dikkate alındığında resmi nikah ile dini nikah arasında bir fark yoktur. Ancak, müslüman bireyler, resmi evlilik öncesi veya sonrası, dini unsurlarla bezenmiş evlilik törenlerini aile arasında veya bir diyanet görevlisinin önünde gerçekleştirirler. Söz konusu düzenleme, resmi nikah ve dini nikah ikilemini hiç değilse  müftülükte  evlilik  işlemlerini  yaptıranlar  açısından  ortadan  kaldıracağından, ibadet hürriyetinin gerçekleştirilmesini sağlayan bir adım olarak nitelendirilebilir.  Diğer taraftan, bireylerin toplum baskısıyla müftülüklerde evlendirme işlemlerini gerçekleştirmek zorunda kalacağı varsayılarak Anayasa nın 24 üncü maddesindeki dini ayin ve törenlere katılmaya veya dini inançlarını açıklamaya zorlanmama ilkesinin ihlal edildiği  iddiası,  sosyolojik  gerçeklik  karşısında  savulunabilir  değildir.  Bu  görüşü savunanlara  göre  üniversitede  ve  kamusal  alanlarda  başörtüsünün  kullanılması  da başörtülü olmayanlara karşı bir baskı ve ayrımcılık  arz eder nitelikteydi. Böyle bir yaklaşım,  ancak  din  karşıtı  bir  tutumun  yansıması  olabilir.  Bu  gibi  gerekçelerle Müslümanların dini yaşamlarını vicdanlarına hapsetmek din hürriyetini anlamsız bir hale  getirirerek,  geçmişte  yaşanıldığı  gibi,  büyük  hak  mağduriyetlerine  yol  açar. Dolayısıyla, söz konusu düzenlemenin din ve vicdan hürriyetini ihlal ettiği söylenemez.  E.  EŞİTLİK  İLKESİNİN  İHLALİ  İDDİLARINA  İLİŞKİN DEĞERLENDİRMELERİMİZ Müftülüklere  evlendirme  memurluğu  yetkisi  veren  kanuni  düzenlemenin, devletin,  bireylere  din  temelinde  farklı  bir  muamelede  bulunmasını  yasaklayan ayrımcılık  yasağına  aykırı  olduğundan  Anayasa nın  10 uncu  maddesindeki  eşitlik ilkesinin ihlal edildiği ileri sürülmüştür. 1982 Anayasası nın 10 uncu maddesinin birinci                                                            144  KÖSE, Saffet,  Aile Hukuku , İslam Hukuku El Kitabı, (der.Talip Türcan), Grafiker Yayınları, Ankara, 2013, s. 287; AKBULUT, Olgun, Anayasal Dinsel Çoğulculuk, On İki Levha Yayıncılık, İstanbul, 2016, s. 309.   145  KÜÇÜK, Adnan,  Laikliğe İlişkin Tartışmalar ve İki Laiklik Modeli , Türkiye de Din Özgürlüğü ve Laiklik, (der. Hasan Yücel Başdemir), Liberte Yayınları, Ankara, 2011, s. 58. 1455Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 fıkrasına göre,  herkes, dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayırım gözetilmeksizin kanun önünde eşittir . Ayrımcılık yasağı ise Avrupa İnsan Hakları Sözleşmesinin 14 üncü maddesinde şu şekilde düzenlenmiştir:  Bu Sözleşme de tanınan hak ve özgürlüklerden yararlanma, cinsiyet, ırk, renk, dil, din, siyasal veya diğer kanaatler, ulusal veya toplumsal köken, ulusal bir azınlığa aidiyet, servet, doğum başta olmak üzere herhangi başka bir duruma dayalı hiçbir ayrımcılık gözetilmeksizin sağlanmalıdır . Eşitlik ilkesi ve ayrımcılık yasağı genellikle birlikte anılan  kavramlardır.  Eşitlik  ilkesi,  pozitif  bir  yükümlülük  olarak  eşitliğin sağlanmasını ifade ederken; ayrımcılık yasağı aynı olgunun negatif yükümlülüğü olarak ayrımcılık yapmanın önlenmesini ifade eder.  Eşitlik kavramı, hem bir anayasal ilkeyi hem de bireyler açısından bir temel hakkı ifade eder. Eşitlik kavramı genellikle şekli ve maddi eşitlik olarak ifade edilir. Aynı durumda olanlara aynı, farklı durumda olanlara farklı davranılması şekli eşitlik; aynı durumda  olanlar  arasında  haklı  bir  neden  olmadan  yapılan  farklı  bir  muamele  ise doğrudan ayrımcılık olarak adlandırılır. Maddi eşitlik anlayışı ise kanun önünde aynı durumda  oldukları  halde  fiili  koşullar  nedeniyle  dezavantajlı  durumda  bulunanlara yönelik  özel  tedbirler  alınmasını  ifade  eder.  Fiili  olarak  dezavantajlı  durumda bulunan  kişilerin  bu  durumdan  kurtulması  amacıyla  makul  tedbirlere  başvurulması maddi eşitlik; haklı ve makul bir neden olmaksızın kişilerin dezavantajlı bir duruma sokulması ise dolaylı ayrımcılık olarak adlandırılır. Diğer bir deyişle, farklı durumda bulunanlara aynı muamelenin yapılması durumunda farklı durumda bulunan kişi veya grupların olumsuz etkilenmesi halinde dolaylı ayrımcılık söz konusu olur.                                                             146  EREN, Abdurrahman, Anayasa Hukuku Dersleri, 2. Baskı, Seçkin Yayınları, Ankara, 2020, s. 388. 147  EREN, 2020, s. 388; KARAN, Ulaş,  Bireysel Başvuru Kararlarında Ayrımcılık Yasağı ve Eşitlik İlkesi , Anayasa Yargısı, Yıl: 2015, Sayı: 32, s. 237. 148  Merih ÖDEN, Türk Anayasa Hukukunda Eşitlik İlkesi, Yetkin Yayınları, Ankara, 2003, s.132. KARAN, 2015, s.254; EREN, 2020, s. 387. 149  EREN, 2020, s. 390. 150  EREN, 2020, s. 390. 151  EREN, 2020, s. 391. 152  DOĞAN,  İlyas,   Ayrımcılık  Yasağı ,  Avrupa  İnsan  Hakları  Sözleşmesi  Hukuku,  (der.  İlyas Doğan), Astana Yayınları, Ankara, 2019, s.321; KARAN, 2015, s. 241. 1456Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 Anayasa Mahkemesi, birçok kararında, Anayasa nın 10 uncu maddesindeki eşitlik ilkesinin fiili değil hukuki eşitlik öngördüğünü; farklı durumda bulunan kişilere farklı kuralların uygulanabileceğini; durum ve koşullardaki özellikler nedeniyle bazı kişi ya da toplulukların farklı kurallara bağlı tutulmasının eşitlik ilkesini ihlal etmediğini belirtir. Mahkemeye göre kişilerin diğer kişilere göre farklı hukuk kurallarına bağlı tutulması haklı bir nedene dayanıyorsa eşitlik ilkesinin ihlal edilmediğine karar vermektedir. Anayasa Mahkemesi, 11 Nisan 2019 tarih ve E.2019/6, K.2019/25 sayılı kararında haklı neden kıstası yerine  objektif ve makul bir nedene dayanma  ile  ölçülülük ilkesine aykırı olmama  kıstaslarını kullanmaya başlamıştır. Anayasa Mahkemesi, öncelikle aynı  veya  benzer  durumda  bulunan  bireylere  farklı  bir  muamelenin  yapılıp yapılmadığını tespit etmekte; bunun ardından farklı muamelenin objektif ve makul bir nedene dayanıp dayanmadığı ve ölçülü olup olmadığı incelemesi yapmaktadır.  AİHM, ayrımcılık yasağına ilişkin kararlarında, aynı veya benzer kişiler arasında her türlü farklı muamelenin ayrımcılık anlamına gelmediğini;  objektif ve makul bir nedene   dayalı  farklı  muamelenin  ayrımcılık  olmadığına  karar  vermektedir. Mahkeme,  öncelikle  karşılaştırdığı  durumlar  arasında  benzerlik  olup  olmadığına bakmakta;  sonrasında  benzer  durumda  olanlar  arasında  haklardan  yararlanma bakımından farklı bir muamelenin yapılıp yapılmadığını saptamakta; en sonunda bu farklı  muamelenin  objektif  ve  makul  bir  nedene  dayanıp  dayanmadığını incelemektedir. Ayrıca, ayrımcılık yasağının ihlal edilip edilmediği, davanın kendi koşulları  ve  özellikleri  çerçevesinde  değerlendirilir.  AİHM in  objektif  ve  makul neden ölçütü iki ayrı unsur altında incelenir. İlk olarak farklı muamelenin, meşru bir amaca  sahip  olup  olmadığı,  sonrasında  araç  ve  amaç  arasında  orantı  bulunup bulunmadığı incelenir. AİHM, meşru amaç kriterinde sözleşmeci devletlere geniş bir                                                            153  KARAN, 2015, s. 284. 154  DÖNER, 2021, s. 148. 155  DOĞAN, 2019, s. 318. 156  EREN, 2020, s. 391. 157  DOĞAN, 2019, s. 323. 158  KARAN, 2015, s. 280. 159  Ibid., s. 280. 1457Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 takdir marjı vermekle birlikte her türlü meşru amaç, farklı muameleyi haklılaştırmaz. Anayasa Mahkemesinin kararlarında ise meşru amaç kriteri çok daha geniş bir şekilde yorumlanır.  Araç  ile  amaç  arasındaki  orantılılık  ise  AİHM in  kimi  kararlarında ölçülülük ilkesinin gereklerinin yerine getirilmesini arar.  Anayasa Mahkemesi, müftülüklere evlendirme yetkisi verilmesine dair düzenleme ile  ilgili  kararında;  öncelikle,  fiili  değil  hukuki  eşitliği  dikkate  aldığını  ve  farklı durumda bulunanlara farklı kuralların uygulanmasının eşitlik ilkesini ihlal etmeyeceğini belirttikten sonra toplumun din ve vicdan hürriyeti kapsamına giren yaygın ve müşterek nitelikteki ihtiyaçlarının giderilmesini kolaylaştıran düzenlemelerin eşitlik ilkesini ihlal etmeyeceğini  vurgulamıştır.  Söz  konusu  düzenlemenin  de  bu  yönde  bir  uygulama olduğunu belirtmiştir. Anayasa Mahkemesi, kararında, eşitlik ilkesinin ihlal edildiğine yönelik ölçütlerini kullanmamıştır.  Tarunabh Khaitan ve Jane Calderwood Norton, öncelikle, din özgürlüğü hakkı ile dini ayrımcılık yasağı hakkını iki ayrı hak olduğunu belirterek, sıfır toplamlı olmayan yararların (non-zero-sum-benefits) din özgürlüğünü ihlal etmeyeceğini ancak yüzeysel olarak  dini  ayrımcılık  yasağını  ihlal  edeceğini  savunmaktadırlar.  Sıfır  toplamlı olmayan yararlar, diğer dinlere bağlılığa yük getirmeyen ve bir dine bağlılık nedeniyle verilen yararlardır. Örnek olarak, müslümanlara hacca gitmek için devlet tarafından yardım yapılması, işyerinde hristiyanlar için mabed yapılması veya devlet dini olarak Budaizmin tesisi verilebilir. Bunlar, bir dinin bağlılığına fayda sağlarken, diğer dinin bağlılarına  yük  yüklemez.  Bu  nedenle  yazarlar,  dine  bağlı  olmayanların  dini özgürlüğünü ihlal etmeyeceğini savunmaktadırlar. Ancak, yazarlara göre, temel mallar veya temel haklar konusunda yapılan bir sıfır toplamlı olmayan yarar, din ve vicdan                                                            160  Ibid., s. 292. 161  Ibid., s. 292. 162  Ibid., s. 283. 163  KHAITAN, Tarunabh / NORTON, Jane Calderwood,   Religion in Human Rights Law: A Normative Restatement , International Journal of Constitutional Law, Year: 2020, Vol: 18, No: 1, s. 122. 164  Ibid., s. 122. 165  Ibid., s. 122. 1458Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 hürriyetini de ihlal eder. Çünkü, bu gibi örneklerde, diğer dinlere bağlılığı etkileyecek bir zorlama veya manipülasyon söz konusudur. Bu duruma, din temeline dayalı bir vatandaşlık veya eğitim hakkı düzenlemesi örnek olarak verilebilir. O halde, Khaitan ve Norton a göre müftülüklerde resmi evlilik işlemlerinin yapılması yoluyla dini nikah işlemlerinin kolaylaştırılması, din ve vicdan hürriyetini ihlal etmez. Sadece bir dini bağlılığa yapılan bir yardımın, diğer dinlere yapılmaması söz konusudur. Daha açık bir anlatımla, diğer din mensuplarına karşı evlenmenin dini töreninin yapılması ile ilgili bir kolaylaştırma söz konusu değildir. Ancak, yüzeysel bir bakış içinde bu durum, onlara göre, dini ayrımcılık yasağının ihlalidir.  Söz konusu kanuni düzenleme, müslümanların dini nikah törenlerinin yapılmasını kolaylaştırırken, aynı imkanı diğer dinlere veya mezheplere tanımamaktadır. Ancak kanaatimizce,  şu  hususa  dikkat  çekmek  gerekir  ki;  müftülüklerde  resmi  evlilik işlemlerini  yaptırmayan  müslüman  bireyler  de  diğer  din  mensupları  kategorisine düşerek dini nikah kolaylığından faydalanamayacaktır. Aslında, bu dini tören kolaylığı bir zaman kolaylığından başka bir şey değildir. Belediyelerde nikah yaptıranlar da daha sonrasında müftülüklere başvurarak evlenmenin dini törenlerini gerçekleştirebilecektir. Dolayısıyla,  bu  gibi  düzenlemeler,  ilk  bakışta,  din  temelinde  bir  ayrımcılık  gibi görünmekle birlikte maddi bir din temelli ayrımcılık olarak görülmemesi gerekir. Bu doğrultuda, Müslümanların dini bayramlarının resmi tatil ilan edilmesine karşı diğer din mensuplarına  bu  hakkın  verilmemesi  ayrımcılık  yasağını  ihlal  etmediği  gibi  bu düzenleme de ayrımcılık yasağını ihlal etmez. Aynı şekilde, Batı ülkelerinde, Noel için resmi tatil ilan edilirken müslümanların dini bayramları için resmi tatil ilan edilmez. Hukuk kuralları, toplumsal yaşamdan azade kılınamaz. O halde, ister dini ister seküler nitelikte olsun, toplumun çoğunluğunun önem verdiği bir uygulamanın kolaylaştırılması veya imkan verilmesi yönündeki düzenlemelerin eşitlik ilkesini (dolayısıyla ayrımcılık yasağını) ihlal ettiği ileri sürülemez.                                                             166  Ibid., s. 122. 167  Ibid., s. 122. 168  Ibid., s. 122-123. 1459Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 F.  ANAYASA NIN  90 INCI  MADDESİNE  AYKIRILIK İDDİALARINA İLİŞKİN DEĞERLENDİRMELERİMİZ Anayasa  Mahkemesinde  söz  konusu  düzenlemenin  iptali  davasını  açanlar, gerekçelerinde,  söz  konusu  düzenlemenin  Lozan  Barış  Andlaşması nın  43 üncü maddesine aykırı olduğunu ileri sürmüştür.  Lozan Barış Andlaşması nın  43 üncü maddesi,  gayrümüslim  Türk  vatandaşlarının    inanç  hükümlerine  aykırı  veya  dini ayinlerini  bozucu  herhangi  bir  muamelede  bulunmaya  zorlanmayacaklarını  güvence altına  almıştır.  Bu  çerçevede,  gayrimüslim  vatandaşların  evlendirme  işlemlerinin müftülüklerde yapılamayacağına dair kanuni güvencelere yer verilmemesi nedeniyle, inanç  hürriyetlerinin  ihlal  edildiği  savunulmuştur.  Lozan  Andlaşması nın  ilgili hükümlerinin temel hak ve hürriyelerle ilgili olması dolayısıyla Anayasa nın 90 ıncı maddesi uyarınca normal kanunlar karşısında öncelikle uygulanması  gerektiğini; bu nedenle söz konusu düzenlemenin Anayasa nın 90 ıncı maddesine aykırı olduğu ileri sürülmüştür.  Öncelikle  Lozan  Barış  Andlaşması nın  ilgili  hükümleri,  iç  hukukta  kanun karşısında  üstünlük  tanınan  diğer  temel  hak  ve  hürriyetlere  ilişkin  uluslararası andlaşmalar  gibi  değerlendirilmelidir.    Ancak,  Anayasa  Mahkemesi,  söz  konusu düzenleme ile Anayasa nın 90 ıncı maddesi arasında bir ilgi kurulamayacağına karar verdiğinden değerlendirme yapma gereği duymamıştır. Andlaşmanın 40 ıncı maddesi uyarınca gayrimüslim azınlıkların dini ayinlerini serbestçe yapacakları düzenlenmiştir. Türk Medeni Kanunu nun 143 üncü maddesi, hiçbir din ayırt edilmeksizin dini törenin resmi  tören  sonrasında  yapılabileceğini  düzenleyerek  bu  serbestliği  belirtmiştir. Andlaşmanın  43 üncü  maddesi  uyarınca  Müftülüklere  evlendirme  memurluğu yetkisinin verilebilmesine dair düzenlemenin, gayrimüslim azınlıkların müftülüklerde                                                            169  Madde 43:  Gayrimüslim akalliyetlere mensup Türk tebeası, ahkâmı itikadiyelerine mugayir veya dinî âyinlerini muhil  her  hangi  bir  muamelenin  ifasına  mecbur  tutulmayacakları  gibi  hafta  tatilleri  gününde mahkemelerde ispatı  vücut  etmekten  veya  her hangi bir  muamelei  kanuniye icrasından istinkâf ettiklerinden dolayı bunların hiç bir hakları sakıt olmıyacaktır. Mamafih bu hüküm, mezkûr Türk tebaasını intizamı âmmenin muhafazası için diğer herhangi Türk tebaasına tahmil edilen mecburiyetlerden azade kılmıyacaktır.  170    VURAL, 2013, s. 184. 1460Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 evlenmelerini  önleyecek  yeterli  güvencelerden  yoksun  olması  nedeniyle  din hürriyetlerini  ihlal  edeceği  iddiasının  ise  Türkiye  bağlamında  bir  karşılığı  yoktur. Gayrimüslim azınlıkların toplum baskısı veya başka bir nedenle müftülüklerde nikah kıydırmak zorunda kalacakları iddiası, temelsiz ve soyuttur. Dolayısıyla Anayasa nın 90 ıncı maddesinin ihlal edildiği iddiaları da kabul edilebilir değildir.  SONUÇ Müftülere evlendirme yetkisi verilmesinin Anayasa ya aykırı olduğu iddiasıyla açılan  iptal  davasında  Anayasa  Mahkemesi,  söz  konusu  düzenlemenin  Anayasa ya uygun olduğuna karar vermiştir. Anayasa Mahkemesi temel itibarıyla, din ve vicdan hürriyetine değinerek laiklik ilkesi üzerinden bir değerlendirme yapmıştır. Mahkeme, bu kararında da dinin kamusal görünümüne izin veren pasif laiklik anlayışını takip ederek ve  devletin  din  ve  vicdan  hürriyetinin  gerçekleştirilmesi  kapsamındaki  pozitif yükümlülüğüne  atıfta  bulunarak  toplumun  çoğunluğunun  yaygın  ve  müşterek  dini ihtiyaçlarının giderilmesine veya kolaylaştırılmasına dair düzenlemelerin Anayasa ya uygun olduğuna karar vermiştir. Ancak, Mahkeme, söz konusu düzenlemenin ölçülülük ilkesine  uygun  olup  olmadığını  değerlendirmemiştir.  Doktrinde  ve  bazı  yargı düzenlerinde  önemlice  üzerinde  durulan  temel  hak  ve  hürriyetlerin  yargısal incelemesinde  ölçülülük  ilkesinin  uygulanması  talebi  doğrultusunda  müftülüklere evlendirme  yetkisi  verilebilmesi  düzenlemesi  ölçülülük  testine  tabi  tutulmuştur. Ölçülülük incelemesi sonucunda, müftülüklere evlendirme yetkisi verilebilmesine dair düzenlemeden elde edilen fayda karşısında gayrimüslimlere bu imkanın sağlanmaması nedeniyle  ortaya  çıkan  zarar  veya  yükün  daha  az  olduğu  ortaya  çıkmıştır.  Ayrıca, müftülüklerde  evlendirme  işlemlerini  yaptırmak,  Müslüman  veya  gayrimüslim farketmeksizin hiçbir birey nazarında zorunlu değildir. Gayrimüslimler, resmi evlilik işlemlerini yaptırdıktan sonra dini törenlerini istedikleri yerde yaptırabilme hürriyetine sahiptir. Diyanet  İşleri  Başkanlığı,  Müftülüklerde  kıyılacak  nikah  işlemlerinin gerçekleştirilme  usulünü  düzenleyen  bir  Genelge  yayımlamıştır.  Genelge ye  göre müftülüklerde  gerçekleştirilecek  evlendirme  işlemleri,  sadece  il  ve  ilçe  müftüleri 1461Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466 tarafından  yapılacaktır.  Bu  kamu  görevlileri  dışındaki  kişilerin  kıyacakları  nikahın geçersiz olduğu belirtilmiştir. Genelge ye göre müftü, nikah işlemlerine başlamadan önce kendisi veya belirleyeceği bir kişi, Kur an-ı Kerim den belirli bir bölüm tilavet eder. Evlilik işlemi tamamlandıktan sonra müftü ailenin önemi hakkında bir konuşma yapar  ve  hayırlı  olması  temennisiyle  dua  eder.  Doktrinde,  müftülerin  kıyacakları nikahın,  resmi  nikahı  ve  dini  nikahı  birleştirmesi  nedeniyle  Anayasa nın  174 üncü maddesine  ve  Türk  Medeni  Kanunu nun  143 üncü  maddesine  aykırı  olduğu  ileri sürülmüştür. Kanaatimizce, müftülerin kıydığı nikah, Türk Medeni Kanunu hükümleri çerçevesinde yapıldığından resmi nikahtır. Resmi nikah sırasında dini metinlerden bazı bölümlerin okunması ise Türk Medeni Kanunu ndaki resmi nikahın önce, dini nikahın sonra icra edilmesi sıralamasını ortadan kaldırmaz. Çünkü, pratikte zaten bazı belediye nikah  memurları,  evlendirme  töreni  esnasında  dini  ifadeler  kullanırlar.  Bu  nikah memurları, evlilik ile ilgili bazı hadisi şerifleri paylaşır ve birkaç kısa cümle de olsa dua sayılan  ifadeler  kullanırlar.  Diğer  taraftan,  Türk  Medeni  Kanunu ndaki  dini  nikah ifadesi, evlendirme işlemlerinin resmi evlendirme (nikah) memuru önünde yapılacağını ifade eden  medeni nikah esası nın zıddı anlamında kullanılmıştır. Başka bir deyişle, dini  nikah,  resmi  olmayan  (devlet  güvencesi  altında  olmayan)  nikah  demektir. Genelge de  gösterilen  veya  düzenlenen  nikah  ise  aynı  zamanda  resmi  evlendirme memuru olan müftünün kıyacağı tek bir nikahı ifade eder. Genelge de iki ayrı nikah işlemine  yer  verilmemiştir.  Resmi  nikah  memuru  önünde  yapılmayan  nikah,  dini nikahtır. Bu nedenle, müftünün bir kamu görevlisi olması ve evlendirme işlemlerini Türk Medeni Kanunu hükümleri çerçevesinde yapması, Kanun terminolojisindeki dini nikah anlamını ortadan kaldırmaktadır. Söz konusu kanun çıkmadan önce bazı belediye nikah memurlarının besmele çekmeleri veya bazı dini ifadeler kullanmaları nasıl ki Türk Medeni Kanunu nun 143 üncü maddesini ihlal etmiyorsa, müftülerin evlendirme işlemlerinde kullandıkları dini ifadeler de medeni nikah esasını ihlal etmemektedir.    1462Baş/Baş    Hacettepe HFD, 11(2) 2021, 1416-1466",
     "Kaynakça": "      AKBULUT, Olgun, Anayasal Dinsel Çoğulculuk, On İki Levha Yayıncılık, İstanbul, 2016. AKSOY,  Batıkan,   İnkılap  Kanunlarının  Hukuki  Statüsü,  Normatif  Değeri  Ve  Anayasal Bağlamı Üzerine Bir İnceleme , Yasama Dergisi, Yıl: 2020, Sayı: 41, (s. 39-85). AKYOL,  Taha,  Müftü  Nikahı,  17.10.2017.  https://www.hurriyet.com.tr/yazarlar/tahaakyol/muftu-nikahi-40612802 (erişim tarihi 12.05.2021). ARMAĞAN,  Servet,  Din-Vicdan  Hürriyeti  ve  Laiklik:  Teori-Pratik,  2.  Baskı,  İnsan Yayınları, İstanbul, 2012. ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınevi, Ankara, 2019. BACCOUCHE, Neji,  Laiklik ve Din Özgürlüğü , Laiklik ve Demokrasi, (der. İbrahim Ö. Kaboğlu), İmge Kitabevi, Ankara, 2001, (s. 141-150). BAYRAKTAR, Ahmet,  Müftülere Nikah Kıyma Yetkisi Verilmesi Sonrasında Türk İnsanının Nikaha Bakış Açısı , Eskiyeni, Sayı: 35, 2017, (s. 21-31). DEMİR, Hande Seher, Avrupa İnsan Hakları Mahkemesi Kararları Işığında Türkiye'de Din ve Vicdan Özgürlüğü, Adalet Yayınları, Ankara, 2011. DOĞAN, İlyas,  Ayrımcılık Yasağı , Avrupa İnsan Hakları Sözleşmesi Hukuku, (der. İlyas Doğan), Astana Yayınları, Ankara, 2019, (s. 317-324). DOĞRU,  Derya,  Avrupa  İnsan  Hakları  Mahkemesi  Yargılamasında  Takdir  Marjı Doktrini, Turhan Kitabevi, Ankara, 2019.  DÖNER, Ayhan, Türk Anayasa Hukuku, Yetkin Yayınevi, Ankara, 2021. ERDOĞAN, Mustafa, Anayasa Hukuku, Gözden Geçirilmiş 7. Baskı, Orion Kitabevi, Ankara, 2011(a). ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, 2. Baskı, Orion Kitabevi, Ankara, 2011(b). ERİNÇ, Muhammed,  Dînî Nikâh - Resmî Nikâh Karşılaştırması ve Müftülere Nikâh Görevinin Verilmesi , İslam Hukuku Araştırmaları Dergisi, Yıl: 2017, Sayı: 30, (s. 299-336). ESEN,  Egemen,  İnsan  Hakları  Avrupa  Mahkemesi  İçtihatları  Işığında  Takdir  Marjı Doktrini, On İki Levha Yayıncılık, İstanbul, 2020. FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 8. Baskı, Yetkin Yayınları, Ankara, 2020. GÖZLER, Kemal, Hukuka Giriş, 13. Baskı, Ekin Yayınevi, Bursa, 2016. 1463     GÖZLER, Kemal, Türk Anayasa Hukuku, 3. Baskı, Ekin Yayınları, Bursa, 2019. GÖZLER, Kemal, İnsan Hakları Hukuku, 3. Baskı, Ekin Yayınevi, Bursa, 2020. GÜLGEÇ, Yahya Berkol, Normlar Hiyerarşisi, 2. Baskı, On İki Levha Yayınları, İstanbul, 2018. GÜLFİDAN, Osman Serkan,  Anayasa Mahkemesi nin İl ve İlçe Müftülüklerine Evlendirme Memurluğu Yetkisi ve Görevi Verilmesi Meselesine ilişkin E. 2017/180, K. 2018/109 sayı ve 06.12.2018 tarihli Kararı Üzerine Bir Not , Hukuk Defterleri, Yıl: 2019, Sayı: 18, (s. 12-22). KABOĞLU, İbrahim Ö., Özgürlükler Hukuku 1: İnsan Hakları Genel Kuramına Giriş, 7. Baskı, İmge Kitabevi, Ankara, 2013. KANADOĞLU, Korkut,  Laiklik ve Din Özgürlüğü , Türkiye Barolar Birliği Dergisi, Yıl: 2013, Sayı: 109, (s. 353-384). KARAN, Ulaş,  Bireysel Başvuru Kararlarında Ayrımcılık Yasağı ve Eşitlik İlkesi , Anayasa Yargısı, Yıl: 2015, Sayı: 32, (s. 235-306). KHAITAN, Tarunabh / NORTON, Jane Calderwood,   Religion in Human Rights Law: A Normative Restatement , International Journal of Constitutional Law, Year: 2020, Vol: 18, No: 1, (s.111-129). KÖSE,  Saffet,   Aile  Hukuku ,  İslam  Hukuku  El  Kitabı,  (der.  Talip  Türcan),  Grafiker Yayınları, Ankara, 2013, (s. 71-105). KUÇURADİ, İoanna,  Laiklik ve İnsan Hakları , Laiklik ve Demokrasi, der. İbrahim Ö. Kaboğlu, İmge Kitabevi, Ankara, 2001, (s. 211-236). KURU, Ahmet T., Pasif ve Dışlayıcı Laiklik: ABD, Fransa ve Türkiye, (çev. Eylem Çağdaş Babaoğlu), İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2011. KÜÇÜK,  Adnan,   Laikliğe  İlişkin  Tartışmalar  ve  İki  Laiklik  Modeli ,  Türkiye de  Din Özgürlüğü ve Laiklik, (der. Hasan Yücel Başdemir), Liberte Yayınları, Ankara, 2011, (s. 39-95). KÜÇÜK, Adnan, Otoriter Militan Laiklik ve Müftü Nikahı, Star Gazetesi, (28.10.2017), https://www.star.com.tr/acik-gorus/otoriter-militan-laiklik--ve-muftu-nikahi-haber1269111/ (erişim tarihi 12.05.2021). LIFSHITZ, Shahar,  Civil regulation of Religious Marriage from the Perspectives of Pluralism, Human Rights, and Political Compromise , Institutionalizing Rights and Religion: Competing Supremacies, (ed. Leora Batnitzky), Princeton University Press, New Jersey, 2017, (s. 206-223). 1464     MERT,  Nuray,  Müftü  nikâhı  ve  İslami  rejim,  04.08.2017. https://www.cumhuriyet.com.tr/yazarlar/nuray-mert/muftu-nikahi-ve-islami-rejim795894 (erişim tarihi 12.05.2021). METİN,  Yüksel,   Temel  Hakların  Sınırlandırılması  ve  Ölçülülük ,  Süleyman  Demirel Üniversitesi Hukuk Fakültesi Dergisi, Year: 2017, Vol: 7, No: 1, (s. 1-74). ÖDEN, Merih, Türk Anayasa Hukukunda Eşitlik İlkesi, Yetkin Yayınları, Ankara, 2003. ÖZALP, Nihan Yancı, Türkiye de Aktivizm ve Kendi Kendini Sınırlandırma Çerçevesinde Anayasa Mahkemesinin Yargısal Yorumu, On İki Levha Yayınları, İstanbul, 2018. ÖZEL, Sibel,  Müftülüklere Nikâh Kıyma Yetkisinin Verilmesi , Barobirlik, Cilt 30, 2017, (s. 19-22). SAMBUR, Bilal,  Yeni Anayasa da Din ve Vicdan Özgürlüğünün Düzenlenmesi , Liberal Düşünce, Yıl: 2012, Cilt: 17, Sayı: 66, (s. 93-102). SAPIR, Gideon / STATMAN, Daniel,  Religious Marriages in a Liberal State , Constitutional Secularism in an Age of Religious Revival, (ed. Susanna Mancini - Michel Rosenfeld), Oxford University Press, New York, 2014, (s. 269-282). ŞEN,  Ersan,  Müftülüklerin  Evlendirme  Yetkisi,  20.10.2017,  https://www.hukukihaber.net/muftuluklerin-evlendirme-yetkisi makale,5485.html (erişim tarihi 12.05.2021). TÜZÜNER, Özlem, Müftülerin Evlendirme Memuları Arasına Katılması, Aristo Yayınevi, İstanbul, 2018. TÜZÜNER, Özlem,  Müftülerin Evlendirme Memurları Arasına Katılması Hakkında Güncel Hukukî Gelişmeler ve Öneriler , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 10, Sayı: 2, (s. 614-632). UYANIK, M. Zeki,  Müftülüklere Resmî Nikâh Kıyma Yetkisinin Verilmesi Ve İslam Hukuku Açısından  Uygulamada  Karşılaşılabilecek  Muhtemel  Problemler   İslam  Hukuku Araştırmaları Dergisi, Yıl: 2018, Sayı: 31, (s. 389-413). VURAL, Hasan Sayim, Türkiye de Din Özgürlüğüne İlişkin Anayasal Güvence, Seçkin Yayınevi, Ankara, 2013. VURAL, Hasan Sayim,  Anayasa da Din Özgürlüğü , Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Yıl: 2014, Cilt: 69, No.2, (s. 241-278). VURAL,  Hasan  Sayim,   Anayasa  Mahkemesine  Bireysel  Başvuru  ve  Din  Özgürlüğü , Anayasa Yargısı, Yıl: 2015, Sayı: 32, (s. 343-353). 1465     YILDIRIM, Mine,  Are Turkey s Restriction on Freedom of Religion or Belief Permissible? , Religion and Human Rights, Year: 2020, Vol. 15, (s. 172-191). YÜCEL, Bülent,  Türkiye de Laiklik İlkesinin Siyasi Sistemle Bütünleştirilmesi ve Anayasa Mahkemesi nin  Siyasi  Partileri  Kapatma  Kararları  Işığında  Anlamlandırılması , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 12, Sayı: 153-154, 2017, (s. 3159). YÜKSEL, Saadet,  The Clash Between Free Exercise of Religion and Secularism Within the Turkish Legal System , Public and Private International Law Bulletin, Year: 2013, Volume: 33, Issue: 2, (s. 115-135). YÜKSEL, Saadet, Anayasa Yargısında İbadet Özgürlüğü,"
}