{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "18",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "ANAYASA MAHKEMESİ BİREYSEL BAŞVURU KARARLARINDA DEVLET MEMURLARININ İFADE ÖZGÜRLÜĞÜ: HASAN GÜNGÖR, HASAN GÜNGÖR (2) VE ZEKİ ÇINAR BAŞVURULARI",
     "Title": "FREEDOM OF EXPRESSION OF CIVIL SERVANTS IN THE CONSTITUTIONAL COURT INDIVIDUAL APPLICATION DECISIONS: HASAN GÜNGÖR, HASAN GÜNGÖR (2) AND ZEKI ÇINAR APPLICATIONS",
     "Yazar İsmi": [
          "Ayşegül KULA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "bireysel başvuru",
          "devlet memuru",
          "ifade özgürlüğü",
          "Hasan Güngör",
          "Zeki Çınar"
     ],
     "Keywords": [
          "individual application",
          "civil servant",
          "freedom of expression",
          "Hasan Güngör",
          "Zeki Çınar"
     ],
     "Özet": "   İfade özgürlüğünün korunması demokrasinin en temel gereklerinden biridir; fakat devlet memurluğu statüsü  memurların  tarafsızlık  yükümlülüğü  çerçevesinde  bu  özgürlüğün  sınırlanmasına  sebep olabilmektedir. T.C. Anayasa Mahkemesi, Hasan Güngör, Hasan Güngör (2) ve Zeki Çınar bireysel başvuru kararlarında, devlet memurlarının ifade özgürlüklerini detaylı olarak ele almakta ve ifade özgürlüklerinin ihlal edildiğine karar vermektedir. Bu çalışma ile bu kararların incelenmesi ve bu doğrultuda devlet memurlarının ifade özgürlüğünün değerlendirilmesi hedeflenmektedir.",
     "Abstract": "Protection of the freedom of expression is one of the main requirements of the democracy; however, the civil service status may cause limitation of the freedom of expression within the framework of the impartiality of the civil servants.  The Turkish Constitutional Court analyzed the freedom of expression of civil servants in its individual application decisions Hasan Güngör, Hasan Güngör (2) and Zeki Çınar, and decided that the freedom of expression was violated.  This paper aims to evaluate these decisions and assess the freedom of expression of civil servants with that regard.",
     "Metin": "T.C. Anayasa Mahkemesinin ( AYM ) ifade özgürlüğüne ilişkin değerlendirmede bulunduğu bireysel başvuru kararları incelendiğinde, AYM nin Hasan Güngör, Hasan Güngör (2) ve Zeki Çınar kararlarında,1 devlet memurlarının ifade özgürlüklerini detaylı olarak ele aldığı görülmektedir. Bu çalışma ile söz konusu kararların incelenmesi ve kararlar  çerçevesinde  devlet  memurlarının  siyasi  ifade  özgürlüğünün  ele  alınması hedeflenmektedir.  Bu  çalışmada  devlet  memurluğu  statüsünü  haiz  kişilerin  ifade özgürlükleri  özellikle  tarafsızlık  yükümlülüğü  çerçevesinde  incelenecektir.  Bununla birlikte,  devlet  memurluğu  statüsüne  giriş  bakımından  ifade  özgürlüğü  ve  devlet memurlarının siyasi hakları olarak değerlendirilebilecek siyasi partiye üye olma hakkı, sendika kurma hakkı, grev hakkı, toplantı ve gösteri yürüyüşü düzenleme hakkı gibi hakları  çalışma kapsamı dışında tutulmaktadır.  Bu çalışma, ifade özgürlüğü,  devlet memurluğu  ve  ifade  özgürlüğü,  Anayasa  Mahkemesi  bireysel  başvuru  kararlarının incelenmesi  ve  değerlendirilmesi  ve  Anayasa  Mahkemesi  kararları  ışığında  devlet memurlarının ifade özgürlüğünün değerlendirilmesi olmak üzere dört ana bölümden oluşmaktadır.  I.  İFADE ÖZGÜRLÜĞÜNE GENEL BAKIŞ İnsanın en değerli haklarından biri olarak nitelendirilen ifade özgürlüğü temel olarak  düşünce, fikir, bilgi ve kanaatlerin dışavurum serbestliği  olarak tanımlanabilir.  Demokratik rejimlerin kurucu öğesi  olan ifade özgürlüğünün sağlanması çoğulculuğun                                                            1   Hasan Güngör, Başvuru No: 2013/6152, 24.02.2016; Hasan Güngör (2), Başvuru No: 2915/1554, 25.12.2018; Zeki Çınar Başvuru No: 2016/3585, 12.06.2019. 2   TEZİÇ, Erdoğan,  Türkiye de Siyasal Düşünce ve Örgütlenme Özgürlüğü , Anayasa Yargısı Dergisi, Yıl: 1990, Cilt: 7, (s. 31-46), s. 32. 3   KABOĞLU, İbrahim,  Düşünce Özgürlüğü , İnsan Hakları, (der. K. Tankuter), Yapı Kredi Yayınları, İstanbul, 2000, (s. 106-120), s. 109. İfade özgürlüğüne ilişkin kullanılan terminolojilere ilişkin bkz. SUNAY, Reyhan, Avrupa Sözleşmesinde ve Türk Anayasasında İfade Hürriyetini Muhtevası ve Sınırları, Liberal Düşünce Topluluğu, Ankara, 2001, s. 5-6. 557Kula    Hacettepe HFD, 11(1), 2021, 555-593 ön koşuludur. İfade özgürlüğü, gerçeğin araştırılıp ortaya çıkarılmasında ve bireyin ve toplumun gelişmesinde ve ilerlemesinde önemli bir rol oynamaktadır. Bu özgürlüğün engellenmesiyle birlikte kişinin onurlu bir hayat sürdürme hakkı ve maddi ve manevi varlığını geliştirme hakkının elinden alınmış olacağı belirtildiği gibi, ifade özgürlüğünün  eksen  özelliğini haiz olarak diğer temel hak ve özgürlükler için  besleyici  bir kaynak teşkil ettiği de ifade edilmektedir. İfade özgürlüğü  düşünceyi açıklama ve yayma hürriyeti  madde başlığı altında T.C. Anayasası ( Anayasa ) md. 26 ve  ifade özgürlüğü  (freedom of expression) madde başlığı ile İnsan Hakları Avrupa Sözleşmesi ( İHAS ) Md. 10 ile güvence altına alınmaktadır.  Anayasa md. 26/1 uyarınca  herkes, düşünce ve kanaatlerini söz, yazı, resim veya başka yollarla tek başına veya toplu olarak açıklama ve yayma hakkına sahiptir.  İHAS md. 10/1 uyarınca da  herkes ifade özgürlüğü hakkına sahiptir.  Bu  hak,  kamu  makamlarının  müdahalesi  olmaksızın  ve  ülke  sınırları gözetilmeksizin, kanaat özgürlüğünü ve haber ve görüş alma ve de verme özgürlüğünü de kapsar.   Düşünce  özgürlüğünün  anlamlı  olabilmesi  için  ifade  özgürlüğünün  düşünce özgürlüğü kadar geniş olması gerektiği de belirtilmiş olmak ile birlikte,9 ifade özgürlüğü Anayasada sınırlanabilir bir hak olarak düzenlenmektedir. Anayasa md. 26/2 uyarınca                                                            4   KABOĞLU, 2000, s. 107. KABOĞLU, düşünce özgürlüğünü değerlendirmekte ve ifade özgürlüğünü düşünce özgürlüğü kapsamında ele almaktadır.  Bkz. a.g.e. s. 106. 5   UYGUN,  Oktay,   Avrupa  İnsan  Hakları  Sözleşmesi  ve  Türk  Hukukunda  İfade  Özgürlüğünün Sınırlanması , Türkiye de İfade Özgürlüğü, (der. T. Koçak, vd.), BGST Yayınları, İstanbul, 2009, (s. 15-67), s. 17. 6   SELÇUK, Sami,  Düşün Özgürlüğü,  Düşünce Özgürlüğü, (Hazırlayan: H. Ökçesiz), Afa Yayınları, İstanbul,  1998,  (s.  293-314),  s.  305-307;  TEZCAN,  Durmuş  /  ERDEM,  Mustafa  Ruhan  / SANCAKDAR, Oğuz, vd., İnsan Hakları El Kitabı, Güncellenmiş 7. Basım, Seçkin Yayıncılık, Ankara, Eylül 2018, s. 448.  7   SUNAY, 2001, s. 9. 8   KABOĞLU, 2000, s. 107; KABOĞLU, İbrahim, Özgürlükler Hukuku, Afa Yayınları, İstanbul, 1993, s. 193. Ayrıca bkz. SUNAY, 2001, s. 10. 9   TANÖR, aksi durumda düşünce özgürlüğünün  göz boyamadan başka bir şey  ifade etmeyeceğini belirtmektedir. TANÖR, Bülent, Siyasi Düşünce Hürriyeti ve 1961 Türk Anayasası, Öncü Kitapevi, İstanbul, 1969, s. 27. İfade özgürlüğünün sağlanamadığı durumda bireyin düşüncelerinin serbestçe oluştuğundan söz edilebilir olmayacağı da belirtilmektedir. Bkz. SUNAY, 2001, s. 6. 10  GÜRİZ, Adnan,  İfade Hürriyetinin Sınırları , Düşünce Özgürlüğü, (Hazırlayan: H. Ökçesiz), Afa Yayınları, İstanbul, 1998, (s. 82-86), s. 82; KARAN, Ulaş,  İfade Özgürlüğü Hakkı , İnsan Hakları 558Kula    Hacettepe HFD, 11(1), 2021, 555-593 ifade  özgürlüğünün  kullanılması   millî  güvenlik,  kamu  düzeni,  kamu  güvenliği, Cumhuriyetin temel nitelikleri ve Devletin ülkesi ve milleti ile bölünmez bütünlüğünün korunması, suçların önlenmesi, suçluların cezalandırılması, Devlet sırrı olarak usulünce belirtilmiş bilgilerin açıklanmaması, başkalarının şöhret veya haklarının, özel ve aile hayatlarının  yahut  kanunun  öngördüğü  meslek  sırlarının  korunması  veya  yargılama görevinin gereğine uygun olarak yerine getirilmesi  amaçlarıyla sınırlanabilir. İHAS md. 10/2 uyarınca ise ifade özgürlüğü  ulusal güvenliğin, toprak bütünlüğünün veya kamu güvenliğinin korunması, kamu düzeninin sağlanması ve suç işlenmesinin önlenmesi, sağlığın  veya  ahlakın,  başkalarının  şöhret  ve  haklarının  korunması,  gizli  bilgilerin yayılmasının  önlenmesi  veya  yargı  erkinin  yetki  ve  tarafsızlığının  güvence  altına alınması  amaçlarıyla sınırlanabilir. Bu noktada belirtmek gerekir ki,  temel hak ve özgürlüğün sınırlandırılmasında hangi meşru amaca sahip olunursa olsun, özgürlükler istisnai olarak sınırlanabilir. İfade özgürlüğünün sınırlanması için çok önemli bir meşru menfaatin  bulunması  ve  özgürlüğe  getirilen  sınırlamaların  en  asgari  ve  en  zaruri sınırlamalar olması gerekmektedir. Nitekim ifade özgürlüğünün sınırlandırılması da temel hak ve özgürlüklerin sınırlanması rejimine tabidir. Anayasa md. 13 uyarınca  temel  hak  ve  hürriyetler,  özlerine  dokunulmaksızın  yalnızca  Anayasanın  ilgili maddelerinde  belirtilen  sebeplere  bağlı  olarak  ve  ancak  kanunla  sınırlanabilir.  Bu sınırlamalar,  Anayasanın  sözüne  ve  ruhuna,  demokratik  toplum  düzeninin  ve  lâik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz . İHAS md. 10/2 uyarınca ise  ifade  özgürlüğü,  sınırlamanın  yasayla  öngörülmesi,  belirtilen  amaçlar  için gerçekleştirilmesi ve demokratik toplumda gerekli olması şartıyla sınırlanabilir.                                                             Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, (der. S. İnceoğlu), 3. Bası, Beta, İstanbul Ekim 2013, (s. 355-379), s. 373. 11  AYM,  E.  1985/8,  K.1986/27,  T.  26.11.1986.  Ayrıca  bkz.  TANÖR,  Bülent,   Temel  Hak  ve Özgürlüklerin Genel Rejimi , İnsan Hakları, (der. K. Tankuter), Yapı Kredi Yayınları, İstanbul, 2000, (s. 47-56), s. 51; SUNAY, 2001, s. 74. 12  GÜRAN, Sait, İfade Hürriyeti Üzerine İdare nin Yetkileri, İstanbul Üniversitesi Yayınları No: 1337, Cezaevi Matbaası, İstanbul, 1969, s. 393. GÜRAN, 1961 Anayasası dönemini değerlendirmekle birlikte, aynı değerlendirmeler 1982 Anayasası için de yapılabilir.  13  GÜRAN, 1969, s. 350. İfade özgürlüğünün demokratik toplumdaki önemi için ayrıca bkz. a.g.e, s. 349. 14  KARAN, 2013, s. 373. 559Kula    Hacettepe HFD, 11(1), 2021, 555-593   II.  DEVLET MEMURLUĞU VE İFADE ÖZGÜRLÜĞÜ Devlet memurluğu statüsü,15 devlet memurlarının vatandaş kimliğinden ziyade devlet memurluğu kimliğinin esas alınması sebebiyle ifade özgürlüğünün sınırlanmasına sebep  olabilmektedir.  Devlet  memurlarına  getirilen  sınırlamalar  göz  önünde bulundurulduğunda Türk hukukunun devlet memurunu depolitize etmeyi amaçladığı ve siyasal yansızlık konusunda katı bir sistem uyguladığı belirtilmektedir.  İdarenin siyaset ile ilişkisini belirleyen ana kavramlardan biri olarak ele alınan yansızlık kavramı,19 devlet memurlarının DMK md. 7 ile öngörülen tarafsızlık yükümlülüğü ile açıklanmaktadır. Bu madde doğrultusunda devlet memurları  hiçbir şekilde siyasi ve ideolojik amaçlı beyanda ve  eylemde  bulunamazlar  ve  bu  eylemlere  katılamazlar.   DMK  md.  125  uyarınca karşılığında uyarma cezası öngörülen  devlet memuru vakarına yakışmayan tutum ve davranışta bulunmak ; kınama cezası öngörülen  hizmet dışında Devlet memurunun itibar ve güven duygusunu sarsacak nitelikte davranışlarda bulunmak ; aylıktan kesme cezası öngörülen  hizmet içinde Devlet memurunun itibar ve güven duygusunu sarsacak nitelikte davranışta bulunmak ; kademe ilerlemesinin durdurulması cezası öngörülen  herhangi bir siyasi parti yararına veya zararına fiilen faaliyette bulunmak ; ve devlet memurluğundan çıkarma cezası öngörülen  yasaklanmış her türlü yayını veya siyasi veya ideolojik amaçlı bildiri, afiş, pankart, bant ve benzerlerini basmak, çoğaltmak, dağıtmak                                                            15  Bu çalışma bakımından devlet memurları Anayasa Md. 128/1 ve 657 sayılı Devlet Memurları Kanunu ( DMK ) md. 4/1/A uyarınca  Devlet ve diğer kamu tüzel kişiliklerince genel idare esaslarına göre yürütülen asli ve sürekli kamu hizmetlerini ifa ile görevlendirilen  kişiler olarak tanımlanabilir.  16  KAMAN KARAN, Nur, Devlet Memurluğunun Sona Ermesi, Seçkin Yayıncılık, Ankara, 2003, s. 118. Kaman Karan konuyu siyasal haklardan yararlanılmasına getirilen sınırlama olarak ele almaktadır. Ayrıca bkz. ÇİTÇİ, Oya,  Siyasal Haklar ve Kamu Görevlileri , İnsan Hakları ve Kamu Görevlileri, (Yayına Hazırlayan: Mesut Gülmez), Türkiye ve Orta Doğu Amme İdaresi Enstitüsü, Ankara, 1992, (s. 89-110), s. 90-91. 17  KAMAN KARAN, 2003, s. 120. 18  GÜRAN, Sait, Memur Hukukunda Kayırma ve Liyakat Sistemi, Fakülteler Matbaası, İstanbul, 1980, s. 230. Güran  yansızlık  kavramını kullanmaktadır. 19  GÜVEN, H. Sami,  İdare Siyaset İlişkileri ve Personel Yönetimi Açısından Önemi , Amme İdaresi Dergisi, Yıl: 1976, Cilt: 9, Sayı: 1, (s. 50-70), s. 56. 560Kula    Hacettepe HFD, 11(1), 2021, 555-593 veya bunları kurumların herhangi bir yerine asmak veya teşhir etmek ,  memurluk sıfatı ile  bağdaşmayacak  nitelik  ve  derecede  yüz  kızartıcı  ve  utanç  verici  hareketlerde bulunmak   ve   yurt  dışında  Devletin  itibarını  düşürecek  veya  görev  haysiyetini zedeleyecek  tutum  ve  davranışlarda  bulunmak   fiilleri  tarafsızlık  yükümlülüğü  ile ilişkilendirilebilir.  Bu  çalışma  kapsamında,   herhangi  bir  siyasi  parti  yararına  veya zararına fiilen faaliyette bulunmak  fiili inceleme konusu AYM kararları doğrultusunda önem arz etmektedir.  Tarafsızlık yükümlülüğünün temelinde iki unsura dayandığı görülmektedir. İlki, siyasilerin  belirli  bir  görüşü  uygulama  doğrultusunda  devlet  memurlarını  kendi çıkarlarına  göre  hareket  etmeye  zorlama  eğilimleri  karşısında  devlet  memurlarının üzerinde baskı yapılmasının engellenmesidir. İkincisi ise kendi kişisel, siyasi veya ideolojik anlayışlarına ya da menfaatlerine göre hareket etme eğilimi karşısında devlet memurlarının görevlerine siyasi fikirlerini karıştırmaması,21 kamu gücünün siyasi parti yararına kullanılmaması,22 kamu hizmetinin nesnel olması,23 diğer bir ifadeyle devlet memurunun görevini yerine getirirken tüm vatandaşlara eşit ve objektif davranmasıdır. Liyakat sisteminin de ilkeleri olarak değerlendirilen bu unsurların amacının temel olarak hem devlet memurunu hem de hizmet alanları korumak olduğu görülmektedir. Bu  unsurlar  değerlendirildiğinde  tarafsızlık  yükümlülüğünün  arkasında  devlet memurlarının ve vatandaşların temel hak ve özgürlüklerinin korunmasının bulunduğu                                                            20  KAMAN KARAN, 2003, s. 121; GÜRAN, 1980, s. 152. Benzer şekilde bkz. SANCAKDAR, Oğuz, Disiplin  Yaptırımı  Olarak  Devlet  Memuriyetinden  Çıkarma  ve  Yargısal  Denetim,  Yetkin Yayınları, Ankara, 2001, s. 203. 21  KAMAN KARAN, 2003, s. 121. GÜRAN, 1980, s. 152. 22  ONAR, Sıddık Sami, İdare Hukukunun Umumi Esasları, Cilt: 2, 3. Basım, İsmail Akgün Matbaası, İstanbul,  1966,  s.  1177.  Onar,  siyasi  faaliyetlerde  bulunmamak  borcuna  ilişkin  olarak  bu değerlendirmeyi yapmaktadır.  23  ERSÖZ, A. Kürşat,  Devlet Memurlarının Siyaset Yapma Yasağı ve Değerlendirilmesi , Türkiye Adalet Akademisi Dergisi, Yıl: Nisan 2016, Sayı: 26, (s. 71-104), s. 90. 24  SANCAKDAR, 2001, s. 201. Benzer şekilde bkz. GÜVEN, 1976, s. 57. 25  GÜRAN, 1980, s. 152. Liyakatli personelin kamu hizmetinin yürütülmesinde zorunlu olduğuna ve liyakata dayalı bir kamu hizmeti yürütülmesinin  ana davası nın personel yönetimi olduğuna ilişkin bkz. GİRİTLİ, İsmet,  Devlet Memurları Kanunu Tasarısı ve Bazı Eksiklikleri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt: 30, Sayı: 1-2, (s. 3-12), s. 4. 561Kula    Hacettepe HFD, 11(1), 2021, 555-593 tespiti yapılabilir. Devlet memurlarına sınırlama getirilmesi, iktidarın devlet memurunu görüşünü açıklamaya zorlayamaması anlamına gelmektedir. Bu şekilde aslında tarafsızlık yükümlülüğü ile birlikte, kadrolaşma tehlikesi de göz önünde bulundurulduğunda,26 devlet memurlarının Anayasa md. 25 ile güvence altına alınan düşünce ve kanaatlerini açıklamama hakkının korunduğu ifade edilebilir. İkinci unsur ile hedeflenen ise bireylerin düşüncelerine göre bir ayrım yapılmaması,27 diğer bir ifade ile devlet memurlarının taraflı davranarak  veya  taraflı  olduklarına  dair  bir  izlenim  yaratarak  vatandaşların  kamu hizmetine  erişimlerinin  engellenmesinin  önüne  geçilmesi  ve  sunulan  hizmet  ile amaçlanan ihtiyaçların sağlanmasıdır.  Bu amaç ile birlikte vatandaşların temel hak ve özgürlüklerinin de güvence altına alındığı görülmektedir. Devlet memurlarının taraflı davranarak bireylerin temel hak ve özgürlüklerinin sağlanmasının önüne geçilmesiyle vatandaşların temel hak ve özgürlüklerinin korunması sağlanacaktır. Bir doktorun siyasi görüşü  sebebiyle  bir  hastasına  gerektiği  özeni  göstermeyerek  bireylerin  sağlık hizmetinden faydalanmasının engellenmesinin önüne geçilerek vatandaşların Anayasa md.  56  ile  güvence  altına  alınan  sağlıklı  ve  dengeli  bir  çevrede  yaşama  hakkının sağlanması bu duruma örnek verilebilir.  Bu  sebeplerle,  tarafsızlık  yükümlülüğü  gerek  devlet  memurunun  gerekse vatandaşların  haklarının  korunması  adına  önem  teşkil  etmektedir  ve  tarafsızlığın zedelenmesi  demokratik  toplum  için  tehlike  arz  etmektedir.  Fakat,  demokratik toplumlarda  tüm  vatandaşlar  ülke  sorunlarına  yönelik  fikir  belirtebilmelidir.  Bu doğrultuda, tarafsızlık yükümlülüğünün devlet memurunun hiçbir fikre sahip olmaması veya bu yönde bir faaliyette bulunmaması anlamı taşımaması gerekmektedir. Belirtmek                                                            26  SANCAKDAR, 2001, s. 205. 27  TEZİÇ, 1990, s. 35. 28  Her ne kadar idari faaliyetlerin kamu hizmeti üst başlığı altında ele alınmaması gerektiği düşünülmekte ise de bu çalışmada AYM kararlarına paralel olarak kamu hizmeti terimi kullanılmaktadır.  Kamu hizmeti terimi idarenin tüm faaliyetleri olarak değerlendirilmelidir.  29  TUTUM, Cahit,  Memurluk Statüsü , Amme İdaresi Dergisi, Cilt: 5, Sayı: 2 Haziran, (s. 3-10), s. 5. Tutum memurların iktidara bağlı olmasının tehlikeli olduğunu belirtmekte ve tarafsızlığı çok partili sistemlerin temel felsefesiyle ilişkilendirmektedir.  30  ÇİTÇİ, 1992, s. 90. 31  KAMAN KARAN, 2003, s. 121. 562Kula    Hacettepe HFD, 11(1), 2021, 555-593 gerekir ki, tarafsızlık yükümlülüklerinin kapsamı üstlenilen devlet memurluğu görevine göre de değişebilecektir; nitekim her devlet memurunun ifade açıklamalarının etkisi aynı olmayacaktır. Devlet  memurlarının  temel  hak  ve  özgürlüklerinin  sınırlanması  tarafsızlık yükümlülüğü  yanında sadakat ve devlete bağlılık yükümlülüğü çerçevesinde de ele alınmalıdır. Anayasa  md. 129 ile devlet memurlarının Anayasa ve kanunlara sadık kalarak faaliyette bulunma yükümlülükleri düzenlenmektedir. DMK de ise sadakat ve devlete bağlılık yükümlülüğü daha detaylı olarak ele alınmaktadır. DMK md. 6 sadakat yükümlülüğünü  ortaya  koyarken  DMK  md.  7  tarafsızlık  ve  devlete  bağlılık yükümlülüğünü  açıklamaktadır.  DMK  md.  6/1  uyarınca  devlet  memurları   Türkiye Cumhuriyeti Anayasasına ve kanunlarına sadakatle bağlı kalmak ve milletin hizmetinde Türkiye Cumhuriyeti kanunlarını sadakatle uygulamak zorundadırlar  ve DMK md. 6/2 uyarınca  Türkiye Cumhuriyeti Anayasasına, Atatürk İnkılap ve İlkelerine, Anayasada ifadesi bulunan Türk Milliyetçiliğine sadakatle bağlı  kalacaklarına yemin etmektedirler. DMK md. 7/2 uyarınca ise devlet memurlarının her durumda  Devletin menfaatini koruma   yükümlülüğü  altında  olduğu  ve   Türkiye  Cumhuriyeti  Anayasasına  ve kanunlarına  aykırı  olan,  memleketin  bağımsızlığını  ve  bütünlüğünü  bozan  Türkiye Cumhuriyeti nin  güvenliğini  tehlikeye  düşüren  herhangi  bir  faaliyette  bulunamayacakları  belirtilmektedir.  İlgili  maddeler  sadakat  ve  devlete  bağlılık yükümlülüğünü ortaya koymakla birlikte, bu yükümlülüğün ne anlama geldiğinin ayrıca değerlendirilmesi gerekmektedir. Bu kavramlar doktrinde Anayasa ya da yasalara uygun davranmanın ötesinde bir kural olarak ele alınmaktadır.                                                             32  Noterlik görevinin gerektirdiği niteliğe ilişkin gerçekleştirilen bir değerlendirmede hizmete girmeden önce  gerçekleştirilen  fiil  ve  eylemlerin  hizmetin  tarafsız  bir  şekilde  yürütülmesine  engel oluşturabileceğine ilişkin AYM kararı için ayrıca bkz. AYM, E. 2018/89, K. 2019/84, T. 14.11.2019, özellikle bkz. par. 35. 33  GÖZÜBÜYÜK, Şeref / TAN, Turgut, İdare Hukuku Genel Esaslar I, 11. Basım, Turhan Kitabevi, Ankara, 2016, s. 864. GÖZÜBÜYÜK/TAN  bağlılık  kavramını kullanmaktadırlar. 34  AKILLIOĞLU, Tekin,  Düşünce ve Anlatım Özgürlüğü ve Kamu Görevlileri , İnsan Hakları ve Kamu Görevlileri, (Yayına Hazırlayan: M. Gülmez), Türkiye ve Orta Doğu Amme İdaresi Enstitüsü, Ankara, 1992, (s. 25-34), s. 31. Benzer şekilde GÖZLER, Kemal, İdare Hukuku, Cilt: 2, Güncellenmiş 3. Bası, Ekin Kitabevi Yayınları, Bursa, 2019, s. 749. 563Kula    Hacettepe HFD, 11(1), 2021, 555-593 Sadakat ve devlete bağlılık yükümlülüğünün birlikte (birbirlerinin yerine geçer şekilde) kullanıldığı, devletin ideolojisini savunma yükümlülüğü olarak ele alındığı ve devlet memurlarından belirli bir ideoloji doğrultusunda davranmasının beklenmesi olarak değerlendirildiği görülmektedir. Sadakat ve devlete bağlılık yükümlülükleri ayrı da ele alınmaktadır. Bu doğrultuda, sadakat yükümlülüğünün devlete bağlılık yükümlülüğüne kıyasla  daha   yoğun   bir  ilişkiyi  içerdiği  ve   itaat   ilişkisini  çağrıştırdığı  da belirtilmekte  ve  sadakat  kavramının  hukuk  düzenine  sadakat  olarak  ele  alındığı görülmektedir. Doktrinde, sadakat yükümlülüğünün rejime sadakat olarak anlaşılması gerektiği de belirtilmektedir. Ayrıca, sadakat yükümlülüğünün çok geniş olarak ele alındığı  ve   itaat  etme  yükümlülüğü,  tarafsızlık,  bağlılık  yükümlülüğü,  gizlilik yükümlüğü  ve  mesleki  etik  kurallarına  uyma  yükümlülüğü   gibi  yükümlülükler üzerinden tanımlandığı da tespit edilebilmektedir. Devlete bağlılık ise devletin menfaatlerini ön planda tutarak savunma yükümlülüğü üzerinden  tanımlanmaktadır.  Devlete  bağlılık  yükümlülüğünün  ülkeye  bağlılık  ve millete  bağlılık  ödevi  kavramları  üzerinden  açıklandığı  da  görülmektedir.  Bu doğrultuda ülkeye bağlılık temel olarak ülkenin  Türk ülkesi  olduğunun ve bölünmez bütünlüğünün savunulması ve bu gibi konularda farklı yönde bir görüş bildirilmemesi olarak  değerlendirilmektedir.  Millete  bağlılık  ödevi  çerçevesinde  ise  devlet memurlarının milliyetçiliğe aykırı davranış sergilememesi gerektiği belirtilmektedir.                                                             35  KAMAN KARAN, 2003, s. 122. 36  SEVER, Dilşad Çiğdem,  Kamu Görevlilerinin İfade Özgürlüğü ve Disiplin Hukukunun Sınırı , Prof. Dr. Metin Günday Armağanı, Cilt: 2, Atılım Üniversitesi, Ankara, 2020, (s. 1165-1211), s. 1181. 37  SEVER, 2020, s. 1181. Sadakat kavramının hukuk kurallarına uygun davranma olarak ele alınışı için ayrıca bkz. ULUSOY, Ali D., Yeni Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019, s. 585. 38  AKYILMAZ, Bahtiyar,  Türk Hukukunda Kamu Görevlilerinin Devlete Sadakat Yükümlülüğü , Danıştay ve İdari Yargı Günü 149. Yıl Sempozyumu, Danıştay Yayınları No: 93, Ankara, Mayıs 2017, (s. 15-34), s. 26. 39  AKYILMAZ, 2017, s. 17. 40  ULUSOY, 2019, s. 585. 41  GÖZLER, 2019, s. 750. 42  GÖZLER, 2019, s. 750. 43  GÖZLER, 2019, s. 750. 564Kula    Hacettepe HFD, 11(1), 2021, 555-593 Bu açıklamalar doğrultusunda sadakat  yükümlülüğünün Anayasa ve kanunlara uygun davranma ve devlete bağlılık yükümlülüğünün ise devlet ideolojisi doğrultusunda hareket etme veya devlet ideolojisine aykırı davranmama olarak tanımlanması söz konusu olabilir. Fakat, devlete bağlılık kapsamında ele alınan ülkenin bölünmez bütünlüğü veya milliyetçilik kavramlarının Anayasa ile güvence altına alındığı (ör. bkz. Anayasa md. 2 ve  md.  3)  göz  önünde tutulduğunda,  devlete  bağlılık  yükümlülüğünün  Anayasa  ve kanunlara uygun davranma yükümlülüğünden ayrıştırılması kolay olmamaktadır. İki kavramın birbirinden ayrıştırılabilmesi için devlete bağlılık yükümlülüğünün hükümet politikasına bağlılık olarak yorumlanması iddia edilebilecek olsa da devlet memurundan Anayasaya  uygun  olmayan  hükümet  politikalarına  bağlı  olmalarının  beklenmesi savunulmamalıdır.  Bu doğrultuda devlete bağlılık kavramı hükümete bağlılık olarak anlaşılmamalıdır 45.   Bu bağlamda hem sadakat hem de devlete bağlılık yükümlülüğünün, Anayasa da da belirtildiği üzere devlet memurlarının Anayasaya ve kanunlara uygun hareket etme yükümlülüğü olarak anlaşılması en uygun yorum olacaktır. Bu yoruma, tüm vatandaşların bu yükümlülükleri tabi olduğu itirazı ileri sürülebilir. Bu itiraz, özellikle, DMK md. 3 ile devlet  memurluğuna  giriş  için  liyakatin  esas  alınması  gerektiğinin  belirtilmesi  ve tarafsızlık, sadakat ve devlete bağlılık yükümlülüklerinin devlet memurluğu görevine gelindikten sonra ortaya çıkması göz önünde tutulduğunda yerindedir. Nitekim, Anayasa md.  70/2  ile  hizmete  alınmada  görevin  gerektirdiği  niteliklerden  başka  bir  nitelik aranmadığı belirtilmektedir. Bu bağlamda bu gibi yükümlülüklerin devlet memurluğu statüsünü  kazandıktan  sonra  doğması  devlet  memurları  ile  diğer  vatandaşların yükümlülüklerinin  farklılaştığını  göstermektedir.  Burada  dikkat  edilmesi  gereken farklılık  devlet  memurlarının,  vatandaşlardan  farklı  olarak  mesleklerini  ve  devlet memurluğu statüsünü kaybetme ihtimali ile karşı karşıya gelmesidir. Bu sebeple devlet memurlarının diğer vatandaşlara göre Anayasa ve kanunlara uygun davranma konusunda daha özenli davranma yükümlülüğü altında olduğu tespit edilebilir. Bu doğrultuda, ifade                                                            44  Devlet  memurlarının  Anayasa ya  aykırı  olan  ve  iptal  edilmemiş  bir  kanunu  kanunilik  ilkesi doğrultusunda uygulaması gerekliliği bu çalışma çerçevesinde değerlendirilmemektedir.  45  Benzer şekilde bkz. GÖZLER, 2019, s.749. 565Kula    Hacettepe HFD, 11(1), 2021, 555-593 özgürlüğüne  sadakat  ve  devlete  bağlılık  yükümlülüğü  gerekçesi  ile  getirilen sınırlamaların,  devlet  memurlarının  Anayasaya  ve  kanunlara  uygun  davranmasını amaçladığı  düşünülmelidir.  Sadakat  ve  devlete  bağlılık  yükümlülüklerinin  devlet memurlarının  ifade  özgürlüklerini  sınırlandırma  gerekçesi  olarak  kullanıldığı düşünüldüğünde,  bu  gibi  bir  amacın  kabulü  ifade  özgürlüğünün  sınırlarının öngörülebilirliğine katkı sağlayacaktır. Tarafsızlık,  sadakat  ve  bağlılık  yükümlülükleri  devlet  memurlarının  ifade özgürlüklerini sınırlama gerekçesini oluşturabilmekle birlikte, Danıştay ın kararlarında tarafsızlık, sadakat ve bağlılık yükümlülüklerine ilişkin açıkça değerlendirme yapmadığı; fakat  devlet  memurlarının  ifade  özgürlüklerinin  sınırlandırılması  konusunda  titiz değerlendirme yaptığı ve özgürlükçü yaklaşım benimsediği görülmektedir. Danıştay 5. Dairesi, devlet memuru olan davacının siyasi ve ideolojik amaçlı ifadeler kullandığı iddia edilen yeni yıl tebrik kartının basında yer alması sebebiyle açılan soruşturma sonucunda yargılandığı  ve  soruşturma  sırasında  görüşünü  basında  savunduğu  gerekçeleriyle hakkında verilen disiplin cezasının iptaline ilişkin davada, devlet memurunun görevden alınmasının asıl nedeninin yeni yıl tebrik kartı olduğunu belirterek karta yönelik bir inceleme  gerçekleştirmiştir.  Danıştay,  kartın  içeriğinde  yazan   Yeni  Yılınızı  insan haklarının çiğnenmediği, düşünce suçunun olmadığı; demokrasinin tüm kurumlarıyla işler  hale  geldiği,  emekçi  sınıfların  da  kapitalist  sınıflar  gibi  örgütlenip  devlet yönetiminde  söz  sahibi  oldukları,  milli  gelirin  adli  dağıtıldığı,  sosyal  adaletin gerçekleştiği; ekonomizmin IMF'nin, holdinglerin, para babalarının çıkarlarına göre değil, çalışan geniş halk kitlelerinin çıkarlarına göre yönetildiği; kalkınmış, çağdaş uygarlık  düzeyine  ulaşmış,  tam  bağımsızlığın,  özgürlüğün,  barışın,  kardeşliğin, dostluğun,  sevginin  egemen  olduğu  yepyeni  bir  Türkiye'nin  özlemiyle  kutlarım  biçimindeki ifadelerin herhangi bir siyasi parti veya örgüt lehine ya da aleyhine ifadeler olmadığı  ve  herhangi  bir  ideolojiyi  yerme  ya  da  benimsetme  amacı  güdülmediğini belirterek tebrik kartının  siyasi ve ideolojik amaçla beyanda bulunmama  yasağına                                                            46  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. 566Kula    Hacettepe HFD, 11(1), 2021, 555-593 girmediğine hükmetmiştir. İHAS ve Anayasa çerçevesinde de değerlendirme yapan Danıştay, ifade özgürlüğünü  demokratik toplum olmanın başta gelen temel ilkelerinden birisi olarak  kabul etmekte ve kişinin düşünce ve kanaatlerini dile getirdiği bu karttaki ifadelerin  gerek  İHAS  md. 10  gerekse AY  md. 26 da belirtilen ifade özgürlüğünü sınırlama sebeplerine uygun düşmediğini belirtmektedir. Önem teşkil eden bir diğer karar ise, Danıştay ın devlet memurlarının ifade özgürlüğünün sınırlanabilir olduğunu kabul etmekle birlikte, sınırlamaları ölçüsüz bulduğu kararıdır. Danıştay 8. Dairesi, devlet memurunun  basına  valiliği  eleştiren  bir  demeç  vermesi  üzerine  verilen  kademe ilerlemesinin durdurulması cezası hakkında değerlendirme yaptığı bir kararında, devlet memurlarının ifade özgürlüklerini kullanmasının Anayasal bir hak olduğunu; fakat ifade özgürlüğünün  tüm  bireylerce  eşit  ve  aynı  yoğunlukta  kullanılmasının  mümkün olmadığını  ve  devlet  memurlarının  bu  özgürlüklerini   daha  ölçülü  ve  daha  özenli  kullanmaları gerektiğini belirterek disiplin cezası verilmesini yerinde bulmak ile birlikte, suç ile ceza arasında adil bir denge bulunmadığı gerekçesi ile daha hafif bir cezanın verilmesi gerektiğini belirtmektedir. Yakın tarihli kararlarında da Danıştay ın başta Anayasa md. 26 ve İHAS md. 10 olmak üzere ifade özgürlüğüne getirilen Anayasal güvenceleri değerlendirmek suretiyle  salt basın açıklamasına katılma  fiilinin  siyasi parti  yararına  fiilen  faaliyette  bulunmak   fiili  olarak  değerlendirilemeyeceğine hükmettiği de görülmektedir. Bir başka yakın tarihli kararında ise Danıştay, İHAM ve AYM kararlarına atıf yapmak suretiyle  salt siyasi parti toplantısına katılma  fiilinin                                                            47  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. Karşı oy yazısında ise ifade özgürlüğünün  tarafsızlık ve Devlete bağlılık  ilkeleri çerçevesinde devlet memurları bakımından sınırlandırıldığı ve bu sınırın hizmetin özelliğine uygun olduğu belirtilmektedir. 48  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. Bu karar Danıştay ın Anayasa Md. 90/son uyarınca İHAS ın iç hukuk açısından uygulanması gerektiği değerlendirmeleri bakımından da önem teşkil etmektedir.  49  Danıştay 8. Daire, E. 1993/1617, K. 1993/4212, T. 14.12.1993. Disiplin cezası tesis edilmesine sebep olan fiil DMK md. 15 te düzenlenmektedir. İlgili madde şu şekildedir:  Devlet Memurları, kamu görevleri hakkında basına, haber ajanslarına veya radyo ve televizyon kurumlarına bilgi veya demeç veremezler. Bu konuda gerekli bilgi ancak bakanın yetkili kılacağı görevli illerde valiler veya yetkili kılacağı görevli tarafından verilebilir.  50  12. Daire, E. 2016/1803, K. 2018/408, T. 05.02.2018. Benzer şekilde ve Anayasa hükümlerine ek olarak İHAM ve AYM kararlarının da ele alındığı Danıştay kararı için bkz. 12. Daire, E. 2013/319, K. 2016/6344, T. 13.12.2016. 567Kula    Hacettepe HFD, 11(1), 2021, 555-593  siyasi  parti  yararına  fiilen  faaliyette  bulunmak   fiili  olarak  değerlendirilmemesi gerektiğini belirtmektedir. Devlet memurlarının ifade özgürlüklerinin sınırlandırılması tarafsızlık, sadakat ve bağlılık  yükümlülükleri  ile  gerekçelendirmekle  birlikte,  bu  sınırlamaların  sınırının olmadığını söylemek mümkün değildir. Nitekim, belirtildiği üzere ifade özgürlüğünün sınırlandırılması da temel hak ve özgürlüklerin sınırlanması rejimine tabi olacaktır ve devlet memurlarının ifade özgürlüklerine getirilen sınırlamaların Anayasa md. 13 ile öngörülen  sınırlamalara  tabi  olacağının  altı  çizilmelidir.  Bu  doğrultuda,  kamu görevlilerine  getirilen  sınırlamaların  kanun  ile  öngörülmesi,52  Anayasa  md.  26/2 de belirtilen sebeplerle bağlı olması ve demokratik toplum gerekliliklerine ve ölçülülük ilkesine  aykırı  olmaması  gerekmektedir.  Bu  sınırlamalar,  AYM  bireysel  başvuru kararları incelenirken ayrıca değerlendirilecektir.  III. ANAYASA  MAHKEMESİ  BİREYSEL  BAŞVURU  KARARLARININ İNCELENMESİ VE DEĞERLENDİRİLMESİ Çalışmanın  bu  kısmında  Hasan  Güngör,  Hasan  Güngör  (2)  ve  Zeki  Çınar başvuruları, (i) olaylar  ve olgular, (ii) ilgili  hukuk ve (iii)  Anayasa  Mahkemesinin incelemesi  ve  gerekçesi  alt  başlıklarında  incelenecektir.  AYM nin  incelemesi  ve gerekçesi ise (i) kanunilik ve meşru amaç ve (ii) demokratik toplum düzeninin gereklerine uygunluk değerlendirmesi alt başlıklarında ele alınmaktadır. Bu çalışma kapsamında AYM kararlarının değerlendirilmesi ve değerlendirme yapılırken İnsan Hakları Avrupa Mahkemesi ( İHAM ) kararlarından yararlanılması amaçlanmaktadır.                                                              51  Danıştay 12. Daire, E. 2016/ 3449, K. 2016/6362, T. 13.12.2016. Sever, AYM kararlarına atıf yapılmasının Danıştay ın AYM içtihadını takip ettiğini gösterdiğini belirtmektedir. Bkz. SEVER, 2020, s. 1184. 52  Devlet memurlarının fiil ve eylemleri karşısında öngörülen disiplin cezalarında kanuniliğe ilişkin Anayasa md. 2, md. 38 ve md. 128 in de değerlendirilmesine ilişkin ayrıca bkz. SEVER, 2020, s. 1179. 53  Anayasa  md.  13 ün  kamu  görevlilerinin  ifade  özgürlüklerine  getirilen  sınırlamaların  sınırları bakımından ele alındığı karar için bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017. 568Kula    Hacettepe HFD, 11(1), 2021, 555-593 A.  Olaylar ve Olgular Hasan Güngör başvurusu ilköğretim okulunda sınıf öğretmeni olan devlet memuru Hasan Güngör e verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Hasan Güngör, Demokrasi Platformunun çağrısı üzerine Demokratik Toplum Partisinin düzenlemiş olduğu basın açıklamasına katılmıştır. Başvurucu hakkında basın açıklamasına katılmak suretiyle siyasi parti faaliyetine katıldığı gerekçesi ile başvurucu hakkında  disiplin  soruşturması  başlatılmıştır  ve  soruşturma  sonucunda   basın açıklamasına katılmanın parti eylemine katılmış sayılması  gerekçesi ile hakkında DMK md.  125  (D)  (o)  uyarınca  1  yıl  süre  ile  kademe  ilerlemesinin  durdurulması  cezası verilmiştir.  Disiplin  cezasının  iptali  istemiyle  açılan  davada  Diyarbakır  1.  İdare Mahkemesi basın açıklamasının parti faaliyeti olması ve açıklamaya katılmanın parti faaliyeti anlamına gelmesi gerekçesiyle disiplin cezasının hukuka uygun olduğuna karar vermiş, bu karar Danıştay tarafından onanmış ve ayrıca karar düzeltme istemi Danıştay tarafından reddedilmiştir.  Hasan Güngör (2) başvurusu Hasan Güngör e verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Hasan Güngör, Demokratik Toplum Partisinin binasında Diyarbakır ceza infaz kurumundaki şartlara dikkat çekmek için açlık grevinde bulunan kişileri parti binasında ziyaret etmiştir ve başvurucu hakkında DMK md.  125  (D)  (o)  uyarınca  1  yıl  süre  ile  kademe  ilerlemesinin  durdurulması  cezası verilmiştir.  Disiplin  cezasının  iptali  istemiyle  açılan  davada  Diyarbakır  İdare Mahkemesi parti binasında gerçekleştirilen grevin parti eylemi teşkil etmesi ve ziyaretin grevi destekleme yani parti faaliyetine destek verme anlamını taşıması gerekçesiyle disiplin cezasının hukuka uygun olduğuna karar vermiş ve bu karar Danıştay tarafından                                                            54  Hasan Göngör, par. 8.  55  Hasan Göngör, par. 9. 56  Hasan Göngör, par. 10-12. 57  Hasan Göngör (2), par. 10. 569Kula    Hacettepe HFD, 11(1), 2021, 555-593 onanmıştır. Ayrıca belirtmek gerekir ki başvurucu, Hasan Güngör başvurusuna konu olay nedeniyle fiilin tekerrür etmesi sebebiyle memuriyetten ihraç edilmiştir.  Zeki  Çınar  başvurusu  Bursa  Vergi  Dairesi  Başkanlığı  Diğer  Vergiler Müdürlüğünde bilgisayar işletmeni olan başvurucu Zeki Çınar a verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Zeki Çınar hakkında Partizan isimli topluluğun etkinliklerine katıldığı  yönündeki ihbar mektubu ve başvurucunun Partizan  isimli  topluluk  tarafından  düzenlenen  piknikte   Biz  halkız.  Gelecek ellerimizdedir.  Partizan. ,   Oy  verme,  onay  verme,  oyuna  gelme.  Partizan.   yazılı pankartların  önünde  oturduğu  fotoğrafın  gönderilmesi  üzerine  disiplin  soruşturması başlatılmıştır.  Gerçekleştirilen  disiplin  soruşturması  kapsamında  Zeki  Çınar ın  (i) Partizan isimli topluluk tarafından düzenlenen pikniğe katılması, (ii) 1 Mayıs 2005 yılında  gerçekleştirilen  toplantıya  katılarak   Partizan   ve   İşçi  Köylü   pankartları arasında yürüyerek slogan atması ve (iii) 2004 yılında gerçekleştirilen NATO zirvesi protestolarına katılması birlikte ele alınarak Zeki Çınar hakkında DMK md. 125 (D) (o) uyarınca 1 yıl süre ile kademe ilerlemesinin durdurulması cezası verilmiştir. Disiplin cezasının  iptali  istemiyle  açılan  davada,  Bursa  1.  İdare  Mahkemesi  Partizan  isimli topluluğun  yasa  dışı  olduğunun  ve  Partizan  isimli  bir  siyasi  parti  olduğunun  ispat edilememesi gerekçesi ile davanın kabulüne karar vermekle birlikte, Danıştay 12. Dava Dairesi  idarenin  temyiz  istemini  kabul  ederek  piknik  sırasında  açılan  pankartların  seçimlere katılan tüm siyasi partilerin zararına olacak şekilde faaliyet  teşkil etmesi gerekçesi ile ilk derece mahkemesinin kararının bozulmasına karar vermiştir. Bursa 1. İdare Mahkemesi de bozma doğrultusunda verilen kararı onamıştır.                                                             58  Hasan Göngör (2), par. 11-13. 59  Hasan Göngör (2), par. 15. 60  Zeki Çınar, par. 9, 10, 13. 61  Zeki Çınar, par. 11-13. 62  Zeki Çınar, par. 14-15. 63  Zeki Çınar, par. 16. 570Kula    Hacettepe HFD, 11(1), 2021, 555-593 B.  İlgili Hukuk Üç başvuruda da ilgili hukuk olarak disiplin cezası yaptırımının hukuksal sebebi olan DMK md. 7 ve md. 125 gösterilmektedir.64 AYM, Hasan Güngör başvurusunda DMK md. 135 e ve Hasan Güngör (2) başvurusunda Anayasa md. 68/5 ve devlet memurluğundan çıkarma cezasını gerektiren fiil ve hallerin düzenlendiği DMK md. 125/E nin ilgili diğer alt bentlerine de atıf yapmaktadır.  Hasan  Güngör  (2)  başvurusunda  ve  Zeki  Çınar  başvurusunda,  Hasan  Güngör başvurusundan farklı olarak ulusal hukuk ve uluslararası hukuk başlıklandırılmasına gidildiği  ve  İHAM  içtihatlarına  uluslararası  hukuk  başlığı  altında  yer  verildiği görülmektedir. Hasan Güngör (2) başvurusunda İHAM ın Kara/Türkiye kararının özeti paylaşılmakta ve Hasan Güngör (2) ve Zeki Çınar başvurularında ifade özgürlüğüne ilişkin gerçekleştirilen incelemelerde değerlendirilecek hususlara ve devletlerin takdir marjına ilişkin olarak İsmail Sezer/Türkiye, Ahmed vd./Birleşik Krallık, Vogt/Almanya,                                                            64  Hasan Güngör, par. 15-16; Hasan Güngör (2), par. 17-19; Zeki Çınar, par. 18-19. 65  Hasan Güngör, par. 17. Atıf yapılan DMK maddesi şu şekildedir:  Disiplin amirleri tarafından verilen uyarma,  kınama  ve  aylıktan  kesme  cezalarına  karşı  disiplin  kuruluna,  kademe  ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren yedi gündür. Süresi içinde itiraz edilmeyen disiplin cezaları kesinleşir. İtiraz mercileri, itiraz dilekçesi ile karar ve eklerinin kendilerine intikalinden itibaren otuz gün içinde kararlarını vermek zorundadır. İtirazın kabulü hâlinde, disiplin amirleri kararı gözden geçirerek verilen cezayı  hafifletebilir  veya  tamamen  kaldırabilirler.  Disiplin  cezalarına  karşı  idari  yargı  yoluna başvurulabilir.  66  Hasan Güngör (2), par. 16, 19.  Anayasa md. 68/5 uyarınca  Hâkimler ve savcılar, Sayıştay dâhil yüksek yargı organları mensupları, kamu kurum ve kuruluşlarının memur statüsündeki görevlileri, yaptıkları hizmet bakımından işçi niteliği taşımayan diğer kamu görevlileri, Silahlı Kuvvetler mensupları ile yükseköğretim öncesi öğrencileri siyasi partilere üye olamazlar.  Atıf yapılan DMK maddesi şu şekildedir:  E- Devlet memurluğundan çıkarma: Bir daha Devlet memurluğuna atanmamak üzere memurluktan çıkarmaktır. Devlet memurluğundan çıkarma cezasını gerektiren fiil ve haller şunlardır: a) İdeolojik veya siyasi amaçlarla kurumların huzur, sükûn ve çalışma düzenini bozmak, boykot, işgal, kamu hizmetlerinin yürütülmesini engelleme, işi yavaşlatma ve grev gibi eylemlere katılmak veya bu amaçlarla toplu olarak göreve gelmemek, bunları tahrik ve teşvik etmek veya yardımda bulunmak, (1) b) Yasaklanmış her türlü yayını veya siyasi veya ideolojik amaçlı bildiri, afiş, pankart, bant ve benzerlerini basmak, çoğaltmak, dağıtmak veya bunları kurumların herhangi bir yerine asmak veya teşhir etmek, c) Siyasi partiye girmek […] ı) Siyasi ve ideolojik eylemlerden arananları görev mahallinde gizlemek  67  Hasan Güngör (2), par. 20. Bu kararın özetinin paylaşılması kararın içeriğinin başvuruya konu olay ve olgularla (o dönemde gerçekleştirilen açlık grevine ilişkin gösterilen dayanışma karşısında idari para cezası verilmesi) benzerlik göstermesine ilişkin olabilir. Atıf yapılan karar künyesi şu şekildedir: Kara/Türkiye, Başvuru No: 2766/04, 30.06.2009. 571Kula    Hacettepe HFD, 11(1), 2021, 555-593 Otto/Almanya  kararlarına  ve  devlet  memurlarına  sorumluluk  yüklenmesinin  meşru olmasına ve fakat memurların da ifade özgürlüğünü haiz olduğuna ilişkin olarak İsmail Sezer/Türkiye ve Vogt/Almanya kararlarına atıf yapılmaktadır. Fakat belirtmek gerekir ki, ilgili İHAM kararları, AYM nin başvuruyu inceleme aşamasında ele alınmamaktadır. Hasan  Güngör  başvurusunda  ise  İHAM  kararlarına  ilgili  hukuk  başlığı  altında  yer verilmemekle birlikte AYM nin söz konusu İHAM kararlarından inceleme aşamasında faydalandığı görülmektedir. Bu noktada belirtmek gerekir ki, AYM nin Hasan Güngör kararında inceleme sırasında İHAM dan faydalanırken daha sonraki kararlarında kendi içtihadına atıf yaparak İHAM kararlarını ilgili hukuk başlığında destek ölçü norm olarak kullanması  bireysel  başvuru  içtihadının  gelişmiş  olduğunu  göstermesi  bakımından olumlu olarak değerlendirilebilir.   C.  Anayasa Mahkemesinin İncelemesi ve Gerekçesi AYM, başvurularda ifade özgürlüğünün ihlal edildiği iddialarını kabul edilebilir bulmakta ve esas yönünden değerlendirmeyi müdahalenin varlığı ve müdahalenin ihlal oluşturup oluşturmadığı başlıklarında gerçekleştirmektedir. Değerlendirmesini İHAS ta öngörülen  sınırlamalara  paralel  şekilde  gerçekleştiren  AYM,  Hasan  Güngör başvurusunda müdahalenin ihlal oluşturup oluşturmadığı değerlendirmesini (i) kanunilik, (ii) meşru amaç ve (iii) demokratik toplum düzeninde gerekli olma ve ölçülülük başlıkları altında gerçekleştirirken, Hasan Güngör (2) ve Zeki Çınar başvurularında (i) kanunilik, (ii) meşru amaç ve (iii) demokratik toplum düzeninin gereklerine uygunluk başlıkları altında  gerçekleştirmektedir.  Zeki  Çınar  başvurusunda  AYM nin  özel  olarak  (i) demokratik toplum düzenin gerekleri ve ifade özgürlüğü, (ii) kamu görevlilerinin ifade                                                            68  Hasan Güngör (2), par. 21-22; Zeki Çınar, par. 20-21. Atıf yapılan karar künyeleri şu şekildedir: İsmail Sezer/Türkiye, Başvuru No: 36807/07, 24.03.2015, par. 28, 52; Ahmed vd./Birleşik Krallık, Başvuru No: 22954/93, 02.09.1998, par. 53, 54; Vogt/Almanya [BD], Başvuru No: 17851/91, 26.09.1995, par. 51-53; Otto/Almanya (k.k.), Başvuru No: 27574/02, 24.11.2005. 69  Hasan Güngör, par. 29, 44, 46, 48-49. Hasan Güngör (2) ve Zeki Çınar kararlarından ayrı olarak atıf yapılan kararlar şu şekildedir: Handyside/Birleşik Krallık, Başvuru No: 5493/72, 07.12.1976; Başkaya ve Okçuoğlu/Türkiye, Başvuru No: 23536/94 ve 24408/94, 08.07.1999; Kayasu/Türkiye, Başvuru No: 64119/00 ve 76292/01, 13.11.2008. 70  Hasan Güngör, par. 22; Hasan Güngör (2), par. 31; Zeki Çınar, par. 25. 572Kula    Hacettepe HFD, 11(1), 2021, 555-593 özgürlüğü ve (iii) kamu görevlerinin ödev ve sorumlulukları ile ifade özgürlüğü arasında dengeleme alt başlıklandırmalara gittiği görülmektedir. Bu doğrultuda, AYM nin her bir kararında bir önceki kararına göre daha sistematik bir inceleme gerçekleştirdiği yorumu yapılabilir.     1.  Kanunilik ve Meşru Amaç Değerlendirmesi AYM, kararlarında DMK md. 7 ve md. 125 doğrultusunda müdahalenin kanunilik koşulunun sağlandığını belirtmektedir. İfade özgürlüğünün sınırlandırılmasına yönelik meşru  amaç  bulunup  bulunmadığı  değerlendirilirken  ise,  AYM,  Hasan  Güngör başvurusunda disiplin cezasının Anayasa md. 26/2 de sayılan amaçları hedeflediğinin kabul edilebileceğini; fakat bu durumun müdahalenin gerekliliği ile birlikte tartışılması gerektiğini ifade etmektedir. Hasan Güngör başvurusunda AYM, ifade özgürlüğüne yapılan  müdahalenin  meşru  sayılabilmesi  için   milli  güvenlik,  kamu  düzeni,  suç işlenmesinin önlenmesi, genel sağlık, genel ahlak ile başkalarının hak ve özgürlüklerinin korunması   sebebiyle  yapılması  gerektiğini  belirtmekte,  bu  başlık  altında  sebeplere ilişkin özellikli bir değerlendirme yapmamakta ve  kamu düzeni  sebebine ilk derece mahkemesi kararının gerekçesini belirtirken değinmektedir.  AYM, Hasan Güngör (2) başvurusunda müdahalenin kamu düzeninin ve Zeki Çınar başvurusunda kamu düzeninin ve güvenliğinin korunmasına yönelik olduğunu belirterek müdahalenin meşru amacı olduğunu kabul etmektedir.                                                              71  Hasan Güngör, par. 37; Hasan Güngör (2), par. 35; Zeki Çınar, par. 29. Belirtmek gerekir ki Hasan Güngör başvurusunda yalnızca DMK Md. 125 e atıf yapılmaktadır.  72  Hasan Güngör, par. 38-40. 73  Hasan Güngör, par. 38-39. 74  Hasan Güngör (2), par. 36; Zeki Çınar, par. 30. Belirtmek gerekir ki, Hasan Güngör başvurusunda meşru amaç değerlendirmesi sonradan gerçekleştirilmemektedir.  573Kula    Hacettepe HFD, 11(1), 2021, 555-593 Kanunilik değerlendirmesi yaparken AYM nin şekli bir kanun olmasını yeterli gördüğü  ve  kanunilik  koşulunun  sağlanıp  sağlanmadığını  detaylı  olarak değerlendirmediği görülmektedir. Hukuk devletinde kanuni düzenlemelerin  hem kişiler hem de idare yönünden herhangi bir duraksamaya ve kuşkuya yer vermeyecek şekilde açık, net, anlaşılır, uygulanabilir ve nesnel olması, ayrıca kamu otoritelerinin keyfî uygulamalarına  karşı  koruyucu  önlem  içermesi   gerektiği  AYM  kararlarında belirtilmektedir.  AYM,  bireysel  başvuru  kararlarında  müdahalenin  bir  kanuna dayanmasının yetmeyeceğini ve dayanılan kanunun  belirlilik  ve  öngörülebilirlik  gibi nitelikleri haiz olması gerektiğini dile getirmektedir. Bu doğrultuda devlet memurunun da kendisine düşen yükümlülükleri öngörmesi ve hangi davranışına ne gibi bir hukuksal sonucun bağlandığını bilmesi gerekmektedir. Fakat üç başvuruda da AYM, devlet memurlarının ifade özgürlüklerinin sınırlandırılmasını öngören DMK md. 7 ve md. 125 i bu yönden değerlendirmemektedir. Oysa, DMK md. 125 ile öngörülen  herhangi bir siyasi parti yararına veya zararına fiilen faaliyette bulunmak  ya da DMK md. 7 ile getirilen  herhangi bir siyasi parti, kişi veya zümrenin yararını veya zararını hedef tutan bir davranışta bulunmama  yasağının belirlilik ve öngörülebilirlik ilkeleri bakımından ele alınması önemlidir. Nitekim, bu hükümlerin kapsamında bulunan davranışların neler olduğu ya da devlet memurlarının görevleri dışındaki ifadelerinin bu madde kapsamında sayılıp  sayılmayacağı  gibi  konular  tartışılması  gereken  hususlardır.  Lafzi  olarak değerlendirildiğinde,  herhangi bir  açıklamanın DMK kapsamında kalabileceği, DMK ile mutlak bir yasak öngörüldüğü ve bu sebeple ilgili hükümlerinin belirli ve öngörülebilir olduğu yorumu yapılabilir. Fakat, çok geniş bir yasak öngören bu hükümlerin Anayasa md. 26/2 ile öngörülen sınırlama sebepleri ile tamamen uyumlu olduğunu ve Anayasa md. 26/2 ile öngörülen sınırlama sebeplerinin bu denli geniş bir yasağı haklı kıldığını söylemek de mümkün gözükmemektedir.                                                            75  AYM, E.2015/41, K.2017/98, T. 04.05.2017, par. 153. 76  Örn.  bkz.  Youtube  LLC  Corporation  Service  Company  ve  diğerleri,  Başvuru  No:  2014/4705, 29.05.2014, par. 56.  77  Bireylere ilişkin benzer şekilde bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017, par. 10. 78   Her ne suretle olursa olsun  ifadesinin mutlak yasak ifade ettiğine ilişkin bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017, par. 18. 574Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM nin meşru amaç değerlendirmesi ayrı bir inceleme konusudur. Meşru amacın varlığı, müdahalenin Anayasa da öngörülen sınırlama sebeplerine ulaşma amacı söz konusu ise kabul edilmelidir. Genel olarak, AYM nin meşru amaç değerlendirmesini yüzeysel olarak yaptığı belirtilmekte ve Anayasa da yazılan sebeplerin şekli olarak aranması  ve  somut  olay  özelinde  bir  değerlendirme  gerçekleştirilmemesi eleştirilmektedir. AYM nin söz konusu kararlarda da meşru amaç koşulunun karşılanıp karşılanmadığını detaylı olarak değerlendirmediği görülmektedir. Oysa belirli ifadelerin kullanılması  ile  kamu  düzeninin  zarar  göreceği  yönünde   soyut  ihtimallere  ve genellemelere  dayanılması, ifade özgürlüğüne zarar verebilir. Bu doğrultuda, kamu düzeni kavramının ele alınması ve disiplin cezasının kamu düzenini sağlamaya ne ölçüde katkıda bulunduğunun ayrıca değerlendirilmesi gerekmektedir. Soyut nitelikli,84 esnek ve belirsiz bir kavram olduğu belirtilen kamu düzeni klasik olarak belirli bir düzenin ve barışın  hâkim  olması  olarak  nitelendirilmektedir.  Temel  hak  ve  özgürlüklerin kullanılabilmesi  için  gerekli  olduğu  belirtilen  kamu  düzeni   hak  ve  özgürlüklerin kullanılabilir kılındığı bir düzen  olarak tanımlanmalıdır. Bu doğrultuda, AYM nin                                                            79  İNCEOĞLU, Sibel,  Hak ve Özgürlükleri Sınırlama ve Güvence Rejimi , İnsan Hakları Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, (der. S. İnceoğlu), 3. Basım, Beta, İstanbul, Ekim 2013, (s. 23-52), s. 27. 80  KARAN, Ulaş, İfade Özgürlüğü Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi 2, Avrupa Konseyi Ankara Program Ofisi, Ankara, Nisan 2018, s. 143. 81  ŞİRİN, Tolga, Anayasa Mahkemesi Kararları Işığında Bireysel Başvuru Hakkı, On İki Levha Yayıncılık, İstanbul, Ekim 2015, s. 207.  82  SUNAY, 2001, s. 85. 83  Zeki Çınar başvurusunda kamu güvenliği de meşru amaç olarak gösterilmektedir; fakat somut olaylarda kamunun güvenliğine ilişkin değerlendirme yapılması gereken bir hususa rastlanamadığından esas olarak kamu düzeni kavramının değerlendirilmesi gerekmektedir.  84  SUNAY, 2001, s. 80. 85  TANÖR, 1969, s. 137-138. Benzer şekilde DURAN, Lütfi, İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, Fakülteler Matbaası, İstanbul, 1982, s. 249. 86  Benzer şekilde YAYLA, Yıldızhan, İdare Hukuku, 2. Basım, Beta, İstanbul, 2010, s. 38.  Ayrıca bkz. OKAY TEKİNSOY, Özge, İdare Hukukunda Kamu Düzeni Kavramı, On İki Levha Yayıncılık, İstanbul, Mart 2011, s. 17, 37-38.  87  ODER, Burak,  Regülasyon Kavramı Üzerine Bir Deneme , Ali Ülkü Azrak 75. Yaş Armağanı, İstanbul, Kasım 2008, s. 247, dipnot 29. AYM de  kamu düzeninin sağlanmadığı bir ortamda, hak ve özgürlüklerden gereği gibi yararlanılmasının  mümkün olmadığını ifade etmektedir. Bkz. AYM, E. 2015/19, K. 2015/17, T.18.02.2015. 575Kula    Hacettepe HFD, 11(1), 2021, 555-593 somut olayda devlet memurlarına verilen disiplin cezaları ile tarafsızlık yükümlülüğünün unsurları doğrultusunda gerek devlet memurlarının gerekse kamu hizmetinden yararlanan vatandaşların temel hak ve özgürlüklerinin kullanabildiği bir düzenin yaratılmasının amaçlanıp amaçlanmadığını değerlendirmesi beklenebilir.  2.  Demokratik Toplum Düzeninin Gereklerine Uygunluk Değerlendirmesi  AYM,  değerlendirmelerinde  ifade  özgürlüğünün  kapsamını  ve  önemini  ortaya koymaktadır. Bu bağlamda ifade özgürlüğü  kişinin haber ve bilgilere, başkalarının fikirlerine serbestçe ulaşabilmesi, düşünce ve kanaatlerinden dolayı kınanamaması ve bunları tek başına veya başkalarıyla birlikte çeşitli yollarla serbestçe ifade edebilmesi, anlatabilmesi,  savunabilmesi,  başkalarına  aktarabilmesi  ve  yayabilmesi   olarak tanımlanmakta ve muhalif olan düşünceler de dâhil olmak üzere her türlü düşünceye ilişkin olarak ifade özgürlüğünün kullanılabilmesi demokratik düzenin gereklerinden olarak nitelendirilmektedir. AYM, ifade özgürlüğünün önemini ortaya koyarken, ifade özgürlüğünün demokratik toplumun temellerinden biri olduğunu, gerek bireyin gerekse toplumun gelişmesi için vazgeçilmez ve demokrasi için  yaşamsal önemde  olduğunu ve toplumsal ve siyasal çoğulculuğun sağlanabilmesi için gerekli olduğunu belirtmektedir. AYM nin  ifade  özgürlüğünün  önemini  detaylı  olarak  ve  giriş  bölümünde  belirtilen hususlara paralel şekilde ortaya koyması önem arz etmektedir. İfade özgürlüğüne önem veren bu yaklaşım ile birlikte, ifade özgürlüğüne getirilen sınırlamaların yaratabileceği ve  bireylerin  demokratik  tartışmaya  katkı  sağlayacak  fikirlerini  paylaşmaktan çekinmelerine yol açan ürpertici/caydırıcı etkinin ( chilling effect ) önüne geçilebilir.                                                            88  Hasan Güngör (2), par. 37; Zeki Çınar, par. 31. Belirtmek gerekir ki, Hasan Güngör başvurusunda da ifade farklılığı olmakla birlikte aynı tanım verilmektedir. Hasan Güngör, par. 27, 29-30.  89  Hasan Güngör, par. 28-30, 45; Hasan Güngör (2), par. 37; Zeki Çınar, par. 31. Belirtmek gerekir ki, Zeki Çınar başvurusunda yaşamsal önemden bahsedilmemektedir. Hasan Güngör (2) başvurusuyla birebir aynı ifadeler kullanılmasına rağmen bu ifadenin yer almamasının sebebi, kopyalama hatası olarak görülüp eleştirilebilir.  90  Dondurucu etkiye ilişkin olarak bkz. TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 469. 576Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM kararlarında ifade özgürlüğünün kapsamı ve önemi değerlendirildikten sonra ifade özgürlüğünün sınırlanabilir bir hak olduğu ve fakat bu sınırlamanın Anayasa md. 13  doğrultusunda  demokratik  toplum  düzeninin  gereklerine  uygun  olması  gerektiği belirtilmektedir. Hasan Güngör ve Hasan Güngör (2) başvurularında demokratik toplum düzenine aykırı olmama kriteri ile birlikte ölçülülük kriterinin ele alınması gerektiği ve bu  iki  kriterin  aralarında  sıkı  bir  ilişki  olduğu  özel  olarak  ifade  edilmektedir. Başvurularda demokratik toplum düzeninin gereklerine uygun olma kriterinin farklı şekillerde ele alındığı görülmektedir.  Demokratik toplum düzenine uygunluk kriteri Hasan  Güngör  başvurusunda,   çoğulculuk,  hoşgörü  ve  açık  fikirlilik   üzerinden tanımlanırken,93 Hasan Güngör (2) ve Zeki Çınar başvurularında bu kavramlar demokrasi kavramına  ilişkin  olarak  ele  alınmakla  birlikte,94  AYM,  temel  hak  ve  özgürlüklere müdahalenin demokratik toplum düzeninin gereklerine uygun olabilmesi için  zorunlu bir  toplumsal  ihtiyacı   karşılaması  ve   orantılı   olması  gerektiğini  belirtmektedir.  Zorunlu bir toplumsal ihtiyacın karşılanması için müdahalenin elverişli, başvurulacak en son çare ve alınacak en hafif önlem olması ve orantılı bir müdahale olduğunun kabulü için   bireyin  hakkı  ile  kamunun  menfaatleri  veya  müdahalenin  amacı  başkalarının haklarını korumak ise diğer bireylerin hak ve menfaatleri arasında adil bir dengenin  kurulmuş olması aranmaktadır.                                                             91  Hasan Güngör, par. 43; Hasan Güngör (2), par. 38; Zeki Çınar, par. 43. Belirtmek gerekir ki Hasan Güngör  başvurusunda  ifade  olarak   demokratik  toplum  düzeninde  gerekli  olma   ifadesi kullanılmaktadır.  92  Hasan Güngör, par. 43, 47; Hasan Güngör (2), par. 38.  93  Hasan Güngör, par. 44. 94  Hasan Güngör (2), par. 47; Zeki Çınar, par. 33. 95  Hasan Güngör (2), par. 39, 42; Zeki Çınar, par. 32. Hasan Güngör başvurusunda ise  toplumsal bir ihtiyaç  baskısı nın  demokratik  toplum  için  gerekli  olduğuna  karar  aşamasında  atıf  yapıldığı görülmektedir. Hasan Güngör, par. 55. Hasan Güngör (2) başvurusunda AYM ilk olarak demokratik toplum düzeninin sağlanması için müdahalenin zorunlu toplumsal ihtiyacı karşılaması gerektiğini ve istisnai olması gerektiğini belirtmekte ve daha sonra orantılılık şartına yer vermektedir. Bkz. Hasan Güngör (2), par. 39. 96  Hasan Güngör (2), par. 39, 41; Zeki Çınar Başvurusu, par. 32. Hasan Güngör (2) başvurusunda orantılılık ayrıca  istenen amaç ile başvurulan sınırlama tedbiri arasında  aşırı dengesizlik olmaması üzerinden tanımlanmaktadır.  577Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM, daha sonra kamu görevlilerinin ifade özgürlüğüne ilişkin değerlendirme yapmaktadır. Hasan Güngör ve Hasan Güngör (2) başvurularında bu değerlendirmeyi genel ilkelerle birlikte ele alan AYM, Zeki Çınar başvurusunda belirtildiği üzere daha sistematik bir inceleme gerçekleştirmektedir. AYM, Hasan Güngör başvurusunda İHAM kararlarına, Hasan Güngör (2) ve Zeki Çınar başvurularında ise Hasan Güngör kararına atıf yapmak suretiyle devletin devlet memurlarının ödev ve sorumluluklarını belirlemede geniş bir takdir marjının bulunduğunu,97 devlet memurlarına getirilen sınırlamaların vatandaşlara  göre  daha  fazla  olabileceğini  ve  devlet  memurlarına  bağlılık  görevi getirilip  memurların  ifade  özgürlüklerinin  sınırlandırılmasının  meşru  olduğunu belirtmektedir. Fakat, sınırlamanın da bir sınırının olması gerektiğini ifade eden AYM, birey olan devlet memurlarının siyasal ve toplumsal olaylara yönelik ifadeler de dâhil olmak üzere ifade özgürlüğünü haiz olduğunu ortaya koymaktadır;100 nitekim ifade özgürlüğünün ortadan kaldırılması demokrasiyi tehlikeye düşürür niteliktedir.  AYM, ifade özgürlüğünü sınırlayan müdahalelerin dar yorumlanması gerektiğini belirtmekte ve devlet memurlarının ifade özgürlüğünün kapsamını belirlerken kriter olarak isimlendirmemekle birlikte çeşitli değerlendirme kriterlerini ortaya koymaktadır. Hasan Güngör kararında bu kriterler, her ne kadar bu yönde bir ayrıma gidilmese de temel olarak ifadelere ve devlet memuruna ilişkin olmak üzere iki şekilde başlıklandırılabilir. İfadelere yönelik olarak, bu ifadelerin (i) göreve yansıtılıp yansıtılmadığı, (ii) şiddete teşvik  içerip  içermediği  ve  (iii)  demokratik  ilkelerin  reddi  teşkil  edip  etmediği değerlendirilirken; devlet memurlarına yönelik olarak, devlet memurlarının (i) hangi görevi  yürüttüğü,  (ii)  görüşlerini  dengeli  ve  siyaseten  yansız  olarak  açıklayıp açıklamadığı,  (iii)  kişisel  tavırlar  sergileyip  sergilemediği  ve  (iv)  tarafsızlıklarının                                                            97  Hasan Güngör, par. 48; Hasan Güngör (2), par. 48; Zeki Çınar, par. 34. 98  Hasan Güngör (2), par. 48. 99  Hasan Güngör, par. 49; Zeki Çınar, par. 35. 100  Hasan Güngör, par. 46, 48-49; Hasan Güngör (2), par. 48, 50-51; Zeki Çınar, par. 34-35. 101  Hasan Güngör, par. 46. 102  Hasan Güngör (2), par. 49; Zeki Çınar, par. 43. 578Kula    Hacettepe HFD, 11(1), 2021, 555-593 güvence altında olup olmadığı dikkate alınmaktadır. Hasan Güngör (2) başvurusunda bu  gibi  detaylı  kriterlere  yer  verildiği  görülmemekle  birlikte,  kişinin  hangi  görevi yürüttüğünün,  ifade  özgürlüğü  kullanılmasının  kamu  hizmetine  yansıtılıp yansıtılmadığının ve tarafsızlığın ihlal edilip edilmediğinin değerlendirildiği ve her olayın kendi  özelliklerine  göre  değerlendirilmesi  ve  makul  gerekçelerin  ortaya  konması gerektiğinin belirtildiği görülmektedir. Zeki Çınar başvurusunda ise AYM nin, önceki iki başvurudaki değerlendirmelerini birleştirdiği ve tarafsızlık kavramına ayrıca vurgu yaptığı  tespit  edilmektedir.  Zeki  Çınar  başvurusunda  AYM,  Hasan  Güngör başvurusuyla  ortaya  konulan  kriterlere  atıf  yapmakta  ve  ayrıca  Hasan  Güngör  (2) başvurusuna atıf yapmak suretiyle olayın kendi şartları içerisinde değerlendirilmesi ve bir eylemin siyasi parti yararına olduğu kabul ediliyorsa bu hususun makul gerekçeler ile ortaya konulması gerektiğini belirtilmektedir. Bunlara ek olarak, devlet memurlarının ifade özgürlüğüne getirilen sınırlamanın temel amacının  tarafsız davranma  ve  tarafsız görünme  olduğunu belirtmektedir.   AYM nin  ortaya  koyduğu  kriterlere  ilişkin  olarak  özellikle  üç  hususun değerlendirilmesi gerekmektedir. İlk olarak, AYM nin şiddeti teşvik etme gibi hususlara yer verdiği tespit edilebilmektedir. İftira, sövme, suça ve şiddete teşvik ve tahrik gibi ifadelerin ifade özgürlüğünün norm alanına girmeyebileceği göz önünde tutulduğunda, bu gibi ifadeler kişinin devlet memuru olup olmamasına bakılmaksızın ifade özgürlüğü kapsamında korunmayabilecektir. Fakat düşünce açıklamalarının yapıldığı bağlamın da önemli olduğu düşünüldüğünde şiddete teşvik eden kişinin devlet memuru olmasının                                                            103  Hasan Güngör, par. 46, 48, 50-51; Hasan Güngör (2), par. 50; Zeki Çınar, par. 34-35. 104  Hasan Güngör (2), par. 49-50. 105  Zeki Çınar, par. 40-42. 106  Zeki Çınar, par. 34-35; 43. 107  Zeki Çınar, par.40-42. 108  TANÖR, Bülent / YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, 16. Basım, Beta, İstanbul, 2016 s. 177.  Ayrıca bkz. TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 470-472. İfade özgürlüğünün norm alanı dışında kalan görüşler için ayrıca bkz. UYGUN, 2009, s. 2228. Ayrıca bkz. Meki Katar, Başvuru No: 2015/4916, 03.10.2019. 109  Meki Katar, s. 57. 579Kula    Hacettepe HFD, 11(1), 2021, 555-593 ifade özgürlüğünün sınırlandırılması bakımından farklı bir değerlendirmeye yol açıp açmayacağının AYM nin kararlarında değerlendirilmediği görülmektedir. İkinci olarak, AYM, ifadelerin devlet memurlarının görevlerine yansıtılıp yansıtılmadığı ya da görev sırasında  kullanılıp  kullanılmadığı  değerlendirmesinde  bulunsa  da  AYM nin  devlet memurlarının  ifade  özgürlüğüne  görevleri  dışında  da  sınırlama  getirilip getirilemeyeceğine ilişkin açık bir değerlendirme yapmadığı görülmektedir. Örneğin, atıf yapılan Vogt/Almanya kararında İHAM, öğretmenlerin otorite figürü olarak görevlerinin okul dışı aktivitelerine de uzayabileceğini açıkça belirtmektedir. AYM nin ise, devlet memurlarının ödevlerinin memuriyet görevi dışındaki yaşantılarına da etki göstereceği varsayımında bulunduğu tespit edilebilir. Burada ayrıca belirtmek gerekir ki, devlet memurlarının  görevleri  dışında  bir  sınırlamaya  tabi  olup  olmamasındaki  belirsizlik, yukarıda belirtildiği üzere, DMK nin ilgili hükümlerinin belirli ve öngörülebilir olup olmadığı  ile  de  ilişkilendirilebilir.  Bir  diğer  husus,  AYM  kararlarında  tarafsızlık yükümlülüğünün devlet memurlarının ifade özgürlüklerinin korunmasına ilişkin olarak dikkate alınmamış olmasıdır. Atıf yapılan Ahmed vd./Birleşik Krallık kararında, İHAM ın başvuruya  konu  sınırlamanın  devlet  memurlarının  da  menfaatine  olduğu değerlendirilmesi yapıldığı görülmektedir. Bu bağlamda, tarafsızlık yükümlülüğünün bu yönü de karar verilirken değerlendirilebilir konular arasındadır. Bu yükümlülüğün devlet memurunu koruma amacı da göz önünde tutulduğunda, ifade özgürlüğüne getirilen söz konusu sınırlamaların devlet memurunu koruma amacı taşımadığı gerek ölçülülük ilkesi gerek meşru amaç bakımından dikkate alınabilir. Değerlendirmelerin sonunda AYM, Hasan Güngör başvurusunda, başvurucunun ordu,  emniyet  gibi  alanlara  getirilebilecek  olan  sınırlamalara  tabi  olmasının gerekmediğini ve başvurucunun görevinde tarafsız davrandığını belirterek ve verilen cezanın ifade özgürlüğünü engelleyebilecek nitelikte ağır bir ceza olduğu tespitinde                                                            110  Vogt/Almanya, par. 60. AYM nin devlet memurlarının ifade özgürlüklerine ilişkin önemli bir karar olan Vogt/Almanya kararına paralel bir değerlendirme gerçekleştirdiği görülmektedir. 111  Ahmed vd./Birleşik Krallık, par. 63. 112  Hasan Güngör, par. 51. 580Kula    Hacettepe HFD, 11(1), 2021, 555-593 bulunarak  verilen  disiplin  cezasının   toplumsal  bir  ihtiyaç  baskısına   karşılık gelmemesi dolayısıyla  demokratik toplumda gerekli olmadığı na ve Anayasa md. 26 nın ihlal edildiğine oybirliği ile karar vermektedir. Hasan Güngör (2) başvurusunda ise AYM açlık grevi yapılanların ziyaret edilmesinin  kınanabilir  bir eylem olmadığını ve eylemin siyasi parti binasında gerçekleştirilmesinin  tek başına  ilgili ve yeterli bir gerekçe olmadığını belirterek Anayasa md. 26 nın ihlal edildiğine oybirliği ile karar vermektedir.  AYM,  Zeki  Çınar  başvurusunda,  başvurucunun  ifade  özgürlüğü  ile siyaset yasağının meşru amacı arasında adil bir dengenin gözetilip gözetilmediğinin değerlendirilmesi gerektiğini söyleyerek,118 başvurucunun katıldığı toplantıdaki içeriği siyasi  partiler  aleyhine  faaliyet  olarak  nitelendiren  pankarta  ilişkin  olarak,  ifade özgürlüğünün  incitici, şoke edici ya da endişelendirici  ifadeleri de kapsadığını ve başvurucunun mesleki faaliyetini yerine getirirken siyaset yasağına aykırı bir davranış gerçekleştirmediği ve başvurucunun daha kapsamlı özen yükümlülüğünü haiz asker, polis, hâkim ve savcılık gibi meslekleri yürütmediğini belirtmektedir. AYM, pankartın içeriğini ve başvurucunun toplantıya katılmasını ilgili bir gerekçe olarak görmeyerek, mahkemenin ifade özgürlüğü ile siyaset yapma yasağının meşru amacı arasında adil bir denge  kurulduğunun  ve  müdahalenin  zorunlu  bir  toplumsal  ihtiyacı  karşıladığının gösterilemediği  tespiti  ışığında  başvurucu  hakkında  verilen  cezanın   zorunlu  bir toplumsal  ihtiyacı  karşılamadığı   ve  bu  yüzden   demokratik  toplum  düzeninin gereklerine uygun olmadığı  sonucuna vararak, başvurucunun ifade özgürlüğünün ihlal edildiğine oy birliği ile karar vermektedir.                                                             113  Hasan Güngör, par. 54. 114  Hasan Güngör, par. 55; Hasan Güngör, Hüküm Kısmı par. B.  115  Hasan Güngör (2), par 51. 116  Hasan Güngör (2), par 52. 117  Hasan Güngör (2), par. 53, Hasan Güngör (2), Hüküm Kısmı par. B, F. 118  Zeki Çınar, par. 44. 119  Zeki Çınar, par. 45.  120  Zeki Çınar, par. 46. 121  Zeki Çınar, par. 49. 122  Zeki Çınar, par. 48, Zeki Çınar, Hüküm Kısmı par. B, G.  581Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM nin sonuca varırken gerçekleştirdiği söz konusu değerlendirmelerine ilişkin ise  iki  hususun  ele  alınması  gerekmektedir.  İlk  olarak,  AYM nin  orantılılık değerlendirmesinde verilen cezaların ağır olduğu tespitinde bulunduğu; fakat bu ağırlığı yalnızca  ifade  özgürlüğü  üzerinde  yaratılan  ağırlık  açısından  değerlendirdiği görülmektedir. Her ne kadar söz konusu disiplin cezalarının ağır birer ceza olduğu kolay tespit  edilebilirse  de  orantılılık  değerlendirmesinin  daha  detaylı  olarak  ele  alınması bakımından Vogt/Almanya kararı örnek verilebilir. Vogt/Almanya kararında orantılılık değerlendirmesi  sırasında  devlet  memurluğundan  ihraç  edilmenin  kişinin  saygınlığı üzerinde olumsuz bir etki yarattığı ve öğretmen olan devlet memurunun geçim kaybına yol açtığı açıkça belirtilmektedir. Devlet memurunun ifade özgürlüğüne yapılacak müdahalenin yaratacağı sonuçların somut olarak ele alınması, orantılılık değerlendirmesi bakımından önem teşkil etmektedir. Ele alınması gereken ikinci husus, AYM nin, devlet memurlarının görevlerine vurgu yapmasıdır. AYM kararlarında başvurucuların asker, polis,  hâkim  ve  savcılık  gibi  meslekleri  yürütmediği  tespit  edilebilmektedir.  Bu bağlamda,  devlet  memurlarının  arasında  yürüttükleri  görev  doğrultusunda  ifade özgülüklerine  müdahale  bakımından  bir  ayrıma  gidildiği  görülmektedir.  Bu  ayrıma gidilmesinin, gerek devlet memurunun tarafsızlık yükümlülüğünün kapsamını belirlemek ve gerekse meşru amaç değerlendirmesi yapmak için gerekli olduğu kabul edilebilir. Vogt/Almanya  kararında  da  benzer  şekilde  öğretmenlik  mesleğinin  güvenlik  riski taşımadığından  bahsedilmektedir.  Bu  doğrultuda,  asker,  polis,  hâkim  ve  savcılık mesleğinin  kritik  meslekler olarak ele alınabileceği ve  kritik  görevleri ifa eden devlet memurlarının  ifade  özgürlüklerinin  daha  fazla  sınırlandırılabileceğini  kabul  ettiği anlaşılmaktadır. Fakat  kritik  görevlerin ne olduğunun mutlak bir şekilde tespitinin yapılması mümkün gözükmemektedir. Her ne  kadar  İHAM öğretmenlik mesleğinin güvenlik riski taşımadığını söylese ve AYM yalnızca asker, polis, hâkim ve savcılık mesleğine atıf yapmış olsa da belirli durumlarda özellikli konumu olan öğretmenlik                                                            123  Vogt/Almanya, par. 60. Otto/Almanya kararında ise devlet memurunun terfi almamasının geçim kaybına yol açmayacağı belirtilmektedir. Karş. Otto/Almanya. 124  Vogt/Almanya, par. 60. 582Kula    Hacettepe HFD, 11(1), 2021, 555-593 mesleğinin de  kritik  olabileceği söylenebilir. Örneğin ilkokul öğretmeninin ders esnasında kendi görüşlerini empoze etmeye çalışmasının.  bir askerin kendi görüşlerini açıklamasından daha büyük bir etkiye yol açması mümkündür. Bu doğrultuda  kritik  mesleklerin kategorik olarak ele alınması yerine olay özelinde o mesleğin  kritik  olup olmadığı değerlendirilmesi yerinde olacaktır. Ayrıca belirtmek gerekir ki, bir mesleğin  kritik  konumda olması, her müdahalenin meşru ve demokratik toplum gereklerine uygun kabul  edileceği  yorumuna  yol  açmamalıdır.  Aksi durumda, kritik meslekleri yürüten kişilerin temel hak ve hürriyetlerinin hukuka aykırı bir şekilde sınırlandırılması söz konusu olacaktır. Bu noktada, incelenen AYM kararlarında atıf yapılmamakla birlikte kilit dava ( key case ) Baka/Macaristan kararına değinilebilir. İHAM, yargı reformunu eleştiren hâkimin,129 yargı tarafsızlığının korunması amacıyla görev süresinin erken sonlandırılmasına ( premature termination ) ilişkin olayda, ifade özgürlüğüne yapılan müdahalenin ileri sürülen meşru amaç ile bağdaşmadığını ve demokratik toplumda  gerekli  olmadığını  belirterek  İHAS  Md.  10 un  ihlal  edildiği  kararına                                                            125  Öğretmenlik mesleğinin özellikli bir konumu olmasına ilişkin bkz. Z.A. Başvurusu, B. No: 2013/2928, 18.10.2017, par. 70.   126  Öğretmenlerin ifade özgürlüğünün sınırlandırılması değerlendirilmesi için bkz. SEVER, 2020, s. 11791180. 127  Örneğin, Z.A. Başvurusuna konu olayda bir öğretmenin cinsel yönelimi sebebiyle meslekten çıkarılması ve mesleğe dönme isteminin kabul edilmemesi söz konusudur. Bu kararda AYM, eşitlik ilkesinin ve özel hayata saygı hakkının ihlal edilmediğine karar vermiştir. Bkz.  Z.A. Başvurusu, Hüküm Kısmı par. D. AYM, kişinin meslekten çıkarılmasının ve mesleğe dönme isteğinin reddedilmesinin gerekçesinin cinsel yönelim olmadığını ve fakat görev yaptığı okulda yansıttığı davranışları olduğunu belirtmektedir. Bkz.  Z.A.  Başvurusu,  par.  73-76.  Bununla  birlikte,  karşıoyda  bu  davranışların  doğruluğunun ispatlanamadığı ve kişinin meslekten çıkarılmasının ve mesleğe dönme talebinin reddedilmesinin cinsel yönelimi ile bağlantılı olduğu ortaya konmaktadır. Bkz. Z.A. Başvurusu, Engin Yıldırım ın Karşıoyu, özellikle par. 21-23, 39-41. Öğretmenin cinsel yöneliminin öğretmenlik mesleği ile ilgisi olmamasına ve mesleki faaliyetin aksatıldığının tespit edilememesine rağmen AYM nin ihlal olmadığına karar vermesi özellikli bir meslek yürüten kişinin temel hak ve hürriyetlerinin hukuka aykırı bir şekilde sınırlanmasına örnek teşkil etmektedir.  128  Baka/Macaristan [BD], Başvuru No: 20261/12, 23.06.2016. Baka/Macaristan kararının kritik dava olarak  listelenmesine  ilişkin  bkz.  European  Court  of  Human  Rights  Key  Cases  2016, https://www.echr.coe.int/Documents/Cases_list_2016_ENG.pdf , (erişim tarihi: 10.04.2020). 129  Olaylar için bkz. Baka/Macaristan, par. 11-37. 130  Baka/Macaristan, par. 156. 583Kula    Hacettepe HFD, 11(1), 2021, 555-593 varmaktadır. Bu doğrultuda,  kritik  görevlerde bulunan devlet memurlarının ifade özgürlüğüne  yapılan  müdahaleler  değerlendirilirken  yalnızca  görevin  kritik  olup olmaması değil, devlet memurlarının tarafsız davranmamasının bu görevin sağlamış olduğu konum ve/veya ilişki sebebiyle yaratacağı etki dikkate alınmalıdır. Bu bağlamda kritik görevlerde bulunan devlet memurlarının ifade özgürlüğüne yapılan müdahalenin de Anayasaya aykırı olabileceği göz önünde bulundurulmalıdır.  AYM kararlarına ilişkin ayrıca değerlendirilmesi gereken husus, kararlarda her ne kadar ifade özgürlüğünden tamamen mahrum bırakılmanın mümkün olmadığı belirtilse de siyasi ifade özgürlüklerinin tamamen sınırlanmasının hakkın özüne dokunma teşkil edip etmediği yönünde bir değerlendirme yapılmamasıdır. AYM nin atıf yaptığı Ahmed vd./Birleşik Krallık kararında sınırlamanın tüm siyasi ifadelere yönelik olup olmadığının değerlendirildiği görülmektedir. İfade özgürlüğünün özüne dokunulmuş sayılması için tüm  düşüncelerin  yasaklanmış  olması  gerekmemektedir;  siyasi  düşünce  yönünden sınırlandırılmış olması da öze dokunan bir sınırlama teşkil edebilir.  Öze dokunma yasağı ile birlikte, temel hak ve özgürlüğün varlık nedeninin ortadan kalkmasına engel olunmaya çalışıldığı göz önünde tutulduğunda, AYM nin devlet memurlarının siyasi ifade  özgürlüğünün  tamamen  ortadan  kaldırılmasının  hakkın  özüne  dokunma  teşkil edebileceği  değerlendirmesini  ayrıca  yapması  beklenebilir.  Hakkın  özü değerlendirmesine  ek  olarak,  AYM nin  devlet  memurlarının  ifade  özgürlüklerinin tamamen ortadan kaldırılmasını Anayasa md. 14 kapsamında ele alması da mümkündür. Nitekim, bu gibi bir sınırlama Anayasa md. 14/2 ile öngörülen  Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesi  anlamını taşıyabilecektir.                                                             131  Baka/Macaristan,  par.  175-176.Ayrıca  bkz.  Kayasu/Türkiye  ve  Albayrak/Türkiye,  Başvuru  No: 38406/97, 31.01.2008. 132  Hasan  Güngör,  par.  51;  Hasan  Güngör  (2),  par.  50.  Hasan  Güngör  başvurusunda  AYM  öz değerlendirmesi  yapılması  gerektiğini  söylemekle  birlikte  siyasi  ifade  özgürlüğü  bakımından  bu değerlendirmeyi gerçekleştirmemektedir. Bkz. Hasan Güngör, par. 50. 133  Ahmed vd./Birleşik Krallık, par. 63. 134  TANÖR, 1969, s. 178-179. 135  SAĞLAM,  Fazıl,  Temel  Hakların  Sınırlanması  ve  Özü,  Ankara  Üniversitesi  Siyasal  Bilgiler Fakültesi Yayınları No: 506, Ankara, 1982, s. 155-156. 584Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM kararlarına ilişkin ele alınabilecek olan diğer husus, devlet memurlarının açıklamalarında kamu yararı bulunması hususudur. Bu çalışma kapsamında incelenen başvurulara konu olan olaylar bakımından devlet memurlarının ifadelerinin kamuyu ilgilendiren konularda olduğu ve bu ifadelerin açıklanmasında kamu yararı bulunduğu özel olarak söylenemeyecek olsa da,136 devlet memurlarının ifade özgürlüklerine getirilen sınırlamalar değerlendirilirken ifadelerin içeriğinin ne olduğu ve devlet memurlarının haber uçuran konumunda olması durumu da değerlendirilebilir.  Nitekim İHAM da önemli kamu yararı ( strong public interest ) teşkil eden açıklamaların korunabileceğini belirtmektedir.  Bu  doğrultuda  devlet  memurlarının  açıklamalarının  içeriğinin değerlendirmesi ve bu açıklamalarda kamu yararı bulunup bulunmadığının ele alınması da devlet memurlarının ifade özgürlüklerine getirilen sınırlamalar bakımından özellikle söz  konusu  sınırlamanın  demokratik  toplumda  gerekli  olup  olmadığının değerlendirilmesi bakımından önem teşkil edecektir.  IV.  ANAYASA  MAHKEMESİ  KARARLARI  IŞIĞINDA  DEVLET MEMURLARININ  İFADE  ÖZGÜRLÜĞÜNÜN DEĞERLENDİRİLMESİ Siyasi konulara ilişkin ifade özgürlüğünün korunmasının demokratik toplumlar bakımından özel önem teşkil ettiği ve ifade özgürlüğünün sağlandığının kabul edilmesi için herkesin bu özgürlükten yararlanmasına imkân verilmesi gerektiği göz önünde tutulduğunda, devlet memurlarının ifade özgürlüğüne ilişkin olarak DMK hükümlerinin nasıl yorumlanması gerektiği AYM kararları ışığında ele alınmalıdır. İfade edildiği üzere,                                                            136  Bu değerlendirmemiz söz konusu ifadelerin kamuyu hiç ilgilendirmemesi veya açıklama yapılmasında herhangi bir kamu yararı bulunmaması tespiti değildir; nitekim kamusal tartışmaya katkı sağlayabilecek olan her ifadenin açıklanmasında kamu yararı bulunacaktır. Burada belirtilmek istenen husus bu ifadelerin kamu yararının sağlanması açısından  özel  bir önem taşımamasıdır.   137  Kamu görevlilerinin haber uçuran konumunda olmasına ilişkin detaylı değerlendirme için bkz. SEVER, 2020, s. 1188-1192. 138  Guja/Moldova [BD], Başvuru No: 14277/04, 12.02.2008, par. 72. İHAM bu korunmanın sağlanmasını belirli koşullara bağlamıştır. Koşullar için ayrıca bkz. Guja/Moldova, par. 80-96. 139  TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 457. İHAS kapsamında siyasal konulara ilişkin ifade özgürlüğünün  yüksek derecede  korunmasına ilişkin bkz. Uygun, s. 45. İHAM ın ve AYM nin atfettiği özel öneme ilişkin bkz. KARAN, 2018, s. 8, 10. 140  SUNAY, 2001, s. 2. 585Kula    Hacettepe HFD, 11(1), 2021, 555-593 devlet memurlarının ifade özgürlüğü doktrinde tarafsızlık, sadakat ve bağlılık yükümleri ile  ilişkili  olarak  ele  alınmaktadır.  AYM,  devlet  memurlarına  bağlılık  görevi getirilmesinin meşru olduğunu belirtmektedir; fakat değerlendirmelerini bu yükümlülük ile  ilişkili  olarak  gerçekleştirmemektedir.  Devlet  memurlarının  sadakat  ve  bağlılık yükümlülüğüne  ilişkin  açıklamalar  dikkate  alındığında,  devlet  memurlarının  ifade özgürlüğünün   sadakat   ve   bağlılık   gibi  soyut  kavramların  geniş  yorumlanması sebebiyle  sınırlanması  mümkün  olmamalıdır.  Bu  doğrultuda  DMK  hükümlerinin yorumlanmasında temel olarak tarafsızlık yükümlülüğünün ele alınması gerekmektedir. AYM kararları devlet memurlarının ifade özgürlüklerini değerlendirirken yukarıda tespit  ettiğimiz  birçok  farklı  kriteri  ortaya  koymakta  ise  de  ifadelere  ve  devlet memurlarına yönelik olarak ortaya konan bu kriterlerin temelinde  tarafsız davranma  ve  tarafsız  görünme  olduğu  görülmektedir.  Bu doğrultuda devlet  memurlarının ifade özgürlüğü değerlendirmesi (i) devletin tarafsızlığına olan güvene zarar verilip verilmediği ve (ii) devlet memurlarının faaliyeti yerine getirirken tarafsız davranıp davranmadığı başlıklarında objektif olarak ele alınmalıdır. Görevi dışında bir devlet memurunun siyasi ifade özgürlüğünü kullanması doğrudan devletin tarafsızlığına olan güvenin sarsılması için yeterli olmamalıdır; fakat bu özgürlüğün kullanılması vatandaşların devletten hizmet alamayacağını düşünmelerine yol açarak hizmet talebinde bulunmalarına engel teşkil eder  nitelikte  ise  ifade  özgürlüğünün  sınırlandırılması  kabul  edilebilir.  Devlet memurunun  görevi  sırasında,  yani  faaliyeti  yerine  getirirken  tarafsız  davranıp davranmadığı ise, devlet memurunun veya hizmet talep edenin görüşü ne olursa olsun faaliyetin sunulup sunulmadığının tespitine ilişkindir. Bu açıklamalar doğrultusunda (i) vatandaşların hizmetten yararlanacakları yönündeki güveninin engellenmemesi veya (ii) hizmetin  gereği  gibi  yerine  getirilmesi  koşuluyla  devlet  memurlarının  siyasi  ifade özgürlüklerinin korunması gerektiği sonucuna ulaşılmalıdır.   DMK hükümlerinin lafzına bakıldığında, devlet memurlarının hiçbir bir şekilde siyasi içerikli ifadede bulunamayacakları belirtilebilir. DMK nin herhangi bir istisna tanımadan siyasi ifade özgürlüğü kullanımını tamamen yasaklaması Anayasa ile bağdaşır nitelikte değildir ve yukarıda varılan sonuca ulaşmayı engellemektedir. Bu çerçevede DMK nin ilgili maddelerinde değişikliğe gidilmesi gerektiği söylenebilir. Bu değişiklik 586Kula    Hacettepe HFD, 11(1), 2021, 555-593 devlet memurlarının yerine getiremeyeceği çeşitli faaliyetlerin sayılması; fakat siyasi konularda görüş bildirebileceklerinin açıkça kabulü şeklinde olabilir. Örneğin, Amerika Birleşik Devletleri hukukunda, Hatch Kanununda (The Hatch Act) devlet memurlarının yapması  yasak  olan  siyasi  faaliyetler  detaylı  olarak  listelenmekle  birlikte,  devlet memurlarının siyasi konularda görüş bildireceği açıkça güvence altına alınmaktadır. Bir  diğer  değişiklik  ise,  yasaklama  içeren  hükümlerin  korunması  yerine  devlet memurlarının  siyasi  faaliyetlerde  bulunurken  uyması  gereken  kuralların  yazılması şeklinde gerçekleştirilebilir. Örneğin Alman hukukunda,143 Alman Devlet Memurları Kanunu  (Bundesbeamtengesetz)  md.  60  uyarınca   memurlar,  siyasi  faaliyette bulunurken, toplumun geneli karşısındaki konumlarının ve görevlerinin gerektirdiği, ılımlılığı  ve  sınırlamayı  sağlamalılardır 144.  Belirtmek  gerekir  ki,  tarafsızlık yükümlülüğünün devlet memurlarının düşünce ve kanaat özgürlüklerini koruyan yönü düşünüldüğünde,  Amerika  Birleşik  Devletleri  örneğinin  tercih  edilmesi  bu  amacın sağlanması bakımından daha uygun olacaktır.                                                             141  5 U.S.C. § 7323 (c). Amerika Birleşik Devletleri hukukunda devlet memurlarının yapabilecekleri veya yapamayacakları siyasi faaliyetlere ilişkin olarak bkz. 5 U.S.C. § 7323 – 7325. İlgili kanun hükümleri için Cornell Law School internet adresinden yararlanılmıştır. Bkz. Legal Information Institute, Cornell Law School, https://www.law.cornell.edu/uscode/text , (erişim tarihi: 10.04.2020). Ayrıca genel bilgi için  bkz.  US  Office  of  Special  Counsel,  Federal  Employee  Hatch  Act  Information, https://osc.gov/Services/Pages/HatchAct-Federal.aspx#tabGroup|tabGroup  ,  (erişim  tarihi: 10.04.2020). 142  Belirtmek gerekir ki, bu çalışma yabancı hukuklarla bir karşılaştırma yapmayı hedeflememekte, yalnızca örnek teşkil etmesi bakımından Amerika Birleşik Devletleri ve Alman mevzuatına atıf yapmaktadır. 143  Alman hukuku için bkz. BATTIS, Ulrich,  Civil Servants and Politics in Germany , Civil Servants and Politics, (der. C. Neuhold, vd.), Londra, 2013 (s. 152-169), s. 152-169.  144  Metin İngilizce tercümesinden çevrilmiştir. İngilizce tercümesi için bkz. BATTIS, 2013, s. 165. İlgili maddenin Almanca metni şu şekildedir:  (2) Beamtinnen und Beamte haben bei politischer Betätigung diejenige  Mäßigung  und  Zurückhaltung  zu  wahren,  die  sich  aus  ihrer  Stellung  gegenüber  der Allgemeinheit  und  aus  der  Rücksicht  auf  die  Pflichten  ihres  Amtes  ergeben. .  Bkz. Bundesministerium  der  Justiz  und  für  Verbraucherschutz,  https://www.gesetze-iminternet.de/bbg_2009/__60.html , (erişim tarihi 10.04.2020). Alman hukukunda hakimlerin herhangi bir vatandaş gibi siyasi görüşlerini ifade edebilmesine ilişkin ayrıca bkz. Venice Comission, Report On the  Freedom  of  Expression  of  Judges,  Venedik  19-20  Haziran  2015, https://www.venice.coe.int/webforms/documents/default.aspx?pdffile=CDL-AD(2015)018-e , (erişim tarihi: 10.04.2020), par. 47. 587Kula    Hacettepe HFD, 11(1), 2021, 555-593 DMK nin ilgili hükümlerinin teleolojik yorum çerçevesinde değerlendirilmesi de mümkündür.  DMK de  ifade  özgürlüğünü  sınırlayan  normların  amacının  devlet memurlarının  tarafsızlıkları  sağlanarak  vatandaşların  kamu  hizmetinden yararlanmalarının engellenmemesi olduğu düşünüldüğünde, DMK md. 7 vatandaşların hizmetten yararlanacakları yönündeki güvenlerine zarar verilmesine yol açacak veya kamu hizmetinin gereği gibi yerine getirilmesine engel olacak şekilde  herhangi bir siyasi parti, kişi veya zümrenin yararını veya zararını hedef tutan bir davranışta bulunma  ve  siyasi ve ideolojik amaçlı beyanda ve eylemde bulunma ve bu eylemlere katılma  yasağı olarak kabul edilmelidir.  AYM kararları açısından önem taşıyan DMK md. 125 (D) (o) ise benzer şekilde vatandaşların hizmetten yararlanacakları yönündeki güvenlerine zarar verilmesine yol açacak veya kamu hizmetinin gereği  gibi  yerine getirilmesine engel  olacak şekilde  herhangi bir siyasi parti yararına veya zararına fiilen faaliyette bulunma  yasağı olarak kabul edilebilir. Görüldüğü üzere, mevcut DMK hükümlerini, AYM bireysel başvuru kararları ışığında ifade özgürlüğüne müdahaleye gerek kalmayacak şekilde yorumlamak mümkündür. Bu doğrultuda, Anayasaya uygun yorum çerçevesinde,146 DMK de bir değişikliğe  gidilmeden  de  devlet  memurlarının  siyasi  ifade  özgürlüklerini  her kullanmalarının DMK hükümlerine aykırılık teşkil etmeyeceği yorumu yapılabilir.  SONUÇ AYM,  Hasan  Güngör,  Hasan  Güngör  (2)  ve  Zeki  Çınar  kararlarında  devlet memurluğu  statüsünün  ifade  özgürlüğünün  sınırlanmasına  yol  açabileceğini  kabul etmekle  birlikte,  bu  statünün  devlet  memurlarının  ifade  özgürlüğünü  kullanmasını engellemek için her durumda tek başına yeterli olmadığını belirtmektedir. Temel hak ve özgürlükler rejimi açısından önem taşıyan bu yaklaşımın AYM tarafından her daim                                                            145  Teleolojik yorum ile normun  nesnel amacının  tespit edilmesi ve ona uygun yorum yapılması ifade edilmektedir.  Nesnel-teleolojik yoruma ilişkin bkz. ODER, Bertil Emrah, Anayasa Yargısında Yorum Yöntemleri, Beta, İstanbul, 2010, s. 103-110. 146  Anayasaya uygun yorumun koşulları farklı yorum yöntemleri sonucunda ortaya çıkan sonuçların en az birinin diğerleri ile çelişen bir yorum içermesi ve bu yorumlardan en az bir yorumun Anayasaya uygun olmasıdır. ODER, 2010, s. 151.  147  Danıştay içtihadında Anayasaya uygun yorumun kullanılmasına ilişkin bkz. ODER, 2010, s. 144-149. 588Kula    Hacettepe HFD, 11(1), 2021, 555-593 sürdürülüp sürdürülmeyeceğinin takipçisi olunması gerekmektedir. İncelenen kararlardan devlet memurlarının hükümetteki siyasi partiyi ya da parti liderlerini doğrudan eleştirmesi ya  da  övmesi,  yasadışı  oluşumların  fikirlerini  destekleyici  beyanlarda  bulunması, fikirlerini görev sırasında açıklaması, kritik görevleri ifa etmeleri ya da haber uçuran konumunda olmaları durumunda AYM nin nasıl yaklaşım sergileyeceği kesin olarak tespit edilememektedir. İncelenmiş olan kararlar doğrultusunda AYM den kendi ortaya koyduğu  kriterler  çerçevesinde  devlet  memurlarının  ifade  özgürlüklerine  ilişkin tarafsızlık yükümlülüğü temelinde bir değerlendirme yapması ve vatandaşların hizmetten yararlanmasına  engel  olunmadığı  sürece  özgürlükçü  bir  yaklaşımı  benimsemesi beklenebilir. Bu değerlendirmeler gerçekleştirilirken, tarafsızlık yükümlülüğünün devlet memurlarını  koruyan  boyutu  olduğunun  da  unutulmaması  gerekmektedir.  AYM nin kararlarında mevcut olduğu düşünülen özgürlükçü yaklaşımın DMK hükümlerinin ifade özgürlüğü bakımından yorumlanmasında idarelere ve çeşitli içtihatlarında sergilediği özgürlük odaklı yaklaşımını her kararında sürdürmesi bakımından Danıştay a ışık tutması umut edilmektedir.    589Kula    Hacettepe HFD, 11(1), 2021, 555-593",
     "Kaynakça": "Anlatım Özgürlüğü ve Kamu Görevlileri , İnsan Hakları ve Kamu Görevlileri, (Yayına Hazırlayan: M. Gülmez), Türkiye ve Orta Doğu Amme İdaresi Enstitüsü, Ankara, 1992, (s. 25-34), s. 31. Benzer şekilde GÖZLER, Kemal, İdare Hukuku, Cilt: 2, Güncellenmiş 3. Bası, Ekin Kitabevi Yayınları, Bursa, 2019, s. 749. 563Kula    Hacettepe HFD, 11(1), 2021, 555-593 Sadakat ve devlete bağlılık yükümlülüğünün birlikte (birbirlerinin yerine geçer şekilde) kullanıldığı, devletin ideolojisini savunma yükümlülüğü olarak ele alındığı ve devlet memurlarından belirli bir ideoloji doğrultusunda davranmasının beklenmesi olarak değerlendirildiği görülmektedir35. Sadakat ve devlete bağlılık yükümlülükleri ayrı da ele alınmaktadır. Bu doğrultuda, sadakat yükümlülüğünün devlete bağlılık yükümlülüğüne kıyasla  daha   yoğun   bir  ilişkiyi  içerdiği  ve   itaat   ilişkisini  çağrıştırdığı  da belirtilmekte36  ve  sadakat  kavramının  hukuk  düzenine  sadakat  olarak  ele  alındığı görülmektedir37. Doktrinde, sadakat yükümlülüğünün rejime sadakat olarak anlaşılması gerektiği de belirtilmektedir38. Ayrıca, sadakat yükümlülüğünün çok geniş olarak ele alındığı  ve   itaat  etme  yükümlülüğü,  tarafsızlık,  bağlılık  yükümlülüğü,  gizlilik yükümlüğü  ve  mesleki  etik  kurallarına  uyma  yükümlülüğü   gibi  yükümlülükler üzerinden tanımlandığı da tespit edilebilmektedir39. Devlete bağlılık ise devletin menfaatlerini ön planda tutarak savunma yükümlülüğü üzerinden  tanımlanmaktadır40.  Devlete  bağlılık  yükümlülüğünün  ülkeye  bağlılık  ve millete  bağlılık  ödevi  kavramları  üzerinden  açıklandığı  da  görülmektedir41.  Bu doğrultuda ülkeye bağlılık temel olarak ülkenin  Türk ülkesi  olduğunun ve bölünmez bütünlüğünün savunulması ve bu gibi konularda farklı yönde bir görüş bildirilmemesi olarak  değerlendirilmektedir42.  Millete  bağlılık  ödevi  çerçevesinde  ise  devlet memurlarının milliyetçiliğe aykırı davranış sergilememesi gerektiği belirtilmektedir43.                                                             35  KAMAN KARAN, 2003, s. 122. 36  SEVER, Dilşad Çiğdem,  Kamu Görevlilerinin İfade Özgürlüğü ve Disiplin Hukukunun Sınırı , Prof. Dr. Metin Günday Armağanı, Cilt: 2, Atılım Üniversitesi, Ankara, 2020, (s. 1165-1211), s. 1181. 37  SEVER, 2020, s. 1181. Sadakat kavramının hukuk kurallarına uygun davranma olarak ele alınışı için ayrıca bkz. ULUSOY, Ali D., Yeni Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019, s. 585. 38  AKYILMAZ, Bahtiyar,  Türk Hukukunda Kamu Görevlilerinin Devlete Sadakat Yükümlülüğü , Danıştay ve İdari Yargı Günü 149. Yıl Sempozyumu, Danıştay Yayınları No: 93, Ankara, Mayıs 2017, (s. 15-34), s. 26. 39  AKYILMAZ, 2017, s. 17. 40  ULUSOY, 2019, s. 585. 41  GÖZLER, 2019, s. 750. 42  GÖZLER, 2019, s. 750. 43  GÖZLER, 2019, s. 750. 564Kula    Hacettepe HFD, 11(1), 2021, 555-593 Bu açıklamalar doğrultusunda sadakat  yükümlülüğünün Anayasa ve kanunlara uygun davranma ve devlete bağlılık yükümlülüğünün ise devlet ideolojisi doğrultusunda hareket etme veya devlet ideolojisine aykırı davranmama olarak tanımlanması söz konusu olabilir. Fakat, devlete bağlılık kapsamında ele alınan ülkenin bölünmez bütünlüğü veya milliyetçilik kavramlarının Anayasa ile güvence altına alındığı (ör. bkz. Anayasa md. 2 ve  md.  3)  göz  önünde tutulduğunda,  devlete  bağlılık  yükümlülüğünün  Anayasa  ve kanunlara uygun davranma yükümlülüğünden ayrıştırılması kolay olmamaktadır. İki kavramın birbirinden ayrıştırılabilmesi için devlete bağlılık yükümlülüğünün hükümet politikasına bağlılık olarak yorumlanması iddia edilebilecek olsa da devlet memurundan Anayasaya  uygun  olmayan  hükümet  politikalarına  bağlı  olmalarının  beklenmesi savunulmamalıdır44.  Bu doğrultuda devlete bağlılık kavramı hükümete bağlılık olarak anlaşılmamalıdır 45.   Bu bağlamda hem sadakat hem de devlete bağlılık yükümlülüğünün, Anayasa da da belirtildiği üzere devlet memurlarının Anayasaya ve kanunlara uygun hareket etme yükümlülüğü olarak anlaşılması en uygun yorum olacaktır. Bu yoruma, tüm vatandaşların bu yükümlülükleri tabi olduğu itirazı ileri sürülebilir. Bu itiraz, özellikle, DMK md. 3 ile devlet  memurluğuna  giriş  için  liyakatin  esas  alınması  gerektiğinin  belirtilmesi  ve tarafsızlık, sadakat ve devlete bağlılık yükümlülüklerinin devlet memurluğu görevine gelindikten sonra ortaya çıkması göz önünde tutulduğunda yerindedir. Nitekim, Anayasa md.  70/2  ile  hizmete  alınmada  görevin  gerektirdiği  niteliklerden  başka  bir  nitelik aranmadığı belirtilmektedir. Bu bağlamda bu gibi yükümlülüklerin devlet memurluğu statüsünü  kazandıktan  sonra  doğması  devlet  memurları  ile  diğer  vatandaşların yükümlülüklerinin  farklılaştığını  göstermektedir.  Burada  dikkat  edilmesi  gereken farklılık  devlet  memurlarının,  vatandaşlardan  farklı  olarak  mesleklerini  ve  devlet memurluğu statüsünü kaybetme ihtimali ile karşı karşıya gelmesidir. Bu sebeple devlet memurlarının diğer vatandaşlara göre Anayasa ve kanunlara uygun davranma konusunda daha özenli davranma yükümlülüğü altında olduğu tespit edilebilir. Bu doğrultuda, ifade                                                            44  Devlet  memurlarının  Anayasa ya  aykırı  olan  ve  iptal  edilmemiş  bir  kanunu  kanunilik  ilkesi doğrultusunda uygulaması gerekliliği bu çalışma çerçevesinde değerlendirilmemektedir.  45  Benzer şekilde bkz. GÖZLER, 2019, s.749. 565Kula    Hacettepe HFD, 11(1), 2021, 555-593 özgürlüğüne  sadakat  ve  devlete  bağlılık  yükümlülüğü  gerekçesi  ile  getirilen sınırlamaların,  devlet  memurlarının  Anayasaya  ve  kanunlara  uygun  davranmasını amaçladığı  düşünülmelidir.  Sadakat  ve  devlete  bağlılık  yükümlülüklerinin  devlet memurlarının  ifade  özgürlüklerini  sınırlandırma  gerekçesi  olarak  kullanıldığı düşünüldüğünde,  bu  gibi  bir  amacın  kabulü  ifade  özgürlüğünün  sınırlarının öngörülebilirliğine katkı sağlayacaktır. Tarafsızlık,  sadakat  ve  bağlılık  yükümlülükleri  devlet  memurlarının  ifade özgürlüklerini sınırlama gerekçesini oluşturabilmekle birlikte, Danıştay ın kararlarında tarafsızlık, sadakat ve bağlılık yükümlülüklerine ilişkin açıkça değerlendirme yapmadığı; fakat  devlet  memurlarının  ifade  özgürlüklerinin  sınırlandırılması  konusunda  titiz değerlendirme yaptığı ve özgürlükçü yaklaşım benimsediği görülmektedir. Danıştay 5. Dairesi, devlet memuru olan davacının siyasi ve ideolojik amaçlı ifadeler kullandığı iddia edilen yeni yıl tebrik kartının basında yer alması sebebiyle açılan soruşturma sonucunda yargılandığı  ve  soruşturma  sırasında  görüşünü  basında  savunduğu  gerekçeleriyle hakkında verilen disiplin cezasının iptaline ilişkin davada, devlet memurunun görevden alınmasının asıl nedeninin yeni yıl tebrik kartı olduğunu belirterek karta yönelik bir inceleme  gerçekleştirmiştir46.  Danıştay,  kartın  içeriğinde  yazan   Yeni  Yılınızı  insan haklarının çiğnenmediği, düşünce suçunun olmadığı; demokrasinin tüm kurumlarıyla işler  hale  geldiği,  emekçi  sınıfların  da  kapitalist  sınıflar  gibi  örgütlenip  devlet yönetiminde  söz  sahibi  oldukları,  milli  gelirin  adli  dağıtıldığı,  sosyal  adaletin gerçekleştiği; ekonomizmin IMF'nin, holdinglerin, para babalarının çıkarlarına göre değil, çalışan geniş halk kitlelerinin çıkarlarına göre yönetildiği; kalkınmış, çağdaş uygarlık  düzeyine  ulaşmış,  tam  bağımsızlığın,  özgürlüğün,  barışın,  kardeşliğin, dostluğun,  sevginin  egemen  olduğu  yepyeni  bir  Türkiye'nin  özlemiyle  kutlarım  biçimindeki ifadelerin herhangi bir siyasi parti veya örgüt lehine ya da aleyhine ifadeler olmadığı  ve  herhangi  bir  ideolojiyi  yerme  ya  da  benimsetme  amacı  güdülmediğini belirterek tebrik kartının  siyasi ve ideolojik amaçla beyanda bulunmama  yasağına                                                            46  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. 566Kula    Hacettepe HFD, 11(1), 2021, 555-593 girmediğine hükmetmiştir47. İHAS ve Anayasa çerçevesinde de değerlendirme yapan Danıştay, ifade özgürlüğünü  demokratik toplum olmanın başta gelen temel ilkelerinden birisi olarak  kabul etmekte ve kişinin düşünce ve kanaatlerini dile getirdiği bu karttaki ifadelerin  gerek  İHAS  md. 10  gerekse AY  md. 26 da belirtilen ifade özgürlüğünü sınırlama sebeplerine uygun düşmediğini belirtmektedir48. Önem teşkil eden bir diğer karar ise, Danıştay ın devlet memurlarının ifade özgürlüğünün sınırlanabilir olduğunu kabul etmekle birlikte, sınırlamaları ölçüsüz bulduğu kararıdır. Danıştay 8. Dairesi, devlet memurunun  basına  valiliği  eleştiren  bir  demeç  vermesi  üzerine  verilen  kademe ilerlemesinin durdurulması cezası hakkında değerlendirme yaptığı bir kararında, devlet memurlarının ifade özgürlüklerini kullanmasının Anayasal bir hak olduğunu; fakat ifade özgürlüğünün  tüm  bireylerce  eşit  ve  aynı  yoğunlukta  kullanılmasının  mümkün olmadığını  ve  devlet  memurlarının  bu  özgürlüklerini   daha  ölçülü  ve  daha  özenli  kullanmaları gerektiğini belirterek disiplin cezası verilmesini yerinde bulmak ile birlikte, suç ile ceza arasında adil bir denge bulunmadığı gerekçesi ile daha hafif bir cezanın verilmesi gerektiğini belirtmektedir49. Yakın tarihli kararlarında da Danıştay ın başta Anayasa md. 26 ve İHAS md. 10 olmak üzere ifade özgürlüğüne getirilen Anayasal güvenceleri değerlendirmek suretiyle  salt basın açıklamasına katılma  fiilinin  siyasi parti  yararına  fiilen  faaliyette  bulunmak   fiili  olarak  değerlendirilemeyeceğine hükmettiği de görülmektedir50. Bir başka yakın tarihli kararında ise Danıştay, İHAM ve AYM kararlarına atıf yapmak suretiyle  salt siyasi parti toplantısına katılma  fiilinin                                                            47  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. Karşı oy yazısında ise ifade özgürlüğünün  tarafsızlık ve Devlete bağlılık  ilkeleri çerçevesinde devlet memurları bakımından sınırlandırıldığı ve bu sınırın hizmetin özelliğine uygun olduğu belirtilmektedir. 48  Danıştay 5. Daire, E. 1986/1723, K. 1991/933, T. 22.05.1991. Bu karar Danıştay ın Anayasa Md. 90/son uyarınca İHAS ın iç hukuk açısından uygulanması gerektiği değerlendirmeleri bakımından da önem teşkil etmektedir.  49  Danıştay 8. Daire, E. 1993/1617, K. 1993/4212, T. 14.12.1993. Disiplin cezası tesis edilmesine sebep olan fiil DMK md. 15 te düzenlenmektedir. İlgili madde şu şekildedir:  Devlet Memurları, kamu görevleri hakkında basına, haber ajanslarına veya radyo ve televizyon kurumlarına bilgi veya demeç veremezler. Bu konuda gerekli bilgi ancak bakanın yetkili kılacağı görevli illerde valiler veya yetkili kılacağı görevli tarafından verilebilir.  50  12. Daire, E. 2016/1803, K. 2018/408, T. 05.02.2018. Benzer şekilde ve Anayasa hükümlerine ek olarak İHAM ve AYM kararlarının da ele alındığı Danıştay kararı için bkz. 12. Daire, E. 2013/319, K. 2016/6344, T. 13.12.2016. 567Kula    Hacettepe HFD, 11(1), 2021, 555-593  siyasi  parti  yararına  fiilen  faaliyette  bulunmak   fiili  olarak  değerlendirilmemesi gerektiğini belirtmektedir51. Devlet memurlarının ifade özgürlüklerinin sınırlandırılması tarafsızlık, sadakat ve bağlılık  yükümlülükleri  ile  gerekçelendirmekle  birlikte,  bu  sınırlamaların  sınırının olmadığını söylemek mümkün değildir. Nitekim, belirtildiği üzere ifade özgürlüğünün sınırlandırılması da temel hak ve özgürlüklerin sınırlanması rejimine tabi olacaktır ve devlet memurlarının ifade özgürlüklerine getirilen sınırlamaların Anayasa md. 13 ile öngörülen  sınırlamalara  tabi  olacağının  altı  çizilmelidir.  Bu  doğrultuda,  kamu görevlilerine  getirilen  sınırlamaların  kanun  ile  öngörülmesi,52  Anayasa  md.  26/2 de belirtilen sebeplerle bağlı olması ve demokratik toplum gerekliliklerine ve ölçülülük ilkesine  aykırı  olmaması  gerekmektedir53.  Bu  sınırlamalar,  AYM  bireysel  başvuru kararları incelenirken ayrıca değerlendirilecektir.  III. ANAYASA  MAHKEMESİ  BİREYSEL  BAŞVURU  KARARLARININ İNCELENMESİ VE DEĞERLENDİRİLMESİ Çalışmanın  bu  kısmında  Hasan  Güngör,  Hasan  Güngör  (2)  ve  Zeki  Çınar başvuruları, (i) olaylar  ve olgular, (ii) ilgili  hukuk ve (iii)  Anayasa  Mahkemesinin incelemesi  ve  gerekçesi  alt  başlıklarında  incelenecektir.  AYM nin  incelemesi  ve gerekçesi ise (i) kanunilik ve meşru amaç ve (ii) demokratik toplum düzeninin gereklerine uygunluk değerlendirmesi alt başlıklarında ele alınmaktadır. Bu çalışma kapsamında AYM kararlarının değerlendirilmesi ve değerlendirme yapılırken İnsan Hakları Avrupa Mahkemesi ( İHAM ) kararlarından yararlanılması amaçlanmaktadır.                                                              51  Danıştay 12. Daire, E. 2016/ 3449, K. 2016/6362, T. 13.12.2016. Sever, AYM kararlarına atıf yapılmasının Danıştay ın AYM içtihadını takip ettiğini gösterdiğini belirtmektedir. Bkz. SEVER, 2020, s. 1184. 52  Devlet memurlarının fiil ve eylemleri karşısında öngörülen disiplin cezalarında kanuniliğe ilişkin Anayasa md. 2, md. 38 ve md. 128 in de değerlendirilmesine ilişkin ayrıca bkz. SEVER, 2020, s. 1179. 53  Anayasa  md.  13 ün  kamu  görevlilerinin  ifade  özgürlüklerine  getirilen  sınırlamaların  sınırları bakımından ele alındığı karar için bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017. 568Kula    Hacettepe HFD, 11(1), 2021, 555-593 A.  Olaylar ve Olgular Hasan Güngör başvurusu ilköğretim okulunda sınıf öğretmeni olan devlet memuru Hasan Güngör e verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Hasan Güngör, Demokrasi Platformunun çağrısı üzerine Demokratik Toplum Partisinin düzenlemiş olduğu basın açıklamasına katılmıştır54. Başvurucu hakkında basın açıklamasına katılmak suretiyle siyasi parti faaliyetine katıldığı gerekçesi ile başvurucu hakkında  disiplin  soruşturması  başlatılmıştır  ve  soruşturma  sonucunda   basın açıklamasına katılmanın parti eylemine katılmış sayılması  gerekçesi ile hakkında DMK md.  125  (D)  (o)  uyarınca  1  yıl  süre  ile  kademe  ilerlemesinin  durdurulması  cezası verilmiştir55.  Disiplin  cezasının  iptali  istemiyle  açılan  davada  Diyarbakır  1.  İdare Mahkemesi basın açıklamasının parti faaliyeti olması ve açıklamaya katılmanın parti faaliyeti anlamına gelmesi gerekçesiyle disiplin cezasının hukuka uygun olduğuna karar vermiş, bu karar Danıştay tarafından onanmış ve ayrıca karar düzeltme istemi Danıştay tarafından reddedilmiştir56.  Hasan Güngör (2) başvurusu Hasan Güngör e verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Hasan Güngör, Demokratik Toplum Partisinin binasında Diyarbakır ceza infaz kurumundaki şartlara dikkat çekmek için açlık grevinde bulunan kişileri parti binasında ziyaret etmiştir ve başvurucu hakkında DMK md.  125  (D)  (o)  uyarınca  1  yıl  süre  ile  kademe  ilerlemesinin  durdurulması  cezası verilmiştir57.  Disiplin  cezasının  iptali  istemiyle  açılan  davada  Diyarbakır  İdare Mahkemesi parti binasında gerçekleştirilen grevin parti eylemi teşkil etmesi ve ziyaretin grevi destekleme yani parti faaliyetine destek verme anlamını taşıması gerekçesiyle disiplin cezasının hukuka uygun olduğuna karar vermiş ve bu karar Danıştay tarafından                                                            54  Hasan Göngör, par. 8.  55  Hasan Göngör, par. 9. 56  Hasan Göngör, par. 10-12. 57  Hasan Göngör (2), par. 10. 569Kula    Hacettepe HFD, 11(1), 2021, 555-593 onanmıştır58. Ayrıca belirtmek gerekir ki başvurucu, Hasan Güngör başvurusuna konu olay nedeniyle fiilin tekerrür etmesi sebebiyle memuriyetten ihraç edilmiştir59.  Zeki  Çınar  başvurusu  Bursa  Vergi  Dairesi  Başkanlığı  Diğer  Vergiler Müdürlüğünde bilgisayar işletmeni olan başvurucu Zeki Çınar a verilen disiplin cezasının ifade özgürlüğü açısından değerlendirilmesine ilişkindir. Zeki Çınar hakkında Partizan isimli topluluğun etkinliklerine katıldığı  yönündeki ihbar mektubu ve başvurucunun Partizan  isimli  topluluk  tarafından  düzenlenen  piknikte   Biz  halkız.  Gelecek ellerimizdedir.  Partizan. ,   Oy  verme,  onay  verme,  oyuna  gelme.  Partizan.   yazılı pankartların  önünde  oturduğu  fotoğrafın  gönderilmesi  üzerine  disiplin  soruşturması başlatılmıştır60.  Gerçekleştirilen  disiplin  soruşturması  kapsamında  Zeki  Çınar ın  (i) Partizan isimli topluluk tarafından düzenlenen pikniğe katılması, (ii) 1 Mayıs 2005 yılında  gerçekleştirilen  toplantıya  katılarak   Partizan   ve   İşçi  Köylü   pankartları arasında yürüyerek slogan atması ve (iii) 2004 yılında gerçekleştirilen NATO zirvesi protestolarına katılması birlikte ele alınarak Zeki Çınar hakkında DMK md. 125 (D) (o) uyarınca 1 yıl süre ile kademe ilerlemesinin durdurulması cezası verilmiştir61. Disiplin cezasının  iptali  istemiyle  açılan  davada,  Bursa  1.  İdare  Mahkemesi  Partizan  isimli topluluğun  yasa  dışı  olduğunun  ve  Partizan  isimli  bir  siyasi  parti  olduğunun  ispat edilememesi gerekçesi ile davanın kabulüne karar vermekle birlikte, Danıştay 12. Dava Dairesi  idarenin  temyiz  istemini  kabul  ederek  piknik  sırasında  açılan  pankartların  seçimlere katılan tüm siyasi partilerin zararına olacak şekilde faaliyet  teşkil etmesi gerekçesi ile ilk derece mahkemesinin kararının bozulmasına karar vermiştir62. Bursa 1. İdare Mahkemesi de bozma doğrultusunda verilen kararı onamıştır63.                                                             58  Hasan Göngör (2), par. 11-13. 59  Hasan Göngör (2), par. 15. 60  Zeki Çınar, par. 9, 10, 13. 61  Zeki Çınar, par. 11-13. 62  Zeki Çınar, par. 14-15. 63  Zeki Çınar, par. 16. 570Kula    Hacettepe HFD, 11(1), 2021, 555-593 B.  İlgili Hukuk Üç başvuruda da ilgili hukuk olarak disiplin cezası yaptırımının hukuksal sebebi olan DMK md. 7 ve md. 125 gösterilmektedir.64 AYM, Hasan Güngör başvurusunda DMK md. 135 e65 ve Hasan Güngör (2) başvurusunda Anayasa md. 68/5 ve devlet memurluğundan çıkarma cezasını gerektiren fiil ve hallerin düzenlendiği DMK md. 125/E nin ilgili diğer alt bentlerine de atıf yapmaktadır66.  Hasan  Güngör  (2)  başvurusunda  ve  Zeki  Çınar  başvurusunda,  Hasan  Güngör başvurusundan farklı olarak ulusal hukuk ve uluslararası hukuk başlıklandırılmasına gidildiği  ve  İHAM  içtihatlarına  uluslararası  hukuk  başlığı  altında  yer  verildiği görülmektedir. Hasan Güngör (2) başvurusunda İHAM ın Kara/Türkiye kararının özeti paylaşılmakta67 ve Hasan Güngör (2) ve Zeki Çınar başvurularında ifade özgürlüğüne ilişkin gerçekleştirilen incelemelerde değerlendirilecek hususlara ve devletlerin takdir marjına ilişkin olarak İsmail Sezer/Türkiye, Ahmed vd./Birleşik Krallık, Vogt/Almanya,                                                            64  Hasan Güngör, par. 15-16; Hasan Güngör (2), par. 17-19; Zeki Çınar, par. 18-19. 65  Hasan Güngör, par. 17. Atıf yapılan DMK maddesi şu şekildedir:  Disiplin amirleri tarafından verilen uyarma,  kınama  ve  aylıktan  kesme  cezalarına  karşı  disiplin  kuruluna,  kademe  ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren yedi gündür. Süresi içinde itiraz edilmeyen disiplin cezaları kesinleşir. İtiraz mercileri, itiraz dilekçesi ile karar ve eklerinin kendilerine intikalinden itibaren otuz gün içinde kararlarını vermek zorundadır. İtirazın kabulü hâlinde, disiplin amirleri kararı gözden geçirerek verilen cezayı  hafifletebilir  veya  tamamen  kaldırabilirler.  Disiplin  cezalarına  karşı  idari  yargı  yoluna başvurulabilir.  66  Hasan Güngör (2), par. 16, 19.  Anayasa md. 68/5 uyarınca  Hâkimler ve savcılar, Sayıştay dâhil yüksek yargı organları mensupları, kamu kurum ve kuruluşlarının memur statüsündeki görevlileri, yaptıkları hizmet bakımından işçi niteliği taşımayan diğer kamu görevlileri, Silahlı Kuvvetler mensupları ile yükseköğretim öncesi öğrencileri siyasi partilere üye olamazlar.  Atıf yapılan DMK maddesi şu şekildedir:  E- Devlet memurluğundan çıkarma: Bir daha Devlet memurluğuna atanmamak üzere memurluktan çıkarmaktır. Devlet memurluğundan çıkarma cezasını gerektiren fiil ve haller şunlardır: a) İdeolojik veya siyasi amaçlarla kurumların huzur, sükûn ve çalışma düzenini bozmak, boykot, işgal, kamu hizmetlerinin yürütülmesini engelleme, işi yavaşlatma ve grev gibi eylemlere katılmak veya bu amaçlarla toplu olarak göreve gelmemek, bunları tahrik ve teşvik etmek veya yardımda bulunmak, (1) b) Yasaklanmış her türlü yayını veya siyasi veya ideolojik amaçlı bildiri, afiş, pankart, bant ve benzerlerini basmak, çoğaltmak, dağıtmak veya bunları kurumların herhangi bir yerine asmak veya teşhir etmek, c) Siyasi partiye girmek […] ı) Siyasi ve ideolojik eylemlerden arananları görev mahallinde gizlemek  67  Hasan Güngör (2), par. 20. Bu kararın özetinin paylaşılması kararın içeriğinin başvuruya konu olay ve olgularla (o dönemde gerçekleştirilen açlık grevine ilişkin gösterilen dayanışma karşısında idari para cezası verilmesi) benzerlik göstermesine ilişkin olabilir. Atıf yapılan karar künyesi şu şekildedir: Kara/Türkiye, Başvuru No: 2766/04, 30.06.2009. 571Kula    Hacettepe HFD, 11(1), 2021, 555-593 Otto/Almanya  kararlarına  ve  devlet  memurlarına  sorumluluk  yüklenmesinin  meşru olmasına ve fakat memurların da ifade özgürlüğünü haiz olduğuna ilişkin olarak İsmail Sezer/Türkiye ve Vogt/Almanya kararlarına atıf yapılmaktadır68. Fakat belirtmek gerekir ki, ilgili İHAM kararları, AYM nin başvuruyu inceleme aşamasında ele alınmamaktadır. Hasan  Güngör  başvurusunda  ise  İHAM  kararlarına  ilgili  hukuk  başlığı  altında  yer verilmemekle birlikte AYM nin söz konusu İHAM kararlarından inceleme aşamasında faydalandığı görülmektedir69. Bu noktada belirtmek gerekir ki, AYM nin Hasan Güngör kararında inceleme sırasında İHAM dan faydalanırken daha sonraki kararlarında kendi içtihadına atıf yaparak İHAM kararlarını ilgili hukuk başlığında destek ölçü norm olarak kullanması  bireysel  başvuru  içtihadının  gelişmiş  olduğunu  göstermesi  bakımından olumlu olarak değerlendirilebilir.   C.  Anayasa Mahkemesinin İncelemesi ve Gerekçesi AYM, başvurularda ifade özgürlüğünün ihlal edildiği iddialarını kabul edilebilir bulmakta70 ve esas yönünden değerlendirmeyi müdahalenin varlığı ve müdahalenin ihlal oluşturup oluşturmadığı başlıklarında gerçekleştirmektedir. Değerlendirmesini İHAS ta öngörülen  sınırlamalara  paralel  şekilde  gerçekleştiren  AYM,  Hasan  Güngör başvurusunda müdahalenin ihlal oluşturup oluşturmadığı değerlendirmesini (i) kanunilik, (ii) meşru amaç ve (iii) demokratik toplum düzeninde gerekli olma ve ölçülülük başlıkları altında gerçekleştirirken, Hasan Güngör (2) ve Zeki Çınar başvurularında (i) kanunilik, (ii) meşru amaç ve (iii) demokratik toplum düzeninin gereklerine uygunluk başlıkları altında  gerçekleştirmektedir.  Zeki  Çınar  başvurusunda  AYM nin  özel  olarak  (i) demokratik toplum düzenin gerekleri ve ifade özgürlüğü, (ii) kamu görevlilerinin ifade                                                            68  Hasan Güngör (2), par. 21-22; Zeki Çınar, par. 20-21. Atıf yapılan karar künyeleri şu şekildedir: İsmail Sezer/Türkiye, Başvuru No: 36807/07, 24.03.2015, par. 28, 52; Ahmed vd./Birleşik Krallık, Başvuru No: 22954/93, 02.09.1998, par. 53, 54; Vogt/Almanya [BD], Başvuru No: 17851/91, 26.09.1995, par. 51-53; Otto/Almanya (k.k.), Başvuru No: 27574/02, 24.11.2005. 69  Hasan Güngör, par. 29, 44, 46, 48-49. Hasan Güngör (2) ve Zeki Çınar kararlarından ayrı olarak atıf yapılan kararlar şu şekildedir: Handyside/Birleşik Krallık, Başvuru No: 5493/72, 07.12.1976; Başkaya ve Okçuoğlu/Türkiye, Başvuru No: 23536/94 ve 24408/94, 08.07.1999; Kayasu/Türkiye, Başvuru No: 64119/00 ve 76292/01, 13.11.2008. 70  Hasan Güngör, par. 22; Hasan Güngör (2), par. 31; Zeki Çınar, par. 25. 572Kula    Hacettepe HFD, 11(1), 2021, 555-593 özgürlüğü ve (iii) kamu görevlerinin ödev ve sorumlulukları ile ifade özgürlüğü arasında dengeleme alt başlıklandırmalara gittiği görülmektedir. Bu doğrultuda, AYM nin her bir kararında bir önceki kararına göre daha sistematik bir inceleme gerçekleştirdiği yorumu yapılabilir.     1.  Kanunilik ve Meşru Amaç Değerlendirmesi AYM, kararlarında DMK md. 7 ve md. 125 doğrultusunda müdahalenin kanunilik koşulunun sağlandığını belirtmektedir71. İfade özgürlüğünün sınırlandırılmasına yönelik meşru  amaç  bulunup  bulunmadığı  değerlendirilirken  ise,  AYM,  Hasan  Güngör başvurusunda disiplin cezasının Anayasa md. 26/2 de sayılan amaçları hedeflediğinin kabul edilebileceğini; fakat bu durumun müdahalenin gerekliliği ile birlikte tartışılması gerektiğini ifade etmektedir72. Hasan Güngör başvurusunda AYM, ifade özgürlüğüne yapılan  müdahalenin  meşru  sayılabilmesi  için   milli  güvenlik,  kamu  düzeni,  suç işlenmesinin önlenmesi, genel sağlık, genel ahlak ile başkalarının hak ve özgürlüklerinin korunması   sebebiyle  yapılması  gerektiğini  belirtmekte,  bu  başlık  altında  sebeplere ilişkin özellikli bir değerlendirme yapmamakta ve  kamu düzeni  sebebine ilk derece mahkemesi kararının gerekçesini belirtirken değinmektedir73.  AYM, Hasan Güngör (2) başvurusunda müdahalenin kamu düzeninin ve Zeki Çınar başvurusunda kamu düzeninin ve güvenliğinin korunmasına yönelik olduğunu belirterek müdahalenin meşru amacı olduğunu kabul etmektedir74.                                                              71  Hasan Güngör, par. 37; Hasan Güngör (2), par. 35; Zeki Çınar, par. 29. Belirtmek gerekir ki Hasan Güngör başvurusunda yalnızca DMK Md. 125 e atıf yapılmaktadır.  72  Hasan Güngör, par. 38-40. 73  Hasan Güngör, par. 38-39. 74  Hasan Güngör (2), par. 36; Zeki Çınar, par. 30. Belirtmek gerekir ki, Hasan Güngör başvurusunda meşru amaç değerlendirmesi sonradan gerçekleştirilmemektedir.  573Kula    Hacettepe HFD, 11(1), 2021, 555-593 Kanunilik değerlendirmesi yaparken AYM nin şekli bir kanun olmasını yeterli gördüğü  ve  kanunilik  koşulunun  sağlanıp  sağlanmadığını  detaylı  olarak değerlendirmediği görülmektedir. Hukuk devletinde kanuni düzenlemelerin  hem kişiler hem de idare yönünden herhangi bir duraksamaya ve kuşkuya yer vermeyecek şekilde açık, net, anlaşılır, uygulanabilir ve nesnel olması, ayrıca kamu otoritelerinin keyfî uygulamalarına  karşı  koruyucu  önlem  içermesi   gerektiği  AYM  kararlarında belirtilmektedir75.  AYM,  bireysel  başvuru  kararlarında  müdahalenin  bir  kanuna dayanmasının yetmeyeceğini ve dayanılan kanunun  belirlilik  ve  öngörülebilirlik  gibi nitelikleri haiz olması gerektiğini dile getirmektedir76. Bu doğrultuda devlet memurunun da kendisine düşen yükümlülükleri öngörmesi ve hangi davranışına ne gibi bir hukuksal sonucun bağlandığını bilmesi gerekmektedir77. Fakat üç başvuruda da AYM, devlet memurlarının ifade özgürlüklerinin sınırlandırılmasını öngören DMK md. 7 ve md. 125 i bu yönden değerlendirmemektedir. Oysa, DMK md. 125 ile öngörülen  herhangi bir siyasi parti yararına veya zararına fiilen faaliyette bulunmak  ya da DMK md. 7 ile getirilen  herhangi bir siyasi parti, kişi veya zümrenin yararını veya zararını hedef tutan bir davranışta bulunmama  yasağının belirlilik ve öngörülebilirlik ilkeleri bakımından ele alınması önemlidir. Nitekim, bu hükümlerin kapsamında bulunan davranışların neler olduğu ya da devlet memurlarının görevleri dışındaki ifadelerinin bu madde kapsamında sayılıp  sayılmayacağı  gibi  konular  tartışılması  gereken  hususlardır.  Lafzi  olarak değerlendirildiğinde,  herhangi bir  açıklamanın DMK kapsamında kalabileceği, DMK ile mutlak bir yasak öngörüldüğü ve bu sebeple ilgili hükümlerinin belirli ve öngörülebilir olduğu yorumu yapılabilir78. Fakat, çok geniş bir yasak öngören bu hükümlerin Anayasa md. 26/2 ile öngörülen sınırlama sebepleri ile tamamen uyumlu olduğunu ve Anayasa md. 26/2 ile öngörülen sınırlama sebeplerinin bu denli geniş bir yasağı haklı kıldığını söylemek de mümkün gözükmemektedir.                                                            75  AYM, E.2015/41, K.2017/98, T. 04.05.2017, par. 153. 76  Örn.  bkz.  Youtube  LLC  Corporation  Service  Company  ve  diğerleri,  Başvuru  No:  2014/4705, 29.05.2014, par. 56.  77  Bireylere ilişkin benzer şekilde bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017, par. 10. 78   Her ne suretle olursa olsun  ifadesinin mutlak yasak ifade ettiğine ilişkin bkz. AYM, E. 2016/7, K. 2017/171, T. 13.12.2017, par. 18. 574Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM nin meşru amaç değerlendirmesi ayrı bir inceleme konusudur. Meşru amacın varlığı, müdahalenin Anayasa da öngörülen sınırlama sebeplerine ulaşma amacı söz konusu ise kabul edilmelidir79. Genel olarak, AYM nin meşru amaç değerlendirmesini yüzeysel olarak yaptığı belirtilmekte80 ve Anayasa da yazılan sebeplerin şekli olarak aranması  ve  somut  olay  özelinde  bir  değerlendirme  gerçekleştirilmemesi eleştirilmektedir81. AYM nin söz konusu kararlarda da meşru amaç koşulunun karşılanıp karşılanmadığını detaylı olarak değerlendirmediği görülmektedir. Oysa belirli ifadelerin kullanılması  ile  kamu  düzeninin  zarar  göreceği  yönünde   soyut  ihtimallere  ve genellemelere  dayanılması, ifade özgürlüğüne zarar verebilir82. Bu doğrultuda, kamu düzeni kavramının ele alınması ve disiplin cezasının kamu düzenini sağlamaya ne ölçüde katkıda bulunduğunun ayrıca değerlendirilmesi gerekmektedir83. Soyut nitelikli,84 esnek ve belirsiz bir kavram olduğu belirtilen kamu düzeni klasik olarak belirli bir düzenin ve barışın  hâkim  olması  olarak  nitelendirilmektedir85.  Temel  hak  ve  özgürlüklerin kullanılabilmesi  için  gerekli  olduğu  belirtilen  kamu  düzeni86   hak  ve  özgürlüklerin kullanılabilir kılındığı bir düzen  olarak tanımlanmalıdır87. Bu doğrultuda, AYM nin                                                            79  İNCEOĞLU, Sibel,  Hak ve Özgürlükleri Sınırlama ve Güvence Rejimi , İnsan Hakları Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, (der. S. İnceoğlu), 3. Basım, Beta, İstanbul, Ekim 2013, (s. 23-52), s. 27. 80  KARAN, Ulaş, İfade Özgürlüğü Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi 2, Avrupa Konseyi Ankara Program Ofisi, Ankara, Nisan 2018, s. 143. 81  ŞİRİN, Tolga, Anayasa Mahkemesi Kararları Işığında Bireysel Başvuru Hakkı, On İki Levha Yayıncılık, İstanbul, Ekim 2015, s. 207.  82  SUNAY, 2001, s. 85. 83  Zeki Çınar başvurusunda kamu güvenliği de meşru amaç olarak gösterilmektedir; fakat somut olaylarda kamunun güvenliğine ilişkin değerlendirme yapılması gereken bir hususa rastlanamadığından esas olarak kamu düzeni kavramının değerlendirilmesi gerekmektedir.  84  SUNAY, 2001, s. 80. 85  TANÖR, 1969, s. 137-138. Benzer şekilde DURAN, Lütfi, İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, Fakülteler Matbaası, İstanbul, 1982, s. 249. 86  Benzer şekilde YAYLA, Yıldızhan, İdare Hukuku, 2. Basım, Beta, İstanbul, 2010, s. 38.  Ayrıca bkz. OKAY TEKİNSOY, Özge, İdare Hukukunda Kamu Düzeni Kavramı, On İki Levha Yayıncılık, İstanbul, Mart 2011, s. 17, 37-38.  87  ODER, Burak,  Regülasyon Kavramı Üzerine Bir Deneme , Ali Ülkü Azrak 75. Yaş Armağanı, İstanbul, Kasım 2008, s. 247, dipnot 29. AYM de  kamu düzeninin sağlanmadığı bir ortamda, hak ve özgürlüklerden gereği gibi yararlanılmasının  mümkün olmadığını ifade etmektedir. Bkz. AYM, E. 2015/19, K. 2015/17, T.18.02.2015. 575Kula    Hacettepe HFD, 11(1), 2021, 555-593 somut olayda devlet memurlarına verilen disiplin cezaları ile tarafsızlık yükümlülüğünün unsurları doğrultusunda gerek devlet memurlarının gerekse kamu hizmetinden yararlanan vatandaşların temel hak ve özgürlüklerinin kullanabildiği bir düzenin yaratılmasının amaçlanıp amaçlanmadığını değerlendirmesi beklenebilir.  2.  Demokratik Toplum Düzeninin Gereklerine Uygunluk Değerlendirmesi  AYM,  değerlendirmelerinde  ifade  özgürlüğünün  kapsamını  ve  önemini  ortaya koymaktadır. Bu bağlamda ifade özgürlüğü  kişinin haber ve bilgilere, başkalarının fikirlerine serbestçe ulaşabilmesi, düşünce ve kanaatlerinden dolayı kınanamaması ve bunları tek başına veya başkalarıyla birlikte çeşitli yollarla serbestçe ifade edebilmesi, anlatabilmesi,  savunabilmesi,  başkalarına  aktarabilmesi  ve  yayabilmesi   olarak tanımlanmakta ve muhalif olan düşünceler de dâhil olmak üzere her türlü düşünceye ilişkin olarak ifade özgürlüğünün kullanılabilmesi demokratik düzenin gereklerinden olarak nitelendirilmektedir88. AYM, ifade özgürlüğünün önemini ortaya koyarken, ifade özgürlüğünün demokratik toplumun temellerinden biri olduğunu, gerek bireyin gerekse toplumun gelişmesi için vazgeçilmez ve demokrasi için  yaşamsal önemde  olduğunu ve toplumsal ve siyasal çoğulculuğun sağlanabilmesi için gerekli olduğunu belirtmektedir89. AYM nin  ifade  özgürlüğünün  önemini  detaylı  olarak  ve  giriş  bölümünde  belirtilen hususlara paralel şekilde ortaya koyması önem arz etmektedir. İfade özgürlüğüne önem veren bu yaklaşım ile birlikte, ifade özgürlüğüne getirilen sınırlamaların yaratabileceği ve  bireylerin  demokratik  tartışmaya  katkı  sağlayacak  fikirlerini  paylaşmaktan çekinmelerine yol açan ürpertici/caydırıcı etkinin ( chilling effect ) önüne geçilebilir90.                                                            88  Hasan Güngör (2), par. 37; Zeki Çınar, par. 31. Belirtmek gerekir ki, Hasan Güngör başvurusunda da ifade farklılığı olmakla birlikte aynı tanım verilmektedir. Hasan Güngör, par. 27, 29-30.  89  Hasan Güngör, par. 28-30, 45; Hasan Güngör (2), par. 37; Zeki Çınar, par. 31. Belirtmek gerekir ki, Zeki Çınar başvurusunda yaşamsal önemden bahsedilmemektedir. Hasan Güngör (2) başvurusuyla birebir aynı ifadeler kullanılmasına rağmen bu ifadenin yer almamasının sebebi, kopyalama hatası olarak görülüp eleştirilebilir.  90  Dondurucu etkiye ilişkin olarak bkz. TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 469. 576Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM kararlarında ifade özgürlüğünün kapsamı ve önemi değerlendirildikten sonra ifade özgürlüğünün sınırlanabilir bir hak olduğu ve fakat bu sınırlamanın Anayasa md. 13  doğrultusunda  demokratik  toplum  düzeninin  gereklerine  uygun  olması  gerektiği belirtilmektedir91. Hasan Güngör ve Hasan Güngör (2) başvurularında demokratik toplum düzenine aykırı olmama kriteri ile birlikte ölçülülük kriterinin ele alınması gerektiği ve bu  iki  kriterin  aralarında  sıkı  bir  ilişki  olduğu  özel  olarak  ifade  edilmektedir92. Başvurularda demokratik toplum düzeninin gereklerine uygun olma kriterinin farklı şekillerde ele alındığı görülmektedir.  Demokratik toplum düzenine uygunluk kriteri Hasan  Güngör  başvurusunda,   çoğulculuk,  hoşgörü  ve  açık  fikirlilik   üzerinden tanımlanırken,93 Hasan Güngör (2) ve Zeki Çınar başvurularında bu kavramlar demokrasi kavramına  ilişkin  olarak  ele  alınmakla  birlikte,94  AYM,  temel  hak  ve  özgürlüklere müdahalenin demokratik toplum düzeninin gereklerine uygun olabilmesi için  zorunlu bir  toplumsal  ihtiyacı   karşılaması  ve   orantılı   olması  gerektiğini  belirtmektedir95.  Zorunlu bir toplumsal ihtiyacın karşılanması için müdahalenin elverişli, başvurulacak en son çare ve alınacak en hafif önlem olması ve orantılı bir müdahale olduğunun kabulü için   bireyin  hakkı  ile  kamunun  menfaatleri  veya  müdahalenin  amacı  başkalarının haklarını korumak ise diğer bireylerin hak ve menfaatleri arasında adil bir dengenin  kurulmuş olması aranmaktadır96.                                                             91  Hasan Güngör, par. 43; Hasan Güngör (2), par. 38; Zeki Çınar, par. 43. Belirtmek gerekir ki Hasan Güngör  başvurusunda  ifade  olarak   demokratik  toplum  düzeninde  gerekli  olma   ifadesi kullanılmaktadır.  92  Hasan Güngör, par. 43, 47; Hasan Güngör (2), par. 38.  93  Hasan Güngör, par. 44. 94  Hasan Güngör (2), par. 47; Zeki Çınar, par. 33. 95  Hasan Güngör (2), par. 39, 42; Zeki Çınar, par. 32. Hasan Güngör başvurusunda ise  toplumsal bir ihtiyaç  baskısı nın  demokratik  toplum  için  gerekli  olduğuna  karar  aşamasında  atıf  yapıldığı görülmektedir. Hasan Güngör, par. 55. Hasan Güngör (2) başvurusunda AYM ilk olarak demokratik toplum düzeninin sağlanması için müdahalenin zorunlu toplumsal ihtiyacı karşılaması gerektiğini ve istisnai olması gerektiğini belirtmekte ve daha sonra orantılılık şartına yer vermektedir. Bkz. Hasan Güngör (2), par. 39. 96  Hasan Güngör (2), par. 39, 41; Zeki Çınar Başvurusu, par. 32. Hasan Güngör (2) başvurusunda orantılılık ayrıca  istenen amaç ile başvurulan sınırlama tedbiri arasında  aşırı dengesizlik olmaması üzerinden tanımlanmaktadır.  577Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM, daha sonra kamu görevlilerinin ifade özgürlüğüne ilişkin değerlendirme yapmaktadır. Hasan Güngör ve Hasan Güngör (2) başvurularında bu değerlendirmeyi genel ilkelerle birlikte ele alan AYM, Zeki Çınar başvurusunda belirtildiği üzere daha sistematik bir inceleme gerçekleştirmektedir. AYM, Hasan Güngör başvurusunda İHAM kararlarına, Hasan Güngör (2) ve Zeki Çınar başvurularında ise Hasan Güngör kararına atıf yapmak suretiyle devletin devlet memurlarının ödev ve sorumluluklarını belirlemede geniş bir takdir marjının bulunduğunu,97 devlet memurlarına getirilen sınırlamaların vatandaşlara  göre  daha  fazla  olabileceğini98  ve  devlet  memurlarına  bağlılık  görevi getirilip  memurların  ifade  özgürlüklerinin  sınırlandırılmasının  meşru  olduğunu99 belirtmektedir. Fakat, sınırlamanın da bir sınırının olması gerektiğini ifade eden AYM, birey olan devlet memurlarının siyasal ve toplumsal olaylara yönelik ifadeler de dâhil olmak üzere ifade özgürlüğünü haiz olduğunu ortaya koymaktadır;100 nitekim ifade özgürlüğünün ortadan kaldırılması demokrasiyi tehlikeye düşürür niteliktedir101.  AYM, ifade özgürlüğünü sınırlayan müdahalelerin dar yorumlanması gerektiğini belirtmekte102 ve devlet memurlarının ifade özgürlüğünün kapsamını belirlerken kriter olarak isimlendirmemekle birlikte çeşitli değerlendirme kriterlerini ortaya koymaktadır. Hasan Güngör kararında bu kriterler, her ne kadar bu yönde bir ayrıma gidilmese de temel olarak ifadelere ve devlet memuruna ilişkin olmak üzere iki şekilde başlıklandırılabilir. İfadelere yönelik olarak, bu ifadelerin (i) göreve yansıtılıp yansıtılmadığı, (ii) şiddete teşvik  içerip  içermediği  ve  (iii)  demokratik  ilkelerin  reddi  teşkil  edip  etmediği değerlendirilirken; devlet memurlarına yönelik olarak, devlet memurlarının (i) hangi görevi  yürüttüğü,  (ii)  görüşlerini  dengeli  ve  siyaseten  yansız  olarak  açıklayıp açıklamadığı,  (iii)  kişisel  tavırlar  sergileyip  sergilemediği  ve  (iv)  tarafsızlıklarının                                                            97  Hasan Güngör, par. 48; Hasan Güngör (2), par. 48; Zeki Çınar, par. 34. 98  Hasan Güngör (2), par. 48. 99  Hasan Güngör, par. 49; Zeki Çınar, par. 35. 100  Hasan Güngör, par. 46, 48-49; Hasan Güngör (2), par. 48, 50-51; Zeki Çınar, par. 34-35. 101  Hasan Güngör, par. 46. 102  Hasan Güngör (2), par. 49; Zeki Çınar, par. 43. 578Kula    Hacettepe HFD, 11(1), 2021, 555-593 güvence altında olup olmadığı dikkate alınmaktadır103. Hasan Güngör (2) başvurusunda bu  gibi  detaylı  kriterlere  yer  verildiği  görülmemekle  birlikte,  kişinin  hangi  görevi yürüttüğünün,  ifade  özgürlüğü  kullanılmasının  kamu  hizmetine  yansıtılıp yansıtılmadığının ve tarafsızlığın ihlal edilip edilmediğinin değerlendirildiği ve her olayın kendi  özelliklerine  göre  değerlendirilmesi  ve  makul  gerekçelerin  ortaya  konması gerektiğinin belirtildiği görülmektedir104. Zeki Çınar başvurusunda ise AYM nin, önceki iki başvurudaki değerlendirmelerini birleştirdiği ve tarafsızlık kavramına ayrıca vurgu yaptığı  tespit  edilmektedir105.  Zeki  Çınar  başvurusunda  AYM,  Hasan  Güngör başvurusuyla  ortaya  konulan  kriterlere  atıf  yapmakta  ve  ayrıca  Hasan  Güngör  (2) başvurusuna atıf yapmak suretiyle olayın kendi şartları içerisinde değerlendirilmesi ve bir eylemin siyasi parti yararına olduğu kabul ediliyorsa bu hususun makul gerekçeler ile ortaya konulması gerektiğini belirtilmektedir106. Bunlara ek olarak, devlet memurlarının ifade özgürlüğüne getirilen sınırlamanın temel amacının  tarafsız davranma  ve  tarafsız görünme  olduğunu belirtmektedir107.   AYM nin  ortaya  koyduğu  kriterlere  ilişkin  olarak  özellikle  üç  hususun değerlendirilmesi gerekmektedir. İlk olarak, AYM nin şiddeti teşvik etme gibi hususlara yer verdiği tespit edilebilmektedir. İftira, sövme, suça ve şiddete teşvik ve tahrik gibi ifadelerin ifade özgürlüğünün norm alanına girmeyebileceği108 göz önünde tutulduğunda, bu gibi ifadeler kişinin devlet memuru olup olmamasına bakılmaksızın ifade özgürlüğü kapsamında korunmayabilecektir. Fakat düşünce açıklamalarının yapıldığı bağlamın da önemli olduğu düşünüldüğünde109 şiddete teşvik eden kişinin devlet memuru olmasının                                                            103  Hasan Güngör, par. 46, 48, 50-51; Hasan Güngör (2), par. 50; Zeki Çınar, par. 34-35. 104  Hasan Güngör (2), par. 49-50. 105  Zeki Çınar, par. 40-42. 106  Zeki Çınar, par. 34-35; 43. 107  Zeki Çınar, par.40-42. 108  TANÖR, Bülent / YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, 16. Basım, Beta, İstanbul, 2016 s. 177.  Ayrıca bkz. TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 470-472. İfade özgürlüğünün norm alanı dışında kalan görüşler için ayrıca bkz. UYGUN, 2009, s. 2228. Ayrıca bkz. Meki Katar, Başvuru No: 2015/4916, 03.10.2019. 109  Meki Katar, s. 57. 579Kula    Hacettepe HFD, 11(1), 2021, 555-593 ifade özgürlüğünün sınırlandırılması bakımından farklı bir değerlendirmeye yol açıp açmayacağının AYM nin kararlarında değerlendirilmediği görülmektedir. İkinci olarak, AYM, ifadelerin devlet memurlarının görevlerine yansıtılıp yansıtılmadığı ya da görev sırasında  kullanılıp  kullanılmadığı  değerlendirmesinde  bulunsa  da  AYM nin  devlet memurlarının  ifade  özgürlüğüne  görevleri  dışında  da  sınırlama  getirilip getirilemeyeceğine ilişkin açık bir değerlendirme yapmadığı görülmektedir. Örneğin, atıf yapılan Vogt/Almanya kararında İHAM, öğretmenlerin otorite figürü olarak görevlerinin okul dışı aktivitelerine de uzayabileceğini açıkça belirtmektedir110. AYM nin ise, devlet memurlarının ödevlerinin memuriyet görevi dışındaki yaşantılarına da etki göstereceği varsayımında bulunduğu tespit edilebilir. Burada ayrıca belirtmek gerekir ki, devlet memurlarının  görevleri  dışında  bir  sınırlamaya  tabi  olup  olmamasındaki  belirsizlik, yukarıda belirtildiği üzere, DMK nin ilgili hükümlerinin belirli ve öngörülebilir olup olmadığı  ile  de  ilişkilendirilebilir.  Bir  diğer  husus,  AYM  kararlarında  tarafsızlık yükümlülüğünün devlet memurlarının ifade özgürlüklerinin korunmasına ilişkin olarak dikkate alınmamış olmasıdır. Atıf yapılan Ahmed vd./Birleşik Krallık kararında, İHAM ın başvuruya  konu  sınırlamanın  devlet  memurlarının  da  menfaatine  olduğu değerlendirilmesi yapıldığı görülmektedir111. Bu bağlamda, tarafsızlık yükümlülüğünün bu yönü de karar verilirken değerlendirilebilir konular arasındadır. Bu yükümlülüğün devlet memurunu koruma amacı da göz önünde tutulduğunda, ifade özgürlüğüne getirilen söz konusu sınırlamaların devlet memurunu koruma amacı taşımadığı gerek ölçülülük ilkesi gerek meşru amaç bakımından dikkate alınabilir. Değerlendirmelerin sonunda AYM, Hasan Güngör başvurusunda, başvurucunun ordu,  emniyet  gibi  alanlara  getirilebilecek  olan  sınırlamalara  tabi  olmasının gerekmediğini ve başvurucunun görevinde tarafsız davrandığını belirterek112 ve verilen cezanın ifade özgürlüğünü engelleyebilecek nitelikte ağır bir ceza olduğu tespitinde                                                            110  Vogt/Almanya, par. 60. AYM nin devlet memurlarının ifade özgürlüklerine ilişkin önemli bir karar olan Vogt/Almanya kararına paralel bir değerlendirme gerçekleştirdiği görülmektedir. 111  Ahmed vd./Birleşik Krallık, par. 63. 112  Hasan Güngör, par. 51. 580Kula    Hacettepe HFD, 11(1), 2021, 555-593 bulunarak113  verilen  disiplin  cezasının   toplumsal  bir  ihtiyaç  baskısına   karşılık gelmemesi dolayısıyla  demokratik toplumda gerekli olmadığı na ve Anayasa md. 26 nın ihlal edildiğine oybirliği ile karar vermektedir114. Hasan Güngör (2) başvurusunda ise AYM açlık grevi yapılanların ziyaret edilmesinin  kınanabilir  bir eylem olmadığını115 ve eylemin siyasi parti binasında gerçekleştirilmesinin  tek başına  ilgili ve yeterli bir gerekçe olmadığını116 belirterek Anayasa md. 26 nın ihlal edildiğine oybirliği ile karar vermektedir117.  AYM,  Zeki  Çınar  başvurusunda,  başvurucunun  ifade  özgürlüğü  ile siyaset yasağının meşru amacı arasında adil bir dengenin gözetilip gözetilmediğinin değerlendirilmesi gerektiğini söyleyerek,118 başvurucunun katıldığı toplantıdaki içeriği siyasi  partiler  aleyhine  faaliyet  olarak  nitelendiren  pankarta  ilişkin  olarak,  ifade özgürlüğünün  incitici, şoke edici ya da endişelendirici  ifadeleri de kapsadığını119 ve başvurucunun mesleki faaliyetini yerine getirirken siyaset yasağına aykırı bir davranış gerçekleştirmediği ve başvurucunun daha kapsamlı özen yükümlülüğünü haiz asker, polis, hâkim ve savcılık gibi meslekleri yürütmediğini belirtmektedir120. AYM, pankartın içeriğini ve başvurucunun toplantıya katılmasını ilgili bir gerekçe olarak görmeyerek, mahkemenin ifade özgürlüğü ile siyaset yapma yasağının meşru amacı arasında adil bir denge  kurulduğunun  ve  müdahalenin  zorunlu  bir  toplumsal  ihtiyacı  karşıladığının gösterilemediği  tespiti  ışığında121  başvurucu  hakkında  verilen  cezanın   zorunlu  bir toplumsal  ihtiyacı  karşılamadığı   ve  bu  yüzden   demokratik  toplum  düzeninin gereklerine uygun olmadığı  sonucuna vararak, başvurucunun ifade özgürlüğünün ihlal edildiğine oy birliği ile karar vermektedir122.                                                             113  Hasan Güngör, par. 54. 114  Hasan Güngör, par. 55; Hasan Güngör, Hüküm Kısmı par. B.  115  Hasan Güngör (2), par 51. 116  Hasan Güngör (2), par 52. 117  Hasan Güngör (2), par. 53, Hasan Güngör (2), Hüküm Kısmı par. B, F. 118  Zeki Çınar, par. 44. 119  Zeki Çınar, par. 45.  120  Zeki Çınar, par. 46. 121  Zeki Çınar, par. 49. 122  Zeki Çınar, par. 48, Zeki Çınar, Hüküm Kısmı par. B, G.  581Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM nin sonuca varırken gerçekleştirdiği söz konusu değerlendirmelerine ilişkin ise  iki  hususun  ele  alınması  gerekmektedir.  İlk  olarak,  AYM nin  orantılılık değerlendirmesinde verilen cezaların ağır olduğu tespitinde bulunduğu; fakat bu ağırlığı yalnızca  ifade  özgürlüğü  üzerinde  yaratılan  ağırlık  açısından  değerlendirdiği görülmektedir. Her ne kadar söz konusu disiplin cezalarının ağır birer ceza olduğu kolay tespit  edilebilirse  de  orantılılık  değerlendirmesinin  daha  detaylı  olarak  ele  alınması bakımından Vogt/Almanya kararı örnek verilebilir. Vogt/Almanya kararında orantılılık değerlendirmesi  sırasında  devlet  memurluğundan  ihraç  edilmenin  kişinin  saygınlığı üzerinde olumsuz bir etki yarattığı ve öğretmen olan devlet memurunun geçim kaybına yol açtığı açıkça belirtilmektedir123. Devlet memurunun ifade özgürlüğüne yapılacak müdahalenin yaratacağı sonuçların somut olarak ele alınması, orantılılık değerlendirmesi bakımından önem teşkil etmektedir. Ele alınması gereken ikinci husus, AYM nin, devlet memurlarının görevlerine vurgu yapmasıdır. AYM kararlarında başvurucuların asker, polis,  hâkim  ve  savcılık  gibi  meslekleri  yürütmediği  tespit  edilebilmektedir.  Bu bağlamda,  devlet  memurlarının  arasında  yürüttükleri  görev  doğrultusunda  ifade özgülüklerine  müdahale  bakımından  bir  ayrıma  gidildiği  görülmektedir.  Bu  ayrıma gidilmesinin, gerek devlet memurunun tarafsızlık yükümlülüğünün kapsamını belirlemek ve gerekse meşru amaç değerlendirmesi yapmak için gerekli olduğu kabul edilebilir. Vogt/Almanya  kararında  da  benzer  şekilde  öğretmenlik  mesleğinin  güvenlik  riski taşımadığından  bahsedilmektedir124.  Bu  doğrultuda,  asker,  polis,  hâkim  ve  savcılık mesleğinin  kritik  meslekler olarak ele alınabileceği ve  kritik  görevleri ifa eden devlet memurlarının  ifade  özgürlüklerinin  daha  fazla  sınırlandırılabileceğini  kabul  ettiği anlaşılmaktadır. Fakat  kritik  görevlerin ne olduğunun mutlak bir şekilde tespitinin yapılması mümkün gözükmemektedir. Her ne  kadar  İHAM öğretmenlik mesleğinin güvenlik riski taşımadığını söylese ve AYM yalnızca asker, polis, hâkim ve savcılık mesleğine atıf yapmış olsa da belirli durumlarda özellikli konumu olan öğretmenlik                                                            123  Vogt/Almanya, par. 60. Otto/Almanya kararında ise devlet memurunun terfi almamasının geçim kaybına yol açmayacağı belirtilmektedir. Karş. Otto/Almanya. 124  Vogt/Almanya, par. 60. 582Kula    Hacettepe HFD, 11(1), 2021, 555-593 mesleğinin de  kritik  olabileceği söylenebilir125. Örneğin ilkokul öğretmeninin ders esnasında kendi görüşlerini empoze etmeye çalışmasının126.  bir askerin kendi görüşlerini açıklamasından daha büyük bir etkiye yol açması mümkündür. Bu doğrultuda  kritik  mesleklerin kategorik olarak ele alınması yerine olay özelinde o mesleğin  kritik  olup olmadığı değerlendirilmesi yerinde olacaktır. Ayrıca belirtmek gerekir ki, bir mesleğin  kritik  konumda olması, her müdahalenin meşru ve demokratik toplum gereklerine uygun kabul  edileceği  yorumuna  yol  açmamalıdır.  Aksi durumda, kritik meslekleri yürüten kişilerin temel hak ve hürriyetlerinin hukuka aykırı bir şekilde sınırlandırılması söz konusu olacaktır127. Bu noktada, incelenen AYM kararlarında atıf yapılmamakla birlikte kilit dava ( key case ) Baka/Macaristan kararına değinilebilir128. İHAM, yargı reformunu eleştiren hâkimin,129 yargı tarafsızlığının korunması amacıyla görev süresinin erken sonlandırılmasına ( premature termination ) ilişkin olayda, ifade özgürlüğüne yapılan müdahalenin ileri sürülen meşru amaç ile bağdaşmadığını130 ve demokratik toplumda  gerekli  olmadığını  belirterek  İHAS  Md.  10 un  ihlal  edildiği  kararına                                                            125  Öğretmenlik mesleğinin özellikli bir konumu olmasına ilişkin bkz. Z.A. Başvurusu, B. No: 2013/2928, 18.10.2017, par. 70.   126  Öğretmenlerin ifade özgürlüğünün sınırlandırılması değerlendirilmesi için bkz. SEVER, 2020, s. 11791180. 127  Örneğin, Z.A. Başvurusuna konu olayda bir öğretmenin cinsel yönelimi sebebiyle meslekten çıkarılması ve mesleğe dönme isteminin kabul edilmemesi söz konusudur. Bu kararda AYM, eşitlik ilkesinin ve özel hayata saygı hakkının ihlal edilmediğine karar vermiştir. Bkz.  Z.A. Başvurusu, Hüküm Kısmı par. D. AYM, kişinin meslekten çıkarılmasının ve mesleğe dönme isteğinin reddedilmesinin gerekçesinin cinsel yönelim olmadığını ve fakat görev yaptığı okulda yansıttığı davranışları olduğunu belirtmektedir. Bkz.  Z.A.  Başvurusu,  par.  73-76.  Bununla  birlikte,  karşıoyda  bu  davranışların  doğruluğunun ispatlanamadığı ve kişinin meslekten çıkarılmasının ve mesleğe dönme talebinin reddedilmesinin cinsel yönelimi ile bağlantılı olduğu ortaya konmaktadır. Bkz. Z.A. Başvurusu, Engin Yıldırım ın Karşıoyu, özellikle par. 21-23, 39-41. Öğretmenin cinsel yöneliminin öğretmenlik mesleği ile ilgisi olmamasına ve mesleki faaliyetin aksatıldığının tespit edilememesine rağmen AYM nin ihlal olmadığına karar vermesi özellikli bir meslek yürüten kişinin temel hak ve hürriyetlerinin hukuka aykırı bir şekilde sınırlanmasına örnek teşkil etmektedir.  128  Baka/Macaristan [BD], Başvuru No: 20261/12, 23.06.2016. Baka/Macaristan kararının kritik dava olarak  listelenmesine  ilişkin  bkz.  European  Court  of  Human  Rights  Key  Cases  2016, https://www.echr.coe.int/Documents/Cases_list_2016_ENG.pdf , (erişim tarihi: 10.04.2020). 129  Olaylar için bkz. Baka/Macaristan, par. 11-37. 130  Baka/Macaristan, par. 156. 583Kula    Hacettepe HFD, 11(1), 2021, 555-593 varmaktadır131. Bu doğrultuda,  kritik  görevlerde bulunan devlet memurlarının ifade özgürlüğüne  yapılan  müdahaleler  değerlendirilirken  yalnızca  görevin  kritik  olup olmaması değil, devlet memurlarının tarafsız davranmamasının bu görevin sağlamış olduğu konum ve/veya ilişki sebebiyle yaratacağı etki dikkate alınmalıdır. Bu bağlamda kritik görevlerde bulunan devlet memurlarının ifade özgürlüğüne yapılan müdahalenin de Anayasaya aykırı olabileceği göz önünde bulundurulmalıdır.  AYM kararlarına ilişkin ayrıca değerlendirilmesi gereken husus, kararlarda her ne kadar ifade özgürlüğünden tamamen mahrum bırakılmanın mümkün olmadığı belirtilse de132 siyasi ifade özgürlüklerinin tamamen sınırlanmasının hakkın özüne dokunma teşkil edip etmediği yönünde bir değerlendirme yapılmamasıdır. AYM nin atıf yaptığı Ahmed vd./Birleşik Krallık kararında sınırlamanın tüm siyasi ifadelere yönelik olup olmadığının değerlendirildiği görülmektedir133. İfade özgürlüğünün özüne dokunulmuş sayılması için tüm  düşüncelerin  yasaklanmış  olması  gerekmemektedir;  siyasi  düşünce  yönünden sınırlandırılmış olması da öze dokunan bir sınırlama teşkil edebilir134.  Öze dokunma yasağı ile birlikte, temel hak ve özgürlüğün varlık nedeninin ortadan kalkmasına engel olunmaya çalışıldığı135 göz önünde tutulduğunda, AYM nin devlet memurlarının siyasi ifade  özgürlüğünün  tamamen  ortadan  kaldırılmasının  hakkın  özüne  dokunma  teşkil edebileceği  değerlendirmesini  ayrıca  yapması  beklenebilir.  Hakkın  özü değerlendirmesine  ek  olarak,  AYM nin  devlet  memurlarının  ifade  özgürlüklerinin tamamen ortadan kaldırılmasını Anayasa md. 14 kapsamında ele alması da mümkündür. Nitekim, bu gibi bir sınırlama Anayasa md. 14/2 ile öngörülen  Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesi  anlamını taşıyabilecektir.                                                             131  Baka/Macaristan,  par.  175-176.Ayrıca  bkz.  Kayasu/Türkiye  ve  Albayrak/Türkiye,  Başvuru  No: 38406/97, 31.01.2008. 132  Hasan  Güngör,  par.  51;  Hasan  Güngör  (2),  par.  50.  Hasan  Güngör  başvurusunda  AYM  öz değerlendirmesi  yapılması  gerektiğini  söylemekle  birlikte  siyasi  ifade  özgürlüğü  bakımından  bu değerlendirmeyi gerçekleştirmemektedir. Bkz. Hasan Güngör, par. 50. 133  Ahmed vd./Birleşik Krallık, par. 63. 134  TANÖR, 1969, s. 178-179. 135  SAĞLAM,  Fazıl,  Temel  Hakların  Sınırlanması  ve  Özü,  Ankara  Üniversitesi  Siyasal  Bilgiler Fakültesi Yayınları No: 506, Ankara, 1982, s. 155-156. 584Kula    Hacettepe HFD, 11(1), 2021, 555-593 AYM kararlarına ilişkin ele alınabilecek olan diğer husus, devlet memurlarının açıklamalarında kamu yararı bulunması hususudur. Bu çalışma kapsamında incelenen başvurulara konu olan olaylar bakımından devlet memurlarının ifadelerinin kamuyu ilgilendiren konularda olduğu ve bu ifadelerin açıklanmasında kamu yararı bulunduğu özel olarak söylenemeyecek olsa da,136 devlet memurlarının ifade özgürlüklerine getirilen sınırlamalar değerlendirilirken ifadelerin içeriğinin ne olduğu ve devlet memurlarının haber uçuran konumunda olması durumu da değerlendirilebilir137.  Nitekim İHAM da önemli kamu yararı ( strong public interest ) teşkil eden açıklamaların korunabileceğini belirtmektedir138.  Bu  doğrultuda  devlet  memurlarının  açıklamalarının  içeriğinin değerlendirmesi ve bu açıklamalarda kamu yararı bulunup bulunmadığının ele alınması da devlet memurlarının ifade özgürlüklerine getirilen sınırlamalar bakımından özellikle söz  konusu  sınırlamanın  demokratik  toplumda  gerekli  olup  olmadığının değerlendirilmesi bakımından önem teşkil edecektir.  IV.  ANAYASA  MAHKEMESİ  KARARLARI  IŞIĞINDA  DEVLET MEMURLARININ  İFADE  ÖZGÜRLÜĞÜNÜN DEĞERLENDİRİLMESİ Siyasi konulara ilişkin ifade özgürlüğünün korunmasının demokratik toplumlar bakımından özel önem teşkil ettiği139 ve ifade özgürlüğünün sağlandığının kabul edilmesi için herkesin bu özgürlükten yararlanmasına imkân verilmesi gerektiği140 göz önünde tutulduğunda, devlet memurlarının ifade özgürlüğüne ilişkin olarak DMK hükümlerinin nasıl yorumlanması gerektiği AYM kararları ışığında ele alınmalıdır. İfade edildiği üzere,                                                            136  Bu değerlendirmemiz söz konusu ifadelerin kamuyu hiç ilgilendirmemesi veya açıklama yapılmasında herhangi bir kamu yararı bulunmaması tespiti değildir; nitekim kamusal tartışmaya katkı sağlayabilecek olan her ifadenin açıklanmasında kamu yararı bulunacaktır. Burada belirtilmek istenen husus bu ifadelerin kamu yararının sağlanması açısından  özel  bir önem taşımamasıdır.   137  Kamu görevlilerinin haber uçuran konumunda olmasına ilişkin detaylı değerlendirme için bkz. SEVER, 2020, s. 1188-1192. 138  Guja/Moldova [BD], Başvuru No: 14277/04, 12.02.2008, par. 72. İHAM bu korunmanın sağlanmasını belirli koşullara bağlamıştır. Koşullar için ayrıca bkz. Guja/Moldova, par. 80-96. 139  TEZCAN / ERDEM / SANCAKDAR vd., 2018, s. 457. İHAS kapsamında siyasal konulara ilişkin ifade özgürlüğünün  yüksek derecede  korunmasına ilişkin bkz. Uygun, s. 45. İHAM ın ve AYM nin atfettiği özel öneme ilişkin bkz. KARAN, 2018, s. 8, 10. 140  SUNAY, 2001, s. 2. 585Kula    Hacettepe HFD, 11(1), 2021, 555-593 devlet memurlarının ifade özgürlüğü doktrinde tarafsızlık, sadakat ve bağlılık yükümleri ile  ilişkili  olarak  ele  alınmaktadır.  AYM,  devlet  memurlarına  bağlılık  görevi getirilmesinin meşru olduğunu belirtmektedir; fakat değerlendirmelerini bu yükümlülük ile  ilişkili  olarak  gerçekleştirmemektedir.  Devlet  memurlarının  sadakat  ve  bağlılık yükümlülüğüne  ilişkin  açıklamalar  dikkate  alındığında,  devlet  memurlarının  ifade özgürlüğünün   sadakat   ve   bağlılık   gibi  soyut  kavramların  geniş  yorumlanması sebebiyle  sınırlanması  mümkün  olmamalıdır.  Bu  doğrultuda  DMK  hükümlerinin yorumlanmasında temel olarak tarafsızlık yükümlülüğünün ele alınması gerekmektedir. AYM kararları devlet memurlarının ifade özgürlüklerini değerlendirirken yukarıda tespit  ettiğimiz  birçok  farklı  kriteri  ortaya  koymakta  ise  de  ifadelere  ve  devlet memurlarına yönelik olarak ortaya konan bu kriterlerin temelinde  tarafsız davranma  ve  tarafsız  görünme  olduğu  görülmektedir.  Bu doğrultuda devlet  memurlarının ifade özgürlüğü değerlendirmesi (i) devletin tarafsızlığına olan güvene zarar verilip verilmediği ve (ii) devlet memurlarının faaliyeti yerine getirirken tarafsız davranıp davranmadığı başlıklarında objektif olarak ele alınmalıdır. Görevi dışında bir devlet memurunun siyasi ifade özgürlüğünü kullanması doğrudan devletin tarafsızlığına olan güvenin sarsılması için yeterli olmamalıdır; fakat bu özgürlüğün kullanılması vatandaşların devletten hizmet alamayacağını düşünmelerine yol açarak hizmet talebinde bulunmalarına engel teşkil eder  nitelikte  ise  ifade  özgürlüğünün  sınırlandırılması  kabul  edilebilir.  Devlet memurunun  görevi  sırasında,  yani  faaliyeti  yerine  getirirken  tarafsız  davranıp davranmadığı ise, devlet memurunun veya hizmet talep edenin görüşü ne olursa olsun faaliyetin sunulup sunulmadığının tespitine ilişkindir. Bu açıklamalar doğrultusunda (i) vatandaşların hizmetten yararlanacakları yönündeki güveninin engellenmemesi veya (ii) hizmetin  gereği  gibi  yerine  getirilmesi  koşuluyla  devlet  memurlarının  siyasi  ifade özgürlüklerinin korunması gerektiği sonucuna ulaşılmalıdır.   DMK hükümlerinin lafzına bakıldığında, devlet memurlarının hiçbir bir şekilde siyasi içerikli ifadede bulunamayacakları belirtilebilir. DMK nin herhangi bir istisna tanımadan siyasi ifade özgürlüğü kullanımını tamamen yasaklaması Anayasa ile bağdaşır nitelikte değildir ve yukarıda varılan sonuca ulaşmayı engellemektedir. Bu çerçevede DMK nin ilgili maddelerinde değişikliğe gidilmesi gerektiği söylenebilir. Bu değişiklik 586Kula    Hacettepe HFD, 11(1), 2021, 555-593 devlet memurlarının yerine getiremeyeceği çeşitli faaliyetlerin sayılması; fakat siyasi konularda görüş bildirebileceklerinin açıkça kabulü şeklinde olabilir. Örneğin, Amerika Birleşik Devletleri hukukunda, Hatch Kanununda (The Hatch Act) devlet memurlarının yapması  yasak  olan  siyasi  faaliyetler  detaylı  olarak  listelenmekle  birlikte,  devlet memurlarının siyasi konularda görüş bildireceği açıkça güvence altına alınmaktadır141. Bir  diğer  değişiklik  ise,  yasaklama  içeren  hükümlerin  korunması  yerine  devlet memurlarının  siyasi  faaliyetlerde  bulunurken  uyması  gereken  kuralların  yazılması şeklinde gerçekleştirilebilir142. Örneğin Alman hukukunda,143 Alman Devlet Memurları Kanunu  (Bundesbeamtengesetz)  md.  60  uyarınca   memurlar,  siyasi  faaliyette bulunurken, toplumun geneli karşısındaki konumlarının ve görevlerinin gerektirdiği, ılımlılığı  ve  sınırlamayı  sağlamalılardır 144.  Belirtmek  gerekir  ki,  tarafsızlık yükümlülüğünün devlet memurlarının düşünce ve kanaat özgürlüklerini koruyan yönü düşünüldüğünde,  Amerika  Birleşik  Devletleri  örneğinin  tercih  edilmesi  bu  amacın sağlanması bakımından daha uygun olacaktır.                                                             141  5 U.S.C. § 7323 (c). Amerika Birleşik Devletleri hukukunda devlet memurlarının yapabilecekleri veya yapamayacakları siyasi faaliyetlere ilişkin olarak bkz. 5 U.S.C. § 7323 – 7325. İlgili kanun hükümleri için Cornell Law School internet adresinden yararlanılmıştır. Bkz. Legal Information Institute, Cornell Law School, https://www.law.cornell.edu/uscode/text , (erişim tarihi: 10.04.2020). Ayrıca genel bilgi için  bkz.  US  Office  of  Special  Counsel,  Federal  Employee  Hatch  Act  Information, https://osc.gov/Services/Pages/HatchAct-Federal.aspx#tabGroup13|tabGroup51  ,  (erişim  tarihi: 10.04.2020). 142  Belirtmek gerekir ki, bu çalışma yabancı hukuklarla bir karşılaştırma yapmayı hedeflememekte, yalnızca örnek teşkil etmesi bakımından Amerika Birleşik Devletleri ve Alman mevzuatına atıf yapmaktadır. 143  Alman hukuku için bkz. BATTIS, Ulrich,  Civil Servants and Politics in Germany , Civil Servants and Politics, (der. C. Neuhold, vd.), Londra, 2013 (s. 152-169), s. 152-169.  144  Metin İngilizce tercümesinden çevrilmiştir. İngilizce tercümesi için bkz. BATTIS, 2013, s. 165. İlgili maddenin Almanca metni şu şekildedir:  (2) Beamtinnen und Beamte haben bei politischer Betätigung diejenige  Mäßigung  und  Zurückhaltung  zu  wahren,  die  sich  aus  ihrer  Stellung  gegenüber  der Allgemeinheit  und  aus  der  Rücksicht  auf  die  Pflichten  ihres  Amtes  ergeben. .  Bkz. Bundesministerium  der  Justiz  und  für  Verbraucherschutz,  https://www.gesetze-iminternet.de/bbg_2009/__60.html , (erişim tarihi 10.04.2020). Alman hukukunda hakimlerin herhangi bir vatandaş gibi siyasi görüşlerini ifade edebilmesine ilişkin ayrıca bkz. Venice Comission, Report On the  Freedom  of  Expression  of  Judges,  Venedik  19-20  Haziran  2015,"
}