{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "13",
     "Ay": "08",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "TÜRKİYE DE 2017 ANAYASA DEĞİŞİKLİKLERİYLE BELİREN REJİMİN AZERBAYCAN HÜKÛMET SİSTEMİYLE MUKAYESESİ",
     "Title": "COMPARISON OF THE TURKISH REGIME APPEARED IN THE 2017 CONSTITUTIONAL AMENDEMENTS WITH THE GOVERNMENT SYSTEM OF AZERBAIJAN",
     "Yazar İsmi": [
          "Abdülsamet GÜLLER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Türkiye hükûmet sistemi",
          "Azerbaycan hükûmet sistemi",
          "Cumhurbaşkanlığı kararnameleri",
          "Cumhurbaşkanının konumu",
          "Meclisin konumu",
          "hükûmet sistemlerinin tasnifi"
     ],
     "Keywords": [
          "Turkish government system",
          "Azerbaijan government system",
          "presidential decrees",
          "the position of president",
          "the position of Parliament",
          "government systems categorization"
     ],
     "Özet": "Türkiye ve Azerbaycan kültürel, tarihi, siyasi, iktisadi ve sair alanlarda kayda değer bir yakınlık içinde bulunan iki devlet olarak dikkat çekmektedir. İki ülkenin sahip olduğu pek çok benzerlik dışında, elbette farklılaştığı noktalar da bulunur. Bunlardan biri de siyasi tasarımlarının mahiyetinden başkası değildir. Nitekim Türkiye, uzun yıllar sınırlı yetkilere sahip bir Cumhurbaşkanını muhtevi parlamenter rejim şemsiyesi  altında  yaşamışken  Azerbaycan,  istiklalinden  bu  tarafa  daima  güçlü  yetkileri  haiz  bir Cumhurbaşkanı eliyle idare edilmektedir. Hâl böyleyken Türkiye de son on yıllarda Cumhurbaşkanının güçlendirilmesi temayülü ortaya çıkmış, 2007 ve 2017 referandumları ile bu düşünce enikonu cisim bulmuştur. Bu itibarla artık Türkiye bakımından da güçlü bir Cumhurbaşkanı söz konusudur. Gelinen bu son merhalede, iki sistemin birbirine göre konumunun nasıl olduğu sorusu daha fazla ehemmiyet kazanır. Bu  çalışmada,  işbu  merakın  eseri  olarak  her  iki  ülkenin  Anayasaları,  Cumhurbaşkanının  yetkileri (kararname çıkarmak, yargı organının teşekkülüne katılmak, vs.) üzerinden incelenmekte ve hükûmet sistemlerinin tespitine çalışılmaktadır. Anahtar  Kelimeler:  Türkiye  hükûmet  sistemi,  Azerbaycan  hükûmet  sistemi,  Cumhurbaşkanlığı kararnameleri, Cumhurbaşkanının konumu, Meclisin konumu, hükûmet sistemlerinin tasnifi.  ABSTRACT Turkey and Azerbaijan attract attention as two states that have a significant affinity in cultural, historical, political, economic and other fields. Apart from the many similarities they have, there are, of course, their different points. One of them is the nature of their political designs. Thus, although Turkey had lived under a parliamentary regime which contains a president with weak powers, Azerbaijan has been governed by a very strong president since its independence. However, a trend which aims the empowerment of president has emerged in Turkey and his idea came to life with the referendums of 2007 and 2017. Hereinafter Turkey has a powerful president. In the last case, the question on the position of two systems relative to each other becomes more important. In this study, as a result of this curiosity, constitutions of both countries are examined through the concept of the President s powers and it s tried to detect their government systems. Keywords: Turkish government system, Azerbaijan government system, presidential decrees, the position of president, the position of Parliament, government systems  categorization.     797Güller      Hacettepe HFD, 10(2) 2020, 796-834  GİRİŞ Tarihi ve içtimai yönden ortak özellikler barındıran ve aynı dili konuşan Türkiye ve  Azerbaycan ın  pek  çok  farklı  yönden  karşılaştırılması,  araştırıcıların  önemli benzerliklere ulaşmasını sağlamaktadır. Bu tespitin hükûmet sistemleri yönünden nasıl gerçekleşeceği merakının bir ürünü olan bu çalışmada ise, Azerbaycan ın 1995 tarihli Anayasası  ile  ülkemiz  son  dönem  siyasetinde  köşe  taşı  mahiyetindeki  tartışma konularından birisi olan ve nihayet 16.04.2017 tarihinde gerçekleşen referandum ile hayat bulan  yeni  hükûmet  sisteminin  bir  karşılaştırması  yapılarak,  başka  bir  mecrada  bu sorunun cevabının aranması hedeflenmektedir. Böyle  bir  sorunun  ferahçasına  cevaplandırılabilmesi  için  iki  ülkenin  siyasi sistemleri içinde kayda değer bir yer işgal eden kurumların baştan sona incelenmesi gerekir. Ne var ki böylesine kapsamlı araştırmalar ancak büyük hacimli çalışmaların harcı olabilmektedir. Bu itibarla, araştırma materyalleri üzerinde tasarrufa gidilmesi ihtiyacı karşısında  konunun,  her  iki  sistemde  en  belirgin  mevkii  haiz  olan  Cumhurbaşkanı üzerinden incelenmesi daha isabetli bir yol olacaktır.  Çalışmanın ilk bölümünde Azerbaycan hükûmet sistemi ele alınmaktadır. Bunun için Cumhurbaşkanının anayasal konumu ve diğer organlarla olan ilişkisinin araştırılması gerekmiş ve hükûmet sisteminin mahiyetine ilişkin doktrinde temayüz eden tartışmalara değinildikten sonra, rejimin niteliği tespit edilmeye çalışılmıştır. İkinci  bölümde  ise  Türkiye de  2017  Anayasa  değişiklikleriyle  birlikte  beliren sistemin analizi yapılmaktadır. Bu başlıkta Cumhurbaşkanına atfedilen anayasal konumu ortaya çıkarabilmek için sahip olduğu yasama, yürütme ve yargı alanına dair yetkilerin gösterilmesi icap etmiştir. Bu bağlamda özellikle Cumhurbaşkanına tanınan kararname çıkarma yetkisi ehemmiyet taşımaktadır. Çalışma, her iki ülkenin hükûmet sistemine yönelik tespitlere erişilen bu bölümlerden sonra, iki ülkenin rejimlerinin taşıdığı benzerlik ve farklılıkların ortaya konulmasıyla neticelendirilmiştir.   798Güller      Hacettepe HFD, 10(2) 2020, 796-834  I. AZERBAYCAN HÜKÛMET SİSTEMİNİN YAPISI A. Cumhurbaşkanının Anayasal Konumu Azerbaycan Anayasasına göre Devletin başı, halkın bütünlüğünü ifade eden ve Devletin devamlılığını sağlayan Cumhurbaşkanıdır (AY. m. 8/1-2). Cumhurbaşkanı, bundan başka Devletin bağımsızlığının, toprak bütünlüğünün, taraf olunan milletlerarası antlaşmalara  uyulmasının  ve  yargı  müstakilliğinin  de  teminatıdır  (AY.  m.  8/3-4). Anayasa, şahsında bu vasıfları topladığı Cumhurbaşkanına ayrıca yürütme yetkisini de bahşetmektedir. Nitekim 7. maddeye göre yasama hâkimiyeti Azerbaycan Cumhuriyeti Milli Meclisince, yargı gücü Azerbaycan Cumhuriyeti Mahkemelerince, yürütme yetkisi ise Cumhurbaşkanınca kullanılmaktadır. Anayasanın genel özellikleri itibariyle bu suretle düzenlediği Cumhurbaşkanının, Devletin temel mekanizması içinde etkin ve merkezi bir konumu haiz bulunduğu ilk bakışta anlaşılır.2 Ancak Cumhurbaşkanının sistem içinde ne tür bir role sahip olduğunun daha iyi ortaya konulabilmesi için seçilme usulü, görev ve yetkileri ile diğer organlarla irtibatı gibi hususların da araştırılması gereklidir. 1. Seçim Esasları Azerbaycan Cumhurbaşkanının seçimine ilişkin usul ve esaslar Anayasanın 100, 101, 102 ve 103. maddesinde düzenlenmiştir. Buna göre Cumhurbaşkanı, beş yıllık bir süre için genel, eşit ve doğrudan seçim prensibine dayalı olarak serbest, şahsi ve gizli oylama yolu ile seçilir. Cumhurbaşkanı seçilebilmek için seçime katılanların yarıdan fazlasının oyu gerekmektedir. Sözü edilen çoğunluğa, ilk oylamada ulaşılamazsa, seçim                                                            1    Azerbaycan Anayasası 1991 de elde edilen bağımsızlıktan dört yıl sonra, 1995 yılında kabul edilmiştir. Ülkede bağımsızlıktan Anayasanın ilanına kadar geçen sürede, bazı eklemelerle Sovyet döneminde çıkarılan son Anayasa olan 1972 Anayasasının uygulandığı görülür. Müstakil devletin Anayasasının hazırlanmasında bu denli geç kalınmasını sebebi olarak Dağlık Karabağ daki ülke  topraklarının yaklaşık yüzde yirmisine denk gelen Ermeni işgali gösterilmektedir. Anayasanın ilanına yönelik daha detaylı bilgi için bkz. AMRAHQİZİ, Elmira  The Making of a Democracy Azerbaijan to Adopt its First Constitution in November 1995 . Azerbaijan International Magazine, 1995, Vol: 3.3, (s. 68-73). Ayrıca 1995 tarihli Azerbaycan Anayasası nın tam metni için bkz. Türk Anayasa Hukuku Sitesi, http://www.anayasa.gen.tr/ azerbaycan-aleskerli.htm, (Erişim Tarihi: 21 Aralık 2016); Anayasanın orijinal  metni  için  bkz Azərbaycan  Respublikasinin  Konstitusiyasi, . http://www.constcourt.gov.az/laws/26, (Erişim Tarihi: 21 Aralık 2016). 2   GÖNENÇ, Levent,  Azerbaycan Anayasası Üzerine Notlar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1998, Cilt: 47, Sayı: 1-4, (s. 185-220), s. 207.   799Güller      Hacettepe HFD, 10(2) 2020, 796-834  gününü takip eden ikinci pazar günü seçimlerin ikinci turu icra edilir. Bu oylama, ilk turda en  çok  oy  alan  iki  aday  arasında,  oyların  çoğunluğunu  elde  eden  Cumhurbaşkanı seçilecek şekilde yapılır (AY. m. 101). Anayasa Mahkemesi, seçimlerin sona ermesini izleyen  14  gün  içinde  Cumhurbaşkanlığı  seçimi  sonuçlarını  resmen  ilan  eder  ve Cumhurbaşkanı yemin ederek görevine başlar (AY. m. 102, 103.) Cumhurbaşkanlığı  seçimleri  hakkındaki  bazı  hükümler  ise  Seçim  Kanunu (Azərbaycan  Respublı̇kasının  Seçkı̇  Məcəlləsi  3  ile  düzenlenmiştir.  Buna  göre Cumhurbaşkanlığına siyasi partiler, siyasi parti blokları ile seçime katılma hakkına sahip vatandaşlar aday gösterebilmektedir (m. 181). Son olarak, Azerbaycan Anayasasının 101. maddesinde  yer  alan,  aynı  kişinin  peş  peşe  iki  defadan  fazla  Cumhurbaşkanı seçilemeyeceğine dair hükmün 18 Mart 2009 tarihinde yapılan bir halkoylaması ile kaldırıldığı belirtilmelidir. Bu bakımdan artık bir kişinin sınırsızcasına Cumhurbaşkanı seçilebilmesinin önü açıktır.  2. Görev ve Yetkileri Azerbaycan  sisteminde  Cumhurbaşkanı,  yukarıda  belirtildiği  üzere  anayasal sistematiğin merkezi noktasında yer alacak biçimde kurgulanmıştır. Bunun en büyük delili olarak, başkanlık makamının Anayasanın  Devletin Esasları  başlığını taşıyan ikinci  faslında  düzenleniyor  olması  gösterilebilir.5  Azerbaycan  Anayasası, Cumhurbaşkanının  yetkilerini, kuşkusuz bu vurguya paralel olarak, onu son derece baskın bir mevkie yerleştirecek şekilde düzenlemektedir. Büyük çoğunluğu Anayasanın 109. maddesinde otuz iki bent hâlinde sayılan bu yetkileri yasama, yürütme ve yargı alanına ilişkin olacak şekilde üç başlık altında ele alacağız.                                                            3   Azərbaycan Respublı̇kasının Seçkı̇ Məcəlləsi nin tam metni için bkz. Azərbaycan Respublikası Mərkəzi Seçki  Komissiyası  İnternet  Sitesi,  http://www.msk.gov.az/uploads/qanunvericilik/seckimacallasi_2013.pdf. 4   DOĞAN, Meltem,  Devlet Başkanı Ekseninde Anayasal Sistem: Azerbaycan Başkanlık Sistemi , Karşılaştırmalı Hükümet Sistemleri Başkanlık Sistemi (ABD, Arjantin, Azerbaycan, Brezilya ve Nijerya Örnekleri), (der. H. Yapıcı Kaya), TBMM Araştırma Merkezi Yayınları, Ankara, 2015, s. 143. 5    GÖNENÇ, 1998, s. 207.   800Güller      Hacettepe HFD, 10(2) 2020, 796-834  a. Cumhurbaşkanının Yasama ile İlgili Yetkileri Cumhurbaşkanının  yasama  alanına  yönelik  dikkat  çeken  ilk  yetkisi,  yasama teşebbüsünde bulunma hakkı olarak karşımıza çıkmaktadır. Bu yetki yasama teşebbüsüne ilişkin esasları düzenleyen 96. maddede sevk edilmektedir. Buna göre kanun taslakları veya diğer konuları Parlamentonun görüşmesine sunma yetkisi Azerbaycan Cumhuriyeti Milli  Meclisinin  milletvekillerine,  Azerbaycan  Cumhuriyeti  Cumhurbaşkanına, Azerbaycan Cumhuriyeti Ali Mahkemesine, Azerbaycan Cumhuriyeti Savcılığına ve Nahcivan  Özerk  Cumhuriyeti  Ali  Meclisine  aittir.  Anayasa,  bu  yetkiyi  bir  başka hükmüyle kuvvetlendirir. Nitekim aynı maddenin ikinci ve üçüncü fıkrasına göre, kanun veya karar taslakları sunuldukları şekliyle görüşülmekte ve bunlar üzerinde herhangi bir değişiklik yapılması, ancak taslağı sunan organın rızasıyla mümkün olabilmektedir. Bu durum, Parlamentonun zayıf bir konumda tasarlandığını ortaya koyar. Cumhurbaşkanının yasamaya dair diğer bir yetkisi, 109. maddede belirtildikten sonra çerçevesi 110. maddede açıklanan kanunları imzalama ve yayımlama salahiyetidir. Cumhurbaşkanının Meclise geri gönderdiği kanunların yeniden kabul edilebilmesi için daha önce 83 oyla kabul edilenler için 95, 63 oyla kabul edilenler için ise 83 karar yeter sayısı  aranmaktadır.6  Bu  durumda,  Azerbaycan  Cumhurbaşkanının  güçleştirici  veto yetkisine sahip olduğunun kabul edilmesi gerekir.7 Azerbaycan  Anayasasının  yasama  alanına  yönelik  Cumhurbaşkanına  vermiş olduğu belki de en kayda değer enstrüman olarak 113. maddede Cumhurbaşkanının Düzenlemeleri  başlığı  ile  hüküm  altına  alınan  yetkiler  gösterilebilir.  Nitekim  bu maddenin birinci fıkrasına göre Cumhurbaşkanı genel esasları belirleyen hususlarda ferman  verebilmekte,  diğer  konular  hakkında  ise  serencam  (emirname) çıkarabilmektedir. Fermanlar, ya mevcut bir kanuna müstenit olarak ilgili kanunun hangi surette uygulanacağını gösterir veya hiçbir kanuna dayalı olmaksızın bizatihi hukuki                                                            6    Azerbaycan  Anayasasının  94.  maddesinin  ilk  fıkrasında  Milli  Meclisin  belirleyeceği  hususlar sayılmakta, ikinci fıkrada ise, bu hususlardan bazılarının 83, diğerlerinin ise 63 oyçokluğu ile kabul edileceği düzenlenmektedir.  7   ÖZKUL, Fatih,  Başkanlık Sistemi Üzerine Amerika Birleşik Devletleri ve Azerbaycan Modeli Karşılaştırması , TBB Dergisi, Yıl: 2012, Sayı: 103, (s. 85-110), s. 97.   801Güller      Hacettepe HFD, 10(2) 2020, 796-834  kaynak mahiyetinde olur.8 Serencam ise, genel olarak belirli kimseleri bir vazifeye atamak,  azletmek  yahut  ödüllendirmek  maksadıyla  başvurulan  bir  hukuki  işlem çeşididir.9 Bu geniş düzenleme yetkisi, Cumhurbaşkanına ülkeyi kanun gücüne sahip kararnameler yoluyla yönetme imkânını sunmaktadır.10 Aynı maddenin ikinci fıkrasında, Cumhurbaşkanın ferman ve emirlerinin, bu metinlerde başka bir hüküm bulunmuyorsa yayımlandıkları  gün  yürürlüğe  gireceğini  belirtilmekte,  Parlamentonun  yetkilerini düzenleyen 95. maddede ise, fermanların Milli Meclis tarafından onaylanması gerektiği hüküm altına alınmaktadır. Cumhurbaşkanının bu başlık altında zikredilmesi gereken diğer yetkileri AY. m. 109/18 de belirtilen referanduma gitme, AY. m. 109/17  gereğince devletlerarası ve hükûmetlerarası antlaşmaları bağlama, 130. maddede düzenlenen hususların (kanunlar, parlamento kararları, Bakanlar Kurulu karar ve emirleri vs.) anayasaya uygunluğunun denetlenmesi için Anayasa Mahkemesine başvurma ve nihayet Milli Meclisin seçimlerini belirleme yetkisi olarak karşımıza çıkmaktadır. Özellikle bu sonuncu hüküm, ülkedeki hükûmet sisteminin tespiti konusunda kafa karışıklıklarına yol açabilmektedir. Bu konu aşağıda ele alınacağından şimdilik değinmekle yetiniyoruz. b. Cumhurbaşkanının Yürütmeye ile İlgili Yetkileri Azerbaycan  Anayasası,  yürütme  hâkimiyetinin  sahibi  olarak  gördüğü Cumhurbaşkanının bu alanla ilgili yetkilerini bir hayli geniş tutmuştur.11 Bunun sebebi olarak, Azerbaycan Anayasasının  güçlü yürütme  prensibinden hareketle hazırlanmış olması görülebilir.12 Şu da var ki Cumhurbaşkanı, yürütme organının yegâne aktörü değildir.  Nitekim  Anayasa  Cumhurbaşkanının,  uhdesinde  tuttuğu  yürütme  gücünü kullanmak maksadıyla, kendisine karşı sorumlu olan Başbakanı ve Bakanlar Kurulunu                                                            8   DOĞAN, 2015, s. 145. 9   ALİYEV, Cabir, Azerbaycan Anayasal Sisteminde  Şikâyet  Denetim Usulü: Anayasa Şikâyeti, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 2010, s. 75. 10  ÖZKUL, 2012, s. 97. 11  GÜLER,  Kadir  Kaan,  Azerbaycan  Hükümet  Sistemi, http://www.academia.edu/12318313/Azerbaycan_ Hükümet_Sistemi (Erişim Tarihi: 20.12.2016), s. 4. 12  ABDULLAYEV, Cavid,  Azerbaycan da Anayasalaşma Süreci ve Benimsenen Sistemin Niteliği , Avrasya Dosyası, Yıl: 2001, Cilt: 7, (s. 109-131), s. 116.   802Güller      Hacettepe HFD, 10(2) 2020, 796-834  atayacağı hükmünü içermektedir (AY. m. 114). Bahse konu atama işlemi her ne kadar Milli Meclisin onayına bağlı olsa da bu durum, Cumhurbaşkanının iradesini sınırlayacak bir  güçte  tasarlanmamıştır.13  Zira  teklif  ettiği  adayların  Meclis  tarafından  üç  defa reddedilmesi  durumunda  Cumhurbaşkanı,  Başbakanı  Meclisin  tasdikine  ihtiyaç duymaksızın atayabilmektedir (AY. m. 118). Öte yandan burada belirtilen Başbakan adayının aynı kişi mi yoksa farklı kişiler mi olduğuna ilişkin Anayasada herhangi bir hüküm yer almaz. Bakanlar Kurulunun statüsünü tanzim eden 114. maddeye göre, yürütmenin bu yüksek organı, Cumhurbaşkanına karşı sorumludur ve ona tabi olarak çalışır. Zira halk tarafından seçilen Cumhurbaşkanı, Devletin başı olduğu gibi aynı zamanda hükûmetin de başıdır.  Bunun  bir  yansıması  olarak  Cumhurbaşkanı  gerekli  gördüğünde  Bakanlar Kuruluna başkanlık edebilmektedir (AY. m. 109/5). Ayrıca Bakanlar Kurulunun çalışma esasları  da  Cumhurbaşkanınca  tespit  edilir.  116.  madde  ise  yeni  seçilen Cumhurbaşkanının göreve başlamasıyla birlikte, mevcut Bakanlar Kurulunun istifasını sunması gerektiğini düzenlemiştir. Bu hüküm, Bakanlar Kurulunun Cumhurbaşkanının yürütme  yetkilerini  kullanmasında  yardımcı  bir  organdan  öteye  geçmediğini  açıkça ortaya koymaktadır. Cumhurbaşkanı, Bakanlar Kurulunun hazırladığı Devlet bütçesini Milli Meclisin onayına sunar (AY. m. 109/2). Aynı zamanda bütçenin yürütme hâkimiyetine tahsis ettiği harcamalar çerçevesinde merkezi ve mahalli yürütme organlarını kurmak (AY. m. 109/7) ve mahalli yürütme organlarının başkanlarını atayıp görevden almak (AY. m. 124/II) yetkisi  de  Cumhurbaşkanına  aittir.  Bundan  da  öte,  mahalli  idarelerin  yetkilerini belirleyen,  aynı  maddenin  üçüncü  fıkrasına  göre  yine  Cumhurbaşkanıdır.  Buradan hareketle, merkez ve taşra teşkilatı da dâhil olacak şekilde bütün yürütme organının, Milli Meclisin  herhangi  bir  müdahalesi  olmaksızın  Cumhurbaşkanınca  düzenleneceğini söylememiz  mümkündür.  Anayasanın  bu  tasarımı  ve  günümüze  kadar  yapılan                                                            13  DOĞAN, 2015, s. 145.   803Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemeler sonucunda, ülkede son derece merkeziyetçi bir idari yapılanma karşımıza çıkmaktadır.14 Azerbaycan ı  ülke  içinde  ve  dış  münasebetlerde  temsil  eden  (AY.  m.  8/I) Cumhurbaşkanı, bu yetkinin bir uzantısı olarak dış ülkeler ve milletlerarası teşkilatlarda diplomatik temsilcileri atama ve geri çağırma yetkisine de sahiptir. Cumhurbaşkanı, yeni diplomatik temsilciliklerin kurulması için ise, Milli Meclise teklifte bulunur (AY. m. 109/15). Cumhurbaşkanının 8. maddede Devletin bağımsızlığının ve toprak bütünlüğünün teminatı olarak öngörüldüğünü yukarıda belirtmiştik. Takip eden maddenin son fıkrası da bu doğrultuda Cumhurbaşkanını silahlı kuvvetlerin başkomutanı olarak düzenlemiştir. Ayrıca 111. madde uyarınca Cumhurbaşkanı, Azerbaycan Cumhuriyeti topraklarının belirli  bir  kısmı  fiilen  işgal  edildiğinde,  yabancı  devlet  veya  devletler  Azerbaycan Cumhuriyetine savaş ilan ettiğinde, Devlete karşı gerçek silahlı saldırı tehlikesi ortaya çıktığında,  ülke  toprakları  ablukaya  alındığında,  ayrıca  abluka  için  gerçek  tehlike oluştuğunda ülke genelinde veya ayrı ayrı bölgelerde sıkıyönetim ilan etme yetkisini haizdir. Aynı maddeye göre Cumhurbaşkanı, bu konudaki fermanını, yirmi dört saat içerisinde Milli Meclisinin onayına sunacaktır. Buna ek olarak 112. maddede tabii afetler, salgın ve bulaşıcı hastalık ve sair felaket zamanlarında veya Devlete karşı isyan ya da darbe yapılması gibi durumlarda olağanüstü hâl ilan edebileceğini öngörülmektedir. Cumhurbaşkanının ülkenin milli güvenliğine ilişkin diğer yetkileri, askeri doktrini Milli Meclisin onayına sunmak (AY. m. 109/11), silahlı kuvvetlerin yüksek komuta heyetini atayıp görevden almak (AY. m. 109/12), yüksek askeri ve özel rütbeler vermek (AY. m. 109/24) ve Milli Güvenlik Şurasını oluşturmak (AY. m. 109/27) biçiminde sıralanabilir. Belirtilen bu son düzenleme gereğince, Milli Güvenlik Şurası, 10 Nisan 1997 tarihinde bir ferman çıkarılarak ihdas edilmiştir.15 Cumhurbaşkanının devlet faaliyetlerinin koordine edilmesine yönelik salahiyetleri                                                            14  MECEK, Mehmet,  Azerbaycan ın Devlet Yapısı ve Taşra Yönetiminde Merkez-Yerel İlişkileri , Bitlis Eren Üniversitesi Sosyal Bilimler Üniversitesi Dergisi, Yıl: 2018, Cilt: 7, Sayı: 1, (s. 51-77), s. 55. 15  REHİMLİ, Recep,  Azerbaycan Yönetim Sistemi , Uluslararası Sosyal Araştırmalar Dergisi, Yıl: 2009, Cilt: 2, Sayı: 9, (s. 377-386), s. s. 380.   804Güller      Hacettepe HFD, 10(2) 2020, 796-834  de  bulunmaktadır.  Buna  göre  Cumhurbaşkanı,  yürütme  kurumlarının  Anayasaya, kanunlara  ve  fermanlara  aykırı  kararlarını  iptal  eder  ve  devlet  makamları  arasında meydana gelen uyuşmazlıkları da çözer.16 Cumhurbaşkanının 109. maddede gösterilen diğer yetkileri ise, vatandaşlıkla ilgili meseleleri çözüme kavuşturmak, siyasi sığınma verilmesiyle ilgili sorunları halletmek, af çıkarmak, Milli Meclisin rızasıyla savaş ilan edip barış yapmak ve Devlet ödülleri vermek şeklinde sayılabilir. c. Cumhurbaşkanının Yargı ile İlgili Yetkileri  Yargıya yönelik yetkiler bağlamında göze çarpan ilk husus, Cumhurbaşkanının Anayasanın 109/9. maddesi uyarınca Anayasa Mahkemesi, Ali Mahkeme (Yargıtay) ve istinaf mahkemeleri hâkimleri için Milli Meclise öneride bulunmasıdır. Cumhurbaşkanı ayrıca,  diğer  mahkemelerin  hâkimlerini  bizzat  kendisi  atamaktadır.  Cumhuriyet Başsavcısını  ise  Meclisin  rızasına  dayalı  olarak  göreve  atamaktadır.  Bundan  başka Cumhurbaşkanı Anayasada yargı bağımsızlığının teminatı olarak gösterilir (AY m. 8/4). Bu  durum,  yargının  yasama  organına  karşı  olduğu  gibi  Cumhurbaşkanına  karşı  da bağımsız olması gerektiği düşüncesiyle tenkit edilmektedir Yargı kuvvetine dair bir diğer yetki, Anayasanın 130. maddesinin ikinci fıkrasında sayılan bentler ile dördüncü fıkra bağlamında gündeme gelebilecek konularda Anayasa Mahkemesine başvurabilmesidir. Bu düzenleme bağlamında Cumhurbaşkanının Milli Meclisin çıkardığı kanunlar ile kararlardan, kanunda belirtilmiş Ali Mahkeme kararlarına kadar geniş bir alanda Anayasa Mahkemesine başvurabildiği görülmektedir. Cumhurbaşkanının yetkileri başlığında son olarak 109. maddenin son fıkrasına değinmek gerekir. Nitekim bu fıkra hükmüne göre Cumhurbaşkanı, Anayasa ile Milli Meclisin ve mahkemelerin yetki alanına girmeyen konuları idari usullerle çözecektir. Bu durumda Anayasa da herhangi bir anayasal organın yetkilendirilmediği bir hususta bu hüküm marifetiyle Cumhurbaşkanı yetkili olmaktadır. Söz konusu anayasa hükmünün, idarenin yetkisizliğinin asıl olması ve yetkinin kanuniliği gibi prensiplerle uyuşmadığını ve  Cumhurbaşkanına  Anayasa  ve  kanunlarda  sayılanlar  dışında  önceden                                                            16  a.g.e. 17  MOLLAER, Fırat,  Azerbaycan da Demokrasi ve Geleceği Üzerine Bazı Gözlemler , Bilgi Sosyal Bilimler Dergisi, Yıl: 2004, Cilt: 8, (s. 63-78), s. 68.   805Güller      Hacettepe HFD, 10(2) 2020, 796-834  belirlenemeyecek ölçüde çok geniş bir yetki alanı bahşettiğini tespit etmek gerekir.18 Bu ise adeta yasama ve yargı kuvvetlerini istisna, yürütmenin yetkisini ise kural hâline getirmektedir. 3. Cumhurbaşkanının Sorumluluğu  Azerbaycan  Anayasasına  göre,  Cumhurbaşkanı  dokunulmazlık  hakkını  haiz olduğu gibi onun şeref ve haysiyeti kanunla da korunur (AY. m. 106). Takip eden maddeye bakıldığında, Cumhurbaşkanının ancak ağır suç işlemesi durumunda Anayasa Mahkemesinin teşebbüsü üzerine, Ali Mahkemenin otuz gün içinde sunacağı görüşü sonrası Milli Meclis tarafından görevden alınabileceği bir mekanizma karşımıza çıkar. Meclis Cumhurbaşkanının azledilmesine yönelik kararı en az 95 milletvekilinin oyuyla alır. Milli Meclisin üye tam sayısının 125 olduğu göz önüne alındığında (AY. m. 82), bunun erişilmesi güç bir eşik olduğu söylenebilir.20 Dahası 107. maddenin ikinci fıkrasına göre,  Milli  Meclisin  görevden  uzaklaşmaya  ilişkin  kararının  Anayasa  Mahkemesi tarafından  kabul  edilmesi  gerektiği,  üçüncü  fıkrada  ise,  bu  sürenin  azami  iki  ay olabileceği, aksi durumda Cumhurbaşkanına yönelik suçlamanın reddedilmiş sayılacağı hüküm altına alınmaktadır. Anayasanın Cumhurbaşkanının azline yönelik düzenleme şeklinden, son derece zahmetli ve güç bir yol öngördüğü anlaşılmaktadır.22 Ayrıca azil sürecini başlatan ve sonlandıran  mercii,  Anayasa  Mahkemesidir.  Bunun  kaçınılmaz  olarak  birtakım                                                            18  Hemen yukarıda değinilen yüksek mahkemeler ve istinaf mahkemeleri dışındaki hâkimlerin bizzat Cumhurbaşkanınca atanması da bu düzenleme bağlamında mütalaa edilmektedir. Nitekim Mahkemeler ve  Hâkimler  Hakkında  Kanunun  ilk  derece  mahkemelerini  düzenleyen  21/II,  26/II, 32/II, 43/II maddelerinde ilgili mahkeme hâkimlerinin, Mahkeme-Hukuk Şurasının teklifi üzerine Anayasanın 109. maddesinin 32. fıkrasına göre belirleneceği hüküm altına alınmaktadır. Kanunun özgün tam metni için bkz.  http://www.supremecourt.gov.az/uploads/files/qanunlar/mehkemeler-hakimler.pdf  Məhkəmələr və hakimlər haqqında Azərbaycan Respublı̇kasının Qanunu. 19  Azerbaycan Ceza Kanununun (Azərbaycan Respublikasının Cinayət Məcəlləsi) 15. maddesi suçları, az ağır, ağır ve hususiyle ağır suçlar biçiminde üç gruba ayırmaktadır. Buna göre kasten veya taksirle işlenen suçlar bakımından öngörülen hürriyeti bağlayıcı cezanın üst sınırı 12 yıldan fazla olmayan suçlar, ağır suç kategorisine girmektedir. (Azərbaycan Respublikasının Cinayət Məcəlləsi, Azərbaycan Respublikasının Baş Prokurorluğu İnternet Sitesi, http://e-qanun.az/code/11, Erişim Tarihi: 24 Aralık 2016.) 20  GÖNENÇ, 1998, s. 209. 21  Anayasanın orijinal metninde azil kelimesi için impiçment terimi kullanılmaktadır. 22  ABDULLAYEV, 2001, s. 123.   806Güller      Hacettepe HFD, 10(2) 2020, 796-834  eleştirilere  yol  açacağı  aşikârdır.  Zira  yukarıda  temas  edildiği  üzere  Anayasa Mahkemesinin bütün üyelerini Parlamentoya öneren Cumhurbaşkanıdır. Bu durumda Anayasa Mahkemesi üyeleri kendilerini göreve taşıyan Cumhurbaşkanının azledilme sürecini başlatma tekeline sahip olmakta ve öngörülen bütün aşamaları geçen sürecin sonuç doğurabilmesi için yine onların icazeti aranmaktadır. Bu ise Anayasa Mahkemesini siyasi tartışmalarının hedefi hâline getirebilecek bir durumdur.23 B. Hükûmet Sisteminin Niteliği 1. Hükûmet Sisteminin Niteliğine İlişkin Tartışmalar Doktrinde, 1995 Anayasasının Azerbaycan da kurduğu anayasal sistemin hangi hükûmet sistemini işaret ettiği hakkında bir görüş birliği bulunmamaktadır. Bu bahiste ortaya konulan görüşlere bakıldığında tartışmaların, yarı başkanlık, başkanlık ve süper başkanlık  sistemi  şeklinde  geniş  bir  yelpazede  cereyan  ettiğini  belirleyebilmek mümkündür. Sırf bu derin farklılıklar bile Azerbaycan ın anayasal sistematiğinin, tam olarak tek bir rejimin çerçevesine uymadığı düşüncesini akla getirmektedir. Ülkede  yarı başkanlık rejiminin  cari olduğuna ilişkin saptamaya bakıldığında, Elgie nin Azerbaycan ı 1995 Anayasası ile birlikte bu rejimin kapsamında mütalaa ettiği görülür.24  Yazarın  burada  başkanlık  sisteminden  ayrılmasında  Cumhurbaşkanının Başbakanı  atarken  Meclis in  onayının  aranması  önemli  bir  sebeptir.  Gerçekten  bu durumun, ilk bakışta  yarı başkanlık sisteminin özelliklerinden biri olan Parlamento önünde sorumlu bir Bakanlar Kurulunun varlığını hatırlattığı söylenebilir.  Gönenç e  göre,  Azerbaycan da  uygulanan  hükûmet  sistemi,  bazı  tereddütler bulunsa  da  büyük  ölçüde  başkanlık  sistemi  olarak  vasıflandırılmalıdır.25  Nitekim Cumhurbaşkanı yasama, yürütme ve yargı alanına dönük son derece güçlü yetkilerin sahibi olduğu gibi, Anayasa, onu Devletin esasları arasında göstermek suretiyle güçlü bir başkanlık  makamı  ihdas  eden  Rus  Anayasasında  dahi  yer  almayan  bir  konumda                                                            23  ÖZKUL, 2012, s. 100. 24  ELGIE,  Robert,   Semipresidentialism:  An  Increasingly  Common  Constitutional  Choice ,  SemiPresidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 7,11. 25  GÖNENÇ, 1998, s. 210.   807Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemiştir. Bundan başka yazar, Anayasanın Milli Meclisin yetkilerine ilişkin 95. maddesinin 14. bendinde yer alan  güvenoyu meselesini halleder.  ibaresinin, sistemi başkanlık rejiminden uzaklaştırıp uzaklaştırmadığı sorusunu ortaya koymakta ve bu soruyu olumsuzca cevaplamaktadır. Zira Rus Anayasasından mülhem olduğu anlaşılan bu hükmün uygulanması için Anayasada herhangi bir mekanizma öngörülmüş değildir. Dolayısıyla Bakanlar Kurulunun Milli Meclis önünde sorumlu olduğu kabul edilecek olsa bile Anayasa, bu  sorumluluğun nasıl işletileceğini söylememektedir.  Bu gerekçeyle yazar,  söz  konusu  tereddüdün  sistemi  başkanlık  rejiminden  farklılaştırmayacağı kanaatine ulaşır.26 Ayrıca Doğan da rejimi, Bakanlar Kurulunun Milli Meclis yerine Cumhurbaşkanına karşı sorumlu olması, Cumhurbaşkanının Başbakan ve ilgili bakanın imzası  olmaksızın  kararlar  alabilmesi  ve  yürütme  gücüne  tek  başına  sahip  olması gerekçeleriyle başkanlık sistemi olarak kabul etmektedir.27 Bundan başka Protsyk de Azerbaycan ı başkanlık sistemi ile yönetilen ülkeler arasında sıralamıştır.28 Azerbaycan da  süper  başkanlık  sisteminin  mevcudiyetine  yönelik  görüşlere bakılacak olursa, Fendoğlu, ülkede Latin Amerika başkanlık rejimlerine nazaran daha otoriter bir yönetim uygulandığı, Devlet başkanının partisinin her şeye hâkim olduğu, mahalli idare başkanlarını Cumhurbaşkanının atadığı ve böylece belediye başkanlarının ona  tâbi  olduğu,    seçimlerin  göstermelik  yapıldığı,  STK ların  Devlet  kontrolünde bulunduğu  özetle  muhalefet,  seçim,  siyasi  parti,  mahalli  idare  ve  sivil  toplum kavramlarının gelişmediği tespitini aktarmakta ve sonuçta süper başkanlık uygulamasının ağır bastığını beyan etmektedir.29 Son olarak Abdullayev, Anayasada açık bir şekilde hem devlet başkanlığı hem de hükûmet başkanlığı sıfatının Cumhurbaşkanına verildiği, çok sayıda  önemli  yetkiyle  donatılan  Cumhurbaşkanının  hükûmetin  kurulmasında  ve çalışmasında tek söz sahibi olduğu, hükûmetin yalnızca ona karşı sorumluluk taşıdığı, Cumhurbaşkanının genel konularda fermanlar çıkarabildiği ve Meclise karşı da herhangi                                                            26  GÖNENÇ, 1998, s. 207-211. 27  DOĞAN, 2015, s. 137-138. 28  PROTSYK,  Oleh,   Semi-Presidentialism  under  Post_Communism ,  Semi-Presidentialism  and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 109, 111. 29  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019, s. 527-528.   808Güller      Hacettepe HFD, 10(2) 2020, 796-834  bir  siyasi  sorumluluğu  bulunmadığı  gerekçesiyle,  Azerbaycan da  süper  başkanlık sisteminin geçerli olduğu görüşüne varmaktadır.30 2. Hükûmet Sisteminin Değerlendirilmesi Azerbaycan da  uygulanan  rejimi,  hükûmet  sistemi  ayrımları  üzerinden değerlendirdiğimizde karşımıza şöyle bir tablo çıkmaktadır: Azerbaycan  hükûmet  sistemi  parlamenter  rejimin  özelliklerine  uymamaktadır. Bilindiği üzere bu yapının en belirgin özelliği, yürütmenin ikici (düalist) bir karakterde olması ve bu organın son derece sembolik yetkileri haiz Cumhurbaşkanı ile yürütme yetkilerinin asıl sahibi olan Başbakan ve Bakanlar Kurulundan meydana gelmesidir.31 Öte yandan parlamenter rejimin meclisin güvenoyunu almak suretiyle iş başına geçen kabinesi, göreviyle ilgili  fiillerinden dolayı  hem  topluca hem  de münferiden siyasi sorumluluk  taşır.32  Nitekim  yalnızca  kuruluş  safhasında  güvenoyu  almak  yeterli olmamakta, görev esnasında da Parlamentonun güveninin devam etmesi gerekmektedir.33 Bundan başka yürütmenin birinci kanadı olan Devlet başkanı yasama organına karşı sorumsuzdur  ve  yetkilerini  ancak  Başbakan  ve  ilgili  bakanın  karşı-imzası  ile kullanabilir.34 Sistemin barındırması gerekli olan bir diğer özellik, hem yasamanın hem de yürütmenin birbirlerinin hukuki varlığına son verebilmesidir. Zira yasama organının elinde bulunan güvenoyu silahının karşısında bir denge olarak yürütme de fesih yetkisini haiz bulunur. Bu yönüyle fesih yetkisi, parlamenter rejimin vazgeçilmez unsuru olan siyasi sorumluluk prensibinin bir aksisedasıdır. Feshin kaldırılması durumunda yasama ve yürütme arasındaki klasik denge bozulacaktır.35 Azerbaycan Anayasasının yasama ve yürütmeyi düzenleyen hükümleri göz önüne alındığında, rejimin parlamenter sistemden çok farklı olduğu kolayca anlaşılmaktadır.                                                            30  ABDULLAYEV, 2001, s. 124-126. 31  TEZİÇ, Erdoğan, Anayasa Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2014, s. 485. 32  EFE, Haydar / KEMAHLI, Funda / KOTAN M. Lütfi,  Türkiye nin Parlamenter Sistem Deneyimini Önemi , KAÜ İİBF Dergisi, Yıl: 2015, Cilt: 6, Sayı: 11, (s. 149-175), s. 154. 33  GÖZÜBÜYÜK, A. Şeref, Anayasa Hukuku, S Yayınları, Ankara, 1991, s. 27. 34  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015a, s. 704. 35  TUNAYA, Tarık Zafer, Siyasal Kurumlar ve Anayasa Hukuku, Araştırma Eğitim Ekin Yayınları, İstanbul, 1982, s. 402.   809Güller      Hacettepe HFD, 10(2) 2020, 796-834  Dahası son derece güçlü ve baskın bir Cumhurbaşkanlığı makamının varlığı karşısında, ülkede mer i olan sistemin en çok parlamenter rejime uzak olduğu söylenebilir. Başkanlı  parlamenter  sisteme  bakıldığında,  esasen  bu  sistemin  parlamenter rejimden tek kayda değer farkı, halk tarafından seçilen bir Cumhurbaşkanının varlığı olmaktadır.36  Bu  tür  rejimler,  parlamenter  sistemin  uygulanması  sırasında cumhurbaşkanının  artık  doğrudan  halk  tarafından  seçilmeye  başlanmasıyla  ortaya çıkmıştır. Şu hâlde böyle bir örgüde Cumhurbaşkanı, halkça seçilmesine rağmen son derece  sınırlı  yetkilerin  sahibidir  ve  yürütme  yetkilerini,  esasen  bakanlar  kurulu kullanır.37 Parlamenter rejimin özelliklerinden çok uzakta olan Azerbaycan hükûmet sisteminin, yalnızca Cumhurbaşkanının halk tarafından seçilmesi ile bu kategoriye dâhil edilebilmesi mümkün değildir.  Ülkede yarı başkanlık sisteminin mevcut olup olmadığı ise tartışılabilir. Nitekim yukarıda  Elgie nin  bu  kanaati  taşıdığını  belirtmiştik.  Fransa da  tebarüz  eden  yarı başkanlık rejiminin isim babası olan ve bu sistemi kavramsallaştırmasıyla maruf Maurice Duverger, bir rejimin yarı başkanlık olarak vasıflandırılabilmesi için şu üç şartın varlığını aramaktadır:  i)  Cumhurbaşkanının  doğrudan  doğruya  halkoyuyla  seçilmesi,  ii) Anayasanın Cumhurbaşkanına geniş yetkiler tanımış olması, iii) Parlamentonun güvenini taşıdığı müddetçe görevde kalabilen bir Bakanlar Kurulunun varlığı.38 Azerbaycan  sisteminde  ise  halk  tarafından  seçilen  Cumhurbaşkanının mevcudiyetine rağmen Başbakanın Milli Meclisten kaynaklanması belirsiz bir yapıdadır. Her  ne  kadar  118.  maddede  Cumhurbaşkanının  Başbakanı  Milli  Meclisin  onayıyla atayacağı bildirilmişse de üçüncü fıkra, Milli Meclisin üç defa reddetmesi durumunda Cumhurbaşkanının  herhangi  bir  onaya  ihtiyaç  duymadan  atama  işlemini gerçekleştireceğini  hüküm  altına  alır.  Bundan  başka,  Azerbaycan  Anayasasının Cumhurbaşkanına tanıdığı geniş düzenleme yetkileri, yarı başkanlık sisteminin mehaz                                                            36  GÖNENÇ, Levent,  Hükümet Sistemi Tartışmalarında ‘Başkanlı Parlamenter Sistem  Seçeneği , Güncel Hukuk, Yıl: 2007, Cilt: 44, (s. 39-43), s. 40. 37  ONAR, Erdal,  Türkiye nin Başkanlık Sistemine Geçmesi Düşünülmeli midir? , Başkanlık Sistemi, (der. T. Ergül), TBB Yayınları, Ankara, 2005, s. 76. 38  DUVERGER, Maurice,  A New Political System Model: Semi-Presidential Government , European Journal of Political Research, 1980, Vol. 8, (165-187), s. 166-167.   810Güller      Hacettepe HFD, 10(2) 2020, 796-834  ülkesi olan Fransa daki görünüme pek benzemez. Zira bu rejimde Cumhurbaşkanının güçlü yetkileri bulunsa da, düzenleme yetkisinin bu makama hasredilebilmesi güçtür. Nitekim belirtmek gerekir ki burada Devlet başkanı ve Başbakan olmak üzere iki yürütme otoritesine ait bir düzenleme yetkisi söz konusudur.39 Bunlardan ilki, Bakanlar Kurulunca çıkarılanlardır. Bahse konu işlemleri, sırasıyla uygulamakla yükümlü bakan, başbakan ve cumhurbaşkanı imzalar. Bakanlar Kurulu formunda çıkarılmayanlar ise başbakan ve ilgili bakan tarafından imzalanır. Uygulamada, kararnamelerin yüzde doksan beşi, bu ikinci tür işlemlerden teşekkül etmektedir.40 Şu hâlde bu yetkiyi hem Cumhurbaşkanı hem de bakanlar  kurulu  paylaşmaktadır.41  Fakat  kararname  gücünü  elinde  bulunduran Cumhurbaşkanı  yerine  daha  ziyade  Başbakan  ve  Bakanlar  Kurulu  olmaktadır. Azerbaycan  sisteminde  ise  son  derece  geniş  ölçüdeki  düzenleme  yetkilerine  sırf Cumhurbaşkanı sahip olmakta ve bunu bizzat kendisi kullanmaktadır. Ayrıca Azerbaycan Anayasasının Cumhurbaşkanına verdiği yetkilerin, bir bütün olarak Fransız sistemine göre çok daha fazla olduğu açıktır. Bu çıkarımlar, bizce ülkede geçerli olan sistemi, yarı başkanlık rejiminden uzaklaştıran sebeplerdir. Başkanlık sistemine  gelindiğinde burada dikkat çeken  en  mühim özellik  halk tarafından ayrı ayrı seçilen ve birbirlerinin hukuki varlığına son veremeyen yasama ve yürütmenin varlığı olmaktadır.42 Bundan başka yürütme yalnızca Başkandan oluşur. Ancak Başkan, yürütme yetkisini doğrudan doğruya kullanabileceği gibi, yardımcıları (sekreterleri) aracılığıyla da kullanabilir.43 Bununla birlikte, yürütme yetkisinin yegâne sahibi Başkandır. Sekreterler olsa olsa, Başkanın kendilerine verdiği işleri yürütmekle ve Başkan tarafından belirlenen politikanın kendi görev alanlarına denk düşen kısmını yerine getirmekle mükelleftirler. Şu hâlde yürütme organı, parlamenter rejim ve yarı başkanlık sisteminde görünen çift başlı tasarımın zıddına tekçi (monist) bir yapıdadır.                                                            39  MÉLIN-SOUCRAMANIEN, Ferdinand / PACTET, Pierre, Droit constitutionnel, 38e édition, Dalloz, Paris, 2020, s. 669. 40  CHANTEBOUT, Bernard, Droit constitutionnel, 32e édition, Dalloz, Paris, 2015, s. 490. 41  VERPEAUX, Michel / LAËTITIA, Janicot, Droit public Pouvoirs publics et action administrative, Presses Universitaires de France, Paris, 2009, s. 45-46. 42  ONAR, 2005, s. 37-38. 43  TEZİÇ, 2014, s. 511.   811Güller      Hacettepe HFD, 10(2) 2020, 796-834  Azerbaycan  sisteminin  başkanlık  rejimini  hatırlatan  önemli  özellikleri bulunmaktadır. Cumhurbaşkanının halk tarafından seçilmesi ve Milli Meclisin son derece zor bir yol olan azil dışında Cumhurbaşkanının görevine son verememesi bu meyandadır. Buna yürütme yetkisinin tek sahibinin Cumhurbaşkanı olması ve Bakanlar kurulunun gerek  teşekkülünde  gerekse  denetiminde  Milli  Meclisin  kayda  değer  bir  yetkisinin bulunmaması da eklenebilir. Bununla birlikte sistemi başkanlık rejiminden uzaklaştıran önemli  tereddüt  alanları da bulunmaktadır.  Bunların  başında 109. maddenin  birinci bendinde  yer  alan   Milli  Meclis  seçimlerini  belirler.   hükmü  gelmektedir.  Bu düzenlemenin  Cumhurbaşkanına  Milli  Meclisi  feshetme  yetkisi  verip  vermediği tartışmalıdır. Abdullayev Anayasanın Cumhurbaşkanına hiçbir şekilde Meclisi feshetme yetkisi tanımadığını iddia ederken,44 Özgişi Anayasaya göre, Cumhurbaşkanının Milli Meclisi feshetmesinin mümkün olduğunu savunmaktadır.45 Bundan başka 113. maddede ferman çıkarmak adı altında Cumhurbaşkanına verilen son derece geniş yasama yetkileri de tereddüt uyandıracak cinstendir. Bu yetki alanı başkanlık rejiminden ziyade, süper başkanlık sistemini akıllara getirmektedir. Bu bağlamda son olarak süper başkanlık sistemine bakıldığında, ülkede karşımıza çıkan  yapıyla  önemli  benzerlikler  içerdiği  görülür.  Nitekim  Fish  tarafından  ortaya konulan bu sistemde Başkan yönünden şu özellikler gereklidir: i) Kararname çıkarmak suretiyle yasama yetkisine sahip olması, ii) Hükûmetin oluşma şekline karar verebilmesi, ii) Hükûmeti yasamanın denetiminden koruyabilme yetkisinin bulunması. Ayrıca bu rejimde, olağanüstü yetkilere sahip bir Cumhurbaşkanı karşısında zayıf konumda olan bir parlamento varlık göstermektedir.46 Süper  başkanlık  sisteminde  aranan  Cumhurbaşkanının  kararname  çıkarmak suretiyle yasama yetkilerine sahip olması ve hükûmetin oluşma şekline karar verebilmesi şartı, Azerbaycan Anayasasında büsbütün mevcuttur. Ayrıca yasama organının zayıf konumu  da  son  derece  dikkat  çekicidir.  Bununla  birlikte,  Bakanlar  kurulunun                                                            44  ABDULLAYEV, 2001, s. 126. 45  ÖZGİŞİ, Tunca,  Orta Asya Cumhuriyetleri ve Azerbaycan ın Parlamento Yapılarının Karşılaştırmalı Analizi , Türkiyat Mecmuası, Yıl: 2012, Cilt: 22, (s. 83-102), s. 99. 46  FISH, M. Steven,  The Pitfalls of Russian Superpresidentialism , Current History, October, 1997. s. 326, 367-368.   812Güller      Hacettepe HFD, 10(2) 2020, 796-834  Cumhurbaşkanı  önünde  sorumluluğu  açık  olsa  da  Parlamentoya  karşı  sorumluluk muğlaklık taşımaktadır. Zira bunun şartları Anayasada ortaya konulmuş değildir. Ne var ki Anayasa, 95. maddede yasama organına bir güvenoyu yetkisi vermektedir. Söz konusu yetkinin  belirsizliği,  Anayasanın  dilindeki  muğlaklığın  yanı  sıra  bizce  daha  ziyade uygulamadan kaynaklanır. Nitekim Parlamento bu denetimi yapmaya karar verecek olsa, kolaylıkla  kendisine  Anayasada  bir  referans  norm  bulabilecektir.  Bir  düzenlemenin müphem olması, hiç olmadığı manasına gelmez. Binaenaleyh, söz konusu belirsizlikler, siyasi rejime yönelik Anayasanın bütününden çıkarılacak hükme gölge düşürmemelidir. Öte yandan Cumhurbaşkanının yukarıda gösterilen ve başkanlık rejimlerini aşacak ölçüde güçlü konumu da burada dikkate alınmalıdır. Bu itibarla günümüzde ortaya konulmuş olan hükûmet sistemi tasnifleri arasında, Azerbaycan rejiminin en çok süper başkanlık sistemiyle uygunluk taşıdığı kanaatine ulaşmaktayız.  II. TÜRKİYE HÜKÛMET SİSTEMİNİN YAPISI A. Ana Hatlarıyla Değişiklikten Önceki Türk Hükûmet Sistemi Türkiye de  2007  yılında  gerçekleştirilen  ve  Cumhurbaşkanının  doğrudan  halk tarafından seçilmesi usulünü içeren Anayasa değişikliğine yönelik referandumla birlikte hangi rejimin uygulamaya konulduğu tartışılmıştır. Buna göre bazı yazarlar, her ne kadar bu değişiklik ile ülkemizde yarı başkanlık sistemine geçildiği akla gelebilecekse de Türkiye de Cumhurbaşkanının yetkilerinin, özellikle kendi inisiyatifiyle kullanabileceği fesih  imkânı  ve  geniş  olağanüstü  dönem  yetkileri  bulunmadığı  için  Fransa da Cumhurbaşkanına tanınanlardan daha az olması sebebiyle bunun mümkün olmadığını savunmuş  ve  ülkemizin  başkanlı  parlamenter  rejimin  bir  örneği  olduğunu  ileri sürmüşlerdir.47 Türkiye nin 2007 sonrası geçerli olan rejimine ilişkin diğer bir açıklama ise, yapılan değişiklikle sistemin, yarı başkanlık rejimine önemli ölçüde yaklaşmış olmasına rağmen, tam olarak bu sistem altında mütalaa edilemeyeceği yönündedir. Bunun başlıca sebebi                                                            47  GÖNENÇ, Levent, Türkiye de Hükûmet Sistemi Tartışmalarına Kısa Bir Bakış ve Mevcut Hükûmet Sisteminin Niteliği, https://www.tepav.org.tr/tr/yayin/s/415 (Erişim tarihi: 05.02.2020), s. 4; ERDOĞAN, Mustafa, Anayasa Hukuku, Orion Kitabevi, Ankara, 2011, s. 178-179.   813Güller      Hacettepe HFD, 10(2) 2020, 796-834  olarak Anayasanın Cumhurbaşkanına verdiği yetkilerin, tek başına onun yarı başkanlık rejiminde arandığı  gibi  sistemin  temel  unsuru hâline gelmesi  için  yeterli olmaması gösterilmiştir. Bunun için ayrıca siyasi şartların da belirleyici olacağı ve Cumhurbaşkanı ile Meclisteki çoğunluğun hangi siyasi cenahtan olduklarına göre sistemin parlamenter ve başkanlık sistemlerinden birine yaklaşacağı savunulmuştur.48 Son olarak Cumhurbaşkanının Anayasanın 105. maddesinde uzun bir liste hâlinde sıralanan geniş yetkileri, istemesi durumunda Bakanlar Kurulunun bütün toplantılarına katılarak yürütmenin etkin başı durumuna gelebilmesi, olağanüstü hâl ilanında ve bu dönemde çıkarılacak kararnamelerde etkin olabilmesi, Meclise karşı sorumlu olan bir Bakanlar  Kurulunun  bulunması  ve  Cumhurbaşkanının  Meclisi  feshedebilmesi  gibi gerekçelerle,  önceki  rejimin  yarı  başkanlık  sistemi  olduğu  söylenmiştir.49  Bizce  de yukarıda detaylarını verdiğimiz yarı başkanlık sistemi için gerekli olan bütün şartların sağlanmış olması sebebiyle Türkiye de 2007 ve 2017 Anayasa değişiklikleri arasındaki dönemin yarı başkanlık sistemi olarak değerlendirilmesi gereklidir. B. 2017 Anayasa Değişikliğiyle Beliren Hükûmet Sistemi Ülkemizde 16 Nisan 2017 tarihinde gerçekleşen referandum ile 1982 Anayasasında büyük ve hatırı sayılır değişiklikler içeren 6771 sayılı kanun kabul edilmiştir. Bu değişikler içinde belki de en önemlisi olarak mevcut hükûmet sisteminin yeni baştan kaleme alınması gösterebilir. İlerleyen başlıklarda bu yeni yapıyı, en baskın karakteri olan Cumhurbaşkanı üzerinden ele almaya çalışacağız.                                                            48  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yayınları, Ankara, 2013, s. 354; GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Kitabevi, Bursa, 2014, s. 300-301. 49  FENDOĞLU, Hasan Tahsin, Türkiye de Başkanlık Sistemi, Yetkin Yayınları, Ankara, 2015b, s. 318; ESEN, Selin,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Siyasal Sisteme Olası Yansımaları , Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları, Ankara, 2009, s. 271272; KARATEPE, Şükrü,  Hükümet Sistemleri ve Türkiye , Yeni Türkiye, Yıl: 2013, Cilt: 51, (s. 223235),  s.  235;  GÜLSOY,  Mehmet  Tevfik,   Anayasa  Yenileme  Çalışmalarında  Hükümet  Sistemi Sorunu ,  Yeni  Türkiye,  Yıl:  2013,  Cilt:  50,  (s.  884-891),  s.  887.  Bunun  gibi,  2007  Anayasa değişiklikleriyle parlamenter sistemden yarı başkanlık sistemine geçiş yapılmış olduğu, 2014 yılında Cumhurbaşkanının halk tarafından seçilmesiyle birlikte ise yarı başkanlığı aşan bir sürecin başladığı hakkında bkz. KESKİNSOY, Ömer / KAYA, Semih Batur,  Türkiye nin Hükümet Sistemleri Üzerine Bir Değerlendirme , TBB Dergisi, Sayı: 137, 2018, 67-96, s. 77. 50  21.01.2017  tarihli  ve  6771  sayılı  kanunun  tam  metni  için  bkz. https://www.resmigazete.gov.tr/eskiler/2017/ 02/20170211-1.htm (Erişim Tarihi: 08.02.2020).   814Güller      Hacettepe HFD, 10(2) 2020, 796-834  1. Cumhurbaşkanının Seçilmesi Cumhurbaşkanının seçimine ilişkin usul ve esaslar, Anayasanın 101. maddesinde düzenlenmektedir. Buna göre Cumhurbaşkanı kırk yaşını doldurmuş, yükseköğrenim yapmış,  milletvekili  seçilme  yeterliliğine  sahip  Türk  vatandaşı  olanlar  arasından doğrudan doğruya halk tarafından seçilecektir. Cumhurbaşkanının görev süresi beş yıl olarak öngörülmekte ve bir kimsenin en fazla iki dönem için seçilebileceğini hüküm altına almaktadır.  Cumhurbaşkanı seçimlerinde siyasi parti grupları, son genel seçimlerde birlikte veya tek başına toplam geçerli oyların en az yüzde beşini alan siyasi partiler ve en az yüz bin seçmen aday gösterebilmektedir. Genel oyla yapılacak olan seçimlerde oyların salt çoğunluğunu alan Cumhurbaşkanı seçilmektedir. Hiçbir aday bu çoğunluğa erişemezse, takip eden ikinci pazar günü ilk oylamada en çok oy alan ilk iki adayın katıldığı bir oylama daha yapılır ve oyların çoğunu alan Cumhurbaşkanı seçilmiş olur. Dördüncü fıkraya  göre  Cumhurbaşkanı  seçilen  kimse  eğer  milletvekili  ise  TBMM  üyeliği düşecektir. Bu hükmün 2017 referandumu öncesindeki hâlinde, bundan başka partisiyle ilişiğinin  kesileceği  de  düzenlenmekteydi.  Maddenin  yeni  şeklinde  böyle  bir  kayıt bulunmadığından, Cumhurbaşkanı artık partisiyle irtibatını sürdürme imkânına sahiptir. Şu da var ki, Anayasa değişikliğinde bununla uyumlu olarak 101. maddede yer alan Cumhurbaşkanına  yönelik  tarafsızlık  ibaresi  kaldırılırken,  Cumhurbaşkanı  yeminini gösteren 103. maddedeki aynı ifadeye dokunulmamıştır. Bu ise iki madde arasındaki bir çelişki olarak kalmıştır.51 2. Cumhurbaşkanının Görev ve Yetkileri  Anayasanın 104, 108, 118, 119, 123 ve 126. maddelerinde Cumhurbaşkanının yetkilerine  ilişkin  son  derece  kapsamlı  ve  kayda  değer  hükümler  öngörülmekte  ve Türkiye Cumhuriyeti nin Devlet sistematiği içinde son derece baskın bir Cumhurbaşkanı figürü ortaya konulmaktadır. Anayasanın ilk tasarımında yer alan bu durum şüphesiz 2017 halkoylaması ile daha da perçinlenmiştir. Cumhurbaşkanına bu özelliğini veren                                                            51  DOĞAN, Vahit,  16 Nisan 2017 Tarihinde Kabul Edilen Anayasa Değişikliklerinin Değerlendirilmesi , DÜHFD, Yıl: 2017, Cilt: 26, (s. 3-30), s. 14.   815Güller      Hacettepe HFD, 10(2) 2020, 796-834  amilleri yasama, yürütme ve yargı alanına ilişkin yetkiler biçiminde ayrı ayrı ele almak faydalı olacaktır. a.  Cumhurbaşkanının  Yasamaya  Dair  Yetkileri  (Cumhurbaşkanlığı Kararnameleri ve Diğer Hususlar) Anayasanın  Cumhurbaşkanının  yetkilerini  düzenleyen  104.  maddesinin  2017 referandumu ile ortaya çıkan yeni hâline bakıldığında, Cumhurbaşkanının yasama alanına müteallik ilk  yetkisinin, gerekli  görmesi  durumunda TBMM nin açılış  konuşmasını yapması  ve  ülkenin  iç  ve  dış  siyaseti  hakkında  Meclise  mesaj  vermesi  olduğu görülmektedir. Bu düzenleme, 88. maddeyle birlikte düşünüldüğünde manidardır. Zira 2017  değişikliği  ile  88.  maddede  düzenlenen  kanun  teklif  edebilecekler  arasından Bakanlar kurulu çıkarılmış ve fakat bunun yerine Cumhurbaşkanı konulmamıştır. Bu durumda kanun teklifleri yalnızca milletvekilleri tarafından yapılabilecektir. Başkanlık sisteminin  Amerika daki  uygulamasında  yer  alan  Başkanın  Meclise  mesaj  vermesi, esasen çıkarılmak istenen kanunları Meclise telkin etmek içindir.52 Bu yönüyle Türk sistemi açısından da aynı uygulamanın öngörüldüğü söylenebilir. Yürütmenin yasama prosedürünü  başlatma  noktasında  bir  yetkiye  sahip  olmaması,  yasama  ve  yürütme arasındaki ayrılığın tam olarak sağlanması amacıyla açıklanabilir.53 Fakat uygulamada bir partiye mensup olan Cumhurbaşkanının, partisi üzerindeki tesiri hesaba katıldığında, dilediği  düzenlemeler  hakkında  kanun  teklifi  verilmesini  sağlama  imkânı  mevcut olacaktır.54 Cumhurbaşkanının yasamaya ilişkin diğer bir yetkisi de beşinci fıkrada düzenlenen kanunları yayımlama ile altıncı fıkrada öngörülen tekrar görüşülmek üzere TBMM ye geri gönderme yetkisidir. Bu yetki bakımından da önemli bir değişiklik yaşanmıştır. Anayasanın kanunların Cumhurbaşkanınca yayımlanması başlıklı 89. maddenin üçüncü fıkrası 2017 yılında değiştirilmiş, Cumhurbaşkanının geri gönderdiği kanunların yeniden                                                            52  GÖZLER, Kemal, Devlet Başkanları Bir Karşılaştırmalı Anayasa Hukuku İncelemesi, Ekin Kitabevi, Bursa, 2001, s. 37. 53  FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 90-109), s. 93. 54  YÜKSEL, İsmail,  6771 Sayılı Anayasa Değişikliği Kanunu nun Ardından Kanun Yapma Yöntemi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 7, Sayı: 2, (s. 251-274), s. 258.   816Güller      Hacettepe HFD, 10(2) 2020, 796-834  kabul edilmesi için en az üye tam sayısının mutlak çoğunluğuyla kabul edilmesi şartı getirilmiştir. Maddenin eski şeklinde böyle bir kayıt yer almadığından genel hüküm değerindeki 96. madde uygulanmakta ve böylece toplantıya katılanların salt çoğunluğu yeterli  gelmekteydi.  Bu  sebeple  artık  kanunlar  bakımından  geciktirici  veto  yerine güçleştirici veto kabul edilmiş olmaktadır.55 Cumhurbaşkanının  yasamaya  dönük  belki  de  en  önemli  yetkisi,  değişiklikle getirilen ve Anayasanın 104. maddesinin 17. fıkrasında yer alan Cumhurbaşkanlığı kararnamesi  çıkarma  imkânıdır.  Bu  kapsamda  Cumhurbaşkanı,  yürütme  yetkisine ilişkin konularda, öncesinde Meclisten herhangi bir yetki kanununa ihtiyaç duymaksızın kararname çıkarabilecektir. Dolayısıyla bu araç, Cumhurbaşkanına Anayasa ile tanınan asli bir düzenleme yetkisi olarak karşımıza çıkar.56 Bununla birlikte sosyal ve ekonomik haklar  dışındaki  temel  hak  ve  hürriyetlere  yönelik  Cumhurbaşkanlığı  kararnamesi çıkarılamayacaktır. Ayrıca Anayasada yalnızca kanunla düzenleneceği öngörülen veya daha önce bir kanunla açıkça tanzim edilmiş konularda Cumhurbaşkanlığı kararnamesi çıkarmak mümkün değildir. Bu doğrultuda kanunla Cumhurbaşkanlığı kararnamesinin çatışması  hâlinde  kanun  hükümleri  esas  alınacaktır.  Daha  sonradan  Parlamentonun Cumhurbaşkanlığı kararnamesi ile belirlenen bir konuda düzenleme yapması hâlinde, kararname  kendiliğinden  hükümsüz  hâle  gelmektedir.  Anayasanın  bu  düzenleme şeklinden anlaşıldığı üzere, Cumhurbaşkanlığı kararnameleri, yargısal denetimleri tıpkı 2017  değişikliğiyle  ilga  edilen  kanun  hükmünde  kararnameler  gibi  Anayasa Mahkemesince  icra  edilecek  olsa  da,  normlar  hiyerarşisinde  kanunun  altında  yer alacaktır.57  Anayasada,  Cumhurbaşkanlığı  kararnamesi  çıkarma  yetkisine  ilişkin  genel düzenleme mahiyetindeki 104. maddenin 17. fıkrası dışında, diğer başka maddelerde, üst kademe yöneticilerinin statüleri (m. 104/9), bakanlıkların kurulması ve teşkilatlanması (m. 106/son), Devlet Denetleme Kurulunun işleyişi ve yapısı (m. 108/son) ile Milli                                                            55  FENDOĞLU, 2015a, s. 96-97. 56  ÜLGEN, Özen,  Cumhurbaşkanlığı Kararnamelerinin Niteliği ve Türleri , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Sayı: 1, (s. 4-39), s. 6. 57  ULUSOY,  Ali,  Aralık  2016  Anayasa  Teklifi  Neler  Getiriyor,  Neler  Götürüyor?, http://www.anayasa.gen.tr/ ulusoy-anayasa-degisikligi.pdf (Erişim tarihi: 27 Temmuz 2020).   817Güller      Hacettepe HFD, 10(2) 2020, 796-834  Güvenlik Kurulu Genel Sekreterliğinin teşkilatı ve görevlerine (m. 118/son) yönelik hususların  Cumhurbaşkanlığı  kararnamesiyle  düzenleneceği  ayrıca  hüküm  altına alınmıştır. Bu durumda anılan başlıkların münhasıran kararname ile düzenlenebileceği ve bu konularda kanun çıkarılamayacağı savunulmuştur.58 Ne var ki benzer bir düzenleme içeren 1958 Fransız Anayasasının 34 ve 37. maddelerine rağmen, ülkede uygulamanın kararnamelere  bırakılan  alanlarda  da  kanuni  düzenleme  yapılması  yönünde  olduğu görülür.60 Dahası Fransız Anayasa Konseyi, 1982 tarihli meşhur kararıyla, bu durumu anayasaya aykırı bulmamış ve 37. maddenin özerk kararnamelere bıraktığı hususlarla ilgili düzenleme yapan kanunu iptal etmemiştir.61 Ülkemiz bakımından da aynı görüşü paylaşabilmek mümkündür.62 Zira 2017 Anayasa değişikliği ile kabul edilen maddeler,                                                            58  TUNÇ, Hasan, Türk Anayasa Hukuku, 1. Baskı, Gazi Kitabevi, Ankara, 2018, s. 234; ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2019, s. 284; GÖZLER, Kemal, Türk Anayasa Hukuku, 2. Baskı, Ekin Yayınları, Bursa, 2018, s. 887; s. 593; BOZTEPE, Mehmet,  2017 Yılı Anayasa Değişikliği Sonrası Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi ,  İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 1, (s. 5-30), s. 5, 8, 27. 59  Fransa da V. Cumhuriyeti  kuran 1958 Anayasasının 34.  maddesinde kanuni düzenlemeye konu yapılabilecek hususlar tek tek sayılarak gösterilmiştir. Kararname alanını gösteren 37. madde ise, yürütmenin, kanun alanı dışında kalan diğer bütün hususlarda, önceden yetki almaksızın veya bir kanuna dayanmadan asli düzenleme yapabileceğini ortaya koyar. Böylece Anayasanın tasarımına göre, kanun bir yetki, dolayısıyla istisna hâline gelmekte kararnameler ise kural seviyesine çıkarılmaktadır (DENQUIN, Jean-Marie, 1958: La genèse de la Ve République, Presses Universitaires de France, Paris, 1988, s. 347 vd; BASTIEN, François, Les mots-clés du droit constitutionnel, Dalloz, Paris, 2017, s. 60; PORTELLI, Hugues:  Soixante ans de subordination parlementaire , Pouvoirs, 2018/3, no 166, (s. 69-80), s. 69). Fransa da hâlen yürürlükte olan 04 Ekim 1958 tarihli Anayasasının Türkçe tercümesi  için  bkz.  https://www.adaletbiz.com/images/dosyalarim/FRANSA_  ANAYASASI.pdf (Erişim tarihi: 27 Haziran 2020) Anayasanın özgün tam metni için bkz. http://www.assembleenationale.fr/connaissance/constitution.asp (Erişim tarihi: 27 Haziran 2020). 60  RIVERO, Jean,  Rapport de synthèse , Vingt ans d application de la Constitution de 1958 le domaine de la loi et du règlement, Colloque organisé par la Faculté de Droit et de Science Politique d Aix-Marseille sous la direction de Louis Favoreu, Presse Universitaire d Aix-Marseille, 1978, s. 263; FAVOREU,  Louis:   Les  règlements  autonomes  n existent  pas ,  Revue  française  de  droit administratif, 1987, s. 882. 61  Conseil  constitutionnel,  30  juillet  1982,  no  82-143  DC,  Loi  sur  les  prix  et  les  revenus, https://www.conseil-constitutionnel.fr/decision/1982/82143DC.htm (Erişim Tarihi: 29 Haziran 2020). 62  Aynı yönde bkz. ULUSOY, (Aralık 2016 Anayasa Teklifi Neler Getiriyor, Neler Götürüyor?); ANAYURT, Ömer, Anayasa Hukuku Temel Kavramlar ve Türk Anayasa Hukuku, 2. Baskı, Seçkin  Yayınları,  Ankara,  2019,  s.  325;  SEVGİLİ  GENÇAY,  Didem  Aslan,   Kanun  ve Cumhurbaşkanlığı  Kararnamelerinin  Karşılıklı  Mahfuz  Alanları  Meselesi  (Türkiye  ve  Fransa Karşılaştırmalı Çalışma), Kamu Hukukçuları Platformu VIII. Toplantısı Tam Metin Bildiri Kitabı, On İki Levha Yayınları, İstanbul, 2020, 237-274, s. 264 vd. Ayrıca 2017 Anayasa değişikliğinin yürütmeye mahfuz bir düzenleme alanı vermediği görüşü için bkz. GÜNDAY, Metin, İdare Hukuku, 11. Baskı, İmaj Yayınları, Ankara, 2017, s. 659; FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Kararnameleri Mahfuz Düzenleme Alanı mıdır? , Ankara Barosu Dergisi, Yıl: 2019, Sayı: 3, (s. 277310), s. 288, 289, 306; ARDIÇOĞLU, Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu   818Güller      Hacettepe HFD, 10(2) 2020, 796-834  kanun  ve  kararname  alanlarının  taksim  edilmesi  noktasında  açık  düzenlemeler içermemektedir. 1958 Fransız Anayasasının bu konuda açık ve şüphe götürmeyecek bir yetki  bölüşümü  yapmış  olmasına  rağmen,  uygulama,  doktrin  ve  yargı  içtihatları Parlamentonun klasik teorideki konumunu göz ardı edemeyerek, bu katı hükümleri büyük ölçüde  esnetebilmiştir.63  Türkiye  açısından  ise  -Meclisin  bahse  konu  alanlara müdahalesini engelleyen açık bir düzenleme içermediği düşünülürse- aynı yaklaşım evleviyetle kabul edilebilecektir.64 Cumhurbaşkanının düzenleme yetkisine, kararnamelerin yanı sıra yönetmeliklerin de eklenmesi mümkündür. Nitekim Cumhurbaşkanlığı kararnamesi çıkarma yetkisini düzenleyen 104. madde, Cumhurbaşkanının kanunların uygulanmasını sağlamak üzere yönetmelik çıkarabileceği hususunu da sevk etmektedir.  Anayasanın  161.  maddesine  göre  TBMM ye  bütçe  ve  kesinhesap  kanunlarını Cumhurbaşkanının sunacağı belirtilmelidir. Bu yönüyle, yeni sistemde olağan kanunlar yürütmeden kaynaklanamazken, bütçe ve kesinhesap kanunları, tıpkı eski düzendeki gibi yürütme  organı  tarafından  hazırlanarak  Parlamentoya  sunulacaktır.  Ancak  burada, Cumhurbaşkanının yasama çoğunluğuna sahip olmaması durumunda, Meclisin bütçe üzerindeki inisiyatifinin ve denetim fonksiyonunun artacağı söylenebilir.65 Bu ihtimal mevcut olmakla beraber, bütçe ve kesinhesap kanunlarının düzenlendiği 161. maddenin dördüncü fıkrası, bu imkânı zayıflatmaktadır. Esasen istikrara hizmet eden bu hükme göre, bütçe kanunu süresinde yürürlüğe girmezse geçici bütçe kabul çıkarılır.  Bu da                                                            Dergisi, Yıl: 2017, Cilt: 75, Sayı: 3, (s. 19-51), s. s. 37-38; KABOĞLU, İbrahim, Kural Koyan Organ Olarak Yasamanın Özerkliği, CHP Yayınları, Ankara, 2018, s. 8; İBA, Şeref, Türk Anayasa Hukuku, 1. Baskı, Turhan Yayınları, Ankara, 2018, s. 245-246; SÖYLER, Yasin, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 121. 63  LE POURHIET, Anne-Marie,  Droit constitutionnel, 9e édition, Economica, Paris, 2018, s. 450-451; FAVOREU, Louis / PHILIP, Loïc, Le Conseil constitutionnel, Presses Universitaire de France, Paris, 2005, s. 106; MÉLIN-SOUCRAMANIEN / PACTET, 2020, s. 656 vd. 64  Türkiye de 2017 Anayasa değişiklikleriyle kabul edilen Cumhurbaşkanlığı kararnameleriyle alakalı, hukuki niteliği, normlar hiyerarşisindeki yeri, denetim rejimi ve özellikle mahfuz alan tartışması gibi soru  işaretlerine  yönelik  daha  geniş  bilgi  ve  açıklamalar  için  bkz.  GÜLLER,  Abdülsamet, Cumhurbaşkanlığı Kararnameleri: Türkiye ve Fransa Mukayesesi, Doktora Tezi, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2020. 65  KUZU, Burhan,  Anayasa Değişikliği ve Cumhurbaşkanlığı Hükümet Sisteminin Genel Faydaları , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 110-128), s. 126.   819Güller      Hacettepe HFD, 10(2) 2020, 796-834  olmazsa,  yeni  bütçe  kanunu  yürürlüğe  konulana  kadar,  olarak  önceki  yılın  kanunu uygulanacaktır.  Cumhurbaşkanının  önceki  bütçe  üzerinde  tatbik  olunacak  yeniden değerleme oranını da belirleme imkânı bulunduğu göz önünde tutulursa bahse konu düzenlemenin,  yürütmenin  yasama organıyla müzakere etme zorunluluğunu ortadan kaldıracağı söylenebilir.66 Yasamaya  dair  yetkiler  içinde  son  olarak  Cumhurbaşkanınca  milletlerarası antlaşmaların akdedip yayımlamasını ve Anayasa değişiklikleri hakkındaki kanunların halkoyuna sunulmasını sayabiliriz. b. Cumhurbaşkanının Yürütmeye Dair Yetkileri 104.  maddenin  girişinde  Devletin  başı  olarak  nitelenen  Cumhurbaşkanı  2017 değişikliğiyle birlikte yürütme yetkisinin de yegâne sahibi olmaktadır. Cumhurbaşkanına bu hususiyetinin bir uzantısı olarak son derece geniş yürütme yetkileri tanınmış ve yürütme  kuvvetinin  tek  karar  vericisi  konumuna  getirilmiştir.67  Bununla  birlikte Anayasada Cumhurbaşkanına oldukça geniş bir alana taalluk eden bu yürütme yetkilerini kullanmasında  yardımcı  olacak  Cumhurbaşkanı  yardımcıları  ve  bakanlar  da düzenlemektedir. Anayasanın 106. maddesine göre, seçilen Cumhurbaşkanı bir veya daha fazla Cumhurbaşkanı yardımcısı atayabileceği gibi bakanları da kendisi atamakta ve gerekli gördüğünde görevden alabilmektedir. Cumhurbaşkanı yardımcıları ile bakanlar yalnızca Cumhurbaşkanına karşı sorumludurlar. Bu itibarla Cumhurbaşkanı yardımcıları ile bakanların atanmasında Meclisin herhangi bir rolü bulunmamaktadır. Şu da var ki 106. maddede,  Cumhurbaşkanı  yardımcıları  ile  bakanlar  hakkında  görevleriyle  ilgili  suç işledikleri iddiasıyla TBMM üye tam sayısının salt çoğunluğunun vereceği bir önergeyle soruşturma açılabileceği ve TBMM üye tam sayısının üçte ikisinin gizli oyuyla Yüce Divan a gönderilebilecekleri, görevleriyle ilgili olmayan suçlar bakımından ise yasama dokunulmazlığından yararlanacakları düzenlenmiştir.                                                            66  YÜKSEL, 2017, s. 267. 67  ARDIÇOĞLU, 2017, s. 25. 68  Anayasa değişikliğinin TBMM nin üye sayısını 550 den 600 e çıkaran 2. maddesi dikkate alındığında, bu oran 400 milletvekiline tekabül etmektedir.   820Güller      Hacettepe HFD, 10(2) 2020, 796-834  Olağanüstü hâlin ilan edilmesi ve yönetilmesi bakımından da Cumhurbaşkanının son derece kapsamlı yetkileri mevcuttur. Gerçekten 2017 değişikliği ile yeniden kaleme alınan olağanüstü hâl yönetimi başlıklı 119. maddeye göre, sayılan sebeplerin varlığı durumunda Cumhurbaşkanı eski sistemden farklı olarak tek başına olağanüstü hâle karar vermektedir.  Cumhurbaşkanının  olağanüstü  hâl  kararı  aynı  gün  Resmi  Gazetede yayımlanarak  TBMM nin  onayına  sunulur.  Cumhurbaşkanı  ayrıca  olağanüstü  hâlin gerektirdiği  konularda  olağan  dönemdekinin  zıddına  kanun  hükmünde  olan Cumhurbaşkanlığı  kararnamesi  çıkarabilmektedir.  Bu  kararnameler  aynı  gün  Resmi Gazetede  yayımlanıp  TBMM nin  onayına  sunulmaktadır.  Meclisin  olağanüstü  hâl cumhurbaşkanlığı  kararnamesini  üç  ay  içinde  görüşmesi  lazımdır.  Aksi  takdirde kararname kendiliğinden yürürlükten kalkacaktır (m.119/son). Cumhurbaşkanının  yürütme  yetkilerinden  diğerleri,  milli  güvenlik  politikasını tespit  ederek  gerekli  tedbirleri  almak,  Türk  Silahlı  Kuvvetlerinin  (TSK) Başkomutanlığını  temsil  etmek,  TSK nın  kullanılmasına  karar  vermek  ve  cezaları hafifletip kaldırmaktır. Cumhurbaşkanı ayrıca Anayasa ve kanunlarda verilen seçme ve atama görevleri ile diğer işleri de yerine getirecektir. c. Cumhurbaşkanının Yargıya Dair Yetkileri Cumhurbaşkanı,  Anayasanın  159.  maddesi  gereğince  Hâkimler  ve  Savcılar Kurulunun 6 üyesini ve üye sayısı 17 den 15 e düşüren Anayasa Mahkemesinin 12 üyesini seçmektedir. Son olarak Cumhurbaşkanı kanunların ve TBMM İçtüzüğünün tamamının veya belirli hükümlerinin Anayasaya şekil veya esas yönünden aykırı olduğu gerekçesiyle Anayasa Mahkemesine iptal davası açma yetkisini haizdir. Cumhurbaşkanı, bundan başka Anayasanın 155. maddesinin üçüncü fıkrası mucibince Danıştay üyelerinin dörtte üçünü atama yetkisini haizdir. 3. Cumhurbaşkanının Sorumluluğu Anayasanın  Cumhurbaşkanının  sorumluluğunu  düzenleyen  105.  maddesinde, yalnız  cezai  sorumluluk  hüküm  altına  alınmıştır.  Bu  bakımdan  Cumhurbaşkanının                                                            69  19. madde, Hâkimler ve Savcılar Yüksek Kurulunun adını Hâkimler ve Savcılar Kurulu olarak değiştirmektedir.   821Güller      Hacettepe HFD, 10(2) 2020, 796-834  herhangi bir siyasi sorumluluğu bulunmamaktadır. Bu durumun Anayasanın geneline hâkim  olan  örgü  bakımından  bir  mantık  taşıdığı  düşünülebilir.  Nitekim  yürütme yetkisinin tek sahibi olan Cumhurbaşkanı, yasamadan bütünüyle ayrı bir organ olarak tasarlanmış ve yetkilerini kullanmada ona yardımcı olan diğer makamlar da yasama organının siyasi denetiminden uzak kılınmıştır. Bu durumda Cumhurbaşkanının da siyasi denetime tabi olmamasının, kurulan sistem bakımından tutarlılık taşıdığı görülmektedir.  2017 değişikliğinden önce Anayasada Cumhurbaşkanın  yalnızca vatana ihanet sebebiyle suçlandırılması düzenlenmekteydi. Ancak bu kavramın muğlaklığı birtakım belirsizliklere yol açıyordu. Söz konusu değişiklik bu yönüyle, sorumluluğun kapsamını tespit bakımından olumlu değerlendirilebilir.70 Cumhurbaşkanının  cezai  sorumluluğu  süreci,  TBMM  üye  tam  sayısının  salt çoğunluğunun  vereceği  önergeyle  başlatılmaktadır.  Meclis  önergeyi  en  geç  bir  ay zarfında görüşür ve soruşturma açılması yönündeki karar üye tam sayısının en az beşte üçünün gizli oyuyla verilebilir. Soruşturma kararı verilmesi durumunda, Meclisteki siyasi partilerin  milletvekili  sayısınca  üye  verecekleri  bir  komisyon  kurulur.  Komisyonun verdiği rapor üzerine, Genel Kurulda yapılan oylamada üye tam sayısının üçte ikisinin gizli  oyuyla  Yüce  Divana  sevk  kararı  verilir.  Ancak  TBMM nin  bu  sayıya ulaşabilmesinin çok güç olduğu, ayrıca aynı prosedürün görev sırasında işlenen suçlar bakımından Cumhurbaşkanının görev süresi dolduktan sonra da işletilmesinin doğru olmadığı savunulmaktadır.71  Hakkında  soruşturma  açılmasına  karar  verilen  Cumhurbaşkanının  seçimlerin yenilenmesine karar verebilmesi mümkün değildir. Ayrıca seçilmeye engel bir suçtan Yüce Divanda mahkûm edilen Cumhurbaşkanının görevi kendiliğinden sona ermektedir. Bu sonuncu hükümden Cumhurbaşkanının, seçilmeye engel olsun olmasın herhangi bir ayrım  gözetilmeksizin  bütün  suçlar  bakımından  Yüce  Divana  sevk  edilip  mahkûm                                                            70  YILDIZ,  Abdulkadir,   Cumhurbaşkanlığı  Sisteminde  Cumhurbaşkanının  Sorumluluğu  Meselesi , Kırıkkale  Üniversitesi  Sosyal  Bilimler  Dergisi,  Yıl:2019,  Cilt:  9,  Sayı:  1,  (s.  1-20),  s.  11; TAŞDÖĞEN, Salih:  Cumhurbaşkanının Cezai Sorumluluğu , DEÜ Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, Yıl: 2019, Cilt: 21, (s. 1293-1325), s. 1305-1306. 71  GÖNENÇ, Levent / KONTACI, Ali Ersoy,  2017 Tarihli Anayasa Değişikliği Sonrasında YasamaYürütme İlişkileri , TBB Dergisi, Yıl: 2019, Cilt: 145, (s. 53-79), s. 72.   822Güller      Hacettepe HFD, 10(2) 2020, 796-834  ettirilmesinin mümkün olduğu anlaşılmaktadır. Cumhurbaşkanı seçilmeye mani hâller için, aynı maddede milletvekili seçilmeye engel durumları düzenleyen 101. maddeye atıf söz konusudur. Buna göre taksirle işlenen veya cezası bir yıldan az olan suçlardan alınan mahkûmiyet, Cumhurbaşkanı seçilmeye mani olmayacaktır. Bu itibarla bahse konu suçlar bakımından Yüce Divana sevk edilip suçlu bulunan Cumhurbaşkanının görevi sona ermeyeceğine göre, cezanın infaz edilip edilmeyeceği tereddüdü ortaya çıkabilecektir. Ayrıca  bu  nevi  bir  suçtan  mahkûm  edilmiş  ama  görevi  sona  ermemiş  bir Cumhurbaşkanının  kamuoyu  nezdinde  itibarını  yitirmiş  olmasına  rağmen  görevine devam etmesinin sakıncalı olduğu düşünülebilir.  Öte yandan her ne kadar Yüce Divana sevk için nitelikli bir çoğunluk aranmış olması sebebiyle büyük ihtimalle bir sonuca ulaşmayacak olsa da vazifesi başındaki Cumhurbaşkanının siyasi saikler sonucu, hakaret gibi hafif cezalar içeren suçlar dolayısıyla gündeme getirilerek baskı altında kalması mümkün  olabilecektir.  Bu  gerekçelerle,  Cumhurbaşkanının  görevi  sırasındaki  cezai sorumluluğunda  suçlar  yönünden  bir  ayrıma  gidilmesinin  ve  tıpkı  Cumhurbaşkanı yardımcısı  ile  bakanlar  gibi  adi  suçlar  bakımından  yasama  dokunulmazlığından yararlanmasının daha isabetli olacağı kanaatindeyiz. 4. Seçimlerin Yenilenmesi 2017 Anayasa referandumuyla getirilen hükûmet sistemi bakımından en ilginç sayılabilecek düzenlemelerin başında, Anayasanın yeni baştan tanzim edilen  Türkiye Büyük Millet Meclisi ve Cumhurbaşkanı seçimlerinin yenilenmesi  başlıklı 116. maddesi olduğu söylenebilir. Bu hükme göre, bundan böyle TBMM ile Cumhurbaşkanının seçim dönemleri  birbirine  bağlı  kılınarak  eşitlenmektedir.  Maddenin  ilk  fıkrasına  göre TBMM nin, üye tam sayısının beşte üç çoğunluğu ile seçimlerin yenilenmesine karar vermesi durumunda, Cumhurbaşkanının görev süresi de son bulmaktadır. Bunun gibi ikinci fıkra uyarınca Cumhurbaşkanının TBMM yi feshetmesi durumunda, kendi görev süresi de sona ermektedir. Dolayısıyla yasama ve yürütmeden biri diğerini feshedecek olursa, aynı zamanda kendi hukuki varlığına da son vermiş olmaktadır. Bu durumun, daimi surette Cumhurbaşkanı ile yasama organının aynı siyasi çoğunluğa sahip olmasını   823Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve böylece sistemin belirli bir istikrar temeline kavuşmasını sağlayacağı düşünülmüştür.72 Ancak  bu  durumun  yasama  organını  Cumhurbaşkanı  karşısında  zayıflatacağı düşüncesiyle  eleştirildiği  de  görülmektedir.73  Ayrıca  Cumhurbaşkanının  tek  başına alabileceği seçimlerin yenilenmesi kararını, Parlamentonun en az beşte üç çoğunlukla alabilmesi, Meclisin konumunu zayıflatan bir cihet olarak görülmektedir.74  Burada  dikkat  çekici  diğer  bir  husus,  aynı  maddenin  üçüncü  fıkrasında düzenlenmiştir.  Buna  göre,  Meclis  tarafından,  Cumhurbaşkanının  ikinci  döneminde seçimlerin  yenilenmesine  karar  verilmesi  durumunda  Cumhurbaşkanı  yeniden  aday olabilecektir.  Bu  durumda  Cumhurbaşkanının  üçüncü  bir  dönem  için  aday  olması mümkündür.  Bu  bağlamda  Parlamentonun  desteğine  sahip  olan  ve  halk  tarafından yeniden  seçileceğine  inanan  bir  Cumhurbaşkanının,  son  döneminde  seçimlerin yenilenmesini sağlayarak üç dönem Cumhurbaşkanlığı yapabilmesinin önü açıktır.75 5. Hükûmet Sisteminin Niteliği 2017 halkoylaması neticesinde 1982 Anayasasının genel sistematiğinden ortaya çıkan  rejimin  mahiyeti  ele  alınmadan  önce,  esasen  başkanlık  sisteminden  ilhamla hazırlanan  bu  yeni  sistemin,  gerek  siyasi  irade  tarafından,  gerekse  uygulamada  ve doktrinde  Türk modeli başkanlık sistemi 76,  Türk tipi başkanlık 77 veya daha ziyade  Cumhurbaşkanlığı  hükûmet  sistemi 78  olarak  anıldığı  belirtilmelidir.  Öyleyse  artık                                                            72  DURGUN, Gonca Bayraktar,  Anayasa Referandumu ve Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 494-499), s. 498. 73  ESEN, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2016, Sayı: 4, (s. 45-73), s. 46-47. 74  BEKTAŞ, Eda,  Cumhurbaşkanlığı Hükümet Sisteminde Yasama-Yürütme İlişkisi ve Bu Sistemin Türkiye Demokrasisine Etkileri , Yasama Dergisi, Yıl: 2019, Cilt:39, (s. 199-218), s. 208. 75  AKÇAKAYA, Murat / ÖZDEMİR, Abdülkadir, Cumhurbaşkanlığı Hükümet Sistemi ve Siyasal İstikrar , Üçüncü Sektör Sosyal Ekonomi, Yıl: 2018, Cilt: 53, Sayı: 3, (s. 922-944), s. 928. 76  ATAR, s. 177 vd. 77   Türk  Tipi  Başkanlık  Sistemini  Dünyaya  Örnek  Olarak  Sunalım ,  Türkiye  Cumhuriyeti Cumhurbaşkanlığı  İnternet  Sitesi,  https://www.tccb.gov.tr/haberler/410/73444/turk-tipi-baskanliksistemini-dunyaya-bir-ornek-olarak-sunalim (Erişim tarihi: 07.09.2020); ATAY, Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019, s. 146,148; KESER, Hayri,  Türk Tipi Başkanlık Sistemi Üzerine , Yeni Türkiye (Cumhurbaşkanlığı Hükümet Sistemi Özel Sayısı), Yıl: 23, Sayı: 94, 2017, 433-438. 78  KARATEPE, Şükrü, Türk Anayasa Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2018, s. 103-105.   824Güller      Hacettepe HFD, 10(2) 2020, 796-834  parlamenter rejimin tam manasıyla terk edildiği ve başkanlık sistemine benzeyen bir rejimin benimsenmiş olduğu ortadadır.79 Bu hususta bir şüphe bulunmamakla birlikte, yeni sistemin, anayasa hukuku teorisinin araçlarıyla tavsif edilmesinde ve hükûmet sistemlerine yönelik mevcut ayrımlara göre konumlandırılmasında birtakım tereddütler yaşanabilmektedir. Bu bağlamda öncelikle Anayasa değişikliğinin getirdiği sistemin, dünyada başka herhangi bir benzeri bulunmadığı sebebiyle bazı eleştirilere maruz kaldığı görülür. Bu yöndeki tenkitler, bazen şiddetli bir dereceye varabilmiştir.80 Öyle ki yeni düzende, yürütmeye karşı etkili bir yasama ve yargı denetimi bulunmadığı gerekçesiyle, hükûmet sisteminin bir tür  delegasyoncu demokrasi  yahut  popülist (yarışmacı) otoriter rejim  hâline  geleceği  de  savunulmuştur.81  Ancak  bu  nevi  tanımlamalar,  anayasa  hukuku teorisinde kullanılan bir hükûmet sistemi ayrımı olmaktan ziyade, siyaset biliminde politik rejimleri çözümlemek için geliştirilen nitelemeler olarak karşımıza çıkar. Bu sebeple, anılan kavramlar, hükûmet sistemini saptamamaktadır. Yeni  rejimin,  barındırdığı  özellikler  yönünden  başka  bir  ülkede  uygulaması olmadığı ve bu yönüyle  atipik  bir mahiyet taşıdığı konusunda ise tereddüt yoktur.82 Bu noktanın en başta altının çizilmesi gerekir. Ancak bu durum, söz konusu rejimin mevcut hükûmet sistemlerinden bütünüyle bağışık olduğu ve her bakımdan özgün bir yapı arz ettiği manasına da gelmez. Şu hâlde bu rejimin yapısında, bilinen hükûmet sistemlerine ait özellikler de yer alır. Dolayısıyla mevcut sistem, her bir hükûmet sistemi tasnifi yönünden ayrı ayrı ele alınmalıdır.                                                            79  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. Baskı, Yetkin Yayınları, Ankara, 2017, s. 327. 80  GÖZLER,  Kemal,  Elveda  Anayasa:  16  Nisan  2017 de  Oylayacağımız  Anayasa  Değişikliği Hakkında Eleştiriler, 3. Baskı, Ekin Yayınları, Bursa, 2017; GÖZLER, Kemal,  Cumhurbaşkanlığı Sistemi mi, Başkanlık Sistemi mi, Yoksa Neverland Sistemi mi? 16 Nisan da neyi Oylayacağız? , Türk Anayasa  Hukuku  Sitesi,  http://www.anayasa.gen.tr/  neverland.htm  (Erişim  tarihi:  07.09.2020); KÖKER,  Levent,   Cumhurbaşkanlığı  Kararnâmesi  Üzerine  Bazı  Tesbitler  ve  Eleştiriler , http://leventkoker.blogspot.com/2017/01/cumhurbaskanlg-kararnamesi-uzerine-baz.html  (Erişim tarihi: 11.09.2020). 81  ÖZBUDUN, 2017, s. 327-329. 82  NARTER,  Recep  /  KAYA,  Semih  Batur,  Hukuk  İhdası  Rejiminde  Cumhurbaşkanlığı Kararnamesi, Yetkin Yayınları, Ankara, 2020, s. 66.   825Güller      Hacettepe HFD, 10(2) 2020, 796-834  Türkiye de uygulanan bir önceki  yapının parlamenter ve başkanlı parlamenter rejimden son derece uzak olduğu belirtilmişti. O hâlde  yeni  sistem bakımından da bunların geçerli olmayacağı evleviyetle anlaşılmaktadır. Zira artık yürütmenin iki başlı (düalist) yapısı bütünüyle ortadan kalkmış ve tekmil yürütme kuvveti Cumhurbaşkanına bırakılmıştır. Dolayısıyla bu düzenin, parlamenter rejimlerle her bakımdan ilgisiz olduğu ilk bakışta fark edilecek bir durumdur. Yarı  başkanlık  sistemine  gelindiğinde,  bu  rejimde,  halkça  seçilmiş  ve  güçlü yetkileri olan bir Cumhurbaşkanına ilaveten aranan yürütmenin çift başlılığı ve dahası yasama organı önünde sorumlu Bakanlar Kurulu şartlarının hiçbirinin Türkiye de beliren yeni sistemde yer almadığı görülmektedir. Bu bakımdan Anayasanın barındırdığı yapı, yarı başkanlık sisteminden de hayli uzaktadır. Anayasanın öngördüğü düzenin başkanlık sistemini hatırı sayılır ölçüde hatırlatan özellikleri  bulunmaktadır.  Bilhassa  yürütme  yetkisinin  halk  tarafından  seçilen Cumhurbaşkanına münhasır kılınması ve Cumhurbaşkanı yardımcısı ile bakanların yalnız Cumhurbaşkanına karşı sorumlu yardımcı görevliler olarak tasarlanması bu meyandadır. Bununla birlikte yasama ve yürütmenin birbirlerini feshetme imkânına sahip olması dolayısıyla sert bir kuvvetler ayrılığının bulunmaması, rejimi başkanlık sisteminden uzaklaştıran bir hususiyettir. Öte yandan saf başkanlık rejimlerinde görülen fren ve denge mekanizmalarına yeterli ölçüde yer verilmediği de görülmektedir.83 Yeni sistemde Cumhurbaşkanının geniş yasama yetkisine sahip olması, akıllara süper başkanlık sistemini getirebilir. Ancak bu rejimde aranan hem Cumhurbaşkanına hem de Meclise karşı sorumlu bir Bakanlar Kurulu şartı, yeni sistemde yer almamıştır. Nitekim  bu  örgüde  Bakanlar  Kurulu  hiç  bulunmadığı  gibi  Bakanlar  da  yalnızca Cumhurbaşkanına karşı sorumluluk taşıyacak bir tarzda düzenlenmektedir. Bu durumda yeni  rejimin,  anayasa  hukuku  nazariyesinde  belirlenmiş  olan  hükûmet  sistemi ayrımlarından tam olarak birine dâhil edilmesi son derece zordur.  Türkiye de 2017 Anayasa reformuyla kabul edilen yeni sistemin, serdedilen bu gerekçelerle ve ihtiva ettiği özellikleri dikkate alındığında, kendine özgü nitelikler taşıyan                                                            83  KESKİNSOY / KAYA, 2018, s. 90-91.   826Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve başkanlık rejimlerine yakın karma bir sistem olarak değerlendirilmesi gerekir. Şu da var ki yeni sistemin, yukarıda ifade edildiği gibi, yaygın olarak Türk tipi başkanlık veya Cumhurbaşkanlığı  hükûmet  sistemi  olarak  adlandırıldığı  bilinmektedir.  Ancak  bu durumun, yürürlükteki sisteminin bizatihi bu karma yapısından ve mevcut tasniflerden hiçbirine  sığmayan  melez  bir  tasarım  barındırmasından  ileri  geldiği  görülmektedir. Netice itibariyle bu adlandırmalar ülkemizde yerleşmiş bulunsa da, yeni rejimin, hükûmet sistemlerine  yönelik  öteden  beri  oluşturulan  ve  dünya  literatüründe  istikrar  bulmuş tasnifler dikkate alındığında, karma bir yapı arz ettiği ve en ziyade başkanlık rejimleriyle benzerlik taşıdığı sonucuna ulaşmaktayız.  SONUÇ Türkiye  ve  Azerbaycan ın  kültürel,  tarihi,  iktisadi  ve  sair  alanlarda  büyük yakınlıkları olduğu yadsınamaz bir gerçektir. Nitekim iki ülke, kendi içlerindeki siyasi şartlar ne surette olursa olsun, daima yakın ilişkiler kurmanın gayreti içinde olmakta, birinin karşılaştığı bir güçlük karşısında, diğeri tekmil desteğini ortaya koymaktan geri durmamaktadır.  Bu  manzara,  milletlerarası  düzende  eşine  çokça  rastlanan  bir  halet değildir. İki ülkenin, ortaya konulabilecek bu ve başka pek çok benzerliğinin yanı sıra farklılaştıkları  noktalar  da  elbette  mevcuttur.  Bunların  başında,  geçirdikleri  siyasi tarihlerinin bir eseri olarak, farklı politik yapılar arz etmeleri gösterilebilir. Nitekim Türkiye,  Cumhuriyetin  ilk  yıllarından  sonra  uzun  bir  parlamenter  rejim  tecrübesi yaşamışken, Azerbaycan da 1991 yılında kavuşulan istiklalden bu tarafa Cumhurbaşkanı ağırlıklı  bir siyasi  yapı dikkat çekmektedir. Ne ki  Türkiye,  yürütmeyi  güçlendirme temayülü  barındıran  1982  Anayasası  üzerinde  önce  2007  sonra  2017  yılında gerçekleştirilen  Anayasa  reformlarıyla  parlamenter  yapıdan  giderek  uzaklaşmış  ve nihayet yürütmenin münhasıran Cumhurbaşkanından teşekkül ettiği bir siyasi yapıya ulaşmıştır. Bu ise Türkiye nin yeni sistemi ile Azerbaycan da uygulanmakta olan rejimin artık birbirine benzer olup olmadığı düşüncesini akıllara getirmektedir.   827Güller      Hacettepe HFD, 10(2) 2020, 796-834  Çalışmamızda her iki ülkenin sistemleri üzerinde yapmış olduğumuz incelemeden, öncelikle  iki  rejimin  de  özünde  başkanlık  rejimlerine  yakın  olduğu  sonucu  ortaya çıkmaktadır.  Nitekim  her  iki  örnekte  de  siyasi  tasarımın  temeli  ve  kilit  taşı Cumhurbaşkanından başkası değildir. Zira hem Türkiye hem Azerbaycan Anayasaları dikkate alındığında, son derece hayati yetkilere malik olan bir Cumhurbaşkanı figürü karşımıza çıkar. Bu itibarla, iki düzenin de prensipte başkancı bir rejim olduklarında şüphe yoktur. Bu yönüyle iki ülke siyasi yapısında bir benzerlik dikkat çekmektedir.  Şu da var ki bizi Türkiye ve Azerbaycan hükûmet sistemlerini bütünüyle benzer kabul  etmekten  alıkoyacak  ciddi  amiller  de  bulunmaktadır.  Bunların  en  başında Cumhurbaşkanının ikincisinde çok daha baskın bir konumda olması, daha güçlü ve nafiz yetkilere sahip olması gelir. Zira burada Cumhurbaşkanı, Anayasada  Devletin esasları  arasında sayılmış, yasama teşebbüsünde söz sahibi olmaktan hâkimleri seçmeye kadar onu diğer kuvvetler karşısında da güçlü kılacak bir mevkie yükseltilmiştir. Gerçekten Cumhurbaşkanı, Anayasa Mahkemesi, Yargıtay ve istinaf mahkemeleri için Meclise öneride bulunmakta, diğer hâkimleri ise doğrudan kendisi seçmektedir. Türk sisteminde ise Cumhurbaşkanı siyasi yapıdaki baskın konumuna rağmen bu ve benzeri yetkilere sahip değildir. Zira onun, yargı organının teşekkülünde bu denli belirleyici olması, Türkiye yönünden geçerli olmamaktadır. Ayrıca Türkiye de, yasama organının siyasi yapı  içinde  sahip  olduğu  ağırlığın  daha  fazla  olduğu  söylenebilir.  Nitekim  yasama süreçleri bütünüyle parlamentoya aittir. Bu durumun, sistemin tasarımı gereği Meclisin genellikle Cumhurbaşkanı ile aynı siyasi çoğunluğa sahip olması bekleneceğinden pek anlam taşımadığı düşünülebilir. Ancak bunun tersi de mümkündür. Zira her iki organın farklı  siyasi  renge  sahip  olması  ihtimalinde,  Parlamento  yasama  gücünün  bütün imkânlarını elinde bulacak ve önemli bir denge unsuru olarak ortaya çıkabilecektir. Bu görünüm, Azerbaycan sisteminde hiçbir yönüyle söz konusu değildir. Bundan başka Cumhurbaşkanının sorumluluğu bahsinde de kayda değer farklılıklar dikkat çeker. Esasen her iki sistem bakımından da sorumluluk mekanizmasını işletmek kolay değildir. Fakat bu durum Azerbaycan da baştan sona güç kılınmış durumdadır. Zira bu süreci, bütün üyeleri Cumhurbaşkanının önerdiği isimler arasından belirlenen Anayasa Mahkemesi başlatmakta, ardınca gelen zorlu safhalar bir şekilde tamamlanacak olsa bile,   828Güller      Hacettepe HFD, 10(2) 2020, 796-834  mahkûmiyet  kararını  yine  Anayasa  Mahkemesinin  onaylaması  gerekmektedir. Türkiye deki  mekanizma ise  barındırdığı  güçlüğe rağmen  elbette bu denli zahmetli değildir.  Bu  gerekçelerle,  Azerbaycan  siyasi  sisteminde  Cumhurbaşkanının  Türkiye ye nazaran çok daha baskın bir figür olduğu ve bu durumun hükûmet sistemlerinde farklı vurgular meydana getirdiğini kabul etmek gerekir. Şu hâlde, her iki rejimin de temelde başkanlık sistemleri arasında mütalaa edilmesi mümkün olsa da aralarında mühim farklar da mevcuttur. Bu durumda Azerbaycan da karşılaştığımız süper başkanlık uygulamasını, Türkiye bakımından tespit edebilmek güçtür. Burada, ancak mevcut tasniflerden birine bütünüyle sığmayan, kendine özgü bir sistemin varlığından söz edebilmek mümkün görünmektedir.                829Güller      Hacettepe HFD, 10(2) 2020, 796-834  KAYNAKÇA ABDULLAYEV,  Cavid,   Azerbaycan da  Anayasalaşma  Süreci  ve  Benimsenen  Sistemin Niteliği , Avrasya Dosyası, Yıl: 2001, Cilt: 7, (s. 109-131). AKÇAKAYA, Murat / ÖZDEMİR, Abdülkadir, Cumhurbaşkanlığı Hükümet Sistemi ve Siyasal İstikrar , Üçüncü Sektör Sosyal Ekonomi, Yıl: 2018, Cilt: 53, Sayı: 3, (s. 922-944). ALİYEV, Cabir,  Azerbaycan Anayasal Sisteminde  Şikâyet  Denetim Usulü:  Anayasa Şikâyeti, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 2010. AMRAHQİZİ, Elmira,  The Making of a Democracy Azerbaijan to Adopt its First Constitution in November 1995 . Azerbaijan International Magazine, 1995, Vol: 3.3, (s. 68-73). ANAYURT, Ömer, Anayasa Hukuku Temel Kavramlar ve Türk Anayasa Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019. ARDIÇOĞLU, Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu Dergisi, Yıl: 2017, Cilt: 75, Sayı: 3, (s. 19-51). ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2019. ATAY, Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019. BASTIEN, François, Les mots-clés du droit constitutionnel, Dalloz, Paris, 2017. BEKTAŞ,  Eda,   Cumhurbaşkanlığı  Hükümet  Sisteminde  Yasama-Yürütme  İlişkisi  ve  Bu Sistemin Türkiye Demokrasisine Etkileri , Yasama Dergisi, Yıl: 2019, Cilt:39, (s. 199218). BOZTEPE,  Mehmet,   2017  Yılı  Anayasa  Değişikliği  Sonrası  Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 1, (s. 5-30). CHANTEBOUT, Bernard, Droit constitutionnel, 32e édition, Dalloz, Paris, 2015. DENQUIN, Jean-Marie, 1958: La genèse de la Ve République, Presses Universitaires de France, Paris, 1988. DOĞAN, Meltem,  Devlet Başkanı Ekseninde Anayasal Sistem: Azerbaycan Başkanlık Sistemi , Karşılaştırmalı Hükümet Sistemleri Başkanlık Sistemi (ABD, Arjantin, Azerbaycan, Brezilya ve Nijerya Örnekleri), (der. H. Yapıcı Kaya), TBMM Araştırma Merkezi Yayınları, Ankara, 2015. DOĞAN,  Vahit,   16  Nisan  2017  Tarihinde  Kabul  Edilen  Anayasa  Değişikliklerinin Değerlendirilmesi , DÜHFD, Yıl: 2017, Cilt: 26, (s. 3-30). DURGUN, Gonca Bayraktar,  Anayasa Referandumu ve Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 1-6).   830Güller      Hacettepe HFD, 10(2) 2020, 796-834  DUVERGER, Maurice,  A New Political System Model: Semi-Presidential Government , European Journal of Political Research, 1980, Vol. 8, (165-187). EFE,  Haydar  /  KEMAHLI,  Funda  /  KOTAN  M.  Lütfi,   Türkiye nin  Parlamenter  Sistem Deneyimini Önemi , KAÜ İİBF Dergisi, Yıl: 2015, Cilt: 6, Sayı: 11, (s. 149-175). ELGIE, Robert,  Semipresidentialism: An Increasingly Common Constitutional Choice , SemiPresidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011. ERDOĞAN, Mustafa, Anayasa Hukuku, Orion Kitabevi, Ankara, 2011. ESEN, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2016, Sayı: 4, (s. 45-73). ESEN, Selin,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Siyasal Sisteme Olası Yansımaları , Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları, Ankara, 2009. FAVOREU, Louis:  Les règlements autonomes n existent pas , Revue française de droit administratif, 1987. FAVOREU, Louis / PHILIP, Loïc, Le Conseil constitutionnel, Presses Universitaire de France, Paris, 2005. FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019. FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015a. FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 90-109). FENDOĞLU,  Hasan  Tahsin,   Cumhurbaşkanlığı  Kararnameleri  Mahfuz  Düzenleme  Alanı mıdır? , Ankara Barosu Dergisi, Yıl: 2019, Sayı: 3, (s. 277-310). FENDOĞLU, Hasan Tahsin, Türkiye de Başkanlık Sistemi, Yetkin Yayınları, Ankara, 2015b. FISH, M. Steven,  The Pitfalls of Russian Superpresidentialism , Current History, October, 1997. GÖNENÇ, Levent / KONTACI, Ali Ersoy,  2017 Tarihli Anayasa Değişikliği Sonrasında Yasama-Yürütme İlişkileri , TBB Dergisi, Yıl: 2019, Cilt: 145, (s. 53-79). GÖNENÇ, Levent,  Azerbaycan Anayasası Üzerine Notlar ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1998, Cilt: 47, Sayı: 1-4, (s. 185-220). GÖNENÇ, Levent,  Hükümet Sistemi Tartışmalarında ‘Başkanlı Parlamenter Sistem  Seçeneği , Güncel Hukuk, Yıl: 2007, Cilt: 44, (s. 39-43).   831Güller      Hacettepe HFD, 10(2) 2020, 796-834  GÖNENÇ, Levent, Türkiye de Hükûmet Sistemi Tartışmalarına Kısa Bir Bakış ve Mevcut Hükûmet  Sisteminin  Niteliği,  https://www.tepav.org.tr/tr/yayin/s/415  (Erişim  tarihi: 05.02.2020). GÖZLER, Kemal,  Cumhurbaşkanlığı Sistemi mi, Başkanlık Sistemi mi, Yoksa Neverland Sistemi  mi?  16  Nisan da  neyi  Oylayacağız? ,  Türk  Anayasa  Hukuku  Sitesi, http://www.anayasa.gen.tr/ neverland.htm (Erişim tarihi: 07.09.2020). GÖZLER, Kemal, Devlet Başkanları Bir Karşılaştırmalı Anayasa Hukuku İncelemesi, Ekin Kitabevi, Bursa, 2001. GÖZLER, Kemal, Elveda Anayasa: 16 Nisan 2017 de Oylayacağımız Anayasa Değişikliği Hakkında Eleştiriler, 3. Baskı, Ekin Yayınları, Bursa, 2017.  GÖZLER, Kemal, Türk Anayasa Hukuku, 2. Baskı, Ekin Yayınları, Bursa, 2018. GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Kitabevi, Bursa, 2014. GÖZÜBÜYÜK, A. Şeref, Anayasa Hukuku, S Yayınları, Ankara, 1991. GÜLLER, Abdülsamet, Cumhurbaşkanlığı Kararnameleri: Türkiye ve Fransa Mukayesesi, Doktora Tezi, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2020. GÜLSOY, Mehmet Tevfik,  Anayasa Yenileme Çalışmalarında Hükümet Sistemi Sorunu , Yeni Türkiye, Yıl: 2013, Cilt: 50, (s. 884-891). GÜNDAY, Metin, İdare Hukuku, 11. Baskı, İmaj Yayınları, Ankara, 2017. İBA, Şeref, Türk Anayasa Hukuku, 1. Baskı, Turhan Yayınları, Ankara, 2018. KABOĞLU, İbrahim, Kural Koyan Organ Olarak Yasamanın Özerkliği, CHP Yayınları, Ankara, 2018. KARATEPE, Şükrü, Türk Anayasa Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2018. KARATEPE, Şükrü,  Hükümet Sistemleri ve Türkiye , Yeni Türkiye, Yıl: 2013, Cilt: 51, (s. 223-235). KESER, Hayri,  Türk Tipi Başkanlık Sistemi Üzerine , Yeni Türkiye (Cumhurbaşkanlığı Hükümet Sistemi Özel Sayısı), Yıl: 23, Sayı: 94, 2017, 433-438. KESKİNSOY, Ömer / KAYA, Semih Batur,  Türkiye nin Hükümet Sistemleri Üzerine Bir Değerlendirme , TBB Dergisi, Sayı: 137, 2018, 67-96. KÖKER,  Levent,   Cumhurbaşkanlığı  Kararnâmesi  Üzerine  Bazı  Tesbitler  ve  Eleştiriler , http://leventkoker.blogspot.com/2017/01/cumhurbaskanlg-kararnamesi-uzerine-baz.html (Erişim tarihi: 11.09.2020). KUZU,  Burhan,   Anayasa  Değişikliği  ve  Cumhurbaşkanlığı  Hükümet  Sisteminin  Genel Faydaları , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 110-128).   832Güller      Hacettepe HFD, 10(2) 2020, 796-834  LE POURHIET, Anne-Marie,  Droit constitutionnel, 9e édition, Economica, Paris, 2018. MECEK,  Mehmet,   Azerbaycan ın  Devlet  Yapısı  ve  Taşra  Yönetiminde  Merkez-Yerel İlişkileri , Bitlis Eren Üniversitesi Sosyal Bilimler Üniversitesi Dergisi, Yıl: 2018, Cilt: 7, Sayı: 1, (s. 51-77). MÉLIN-SOUCRAMANIEN, Ferdinand / PACTET, Pierre, Droit constitutionnel, 38e édition, Dalloz, Paris, 2020. MOLLAER, Fırat,  Azerbaycan da Demokrasi ve Geleceği Üzerine Bazı Gözlemler , Bilgi Sosyal Bilimler Dergisi, Yıl: 2004, Cilt: 8, (s. 63-78). NARTER,  Recep  /  KAYA,  Semih  Batur,  Hukuk  İhdası  Rejiminde  Cumhurbaşkanlığı Kararnamesi, Yetkin Yayınları, Ankara, 2020. ONAR, Erdal,  Türkiye nin Başkanlık Sistemine Geçmesi Düşünülmeli midir? , Başkanlık Sistemi, (der. T. Ergül), TBB Yayınları, Ankara, 2005. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 14. Baskı, Yetkin Yayınları, Ankara, 2013. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. Baskı, Yetkin Yayınları, Ankara, 2017. ÖZGİŞİ,  Tunca,   Orta  Asya  Cumhuriyetleri  ve  Azerbaycan ın  Parlamento  Yapılarının Karşılaştırmalı Analizi , Türkiyat Mecmuası, Yıl: 2012, Cilt: 22, (s. 83-102). ÖZKUL, Fatih,  Başkanlık Sistemi Üzerine Amerika Birleşik Devletleri ve Azerbaycan Modeli Karşılaştırması , TBB Dergisi, Yıl: 2012, Sayı: 103, (s. 85-110). PORTELLI, Hugues:  Soixante ans de subordination parlementaire , Pouvoirs, 2018/3, no 166, (s. 69-80). PROTSYK, Oleh,  Semi-Presidentialism under Post_Communism , Semi-Presidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011. REHİMLİ, Recep,  Azerbaycan Yönetim Sistemi , Uluslararası Sosyal Araştırmalar Dergisi, Yıl: 2009, Cilt: 2, Sayı: 9, (s. 377-386). RIVERO, Jean,  Rapport de synthèse , Vingt ans d application de la Constitution de 1958 le domaine de la loi et du règlement, Colloque organisé par la Faculté de Droit et de Science Politique d Aix-Marseille sous la direction de Louis Favoreu, Presse Universitaire d AixMarseille, 1978. SEVGİLİ GENÇAY, Didem Aslan,  Kanun ve Cumhurbaşkanlığı Kararnamelerinin Karşılıklı Mahfuz  Alanları  Meselesi  (Türkiye  ve  Fransa  Karşılaştırmalı  Çalışma),  Kamu Hukukçuları Platformu VIII. Toplantısı Tam Metin Bildiri Kitabı, On İki Levha Yayınları, İstanbul, 2020, 237-274. SÖYLER, Yasin, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2018.   833Güller      Hacettepe HFD, 10(2) 2020, 796-834  TAŞDÖĞEN, Salih:  Cumhurbaşkanının Cezai Sorumluluğu , DEÜ Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, Yıl: 2019, Cilt: 21, (s. 1293-1325). TEZİÇ, Erdoğan, Anayasa Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2014. TUNAYA, Tarık Zafer, Siyasal Kurumlar ve Anayasa Hukuku, Araştırma Eğitim Ekin Yayınları, İstanbul, 1982. TUNÇ, Hasan, Türk Anayasa Hukuku, 1. Baskı, Gazi Kitabevi, Ankara, 2018. ULUSOY,  Ali,  Aralık  2016  Anayasa  Teklifi  Neler  Getiriyor,  Neler  Götürüyor?  , http://www.anayasa.gen.tr/  ulusoy-anayasa-degisikligi.pdf  (Erişim  tarihi:  27  Temmuz 2020). ÜLGEN,  Özen,   Cumhurbaşkanlığı  Kararnamelerinin  Niteliği  ve  Türleri ,  Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Sayı: 1, (s. 4-39). VERPEAUX,  Michel  /  LAËTITIA,  Janicot,  Droit  public  Pouvoirs  publics  et  action administrative, Presses Universitaires de France, Paris, 2009. YILDIZ,  Abdulkadir,   Cumhurbaşkanlığı  Sisteminde  Cumhurbaşkanının  Sorumluluğu Meselesi , Kırıkkale Üniversitesi Sosyal Bilimler Dergisi, Yıl:2019, Cilt: 9, Sayı: 1, (s. 1-20). YÜKSEL, İsmail,  6771 Sayılı Anayasa  Değişikliği Kanunu nun Ardından Kanun Yapma Yöntemi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 7, Sayı: 2, (s. 251-274).     834",
     "Abstract": "Turkey and Azerbaijan attract attention as two states that have a significant affinity in cultural, historical, political, economic and other fields. Apart from the many similarities they have, there are, of course, their different points. One of them is the nature of their political designs. Thus, although Turkey had lived under a parliamentary regime which contains a president with weak powers, Azerbaijan has been governed by a very strong president since its independence. However, a trend which aims the empowerment of president has emerged in Turkey and his idea came to life with the referendums of 2007 and 2017. Hereinafter Turkey has a powerful president. In the last case, the question on the position of two systems relative to each other becomes more important. In this study, as a result of this curiosity, constitutions of both countries are examined through the concept of the President s powers and it s tried to detect their government systems.",
     "Metin": "Tarihi ve içtimai yönden ortak özellikler barındıran ve aynı dili konuşan Türkiye ve  Azerbaycan ın  pek  çok  farklı  yönden  karşılaştırılması,  araştırıcıların  önemli benzerliklere ulaşmasını sağlamaktadır. Bu tespitin hükûmet sistemleri yönünden nasıl gerçekleşeceği merakının bir ürünü olan bu çalışmada ise, Azerbaycan ın 1995 tarihli Anayasası  ile  ülkemiz  son  dönem  siyasetinde  köşe  taşı  mahiyetindeki  tartışma konularından birisi olan ve nihayet 16.04.2017 tarihinde gerçekleşen referandum ile hayat bulan  yeni  hükûmet  sisteminin  bir  karşılaştırması  yapılarak,  başka  bir  mecrada  bu sorunun cevabının aranması hedeflenmektedir. Böyle  bir  sorunun  ferahçasına  cevaplandırılabilmesi  için  iki  ülkenin  siyasi sistemleri içinde kayda değer bir yer işgal eden kurumların baştan sona incelenmesi gerekir. Ne var ki böylesine kapsamlı araştırmalar ancak büyük hacimli çalışmaların harcı olabilmektedir. Bu itibarla, araştırma materyalleri üzerinde tasarrufa gidilmesi ihtiyacı karşısında  konunun,  her  iki  sistemde  en  belirgin  mevkii  haiz  olan  Cumhurbaşkanı üzerinden incelenmesi daha isabetli bir yol olacaktır.  Çalışmanın ilk bölümünde Azerbaycan hükûmet sistemi ele alınmaktadır. Bunun için Cumhurbaşkanının anayasal konumu ve diğer organlarla olan ilişkisinin araştırılması gerekmiş ve hükûmet sisteminin mahiyetine ilişkin doktrinde temayüz eden tartışmalara değinildikten sonra, rejimin niteliği tespit edilmeye çalışılmıştır. İkinci  bölümde  ise  Türkiye de  2017  Anayasa  değişiklikleriyle  birlikte  beliren sistemin analizi yapılmaktadır. Bu başlıkta Cumhurbaşkanına atfedilen anayasal konumu ortaya çıkarabilmek için sahip olduğu yasama, yürütme ve yargı alanına dair yetkilerin gösterilmesi icap etmiştir. Bu bağlamda özellikle Cumhurbaşkanına tanınan kararname çıkarma yetkisi ehemmiyet taşımaktadır. Çalışma, her iki ülkenin hükûmet sistemine yönelik tespitlere erişilen bu bölümlerden sonra, iki ülkenin rejimlerinin taşıdığı benzerlik ve farklılıkların ortaya konulmasıyla neticelendirilmiştir.   798Güller      Hacettepe HFD, 10(2) 2020, 796-834  I. AZERBAYCAN HÜKÛMET SİSTEMİNİN YAPISI A. Cumhurbaşkanının Anayasal Konumu Azerbaycan Anayasasına göre Devletin başı, halkın bütünlüğünü ifade eden ve Devletin devamlılığını sağlayan Cumhurbaşkanıdır (AY. m. 8/1-2). Cumhurbaşkanı, bundan başka Devletin bağımsızlığının, toprak bütünlüğünün, taraf olunan milletlerarası antlaşmalara  uyulmasının  ve  yargı  müstakilliğinin  de  teminatıdır  (AY.  m.  8/3-4). Anayasa, şahsında bu vasıfları topladığı Cumhurbaşkanına ayrıca yürütme yetkisini de bahşetmektedir. Nitekim 7. maddeye göre yasama hâkimiyeti Azerbaycan Cumhuriyeti Milli Meclisince, yargı gücü Azerbaycan Cumhuriyeti Mahkemelerince, yürütme yetkisi ise Cumhurbaşkanınca kullanılmaktadır. Anayasanın genel özellikleri itibariyle bu suretle düzenlediği Cumhurbaşkanının, Devletin temel mekanizması içinde etkin ve merkezi bir konumu haiz bulunduğu ilk bakışta anlaşılır.2 Ancak Cumhurbaşkanının sistem içinde ne tür bir role sahip olduğunun daha iyi ortaya konulabilmesi için seçilme usulü, görev ve yetkileri ile diğer organlarla irtibatı gibi hususların da araştırılması gereklidir. 1. Seçim Esasları Azerbaycan Cumhurbaşkanının seçimine ilişkin usul ve esaslar Anayasanın 100, 101, 102 ve 103. maddesinde düzenlenmiştir. Buna göre Cumhurbaşkanı, beş yıllık bir süre için genel, eşit ve doğrudan seçim prensibine dayalı olarak serbest, şahsi ve gizli oylama yolu ile seçilir. Cumhurbaşkanı seçilebilmek için seçime katılanların yarıdan fazlasının oyu gerekmektedir. Sözü edilen çoğunluğa, ilk oylamada ulaşılamazsa, seçim                                                            1    Azerbaycan Anayasası 1991 de elde edilen bağımsızlıktan dört yıl sonra, 1995 yılında kabul edilmiştir. Ülkede bağımsızlıktan Anayasanın ilanına kadar geçen sürede, bazı eklemelerle Sovyet döneminde çıkarılan son Anayasa olan 1972 Anayasasının uygulandığı görülür. Müstakil devletin Anayasasının hazırlanmasında bu denli geç kalınmasını sebebi olarak Dağlık Karabağ daki ülke  topraklarının yaklaşık yüzde yirmisine denk gelen Ermeni işgali gösterilmektedir. Anayasanın ilanına yönelik daha detaylı bilgi için bkz. AMRAHQİZİ, Elmira  The Making of a Democracy Azerbaijan to Adopt its First Constitution in November 1995 . Azerbaijan International Magazine, 1995, Vol: 3.3, (s. 68-73). Ayrıca 1995 tarihli Azerbaycan Anayasası nın tam metni için bkz. Türk Anayasa Hukuku Sitesi, http://www.anayasa.gen.tr/ azerbaycan-aleskerli.htm, (Erişim Tarihi: 21 Aralık 2016); Anayasanın orijinal  metni  için  bkz Azərbaycan  Respublikasinin  Konstitusiyasi, . http://www.constcourt.gov.az/laws/26, (Erişim Tarihi: 21 Aralık 2016). 2   GÖNENÇ, Levent,  Azerbaycan Anayasası Üzerine Notlar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1998, Cilt: 47, Sayı: 1-4, (s. 185-220), s. 207.   799Güller      Hacettepe HFD, 10(2) 2020, 796-834  gününü takip eden ikinci pazar günü seçimlerin ikinci turu icra edilir. Bu oylama, ilk turda en  çok  oy  alan  iki  aday  arasında,  oyların  çoğunluğunu  elde  eden  Cumhurbaşkanı seçilecek şekilde yapılır (AY. m. 101). Anayasa Mahkemesi, seçimlerin sona ermesini izleyen  14  gün  içinde  Cumhurbaşkanlığı  seçimi  sonuçlarını  resmen  ilan  eder  ve Cumhurbaşkanı yemin ederek görevine başlar (AY. m. 102, 103.) Cumhurbaşkanlığı  seçimleri  hakkındaki  bazı  hükümler  ise  Seçim  Kanunu (Azərbaycan  Respublı̇kasının  Seçkı̇  Məcəlləsi  3  ile  düzenlenmiştir.  Buna  göre Cumhurbaşkanlığına siyasi partiler, siyasi parti blokları ile seçime katılma hakkına sahip vatandaşlar aday gösterebilmektedir (m. 181). Son olarak, Azerbaycan Anayasasının 101. maddesinde  yer  alan,  aynı  kişinin  peş  peşe  iki  defadan  fazla  Cumhurbaşkanı seçilemeyeceğine dair hükmün 18 Mart 2009 tarihinde yapılan bir halkoylaması ile kaldırıldığı belirtilmelidir. Bu bakımdan artık bir kişinin sınırsızcasına Cumhurbaşkanı seçilebilmesinin önü açıktır.  2. Görev ve Yetkileri Azerbaycan  sisteminde  Cumhurbaşkanı,  yukarıda  belirtildiği  üzere  anayasal sistematiğin merkezi noktasında yer alacak biçimde kurgulanmıştır. Bunun en büyük delili olarak, başkanlık makamının Anayasanın  Devletin Esasları  başlığını taşıyan ikinci  faslında  düzenleniyor  olması  gösterilebilir.5  Azerbaycan  Anayasası, Cumhurbaşkanının  yetkilerini, kuşkusuz bu vurguya paralel olarak, onu son derece baskın bir mevkie yerleştirecek şekilde düzenlemektedir. Büyük çoğunluğu Anayasanın 109. maddesinde otuz iki bent hâlinde sayılan bu yetkileri yasama, yürütme ve yargı alanına ilişkin olacak şekilde üç başlık altında ele alacağız.                                                            3   Azərbaycan Respublı̇kasının Seçkı̇ Məcəlləsi nin tam metni için bkz. Azərbaycan Respublikası Mərkəzi Seçki  Komissiyası  İnternet  Sitesi,  http://www.msk.gov.az/uploads/qanunvericilik/seckimacallasi_2013.pdf. 4   DOĞAN, Meltem,  Devlet Başkanı Ekseninde Anayasal Sistem: Azerbaycan Başkanlık Sistemi , Karşılaştırmalı Hükümet Sistemleri Başkanlık Sistemi (ABD, Arjantin, Azerbaycan, Brezilya ve Nijerya Örnekleri), (der. H. Yapıcı Kaya), TBMM Araştırma Merkezi Yayınları, Ankara, 2015, s. 143. 5    GÖNENÇ, 1998, s. 207.   800Güller      Hacettepe HFD, 10(2) 2020, 796-834  a. Cumhurbaşkanının Yasama ile İlgili Yetkileri Cumhurbaşkanının  yasama  alanına  yönelik  dikkat  çeken  ilk  yetkisi,  yasama teşebbüsünde bulunma hakkı olarak karşımıza çıkmaktadır. Bu yetki yasama teşebbüsüne ilişkin esasları düzenleyen 96. maddede sevk edilmektedir. Buna göre kanun taslakları veya diğer konuları Parlamentonun görüşmesine sunma yetkisi Azerbaycan Cumhuriyeti Milli  Meclisinin  milletvekillerine,  Azerbaycan  Cumhuriyeti  Cumhurbaşkanına, Azerbaycan Cumhuriyeti Ali Mahkemesine, Azerbaycan Cumhuriyeti Savcılığına ve Nahcivan  Özerk  Cumhuriyeti  Ali  Meclisine  aittir.  Anayasa,  bu  yetkiyi  bir  başka hükmüyle kuvvetlendirir. Nitekim aynı maddenin ikinci ve üçüncü fıkrasına göre, kanun veya karar taslakları sunuldukları şekliyle görüşülmekte ve bunlar üzerinde herhangi bir değişiklik yapılması, ancak taslağı sunan organın rızasıyla mümkün olabilmektedir. Bu durum, Parlamentonun zayıf bir konumda tasarlandığını ortaya koyar. Cumhurbaşkanının yasamaya dair diğer bir yetkisi, 109. maddede belirtildikten sonra çerçevesi 110. maddede açıklanan kanunları imzalama ve yayımlama salahiyetidir. Cumhurbaşkanının Meclise geri gönderdiği kanunların yeniden kabul edilebilmesi için daha önce 83 oyla kabul edilenler için 95, 63 oyla kabul edilenler için ise 83 karar yeter sayısı  aranmaktadır.6  Bu  durumda,  Azerbaycan  Cumhurbaşkanının  güçleştirici  veto yetkisine sahip olduğunun kabul edilmesi gerekir.7 Azerbaycan  Anayasasının  yasama  alanına  yönelik  Cumhurbaşkanına  vermiş olduğu belki de en kayda değer enstrüman olarak 113. maddede Cumhurbaşkanının Düzenlemeleri  başlığı  ile  hüküm  altına  alınan  yetkiler  gösterilebilir.  Nitekim  bu maddenin birinci fıkrasına göre Cumhurbaşkanı genel esasları belirleyen hususlarda ferman  verebilmekte,  diğer  konular  hakkında  ise  serencam  (emirname) çıkarabilmektedir. Fermanlar, ya mevcut bir kanuna müstenit olarak ilgili kanunun hangi surette uygulanacağını gösterir veya hiçbir kanuna dayalı olmaksızın bizatihi hukuki                                                            6    Azerbaycan  Anayasasının  94.  maddesinin  ilk  fıkrasında  Milli  Meclisin  belirleyeceği  hususlar sayılmakta, ikinci fıkrada ise, bu hususlardan bazılarının 83, diğerlerinin ise 63 oyçokluğu ile kabul edileceği düzenlenmektedir.  7   ÖZKUL, Fatih,  Başkanlık Sistemi Üzerine Amerika Birleşik Devletleri ve Azerbaycan Modeli Karşılaştırması , TBB Dergisi, Yıl: 2012, Sayı: 103, (s. 85-110), s. 97.   801Güller      Hacettepe HFD, 10(2) 2020, 796-834  kaynak mahiyetinde olur.8 Serencam ise, genel olarak belirli kimseleri bir vazifeye atamak,  azletmek  yahut  ödüllendirmek  maksadıyla  başvurulan  bir  hukuki  işlem çeşididir.9 Bu geniş düzenleme yetkisi, Cumhurbaşkanına ülkeyi kanun gücüne sahip kararnameler yoluyla yönetme imkânını sunmaktadır.10 Aynı maddenin ikinci fıkrasında, Cumhurbaşkanın ferman ve emirlerinin, bu metinlerde başka bir hüküm bulunmuyorsa yayımlandıkları  gün  yürürlüğe  gireceğini  belirtilmekte,  Parlamentonun  yetkilerini düzenleyen 95. maddede ise, fermanların Milli Meclis tarafından onaylanması gerektiği hüküm altına alınmaktadır. Cumhurbaşkanının bu başlık altında zikredilmesi gereken diğer yetkileri AY. m. 109/18 de belirtilen referanduma gitme, AY. m. 109/17  gereğince devletlerarası ve hükûmetlerarası antlaşmaları bağlama, 130. maddede düzenlenen hususların (kanunlar, parlamento kararları, Bakanlar Kurulu karar ve emirleri vs.) anayasaya uygunluğunun denetlenmesi için Anayasa Mahkemesine başvurma ve nihayet Milli Meclisin seçimlerini belirleme yetkisi olarak karşımıza çıkmaktadır. Özellikle bu sonuncu hüküm, ülkedeki hükûmet sisteminin tespiti konusunda kafa karışıklıklarına yol açabilmektedir. Bu konu aşağıda ele alınacağından şimdilik değinmekle yetiniyoruz. b. Cumhurbaşkanının Yürütmeye ile İlgili Yetkileri Azerbaycan  Anayasası,  yürütme  hâkimiyetinin  sahibi  olarak  gördüğü Cumhurbaşkanının bu alanla ilgili yetkilerini bir hayli geniş tutmuştur.11 Bunun sebebi olarak, Azerbaycan Anayasasının  güçlü yürütme  prensibinden hareketle hazırlanmış olması görülebilir.12 Şu da var ki Cumhurbaşkanı, yürütme organının yegâne aktörü değildir.  Nitekim  Anayasa  Cumhurbaşkanının,  uhdesinde  tuttuğu  yürütme  gücünü kullanmak maksadıyla, kendisine karşı sorumlu olan Başbakanı ve Bakanlar Kurulunu                                                            8   DOĞAN, 2015, s. 145. 9   ALİYEV, Cabir, Azerbaycan Anayasal Sisteminde  Şikâyet  Denetim Usulü: Anayasa Şikâyeti, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 2010, s. 75. 10  ÖZKUL, 2012, s. 97. 11  GÜLER,  Kadir  Kaan,  Azerbaycan  Hükümet  Sistemi, http://www.academia.edu/12318313/Azerbaycan_ Hükümet_Sistemi (Erişim Tarihi: 20.12.2016), s. 4. 12  ABDULLAYEV, Cavid,  Azerbaycan da Anayasalaşma Süreci ve Benimsenen Sistemin Niteliği , Avrasya Dosyası, Yıl: 2001, Cilt: 7, (s. 109-131), s. 116.   802Güller      Hacettepe HFD, 10(2) 2020, 796-834  atayacağı hükmünü içermektedir (AY. m. 114). Bahse konu atama işlemi her ne kadar Milli Meclisin onayına bağlı olsa da bu durum, Cumhurbaşkanının iradesini sınırlayacak bir  güçte  tasarlanmamıştır.13  Zira  teklif  ettiği  adayların  Meclis  tarafından  üç  defa reddedilmesi  durumunda  Cumhurbaşkanı,  Başbakanı  Meclisin  tasdikine  ihtiyaç duymaksızın atayabilmektedir (AY. m. 118). Öte yandan burada belirtilen Başbakan adayının aynı kişi mi yoksa farklı kişiler mi olduğuna ilişkin Anayasada herhangi bir hüküm yer almaz. Bakanlar Kurulunun statüsünü tanzim eden 114. maddeye göre, yürütmenin bu yüksek organı, Cumhurbaşkanına karşı sorumludur ve ona tabi olarak çalışır. Zira halk tarafından seçilen Cumhurbaşkanı, Devletin başı olduğu gibi aynı zamanda hükûmetin de başıdır.  Bunun  bir  yansıması  olarak  Cumhurbaşkanı  gerekli  gördüğünde  Bakanlar Kuruluna başkanlık edebilmektedir (AY. m. 109/5). Ayrıca Bakanlar Kurulunun çalışma esasları  da  Cumhurbaşkanınca  tespit  edilir.  116.  madde  ise  yeni  seçilen Cumhurbaşkanının göreve başlamasıyla birlikte, mevcut Bakanlar Kurulunun istifasını sunması gerektiğini düzenlemiştir. Bu hüküm, Bakanlar Kurulunun Cumhurbaşkanının yürütme  yetkilerini  kullanmasında  yardımcı  bir  organdan  öteye  geçmediğini  açıkça ortaya koymaktadır. Cumhurbaşkanı, Bakanlar Kurulunun hazırladığı Devlet bütçesini Milli Meclisin onayına sunar (AY. m. 109/2). Aynı zamanda bütçenin yürütme hâkimiyetine tahsis ettiği harcamalar çerçevesinde merkezi ve mahalli yürütme organlarını kurmak (AY. m. 109/7) ve mahalli yürütme organlarının başkanlarını atayıp görevden almak (AY. m. 124/II) yetkisi  de  Cumhurbaşkanına  aittir.  Bundan  da  öte,  mahalli  idarelerin  yetkilerini belirleyen,  aynı  maddenin  üçüncü  fıkrasına  göre  yine  Cumhurbaşkanıdır.  Buradan hareketle, merkez ve taşra teşkilatı da dâhil olacak şekilde bütün yürütme organının, Milli Meclisin  herhangi  bir  müdahalesi  olmaksızın  Cumhurbaşkanınca  düzenleneceğini söylememiz  mümkündür.  Anayasanın  bu  tasarımı  ve  günümüze  kadar  yapılan                                                            13  DOĞAN, 2015, s. 145.   803Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemeler sonucunda, ülkede son derece merkeziyetçi bir idari yapılanma karşımıza çıkmaktadır.14 Azerbaycan ı  ülke  içinde  ve  dış  münasebetlerde  temsil  eden  (AY.  m.  8/I) Cumhurbaşkanı, bu yetkinin bir uzantısı olarak dış ülkeler ve milletlerarası teşkilatlarda diplomatik temsilcileri atama ve geri çağırma yetkisine de sahiptir. Cumhurbaşkanı, yeni diplomatik temsilciliklerin kurulması için ise, Milli Meclise teklifte bulunur (AY. m. 109/15). Cumhurbaşkanının 8. maddede Devletin bağımsızlığının ve toprak bütünlüğünün teminatı olarak öngörüldüğünü yukarıda belirtmiştik. Takip eden maddenin son fıkrası da bu doğrultuda Cumhurbaşkanını silahlı kuvvetlerin başkomutanı olarak düzenlemiştir. Ayrıca 111. madde uyarınca Cumhurbaşkanı, Azerbaycan Cumhuriyeti topraklarının belirli  bir  kısmı  fiilen  işgal  edildiğinde,  yabancı  devlet  veya  devletler  Azerbaycan Cumhuriyetine savaş ilan ettiğinde, Devlete karşı gerçek silahlı saldırı tehlikesi ortaya çıktığında,  ülke  toprakları  ablukaya  alındığında,  ayrıca  abluka  için  gerçek  tehlike oluştuğunda ülke genelinde veya ayrı ayrı bölgelerde sıkıyönetim ilan etme yetkisini haizdir. Aynı maddeye göre Cumhurbaşkanı, bu konudaki fermanını, yirmi dört saat içerisinde Milli Meclisinin onayına sunacaktır. Buna ek olarak 112. maddede tabii afetler, salgın ve bulaşıcı hastalık ve sair felaket zamanlarında veya Devlete karşı isyan ya da darbe yapılması gibi durumlarda olağanüstü hâl ilan edebileceğini öngörülmektedir. Cumhurbaşkanının ülkenin milli güvenliğine ilişkin diğer yetkileri, askeri doktrini Milli Meclisin onayına sunmak (AY. m. 109/11), silahlı kuvvetlerin yüksek komuta heyetini atayıp görevden almak (AY. m. 109/12), yüksek askeri ve özel rütbeler vermek (AY. m. 109/24) ve Milli Güvenlik Şurasını oluşturmak (AY. m. 109/27) biçiminde sıralanabilir. Belirtilen bu son düzenleme gereğince, Milli Güvenlik Şurası, 10 Nisan 1997 tarihinde bir ferman çıkarılarak ihdas edilmiştir.15 Cumhurbaşkanının devlet faaliyetlerinin koordine edilmesine yönelik salahiyetleri                                                            14  MECEK, Mehmet,  Azerbaycan ın Devlet Yapısı ve Taşra Yönetiminde Merkez-Yerel İlişkileri , Bitlis Eren Üniversitesi Sosyal Bilimler Üniversitesi Dergisi, Yıl: 2018, Cilt: 7, Sayı: 1, (s. 51-77), s. 55. 15  REHİMLİ, Recep,  Azerbaycan Yönetim Sistemi , Uluslararası Sosyal Araştırmalar Dergisi, Yıl: 2009, Cilt: 2, Sayı: 9, (s. 377-386), s. s. 380.   804Güller      Hacettepe HFD, 10(2) 2020, 796-834  de  bulunmaktadır.  Buna  göre  Cumhurbaşkanı,  yürütme  kurumlarının  Anayasaya, kanunlara  ve  fermanlara  aykırı  kararlarını  iptal  eder  ve  devlet  makamları  arasında meydana gelen uyuşmazlıkları da çözer.16 Cumhurbaşkanının 109. maddede gösterilen diğer yetkileri ise, vatandaşlıkla ilgili meseleleri çözüme kavuşturmak, siyasi sığınma verilmesiyle ilgili sorunları halletmek, af çıkarmak, Milli Meclisin rızasıyla savaş ilan edip barış yapmak ve Devlet ödülleri vermek şeklinde sayılabilir. c. Cumhurbaşkanının Yargı ile İlgili Yetkileri  Yargıya yönelik yetkiler bağlamında göze çarpan ilk husus, Cumhurbaşkanının Anayasanın 109/9. maddesi uyarınca Anayasa Mahkemesi, Ali Mahkeme (Yargıtay) ve istinaf mahkemeleri hâkimleri için Milli Meclise öneride bulunmasıdır. Cumhurbaşkanı ayrıca,  diğer  mahkemelerin  hâkimlerini  bizzat  kendisi  atamaktadır.  Cumhuriyet Başsavcısını  ise  Meclisin  rızasına  dayalı  olarak  göreve  atamaktadır.  Bundan  başka Cumhurbaşkanı Anayasada yargı bağımsızlığının teminatı olarak gösterilir (AY m. 8/4). Bu  durum,  yargının  yasama  organına  karşı  olduğu  gibi  Cumhurbaşkanına  karşı  da bağımsız olması gerektiği düşüncesiyle tenkit edilmektedir Yargı kuvvetine dair bir diğer yetki, Anayasanın 130. maddesinin ikinci fıkrasında sayılan bentler ile dördüncü fıkra bağlamında gündeme gelebilecek konularda Anayasa Mahkemesine başvurabilmesidir. Bu düzenleme bağlamında Cumhurbaşkanının Milli Meclisin çıkardığı kanunlar ile kararlardan, kanunda belirtilmiş Ali Mahkeme kararlarına kadar geniş bir alanda Anayasa Mahkemesine başvurabildiği görülmektedir. Cumhurbaşkanının yetkileri başlığında son olarak 109. maddenin son fıkrasına değinmek gerekir. Nitekim bu fıkra hükmüne göre Cumhurbaşkanı, Anayasa ile Milli Meclisin ve mahkemelerin yetki alanına girmeyen konuları idari usullerle çözecektir. Bu durumda Anayasa da herhangi bir anayasal organın yetkilendirilmediği bir hususta bu hüküm marifetiyle Cumhurbaşkanı yetkili olmaktadır. Söz konusu anayasa hükmünün, idarenin yetkisizliğinin asıl olması ve yetkinin kanuniliği gibi prensiplerle uyuşmadığını ve  Cumhurbaşkanına  Anayasa  ve  kanunlarda  sayılanlar  dışında  önceden                                                            16  a.g.e. 17  MOLLAER, Fırat,  Azerbaycan da Demokrasi ve Geleceği Üzerine Bazı Gözlemler , Bilgi Sosyal Bilimler Dergisi, Yıl: 2004, Cilt: 8, (s. 63-78), s. 68.   805Güller      Hacettepe HFD, 10(2) 2020, 796-834  belirlenemeyecek ölçüde çok geniş bir yetki alanı bahşettiğini tespit etmek gerekir.18 Bu ise adeta yasama ve yargı kuvvetlerini istisna, yürütmenin yetkisini ise kural hâline getirmektedir. 3. Cumhurbaşkanının Sorumluluğu  Azerbaycan  Anayasasına  göre,  Cumhurbaşkanı  dokunulmazlık  hakkını  haiz olduğu gibi onun şeref ve haysiyeti kanunla da korunur (AY. m. 106). Takip eden maddeye bakıldığında, Cumhurbaşkanının ancak ağır suç işlemesi durumunda Anayasa Mahkemesinin teşebbüsü üzerine, Ali Mahkemenin otuz gün içinde sunacağı görüşü sonrası Milli Meclis tarafından görevden alınabileceği bir mekanizma karşımıza çıkar. Meclis Cumhurbaşkanının azledilmesine yönelik kararı en az 95 milletvekilinin oyuyla alır. Milli Meclisin üye tam sayısının 125 olduğu göz önüne alındığında (AY. m. 82), bunun erişilmesi güç bir eşik olduğu söylenebilir.20 Dahası 107. maddenin ikinci fıkrasına göre,  Milli  Meclisin  görevden  uzaklaşmaya  ilişkin  kararının  Anayasa  Mahkemesi tarafından  kabul  edilmesi  gerektiği,  üçüncü  fıkrada  ise,  bu  sürenin  azami  iki  ay olabileceği, aksi durumda Cumhurbaşkanına yönelik suçlamanın reddedilmiş sayılacağı hüküm altına alınmaktadır. Anayasanın Cumhurbaşkanının azline yönelik düzenleme şeklinden, son derece zahmetli ve güç bir yol öngördüğü anlaşılmaktadır.22 Ayrıca azil sürecini başlatan ve sonlandıran  mercii,  Anayasa  Mahkemesidir.  Bunun  kaçınılmaz  olarak  birtakım                                                            18  Hemen yukarıda değinilen yüksek mahkemeler ve istinaf mahkemeleri dışındaki hâkimlerin bizzat Cumhurbaşkanınca atanması da bu düzenleme bağlamında mütalaa edilmektedir. Nitekim Mahkemeler ve  Hâkimler  Hakkında  Kanunun  ilk  derece  mahkemelerini  düzenleyen  21/II,  26/II, 32/II, 43/II maddelerinde ilgili mahkeme hâkimlerinin, Mahkeme-Hukuk Şurasının teklifi üzerine Anayasanın 109. maddesinin 32. fıkrasına göre belirleneceği hüküm altına alınmaktadır. Kanunun özgün tam metni için bkz.  http://www.supremecourt.gov.az/uploads/files/qanunlar/mehkemeler-hakimler.pdf  Məhkəmələr və hakimlər haqqında Azərbaycan Respublı̇kasının Qanunu. 19  Azerbaycan Ceza Kanununun (Azərbaycan Respublikasının Cinayət Məcəlləsi) 15. maddesi suçları, az ağır, ağır ve hususiyle ağır suçlar biçiminde üç gruba ayırmaktadır. Buna göre kasten veya taksirle işlenen suçlar bakımından öngörülen hürriyeti bağlayıcı cezanın üst sınırı 12 yıldan fazla olmayan suçlar, ağır suç kategorisine girmektedir. (Azərbaycan Respublikasının Cinayət Məcəlləsi, Azərbaycan Respublikasının Baş Prokurorluğu İnternet Sitesi, http://e-qanun.az/code/11, Erişim Tarihi: 24 Aralık 2016.) 20  GÖNENÇ, 1998, s. 209. 21  Anayasanın orijinal metninde azil kelimesi için impiçment terimi kullanılmaktadır. 22  ABDULLAYEV, 2001, s. 123.   806Güller      Hacettepe HFD, 10(2) 2020, 796-834  eleştirilere  yol  açacağı  aşikârdır.  Zira  yukarıda  temas  edildiği  üzere  Anayasa Mahkemesinin bütün üyelerini Parlamentoya öneren Cumhurbaşkanıdır. Bu durumda Anayasa Mahkemesi üyeleri kendilerini göreve taşıyan Cumhurbaşkanının azledilme sürecini başlatma tekeline sahip olmakta ve öngörülen bütün aşamaları geçen sürecin sonuç doğurabilmesi için yine onların icazeti aranmaktadır. Bu ise Anayasa Mahkemesini siyasi tartışmalarının hedefi hâline getirebilecek bir durumdur.23 B. Hükûmet Sisteminin Niteliği 1. Hükûmet Sisteminin Niteliğine İlişkin Tartışmalar Doktrinde, 1995 Anayasasının Azerbaycan da kurduğu anayasal sistemin hangi hükûmet sistemini işaret ettiği hakkında bir görüş birliği bulunmamaktadır. Bu bahiste ortaya konulan görüşlere bakıldığında tartışmaların, yarı başkanlık, başkanlık ve süper başkanlık  sistemi  şeklinde  geniş  bir  yelpazede  cereyan  ettiğini  belirleyebilmek mümkündür. Sırf bu derin farklılıklar bile Azerbaycan ın anayasal sistematiğinin, tam olarak tek bir rejimin çerçevesine uymadığı düşüncesini akla getirmektedir. Ülkede  yarı başkanlık rejiminin  cari olduğuna ilişkin saptamaya bakıldığında, Elgie nin Azerbaycan ı 1995 Anayasası ile birlikte bu rejimin kapsamında mütalaa ettiği görülür.24  Yazarın  burada  başkanlık  sisteminden  ayrılmasında  Cumhurbaşkanının Başbakanı  atarken  Meclis in  onayının  aranması  önemli  bir  sebeptir.  Gerçekten  bu durumun, ilk bakışta  yarı başkanlık sisteminin özelliklerinden biri olan Parlamento önünde sorumlu bir Bakanlar Kurulunun varlığını hatırlattığı söylenebilir.  Gönenç e  göre,  Azerbaycan da  uygulanan  hükûmet  sistemi,  bazı  tereddütler bulunsa  da  büyük  ölçüde  başkanlık  sistemi  olarak  vasıflandırılmalıdır.25  Nitekim Cumhurbaşkanı yasama, yürütme ve yargı alanına dönük son derece güçlü yetkilerin sahibi olduğu gibi, Anayasa, onu Devletin esasları arasında göstermek suretiyle güçlü bir başkanlık  makamı  ihdas  eden  Rus  Anayasasında  dahi  yer  almayan  bir  konumda                                                            23  ÖZKUL, 2012, s. 100. 24  ELGIE,  Robert,   Semipresidentialism:  An  Increasingly  Common  Constitutional  Choice ,  SemiPresidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 7,11. 25  GÖNENÇ, 1998, s. 210.   807Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemiştir. Bundan başka yazar, Anayasanın Milli Meclisin yetkilerine ilişkin 95. maddesinin 14. bendinde yer alan  güvenoyu meselesini halleder.  ibaresinin, sistemi başkanlık rejiminden uzaklaştırıp uzaklaştırmadığı sorusunu ortaya koymakta ve bu soruyu olumsuzca cevaplamaktadır. Zira Rus Anayasasından mülhem olduğu anlaşılan bu hükmün uygulanması için Anayasada herhangi bir mekanizma öngörülmüş değildir. Dolayısıyla Bakanlar Kurulunun Milli Meclis önünde sorumlu olduğu kabul edilecek olsa bile Anayasa, bu  sorumluluğun nasıl işletileceğini söylememektedir.  Bu gerekçeyle yazar,  söz  konusu  tereddüdün  sistemi  başkanlık  rejiminden  farklılaştırmayacağı kanaatine ulaşır.26 Ayrıca Doğan da rejimi, Bakanlar Kurulunun Milli Meclis yerine Cumhurbaşkanına karşı sorumlu olması, Cumhurbaşkanının Başbakan ve ilgili bakanın imzası  olmaksızın  kararlar  alabilmesi  ve  yürütme  gücüne  tek  başına  sahip  olması gerekçeleriyle başkanlık sistemi olarak kabul etmektedir.27 Bundan başka Protsyk de Azerbaycan ı başkanlık sistemi ile yönetilen ülkeler arasında sıralamıştır.28 Azerbaycan da  süper  başkanlık  sisteminin  mevcudiyetine  yönelik  görüşlere bakılacak olursa, Fendoğlu, ülkede Latin Amerika başkanlık rejimlerine nazaran daha otoriter bir yönetim uygulandığı, Devlet başkanının partisinin her şeye hâkim olduğu, mahalli idare başkanlarını Cumhurbaşkanının atadığı ve böylece belediye başkanlarının ona  tâbi  olduğu,    seçimlerin  göstermelik  yapıldığı,  STK ların  Devlet  kontrolünde bulunduğu  özetle  muhalefet,  seçim,  siyasi  parti,  mahalli  idare  ve  sivil  toplum kavramlarının gelişmediği tespitini aktarmakta ve sonuçta süper başkanlık uygulamasının ağır bastığını beyan etmektedir.29 Son olarak Abdullayev, Anayasada açık bir şekilde hem devlet başkanlığı hem de hükûmet başkanlığı sıfatının Cumhurbaşkanına verildiği, çok sayıda  önemli  yetkiyle  donatılan  Cumhurbaşkanının  hükûmetin  kurulmasında  ve çalışmasında tek söz sahibi olduğu, hükûmetin yalnızca ona karşı sorumluluk taşıdığı, Cumhurbaşkanının genel konularda fermanlar çıkarabildiği ve Meclise karşı da herhangi                                                            26  GÖNENÇ, 1998, s. 207-211. 27  DOĞAN, 2015, s. 137-138. 28  PROTSYK,  Oleh,   Semi-Presidentialism  under  Post_Communism ,  Semi-Presidentialism  and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 109, 111. 29  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019, s. 527-528.   808Güller      Hacettepe HFD, 10(2) 2020, 796-834  bir  siyasi  sorumluluğu  bulunmadığı  gerekçesiyle,  Azerbaycan da  süper  başkanlık sisteminin geçerli olduğu görüşüne varmaktadır.30 2. Hükûmet Sisteminin Değerlendirilmesi Azerbaycan da  uygulanan  rejimi,  hükûmet  sistemi  ayrımları  üzerinden değerlendirdiğimizde karşımıza şöyle bir tablo çıkmaktadır: Azerbaycan  hükûmet  sistemi  parlamenter  rejimin  özelliklerine  uymamaktadır. Bilindiği üzere bu yapının en belirgin özelliği, yürütmenin ikici (düalist) bir karakterde olması ve bu organın son derece sembolik yetkileri haiz Cumhurbaşkanı ile yürütme yetkilerinin asıl sahibi olan Başbakan ve Bakanlar Kurulundan meydana gelmesidir.31 Öte yandan parlamenter rejimin meclisin güvenoyunu almak suretiyle iş başına geçen kabinesi, göreviyle ilgili  fiillerinden dolayı  hem  topluca hem  de münferiden siyasi sorumluluk  taşır.32  Nitekim  yalnızca  kuruluş  safhasında  güvenoyu  almak  yeterli olmamakta, görev esnasında da Parlamentonun güveninin devam etmesi gerekmektedir.33 Bundan başka yürütmenin birinci kanadı olan Devlet başkanı yasama organına karşı sorumsuzdur  ve  yetkilerini  ancak  Başbakan  ve  ilgili  bakanın  karşı-imzası  ile kullanabilir.34 Sistemin barındırması gerekli olan bir diğer özellik, hem yasamanın hem de yürütmenin birbirlerinin hukuki varlığına son verebilmesidir. Zira yasama organının elinde bulunan güvenoyu silahının karşısında bir denge olarak yürütme de fesih yetkisini haiz bulunur. Bu yönüyle fesih yetkisi, parlamenter rejimin vazgeçilmez unsuru olan siyasi sorumluluk prensibinin bir aksisedasıdır. Feshin kaldırılması durumunda yasama ve yürütme arasındaki klasik denge bozulacaktır.35 Azerbaycan Anayasasının yasama ve yürütmeyi düzenleyen hükümleri göz önüne alındığında, rejimin parlamenter sistemden çok farklı olduğu kolayca anlaşılmaktadır.                                                            30  ABDULLAYEV, 2001, s. 124-126. 31  TEZİÇ, Erdoğan, Anayasa Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2014, s. 485. 32  EFE, Haydar / KEMAHLI, Funda / KOTAN M. Lütfi,  Türkiye nin Parlamenter Sistem Deneyimini Önemi , KAÜ İİBF Dergisi, Yıl: 2015, Cilt: 6, Sayı: 11, (s. 149-175), s. 154. 33  GÖZÜBÜYÜK, A. Şeref, Anayasa Hukuku, S Yayınları, Ankara, 1991, s. 27. 34  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015a, s. 704. 35  TUNAYA, Tarık Zafer, Siyasal Kurumlar ve Anayasa Hukuku, Araştırma Eğitim Ekin Yayınları, İstanbul, 1982, s. 402.   809Güller      Hacettepe HFD, 10(2) 2020, 796-834  Dahası son derece güçlü ve baskın bir Cumhurbaşkanlığı makamının varlığı karşısında, ülkede mer i olan sistemin en çok parlamenter rejime uzak olduğu söylenebilir. Başkanlı  parlamenter  sisteme  bakıldığında,  esasen  bu  sistemin  parlamenter rejimden tek kayda değer farkı, halk tarafından seçilen bir Cumhurbaşkanının varlığı olmaktadır.36  Bu  tür  rejimler,  parlamenter  sistemin  uygulanması  sırasında cumhurbaşkanının  artık  doğrudan  halk  tarafından  seçilmeye  başlanmasıyla  ortaya çıkmıştır. Şu hâlde böyle bir örgüde Cumhurbaşkanı, halkça seçilmesine rağmen son derece  sınırlı  yetkilerin  sahibidir  ve  yürütme  yetkilerini,  esasen  bakanlar  kurulu kullanır.37 Parlamenter rejimin özelliklerinden çok uzakta olan Azerbaycan hükûmet sisteminin, yalnızca Cumhurbaşkanının halk tarafından seçilmesi ile bu kategoriye dâhil edilebilmesi mümkün değildir.  Ülkede yarı başkanlık sisteminin mevcut olup olmadığı ise tartışılabilir. Nitekim yukarıda  Elgie nin  bu  kanaati  taşıdığını  belirtmiştik.  Fransa da  tebarüz  eden  yarı başkanlık rejiminin isim babası olan ve bu sistemi kavramsallaştırmasıyla maruf Maurice Duverger, bir rejimin yarı başkanlık olarak vasıflandırılabilmesi için şu üç şartın varlığını aramaktadır:  i)  Cumhurbaşkanının  doğrudan  doğruya  halkoyuyla  seçilmesi,  ii) Anayasanın Cumhurbaşkanına geniş yetkiler tanımış olması, iii) Parlamentonun güvenini taşıdığı müddetçe görevde kalabilen bir Bakanlar Kurulunun varlığı.38 Azerbaycan  sisteminde  ise  halk  tarafından  seçilen  Cumhurbaşkanının mevcudiyetine rağmen Başbakanın Milli Meclisten kaynaklanması belirsiz bir yapıdadır. Her  ne  kadar  118.  maddede  Cumhurbaşkanının  Başbakanı  Milli  Meclisin  onayıyla atayacağı bildirilmişse de üçüncü fıkra, Milli Meclisin üç defa reddetmesi durumunda Cumhurbaşkanının  herhangi  bir  onaya  ihtiyaç  duymadan  atama  işlemini gerçekleştireceğini  hüküm  altına  alır.  Bundan  başka,  Azerbaycan  Anayasasının Cumhurbaşkanına tanıdığı geniş düzenleme yetkileri, yarı başkanlık sisteminin mehaz                                                            36  GÖNENÇ, Levent,  Hükümet Sistemi Tartışmalarında ‘Başkanlı Parlamenter Sistem  Seçeneği , Güncel Hukuk, Yıl: 2007, Cilt: 44, (s. 39-43), s. 40. 37  ONAR, Erdal,  Türkiye nin Başkanlık Sistemine Geçmesi Düşünülmeli midir? , Başkanlık Sistemi, (der. T. Ergül), TBB Yayınları, Ankara, 2005, s. 76. 38  DUVERGER, Maurice,  A New Political System Model: Semi-Presidential Government , European Journal of Political Research, 1980, Vol. 8, (165-187), s. 166-167.   810Güller      Hacettepe HFD, 10(2) 2020, 796-834  ülkesi olan Fransa daki görünüme pek benzemez. Zira bu rejimde Cumhurbaşkanının güçlü yetkileri bulunsa da, düzenleme yetkisinin bu makama hasredilebilmesi güçtür. Nitekim belirtmek gerekir ki burada Devlet başkanı ve Başbakan olmak üzere iki yürütme otoritesine ait bir düzenleme yetkisi söz konusudur.39 Bunlardan ilki, Bakanlar Kurulunca çıkarılanlardır. Bahse konu işlemleri, sırasıyla uygulamakla yükümlü bakan, başbakan ve cumhurbaşkanı imzalar. Bakanlar Kurulu formunda çıkarılmayanlar ise başbakan ve ilgili bakan tarafından imzalanır. Uygulamada, kararnamelerin yüzde doksan beşi, bu ikinci tür işlemlerden teşekkül etmektedir.40 Şu hâlde bu yetkiyi hem Cumhurbaşkanı hem de bakanlar  kurulu  paylaşmaktadır.41  Fakat  kararname  gücünü  elinde  bulunduran Cumhurbaşkanı  yerine  daha  ziyade  Başbakan  ve  Bakanlar  Kurulu  olmaktadır. Azerbaycan  sisteminde  ise  son  derece  geniş  ölçüdeki  düzenleme  yetkilerine  sırf Cumhurbaşkanı sahip olmakta ve bunu bizzat kendisi kullanmaktadır. Ayrıca Azerbaycan Anayasasının Cumhurbaşkanına verdiği yetkilerin, bir bütün olarak Fransız sistemine göre çok daha fazla olduğu açıktır. Bu çıkarımlar, bizce ülkede geçerli olan sistemi, yarı başkanlık rejiminden uzaklaştıran sebeplerdir. Başkanlık sistemine  gelindiğinde burada dikkat çeken  en  mühim özellik  halk tarafından ayrı ayrı seçilen ve birbirlerinin hukuki varlığına son veremeyen yasama ve yürütmenin varlığı olmaktadır.42 Bundan başka yürütme yalnızca Başkandan oluşur. Ancak Başkan, yürütme yetkisini doğrudan doğruya kullanabileceği gibi, yardımcıları (sekreterleri) aracılığıyla da kullanabilir.43 Bununla birlikte, yürütme yetkisinin yegâne sahibi Başkandır. Sekreterler olsa olsa, Başkanın kendilerine verdiği işleri yürütmekle ve Başkan tarafından belirlenen politikanın kendi görev alanlarına denk düşen kısmını yerine getirmekle mükelleftirler. Şu hâlde yürütme organı, parlamenter rejim ve yarı başkanlık sisteminde görünen çift başlı tasarımın zıddına tekçi (monist) bir yapıdadır.                                                            39  MÉLIN-SOUCRAMANIEN, Ferdinand / PACTET, Pierre, Droit constitutionnel, 38e édition, Dalloz, Paris, 2020, s. 669. 40  CHANTEBOUT, Bernard, Droit constitutionnel, 32e édition, Dalloz, Paris, 2015, s. 490. 41  VERPEAUX, Michel / LAËTITIA, Janicot, Droit public Pouvoirs publics et action administrative, Presses Universitaires de France, Paris, 2009, s. 45-46. 42  ONAR, 2005, s. 37-38. 43  TEZİÇ, 2014, s. 511.   811Güller      Hacettepe HFD, 10(2) 2020, 796-834  Azerbaycan  sisteminin  başkanlık  rejimini  hatırlatan  önemli  özellikleri bulunmaktadır. Cumhurbaşkanının halk tarafından seçilmesi ve Milli Meclisin son derece zor bir yol olan azil dışında Cumhurbaşkanının görevine son verememesi bu meyandadır. Buna yürütme yetkisinin tek sahibinin Cumhurbaşkanı olması ve Bakanlar kurulunun gerek  teşekkülünde  gerekse  denetiminde  Milli  Meclisin  kayda  değer  bir  yetkisinin bulunmaması da eklenebilir. Bununla birlikte sistemi başkanlık rejiminden uzaklaştıran önemli  tereddüt  alanları da bulunmaktadır.  Bunların  başında 109. maddenin  birinci bendinde  yer  alan   Milli  Meclis  seçimlerini  belirler.   hükmü  gelmektedir.  Bu düzenlemenin  Cumhurbaşkanına  Milli  Meclisi  feshetme  yetkisi  verip  vermediği tartışmalıdır. Abdullayev Anayasanın Cumhurbaşkanına hiçbir şekilde Meclisi feshetme yetkisi tanımadığını iddia ederken,44 Özgişi Anayasaya göre, Cumhurbaşkanının Milli Meclisi feshetmesinin mümkün olduğunu savunmaktadır.45 Bundan başka 113. maddede ferman çıkarmak adı altında Cumhurbaşkanına verilen son derece geniş yasama yetkileri de tereddüt uyandıracak cinstendir. Bu yetki alanı başkanlık rejiminden ziyade, süper başkanlık sistemini akıllara getirmektedir. Bu bağlamda son olarak süper başkanlık sistemine bakıldığında, ülkede karşımıza çıkan  yapıyla  önemli  benzerlikler  içerdiği  görülür.  Nitekim  Fish  tarafından  ortaya konulan bu sistemde Başkan yönünden şu özellikler gereklidir: i) Kararname çıkarmak suretiyle yasama yetkisine sahip olması, ii) Hükûmetin oluşma şekline karar verebilmesi, ii) Hükûmeti yasamanın denetiminden koruyabilme yetkisinin bulunması. Ayrıca bu rejimde, olağanüstü yetkilere sahip bir Cumhurbaşkanı karşısında zayıf konumda olan bir parlamento varlık göstermektedir.46 Süper  başkanlık  sisteminde  aranan  Cumhurbaşkanının  kararname  çıkarmak suretiyle yasama yetkilerine sahip olması ve hükûmetin oluşma şekline karar verebilmesi şartı, Azerbaycan Anayasasında büsbütün mevcuttur. Ayrıca yasama organının zayıf konumu  da  son  derece  dikkat  çekicidir.  Bununla  birlikte,  Bakanlar  kurulunun                                                            44  ABDULLAYEV, 2001, s. 126. 45  ÖZGİŞİ, Tunca,  Orta Asya Cumhuriyetleri ve Azerbaycan ın Parlamento Yapılarının Karşılaştırmalı Analizi , Türkiyat Mecmuası, Yıl: 2012, Cilt: 22, (s. 83-102), s. 99. 46  FISH, M. Steven,  The Pitfalls of Russian Superpresidentialism , Current History, October, 1997. s. 326, 367-368.   812Güller      Hacettepe HFD, 10(2) 2020, 796-834  Cumhurbaşkanı  önünde  sorumluluğu  açık  olsa  da  Parlamentoya  karşı  sorumluluk muğlaklık taşımaktadır. Zira bunun şartları Anayasada ortaya konulmuş değildir. Ne var ki Anayasa, 95. maddede yasama organına bir güvenoyu yetkisi vermektedir. Söz konusu yetkinin  belirsizliği,  Anayasanın  dilindeki  muğlaklığın  yanı  sıra  bizce  daha  ziyade uygulamadan kaynaklanır. Nitekim Parlamento bu denetimi yapmaya karar verecek olsa, kolaylıkla  kendisine  Anayasada  bir  referans  norm  bulabilecektir.  Bir  düzenlemenin müphem olması, hiç olmadığı manasına gelmez. Binaenaleyh, söz konusu belirsizlikler, siyasi rejime yönelik Anayasanın bütününden çıkarılacak hükme gölge düşürmemelidir. Öte yandan Cumhurbaşkanının yukarıda gösterilen ve başkanlık rejimlerini aşacak ölçüde güçlü konumu da burada dikkate alınmalıdır. Bu itibarla günümüzde ortaya konulmuş olan hükûmet sistemi tasnifleri arasında, Azerbaycan rejiminin en çok süper başkanlık sistemiyle uygunluk taşıdığı kanaatine ulaşmaktayız.  II. TÜRKİYE HÜKÛMET SİSTEMİNİN YAPISI A. Ana Hatlarıyla Değişiklikten Önceki Türk Hükûmet Sistemi Türkiye de  2007  yılında  gerçekleştirilen  ve  Cumhurbaşkanının  doğrudan  halk tarafından seçilmesi usulünü içeren Anayasa değişikliğine yönelik referandumla birlikte hangi rejimin uygulamaya konulduğu tartışılmıştır. Buna göre bazı yazarlar, her ne kadar bu değişiklik ile ülkemizde yarı başkanlık sistemine geçildiği akla gelebilecekse de Türkiye de Cumhurbaşkanının yetkilerinin, özellikle kendi inisiyatifiyle kullanabileceği fesih  imkânı  ve  geniş  olağanüstü  dönem  yetkileri  bulunmadığı  için  Fransa da Cumhurbaşkanına tanınanlardan daha az olması sebebiyle bunun mümkün olmadığını savunmuş  ve  ülkemizin  başkanlı  parlamenter  rejimin  bir  örneği  olduğunu  ileri sürmüşlerdir.47 Türkiye nin 2007 sonrası geçerli olan rejimine ilişkin diğer bir açıklama ise, yapılan değişiklikle sistemin, yarı başkanlık rejimine önemli ölçüde yaklaşmış olmasına rağmen, tam olarak bu sistem altında mütalaa edilemeyeceği yönündedir. Bunun başlıca sebebi                                                            47  GÖNENÇ, Levent, Türkiye de Hükûmet Sistemi Tartışmalarına Kısa Bir Bakış ve Mevcut Hükûmet Sisteminin Niteliği, https://www.tepav.org.tr/tr/yayin/s/415 (Erişim tarihi: 05.02.2020), s. 4; ERDOĞAN, Mustafa, Anayasa Hukuku, Orion Kitabevi, Ankara, 2011, s. 178-179.   813Güller      Hacettepe HFD, 10(2) 2020, 796-834  olarak Anayasanın Cumhurbaşkanına verdiği yetkilerin, tek başına onun yarı başkanlık rejiminde arandığı  gibi  sistemin  temel  unsuru hâline gelmesi  için  yeterli olmaması gösterilmiştir. Bunun için ayrıca siyasi şartların da belirleyici olacağı ve Cumhurbaşkanı ile Meclisteki çoğunluğun hangi siyasi cenahtan olduklarına göre sistemin parlamenter ve başkanlık sistemlerinden birine yaklaşacağı savunulmuştur.48 Son olarak Cumhurbaşkanının Anayasanın 105. maddesinde uzun bir liste hâlinde sıralanan geniş yetkileri, istemesi durumunda Bakanlar Kurulunun bütün toplantılarına katılarak yürütmenin etkin başı durumuna gelebilmesi, olağanüstü hâl ilanında ve bu dönemde çıkarılacak kararnamelerde etkin olabilmesi, Meclise karşı sorumlu olan bir Bakanlar  Kurulunun  bulunması  ve  Cumhurbaşkanının  Meclisi  feshedebilmesi  gibi gerekçelerle,  önceki  rejimin  yarı  başkanlık  sistemi  olduğu  söylenmiştir.49  Bizce  de yukarıda detaylarını verdiğimiz yarı başkanlık sistemi için gerekli olan bütün şartların sağlanmış olması sebebiyle Türkiye de 2007 ve 2017 Anayasa değişiklikleri arasındaki dönemin yarı başkanlık sistemi olarak değerlendirilmesi gereklidir. B. 2017 Anayasa Değişikliğiyle Beliren Hükûmet Sistemi Ülkemizde 16 Nisan 2017 tarihinde gerçekleşen referandum ile 1982 Anayasasında büyük ve hatırı sayılır değişiklikler içeren 6771 sayılı kanun kabul edilmiştir. Bu değişikler içinde belki de en önemlisi olarak mevcut hükûmet sisteminin yeni baştan kaleme alınması gösterebilir. İlerleyen başlıklarda bu yeni yapıyı, en baskın karakteri olan Cumhurbaşkanı üzerinden ele almaya çalışacağız.                                                            48  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yayınları, Ankara, 2013, s. 354; GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Kitabevi, Bursa, 2014, s. 300-301. 49  FENDOĞLU, Hasan Tahsin, Türkiye de Başkanlık Sistemi, Yetkin Yayınları, Ankara, 2015b, s. 318; ESEN, Selin,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Siyasal Sisteme Olası Yansımaları , Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları, Ankara, 2009, s. 271272; KARATEPE, Şükrü,  Hükümet Sistemleri ve Türkiye , Yeni Türkiye, Yıl: 2013, Cilt: 51, (s. 223235),  s.  235;  GÜLSOY,  Mehmet  Tevfik,   Anayasa  Yenileme  Çalışmalarında  Hükümet  Sistemi Sorunu ,  Yeni  Türkiye,  Yıl:  2013,  Cilt:  50,  (s.  884-891),  s.  887.  Bunun  gibi,  2007  Anayasa değişiklikleriyle parlamenter sistemden yarı başkanlık sistemine geçiş yapılmış olduğu, 2014 yılında Cumhurbaşkanının halk tarafından seçilmesiyle birlikte ise yarı başkanlığı aşan bir sürecin başladığı hakkında bkz. KESKİNSOY, Ömer / KAYA, Semih Batur,  Türkiye nin Hükümet Sistemleri Üzerine Bir Değerlendirme , TBB Dergisi, Sayı: 137, 2018, 67-96, s. 77. 50  21.01.2017  tarihli  ve  6771  sayılı  kanunun  tam  metni  için  bkz. https://www.resmigazete.gov.tr/eskiler/2017/ 02/20170211-1.htm (Erişim Tarihi: 08.02.2020).   814Güller      Hacettepe HFD, 10(2) 2020, 796-834  1. Cumhurbaşkanının Seçilmesi Cumhurbaşkanının seçimine ilişkin usul ve esaslar, Anayasanın 101. maddesinde düzenlenmektedir. Buna göre Cumhurbaşkanı kırk yaşını doldurmuş, yükseköğrenim yapmış,  milletvekili  seçilme  yeterliliğine  sahip  Türk  vatandaşı  olanlar  arasından doğrudan doğruya halk tarafından seçilecektir. Cumhurbaşkanının görev süresi beş yıl olarak öngörülmekte ve bir kimsenin en fazla iki dönem için seçilebileceğini hüküm altına almaktadır.  Cumhurbaşkanı seçimlerinde siyasi parti grupları, son genel seçimlerde birlikte veya tek başına toplam geçerli oyların en az yüzde beşini alan siyasi partiler ve en az yüz bin seçmen aday gösterebilmektedir. Genel oyla yapılacak olan seçimlerde oyların salt çoğunluğunu alan Cumhurbaşkanı seçilmektedir. Hiçbir aday bu çoğunluğa erişemezse, takip eden ikinci pazar günü ilk oylamada en çok oy alan ilk iki adayın katıldığı bir oylama daha yapılır ve oyların çoğunu alan Cumhurbaşkanı seçilmiş olur. Dördüncü fıkraya  göre  Cumhurbaşkanı  seçilen  kimse  eğer  milletvekili  ise  TBMM  üyeliği düşecektir. Bu hükmün 2017 referandumu öncesindeki hâlinde, bundan başka partisiyle ilişiğinin  kesileceği  de  düzenlenmekteydi.  Maddenin  yeni  şeklinde  böyle  bir  kayıt bulunmadığından, Cumhurbaşkanı artık partisiyle irtibatını sürdürme imkânına sahiptir. Şu da var ki, Anayasa değişikliğinde bununla uyumlu olarak 101. maddede yer alan Cumhurbaşkanına  yönelik  tarafsızlık  ibaresi  kaldırılırken,  Cumhurbaşkanı  yeminini gösteren 103. maddedeki aynı ifadeye dokunulmamıştır. Bu ise iki madde arasındaki bir çelişki olarak kalmıştır.51 2. Cumhurbaşkanının Görev ve Yetkileri  Anayasanın 104, 108, 118, 119, 123 ve 126. maddelerinde Cumhurbaşkanının yetkilerine  ilişkin  son  derece  kapsamlı  ve  kayda  değer  hükümler  öngörülmekte  ve Türkiye Cumhuriyeti nin Devlet sistematiği içinde son derece baskın bir Cumhurbaşkanı figürü ortaya konulmaktadır. Anayasanın ilk tasarımında yer alan bu durum şüphesiz 2017 halkoylaması ile daha da perçinlenmiştir. Cumhurbaşkanına bu özelliğini veren                                                            51  DOĞAN, Vahit,  16 Nisan 2017 Tarihinde Kabul Edilen Anayasa Değişikliklerinin Değerlendirilmesi , DÜHFD, Yıl: 2017, Cilt: 26, (s. 3-30), s. 14.   815Güller      Hacettepe HFD, 10(2) 2020, 796-834  amilleri yasama, yürütme ve yargı alanına ilişkin yetkiler biçiminde ayrı ayrı ele almak faydalı olacaktır. a.  Cumhurbaşkanının  Yasamaya  Dair  Yetkileri  (Cumhurbaşkanlığı Kararnameleri ve Diğer Hususlar) Anayasanın  Cumhurbaşkanının  yetkilerini  düzenleyen  104.  maddesinin  2017 referandumu ile ortaya çıkan yeni hâline bakıldığında, Cumhurbaşkanının yasama alanına müteallik ilk  yetkisinin, gerekli  görmesi  durumunda TBMM nin açılış  konuşmasını yapması  ve  ülkenin  iç  ve  dış  siyaseti  hakkında  Meclise  mesaj  vermesi  olduğu görülmektedir. Bu düzenleme, 88. maddeyle birlikte düşünüldüğünde manidardır. Zira 2017  değişikliği  ile  88.  maddede  düzenlenen  kanun  teklif  edebilecekler  arasından Bakanlar kurulu çıkarılmış ve fakat bunun yerine Cumhurbaşkanı konulmamıştır. Bu durumda kanun teklifleri yalnızca milletvekilleri tarafından yapılabilecektir. Başkanlık sisteminin  Amerika daki  uygulamasında  yer  alan  Başkanın  Meclise  mesaj  vermesi, esasen çıkarılmak istenen kanunları Meclise telkin etmek içindir.52 Bu yönüyle Türk sistemi açısından da aynı uygulamanın öngörüldüğü söylenebilir. Yürütmenin yasama prosedürünü  başlatma  noktasında  bir  yetkiye  sahip  olmaması,  yasama  ve  yürütme arasındaki ayrılığın tam olarak sağlanması amacıyla açıklanabilir.53 Fakat uygulamada bir partiye mensup olan Cumhurbaşkanının, partisi üzerindeki tesiri hesaba katıldığında, dilediği  düzenlemeler  hakkında  kanun  teklifi  verilmesini  sağlama  imkânı  mevcut olacaktır.54 Cumhurbaşkanının yasamaya ilişkin diğer bir yetkisi de beşinci fıkrada düzenlenen kanunları yayımlama ile altıncı fıkrada öngörülen tekrar görüşülmek üzere TBMM ye geri gönderme yetkisidir. Bu yetki bakımından da önemli bir değişiklik yaşanmıştır. Anayasanın kanunların Cumhurbaşkanınca yayımlanması başlıklı 89. maddenin üçüncü fıkrası 2017 yılında değiştirilmiş, Cumhurbaşkanının geri gönderdiği kanunların yeniden                                                            52  GÖZLER, Kemal, Devlet Başkanları Bir Karşılaştırmalı Anayasa Hukuku İncelemesi, Ekin Kitabevi, Bursa, 2001, s. 37. 53  FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 90-109), s. 93. 54  YÜKSEL, İsmail,  6771 Sayılı Anayasa Değişikliği Kanunu nun Ardından Kanun Yapma Yöntemi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 7, Sayı: 2, (s. 251-274), s. 258.   816Güller      Hacettepe HFD, 10(2) 2020, 796-834  kabul edilmesi için en az üye tam sayısının mutlak çoğunluğuyla kabul edilmesi şartı getirilmiştir. Maddenin eski şeklinde böyle bir kayıt yer almadığından genel hüküm değerindeki 96. madde uygulanmakta ve böylece toplantıya katılanların salt çoğunluğu yeterli  gelmekteydi.  Bu  sebeple  artık  kanunlar  bakımından  geciktirici  veto  yerine güçleştirici veto kabul edilmiş olmaktadır.55 Cumhurbaşkanının  yasamaya  dönük  belki  de  en  önemli  yetkisi,  değişiklikle getirilen ve Anayasanın 104. maddesinin 17. fıkrasında yer alan Cumhurbaşkanlığı kararnamesi  çıkarma  imkânıdır.  Bu  kapsamda  Cumhurbaşkanı,  yürütme  yetkisine ilişkin konularda, öncesinde Meclisten herhangi bir yetki kanununa ihtiyaç duymaksızın kararname çıkarabilecektir. Dolayısıyla bu araç, Cumhurbaşkanına Anayasa ile tanınan asli bir düzenleme yetkisi olarak karşımıza çıkar.56 Bununla birlikte sosyal ve ekonomik haklar  dışındaki  temel  hak  ve  hürriyetlere  yönelik  Cumhurbaşkanlığı  kararnamesi çıkarılamayacaktır. Ayrıca Anayasada yalnızca kanunla düzenleneceği öngörülen veya daha önce bir kanunla açıkça tanzim edilmiş konularda Cumhurbaşkanlığı kararnamesi çıkarmak mümkün değildir. Bu doğrultuda kanunla Cumhurbaşkanlığı kararnamesinin çatışması  hâlinde  kanun  hükümleri  esas  alınacaktır.  Daha  sonradan  Parlamentonun Cumhurbaşkanlığı kararnamesi ile belirlenen bir konuda düzenleme yapması hâlinde, kararname  kendiliğinden  hükümsüz  hâle  gelmektedir.  Anayasanın  bu  düzenleme şeklinden anlaşıldığı üzere, Cumhurbaşkanlığı kararnameleri, yargısal denetimleri tıpkı 2017  değişikliğiyle  ilga  edilen  kanun  hükmünde  kararnameler  gibi  Anayasa Mahkemesince  icra  edilecek  olsa  da,  normlar  hiyerarşisinde  kanunun  altında  yer alacaktır.57  Anayasada,  Cumhurbaşkanlığı  kararnamesi  çıkarma  yetkisine  ilişkin  genel düzenleme mahiyetindeki 104. maddenin 17. fıkrası dışında, diğer başka maddelerde, üst kademe yöneticilerinin statüleri (m. 104/9), bakanlıkların kurulması ve teşkilatlanması (m. 106/son), Devlet Denetleme Kurulunun işleyişi ve yapısı (m. 108/son) ile Milli                                                            55  FENDOĞLU, 2015a, s. 96-97. 56  ÜLGEN, Özen,  Cumhurbaşkanlığı Kararnamelerinin Niteliği ve Türleri , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Sayı: 1, (s. 4-39), s. 6. 57  ULUSOY,  Ali,  Aralık  2016  Anayasa  Teklifi  Neler  Getiriyor,  Neler  Götürüyor?, http://www.anayasa.gen.tr/ ulusoy-anayasa-degisikligi.pdf (Erişim tarihi: 27 Temmuz 2020).   817Güller      Hacettepe HFD, 10(2) 2020, 796-834  Güvenlik Kurulu Genel Sekreterliğinin teşkilatı ve görevlerine (m. 118/son) yönelik hususların  Cumhurbaşkanlığı  kararnamesiyle  düzenleneceği  ayrıca  hüküm  altına alınmıştır. Bu durumda anılan başlıkların münhasıran kararname ile düzenlenebileceği ve bu konularda kanun çıkarılamayacağı savunulmuştur.58 Ne var ki benzer bir düzenleme içeren 1958 Fransız Anayasasının 34 ve 37. maddelerine rağmen, ülkede uygulamanın kararnamelere  bırakılan  alanlarda  da  kanuni  düzenleme  yapılması  yönünde  olduğu görülür.60 Dahası Fransız Anayasa Konseyi, 1982 tarihli meşhur kararıyla, bu durumu anayasaya aykırı bulmamış ve 37. maddenin özerk kararnamelere bıraktığı hususlarla ilgili düzenleme yapan kanunu iptal etmemiştir.61 Ülkemiz bakımından da aynı görüşü paylaşabilmek mümkündür.62 Zira 2017 Anayasa değişikliği ile kabul edilen maddeler,                                                            58  TUNÇ, Hasan, Türk Anayasa Hukuku, 1. Baskı, Gazi Kitabevi, Ankara, 2018, s. 234; ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2019, s. 284; GÖZLER, Kemal, Türk Anayasa Hukuku, 2. Baskı, Ekin Yayınları, Bursa, 2018, s. 887; s. 593; BOZTEPE, Mehmet,  2017 Yılı Anayasa Değişikliği Sonrası Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi ,  İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 1, (s. 5-30), s. 5, 8, 27. 59  Fransa da V. Cumhuriyeti  kuran 1958 Anayasasının 34.  maddesinde kanuni düzenlemeye konu yapılabilecek hususlar tek tek sayılarak gösterilmiştir. Kararname alanını gösteren 37. madde ise, yürütmenin, kanun alanı dışında kalan diğer bütün hususlarda, önceden yetki almaksızın veya bir kanuna dayanmadan asli düzenleme yapabileceğini ortaya koyar. Böylece Anayasanın tasarımına göre, kanun bir yetki, dolayısıyla istisna hâline gelmekte kararnameler ise kural seviyesine çıkarılmaktadır (DENQUIN, Jean-Marie, 1958: La genèse de la Ve République, Presses Universitaires de France, Paris, 1988, s. 347 vd; BASTIEN, François, Les mots-clés du droit constitutionnel, Dalloz, Paris, 2017, s. 60; PORTELLI, Hugues:  Soixante ans de subordination parlementaire , Pouvoirs, 2018/3, no 166, (s. 69-80), s. 69). Fransa da hâlen yürürlükte olan 04 Ekim 1958 tarihli Anayasasının Türkçe tercümesi  için  bkz.  https://www.adaletbiz.com/images/dosyalarim/FRANSA_  ANAYASASI.pdf (Erişim tarihi: 27 Haziran 2020) Anayasanın özgün tam metni için bkz. http://www.assembleenationale.fr/connaissance/constitution.asp (Erişim tarihi: 27 Haziran 2020). 60  RIVERO, Jean,  Rapport de synthèse , Vingt ans d application de la Constitution de 1958 le domaine de la loi et du règlement, Colloque organisé par la Faculté de Droit et de Science Politique d Aix-Marseille sous la direction de Louis Favoreu, Presse Universitaire d Aix-Marseille, 1978, s. 263; FAVOREU,  Louis:   Les  règlements  autonomes  n existent  pas ,  Revue  française  de  droit administratif, 1987, s. 882. 61  Conseil  constitutionnel,  30  juillet  1982,  no  82-143  DC,  Loi  sur  les  prix  et  les  revenus, https://www.conseil-constitutionnel.fr/decision/1982/82143DC.htm (Erişim Tarihi: 29 Haziran 2020). 62  Aynı yönde bkz. ULUSOY, (Aralık 2016 Anayasa Teklifi Neler Getiriyor, Neler Götürüyor?); ANAYURT, Ömer, Anayasa Hukuku Temel Kavramlar ve Türk Anayasa Hukuku, 2. Baskı, Seçkin  Yayınları,  Ankara,  2019,  s.  325;  SEVGİLİ  GENÇAY,  Didem  Aslan,   Kanun  ve Cumhurbaşkanlığı  Kararnamelerinin  Karşılıklı  Mahfuz  Alanları  Meselesi  (Türkiye  ve  Fransa Karşılaştırmalı Çalışma), Kamu Hukukçuları Platformu VIII. Toplantısı Tam Metin Bildiri Kitabı, On İki Levha Yayınları, İstanbul, 2020, 237-274, s. 264 vd. Ayrıca 2017 Anayasa değişikliğinin yürütmeye mahfuz bir düzenleme alanı vermediği görüşü için bkz. GÜNDAY, Metin, İdare Hukuku, 11. Baskı, İmaj Yayınları, Ankara, 2017, s. 659; FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Kararnameleri Mahfuz Düzenleme Alanı mıdır? , Ankara Barosu Dergisi, Yıl: 2019, Sayı: 3, (s. 277310), s. 288, 289, 306; ARDIÇOĞLU, Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu   818Güller      Hacettepe HFD, 10(2) 2020, 796-834  kanun  ve  kararname  alanlarının  taksim  edilmesi  noktasında  açık  düzenlemeler içermemektedir. 1958 Fransız Anayasasının bu konuda açık ve şüphe götürmeyecek bir yetki  bölüşümü  yapmış  olmasına  rağmen,  uygulama,  doktrin  ve  yargı  içtihatları Parlamentonun klasik teorideki konumunu göz ardı edemeyerek, bu katı hükümleri büyük ölçüde  esnetebilmiştir.63  Türkiye  açısından  ise  -Meclisin  bahse  konu  alanlara müdahalesini engelleyen açık bir düzenleme içermediği düşünülürse- aynı yaklaşım evleviyetle kabul edilebilecektir.64 Cumhurbaşkanının düzenleme yetkisine, kararnamelerin yanı sıra yönetmeliklerin de eklenmesi mümkündür. Nitekim Cumhurbaşkanlığı kararnamesi çıkarma yetkisini düzenleyen 104. madde, Cumhurbaşkanının kanunların uygulanmasını sağlamak üzere yönetmelik çıkarabileceği hususunu da sevk etmektedir.  Anayasanın  161.  maddesine  göre  TBMM ye  bütçe  ve  kesinhesap  kanunlarını Cumhurbaşkanının sunacağı belirtilmelidir. Bu yönüyle, yeni sistemde olağan kanunlar yürütmeden kaynaklanamazken, bütçe ve kesinhesap kanunları, tıpkı eski düzendeki gibi yürütme  organı  tarafından  hazırlanarak  Parlamentoya  sunulacaktır.  Ancak  burada, Cumhurbaşkanının yasama çoğunluğuna sahip olmaması durumunda, Meclisin bütçe üzerindeki inisiyatifinin ve denetim fonksiyonunun artacağı söylenebilir.65 Bu ihtimal mevcut olmakla beraber, bütçe ve kesinhesap kanunlarının düzenlendiği 161. maddenin dördüncü fıkrası, bu imkânı zayıflatmaktadır. Esasen istikrara hizmet eden bu hükme göre, bütçe kanunu süresinde yürürlüğe girmezse geçici bütçe kabul çıkarılır.  Bu da                                                            Dergisi, Yıl: 2017, Cilt: 75, Sayı: 3, (s. 19-51), s. s. 37-38; KABOĞLU, İbrahim, Kural Koyan Organ Olarak Yasamanın Özerkliği, CHP Yayınları, Ankara, 2018, s. 8; İBA, Şeref, Türk Anayasa Hukuku, 1. Baskı, Turhan Yayınları, Ankara, 2018, s. 245-246; SÖYLER, Yasin, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 121. 63  LE POURHIET, Anne-Marie,  Droit constitutionnel, 9e édition, Economica, Paris, 2018, s. 450-451; FAVOREU, Louis / PHILIP, Loïc, Le Conseil constitutionnel, Presses Universitaire de France, Paris, 2005, s. 106; MÉLIN-SOUCRAMANIEN / PACTET, 2020, s. 656 vd. 64  Türkiye de 2017 Anayasa değişiklikleriyle kabul edilen Cumhurbaşkanlığı kararnameleriyle alakalı, hukuki niteliği, normlar hiyerarşisindeki yeri, denetim rejimi ve özellikle mahfuz alan tartışması gibi soru  işaretlerine  yönelik  daha  geniş  bilgi  ve  açıklamalar  için  bkz.  GÜLLER,  Abdülsamet, Cumhurbaşkanlığı Kararnameleri: Türkiye ve Fransa Mukayesesi, Doktora Tezi, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2020. 65  KUZU, Burhan,  Anayasa Değişikliği ve Cumhurbaşkanlığı Hükümet Sisteminin Genel Faydaları , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 110-128), s. 126.   819Güller      Hacettepe HFD, 10(2) 2020, 796-834  olmazsa,  yeni  bütçe  kanunu  yürürlüğe  konulana  kadar,  olarak  önceki  yılın  kanunu uygulanacaktır.  Cumhurbaşkanının  önceki  bütçe  üzerinde  tatbik  olunacak  yeniden değerleme oranını da belirleme imkânı bulunduğu göz önünde tutulursa bahse konu düzenlemenin,  yürütmenin  yasama organıyla müzakere etme zorunluluğunu ortadan kaldıracağı söylenebilir.66 Yasamaya  dair  yetkiler  içinde  son  olarak  Cumhurbaşkanınca  milletlerarası antlaşmaların akdedip yayımlamasını ve Anayasa değişiklikleri hakkındaki kanunların halkoyuna sunulmasını sayabiliriz. b. Cumhurbaşkanının Yürütmeye Dair Yetkileri 104.  maddenin  girişinde  Devletin  başı  olarak  nitelenen  Cumhurbaşkanı  2017 değişikliğiyle birlikte yürütme yetkisinin de yegâne sahibi olmaktadır. Cumhurbaşkanına bu hususiyetinin bir uzantısı olarak son derece geniş yürütme yetkileri tanınmış ve yürütme  kuvvetinin  tek  karar  vericisi  konumuna  getirilmiştir.67  Bununla  birlikte Anayasada Cumhurbaşkanına oldukça geniş bir alana taalluk eden bu yürütme yetkilerini kullanmasında  yardımcı  olacak  Cumhurbaşkanı  yardımcıları  ve  bakanlar  da düzenlemektedir. Anayasanın 106. maddesine göre, seçilen Cumhurbaşkanı bir veya daha fazla Cumhurbaşkanı yardımcısı atayabileceği gibi bakanları da kendisi atamakta ve gerekli gördüğünde görevden alabilmektedir. Cumhurbaşkanı yardımcıları ile bakanlar yalnızca Cumhurbaşkanına karşı sorumludurlar. Bu itibarla Cumhurbaşkanı yardımcıları ile bakanların atanmasında Meclisin herhangi bir rolü bulunmamaktadır. Şu da var ki 106. maddede,  Cumhurbaşkanı  yardımcıları  ile  bakanlar  hakkında  görevleriyle  ilgili  suç işledikleri iddiasıyla TBMM üye tam sayısının salt çoğunluğunun vereceği bir önergeyle soruşturma açılabileceği ve TBMM üye tam sayısının üçte ikisinin gizli oyuyla Yüce Divan a gönderilebilecekleri, görevleriyle ilgili olmayan suçlar bakımından ise yasama dokunulmazlığından yararlanacakları düzenlenmiştir.                                                            66  YÜKSEL, 2017, s. 267. 67  ARDIÇOĞLU, 2017, s. 25. 68  Anayasa değişikliğinin TBMM nin üye sayısını 550 den 600 e çıkaran 2. maddesi dikkate alındığında, bu oran 400 milletvekiline tekabül etmektedir.   820Güller      Hacettepe HFD, 10(2) 2020, 796-834  Olağanüstü hâlin ilan edilmesi ve yönetilmesi bakımından da Cumhurbaşkanının son derece kapsamlı yetkileri mevcuttur. Gerçekten 2017 değişikliği ile yeniden kaleme alınan olağanüstü hâl yönetimi başlıklı 119. maddeye göre, sayılan sebeplerin varlığı durumunda Cumhurbaşkanı eski sistemden farklı olarak tek başına olağanüstü hâle karar vermektedir.  Cumhurbaşkanının  olağanüstü  hâl  kararı  aynı  gün  Resmi  Gazetede yayımlanarak  TBMM nin  onayına  sunulur.  Cumhurbaşkanı  ayrıca  olağanüstü  hâlin gerektirdiği  konularda  olağan  dönemdekinin  zıddına  kanun  hükmünde  olan Cumhurbaşkanlığı  kararnamesi  çıkarabilmektedir.  Bu  kararnameler  aynı  gün  Resmi Gazetede  yayımlanıp  TBMM nin  onayına  sunulmaktadır.  Meclisin  olağanüstü  hâl cumhurbaşkanlığı  kararnamesini  üç  ay  içinde  görüşmesi  lazımdır.  Aksi  takdirde kararname kendiliğinden yürürlükten kalkacaktır (m.119/son). Cumhurbaşkanının  yürütme  yetkilerinden  diğerleri,  milli  güvenlik  politikasını tespit  ederek  gerekli  tedbirleri  almak,  Türk  Silahlı  Kuvvetlerinin  (TSK) Başkomutanlığını  temsil  etmek,  TSK nın  kullanılmasına  karar  vermek  ve  cezaları hafifletip kaldırmaktır. Cumhurbaşkanı ayrıca Anayasa ve kanunlarda verilen seçme ve atama görevleri ile diğer işleri de yerine getirecektir. c. Cumhurbaşkanının Yargıya Dair Yetkileri Cumhurbaşkanı,  Anayasanın  159.  maddesi  gereğince  Hâkimler  ve  Savcılar Kurulunun 6 üyesini ve üye sayısı 17 den 15 e düşüren Anayasa Mahkemesinin 12 üyesini seçmektedir. Son olarak Cumhurbaşkanı kanunların ve TBMM İçtüzüğünün tamamının veya belirli hükümlerinin Anayasaya şekil veya esas yönünden aykırı olduğu gerekçesiyle Anayasa Mahkemesine iptal davası açma yetkisini haizdir. Cumhurbaşkanı, bundan başka Anayasanın 155. maddesinin üçüncü fıkrası mucibince Danıştay üyelerinin dörtte üçünü atama yetkisini haizdir. 3. Cumhurbaşkanının Sorumluluğu Anayasanın  Cumhurbaşkanının  sorumluluğunu  düzenleyen  105.  maddesinde, yalnız  cezai  sorumluluk  hüküm  altına  alınmıştır.  Bu  bakımdan  Cumhurbaşkanının                                                            69  19. madde, Hâkimler ve Savcılar Yüksek Kurulunun adını Hâkimler ve Savcılar Kurulu olarak değiştirmektedir.   821Güller      Hacettepe HFD, 10(2) 2020, 796-834  herhangi bir siyasi sorumluluğu bulunmamaktadır. Bu durumun Anayasanın geneline hâkim  olan  örgü  bakımından  bir  mantık  taşıdığı  düşünülebilir.  Nitekim  yürütme yetkisinin tek sahibi olan Cumhurbaşkanı, yasamadan bütünüyle ayrı bir organ olarak tasarlanmış ve yetkilerini kullanmada ona yardımcı olan diğer makamlar da yasama organının siyasi denetiminden uzak kılınmıştır. Bu durumda Cumhurbaşkanının da siyasi denetime tabi olmamasının, kurulan sistem bakımından tutarlılık taşıdığı görülmektedir.  2017 değişikliğinden önce Anayasada Cumhurbaşkanın  yalnızca vatana ihanet sebebiyle suçlandırılması düzenlenmekteydi. Ancak bu kavramın muğlaklığı birtakım belirsizliklere yol açıyordu. Söz konusu değişiklik bu yönüyle, sorumluluğun kapsamını tespit bakımından olumlu değerlendirilebilir.70 Cumhurbaşkanının  cezai  sorumluluğu  süreci,  TBMM  üye  tam  sayısının  salt çoğunluğunun  vereceği  önergeyle  başlatılmaktadır.  Meclis  önergeyi  en  geç  bir  ay zarfında görüşür ve soruşturma açılması yönündeki karar üye tam sayısının en az beşte üçünün gizli oyuyla verilebilir. Soruşturma kararı verilmesi durumunda, Meclisteki siyasi partilerin  milletvekili  sayısınca  üye  verecekleri  bir  komisyon  kurulur.  Komisyonun verdiği rapor üzerine, Genel Kurulda yapılan oylamada üye tam sayısının üçte ikisinin gizli  oyuyla  Yüce  Divana  sevk  kararı  verilir.  Ancak  TBMM nin  bu  sayıya ulaşabilmesinin çok güç olduğu, ayrıca aynı prosedürün görev sırasında işlenen suçlar bakımından Cumhurbaşkanının görev süresi dolduktan sonra da işletilmesinin doğru olmadığı savunulmaktadır.71  Hakkında  soruşturma  açılmasına  karar  verilen  Cumhurbaşkanının  seçimlerin yenilenmesine karar verebilmesi mümkün değildir. Ayrıca seçilmeye engel bir suçtan Yüce Divanda mahkûm edilen Cumhurbaşkanının görevi kendiliğinden sona ermektedir. Bu sonuncu hükümden Cumhurbaşkanının, seçilmeye engel olsun olmasın herhangi bir ayrım  gözetilmeksizin  bütün  suçlar  bakımından  Yüce  Divana  sevk  edilip  mahkûm                                                            70  YILDIZ,  Abdulkadir,   Cumhurbaşkanlığı  Sisteminde  Cumhurbaşkanının  Sorumluluğu  Meselesi , Kırıkkale  Üniversitesi  Sosyal  Bilimler  Dergisi,  Yıl:2019,  Cilt:  9,  Sayı:  1,  (s.  1-20),  s.  11; TAŞDÖĞEN, Salih:  Cumhurbaşkanının Cezai Sorumluluğu , DEÜ Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, Yıl: 2019, Cilt: 21, (s. 1293-1325), s. 1305-1306. 71  GÖNENÇ, Levent / KONTACI, Ali Ersoy,  2017 Tarihli Anayasa Değişikliği Sonrasında YasamaYürütme İlişkileri , TBB Dergisi, Yıl: 2019, Cilt: 145, (s. 53-79), s. 72.   822Güller      Hacettepe HFD, 10(2) 2020, 796-834  ettirilmesinin mümkün olduğu anlaşılmaktadır. Cumhurbaşkanı seçilmeye mani hâller için, aynı maddede milletvekili seçilmeye engel durumları düzenleyen 101. maddeye atıf söz konusudur. Buna göre taksirle işlenen veya cezası bir yıldan az olan suçlardan alınan mahkûmiyet, Cumhurbaşkanı seçilmeye mani olmayacaktır. Bu itibarla bahse konu suçlar bakımından Yüce Divana sevk edilip suçlu bulunan Cumhurbaşkanının görevi sona ermeyeceğine göre, cezanın infaz edilip edilmeyeceği tereddüdü ortaya çıkabilecektir. Ayrıca  bu  nevi  bir  suçtan  mahkûm  edilmiş  ama  görevi  sona  ermemiş  bir Cumhurbaşkanının  kamuoyu  nezdinde  itibarını  yitirmiş  olmasına  rağmen  görevine devam etmesinin sakıncalı olduğu düşünülebilir.  Öte yandan her ne kadar Yüce Divana sevk için nitelikli bir çoğunluk aranmış olması sebebiyle büyük ihtimalle bir sonuca ulaşmayacak olsa da vazifesi başındaki Cumhurbaşkanının siyasi saikler sonucu, hakaret gibi hafif cezalar içeren suçlar dolayısıyla gündeme getirilerek baskı altında kalması mümkün  olabilecektir.  Bu  gerekçelerle,  Cumhurbaşkanının  görevi  sırasındaki  cezai sorumluluğunda  suçlar  yönünden  bir  ayrıma  gidilmesinin  ve  tıpkı  Cumhurbaşkanı yardımcısı  ile  bakanlar  gibi  adi  suçlar  bakımından  yasama  dokunulmazlığından yararlanmasının daha isabetli olacağı kanaatindeyiz. 4. Seçimlerin Yenilenmesi 2017 Anayasa referandumuyla getirilen hükûmet sistemi bakımından en ilginç sayılabilecek düzenlemelerin başında, Anayasanın yeni baştan tanzim edilen  Türkiye Büyük Millet Meclisi ve Cumhurbaşkanı seçimlerinin yenilenmesi  başlıklı 116. maddesi olduğu söylenebilir. Bu hükme göre, bundan böyle TBMM ile Cumhurbaşkanının seçim dönemleri  birbirine  bağlı  kılınarak  eşitlenmektedir.  Maddenin  ilk  fıkrasına  göre TBMM nin, üye tam sayısının beşte üç çoğunluğu ile seçimlerin yenilenmesine karar vermesi durumunda, Cumhurbaşkanının görev süresi de son bulmaktadır. Bunun gibi ikinci fıkra uyarınca Cumhurbaşkanının TBMM yi feshetmesi durumunda, kendi görev süresi de sona ermektedir. Dolayısıyla yasama ve yürütmeden biri diğerini feshedecek olursa, aynı zamanda kendi hukuki varlığına da son vermiş olmaktadır. Bu durumun, daimi surette Cumhurbaşkanı ile yasama organının aynı siyasi çoğunluğa sahip olmasını   823Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve böylece sistemin belirli bir istikrar temeline kavuşmasını sağlayacağı düşünülmüştür.72 Ancak  bu  durumun  yasama  organını  Cumhurbaşkanı  karşısında  zayıflatacağı düşüncesiyle  eleştirildiği  de  görülmektedir.73  Ayrıca  Cumhurbaşkanının  tek  başına alabileceği seçimlerin yenilenmesi kararını, Parlamentonun en az beşte üç çoğunlukla alabilmesi, Meclisin konumunu zayıflatan bir cihet olarak görülmektedir.74  Burada  dikkat  çekici  diğer  bir  husus,  aynı  maddenin  üçüncü  fıkrasında düzenlenmiştir.  Buna  göre,  Meclis  tarafından,  Cumhurbaşkanının  ikinci  döneminde seçimlerin  yenilenmesine  karar  verilmesi  durumunda  Cumhurbaşkanı  yeniden  aday olabilecektir.  Bu  durumda  Cumhurbaşkanının  üçüncü  bir  dönem  için  aday  olması mümkündür.  Bu  bağlamda  Parlamentonun  desteğine  sahip  olan  ve  halk  tarafından yeniden  seçileceğine  inanan  bir  Cumhurbaşkanının,  son  döneminde  seçimlerin yenilenmesini sağlayarak üç dönem Cumhurbaşkanlığı yapabilmesinin önü açıktır.75 5. Hükûmet Sisteminin Niteliği 2017 halkoylaması neticesinde 1982 Anayasasının genel sistematiğinden ortaya çıkan  rejimin  mahiyeti  ele  alınmadan  önce,  esasen  başkanlık  sisteminden  ilhamla hazırlanan  bu  yeni  sistemin,  gerek  siyasi  irade  tarafından,  gerekse  uygulamada  ve doktrinde  Türk modeli başkanlık sistemi 76,  Türk tipi başkanlık 77 veya daha ziyade  Cumhurbaşkanlığı  hükûmet  sistemi 78  olarak  anıldığı  belirtilmelidir.  Öyleyse  artık                                                            72  DURGUN, Gonca Bayraktar,  Anayasa Referandumu ve Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 494-499), s. 498. 73  ESEN, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2016, Sayı: 4, (s. 45-73), s. 46-47. 74  BEKTAŞ, Eda,  Cumhurbaşkanlığı Hükümet Sisteminde Yasama-Yürütme İlişkisi ve Bu Sistemin Türkiye Demokrasisine Etkileri , Yasama Dergisi, Yıl: 2019, Cilt:39, (s. 199-218), s. 208. 75  AKÇAKAYA, Murat / ÖZDEMİR, Abdülkadir, Cumhurbaşkanlığı Hükümet Sistemi ve Siyasal İstikrar , Üçüncü Sektör Sosyal Ekonomi, Yıl: 2018, Cilt: 53, Sayı: 3, (s. 922-944), s. 928. 76  ATAR, s. 177 vd. 77   Türk  Tipi  Başkanlık  Sistemini  Dünyaya  Örnek  Olarak  Sunalım ,  Türkiye  Cumhuriyeti Cumhurbaşkanlığı  İnternet  Sitesi,  https://www.tccb.gov.tr/haberler/410/73444/turk-tipi-baskanliksistemini-dunyaya-bir-ornek-olarak-sunalim (Erişim tarihi: 07.09.2020); ATAY, Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019, s. 146,148; KESER, Hayri,  Türk Tipi Başkanlık Sistemi Üzerine , Yeni Türkiye (Cumhurbaşkanlığı Hükümet Sistemi Özel Sayısı), Yıl: 23, Sayı: 94, 2017, 433-438. 78  KARATEPE, Şükrü, Türk Anayasa Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2018, s. 103-105.   824Güller      Hacettepe HFD, 10(2) 2020, 796-834  parlamenter rejimin tam manasıyla terk edildiği ve başkanlık sistemine benzeyen bir rejimin benimsenmiş olduğu ortadadır.79 Bu hususta bir şüphe bulunmamakla birlikte, yeni sistemin, anayasa hukuku teorisinin araçlarıyla tavsif edilmesinde ve hükûmet sistemlerine yönelik mevcut ayrımlara göre konumlandırılmasında birtakım tereddütler yaşanabilmektedir. Bu bağlamda öncelikle Anayasa değişikliğinin getirdiği sistemin, dünyada başka herhangi bir benzeri bulunmadığı sebebiyle bazı eleştirilere maruz kaldığı görülür. Bu yöndeki tenkitler, bazen şiddetli bir dereceye varabilmiştir.80 Öyle ki yeni düzende, yürütmeye karşı etkili bir yasama ve yargı denetimi bulunmadığı gerekçesiyle, hükûmet sisteminin bir tür  delegasyoncu demokrasi  yahut  popülist (yarışmacı) otoriter rejim  hâline  geleceği  de  savunulmuştur.81  Ancak  bu  nevi  tanımlamalar,  anayasa  hukuku teorisinde kullanılan bir hükûmet sistemi ayrımı olmaktan ziyade, siyaset biliminde politik rejimleri çözümlemek için geliştirilen nitelemeler olarak karşımıza çıkar. Bu sebeple, anılan kavramlar, hükûmet sistemini saptamamaktadır. Yeni  rejimin,  barındırdığı  özellikler  yönünden  başka  bir  ülkede  uygulaması olmadığı ve bu yönüyle  atipik  bir mahiyet taşıdığı konusunda ise tereddüt yoktur.82 Bu noktanın en başta altının çizilmesi gerekir. Ancak bu durum, söz konusu rejimin mevcut hükûmet sistemlerinden bütünüyle bağışık olduğu ve her bakımdan özgün bir yapı arz ettiği manasına da gelmez. Şu hâlde bu rejimin yapısında, bilinen hükûmet sistemlerine ait özellikler de yer alır. Dolayısıyla mevcut sistem, her bir hükûmet sistemi tasnifi yönünden ayrı ayrı ele alınmalıdır.                                                            79  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. Baskı, Yetkin Yayınları, Ankara, 2017, s. 327. 80  GÖZLER,  Kemal,  Elveda  Anayasa:  16  Nisan  2017 de  Oylayacağımız  Anayasa  Değişikliği Hakkında Eleştiriler, 3. Baskı, Ekin Yayınları, Bursa, 2017; GÖZLER, Kemal,  Cumhurbaşkanlığı Sistemi mi, Başkanlık Sistemi mi, Yoksa Neverland Sistemi mi? 16 Nisan da neyi Oylayacağız? , Türk Anayasa  Hukuku  Sitesi,  http://www.anayasa.gen.tr/  neverland.htm  (Erişim  tarihi:  07.09.2020); KÖKER,  Levent,   Cumhurbaşkanlığı  Kararnâmesi  Üzerine  Bazı  Tesbitler  ve  Eleştiriler , http://leventkoker.blogspot.com/2017/01/cumhurbaskanlg-kararnamesi-uzerine-baz.html  (Erişim tarihi: 11.09.2020). 81  ÖZBUDUN, 2017, s. 327-329. 82  NARTER,  Recep  /  KAYA,  Semih  Batur,  Hukuk  İhdası  Rejiminde  Cumhurbaşkanlığı Kararnamesi, Yetkin Yayınları, Ankara, 2020, s. 66.   825Güller      Hacettepe HFD, 10(2) 2020, 796-834  Türkiye de uygulanan bir önceki  yapının parlamenter ve başkanlı parlamenter rejimden son derece uzak olduğu belirtilmişti. O hâlde  yeni  sistem bakımından da bunların geçerli olmayacağı evleviyetle anlaşılmaktadır. Zira artık yürütmenin iki başlı (düalist) yapısı bütünüyle ortadan kalkmış ve tekmil yürütme kuvveti Cumhurbaşkanına bırakılmıştır. Dolayısıyla bu düzenin, parlamenter rejimlerle her bakımdan ilgisiz olduğu ilk bakışta fark edilecek bir durumdur. Yarı  başkanlık  sistemine  gelindiğinde,  bu  rejimde,  halkça  seçilmiş  ve  güçlü yetkileri olan bir Cumhurbaşkanına ilaveten aranan yürütmenin çift başlılığı ve dahası yasama organı önünde sorumlu Bakanlar Kurulu şartlarının hiçbirinin Türkiye de beliren yeni sistemde yer almadığı görülmektedir. Bu bakımdan Anayasanın barındırdığı yapı, yarı başkanlık sisteminden de hayli uzaktadır. Anayasanın öngördüğü düzenin başkanlık sistemini hatırı sayılır ölçüde hatırlatan özellikleri  bulunmaktadır.  Bilhassa  yürütme  yetkisinin  halk  tarafından  seçilen Cumhurbaşkanına münhasır kılınması ve Cumhurbaşkanı yardımcısı ile bakanların yalnız Cumhurbaşkanına karşı sorumlu yardımcı görevliler olarak tasarlanması bu meyandadır. Bununla birlikte yasama ve yürütmenin birbirlerini feshetme imkânına sahip olması dolayısıyla sert bir kuvvetler ayrılığının bulunmaması, rejimi başkanlık sisteminden uzaklaştıran bir hususiyettir. Öte yandan saf başkanlık rejimlerinde görülen fren ve denge mekanizmalarına yeterli ölçüde yer verilmediği de görülmektedir.83 Yeni sistemde Cumhurbaşkanının geniş yasama yetkisine sahip olması, akıllara süper başkanlık sistemini getirebilir. Ancak bu rejimde aranan hem Cumhurbaşkanına hem de Meclise karşı sorumlu bir Bakanlar Kurulu şartı, yeni sistemde yer almamıştır. Nitekim  bu  örgüde  Bakanlar  Kurulu  hiç  bulunmadığı  gibi  Bakanlar  da  yalnızca Cumhurbaşkanına karşı sorumluluk taşıyacak bir tarzda düzenlenmektedir. Bu durumda yeni  rejimin,  anayasa  hukuku  nazariyesinde  belirlenmiş  olan  hükûmet  sistemi ayrımlarından tam olarak birine dâhil edilmesi son derece zordur.  Türkiye de 2017 Anayasa reformuyla kabul edilen yeni sistemin, serdedilen bu gerekçelerle ve ihtiva ettiği özellikleri dikkate alındığında, kendine özgü nitelikler taşıyan                                                            83  KESKİNSOY / KAYA, 2018, s. 90-91.   826Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve başkanlık rejimlerine yakın karma bir sistem olarak değerlendirilmesi gerekir. Şu da var ki yeni sistemin, yukarıda ifade edildiği gibi, yaygın olarak Türk tipi başkanlık veya Cumhurbaşkanlığı  hükûmet  sistemi  olarak  adlandırıldığı  bilinmektedir.  Ancak  bu durumun, yürürlükteki sisteminin bizatihi bu karma yapısından ve mevcut tasniflerden hiçbirine  sığmayan  melez  bir  tasarım  barındırmasından  ileri  geldiği  görülmektedir. Netice itibariyle bu adlandırmalar ülkemizde yerleşmiş bulunsa da, yeni rejimin, hükûmet sistemlerine  yönelik  öteden  beri  oluşturulan  ve  dünya  literatüründe  istikrar  bulmuş tasnifler dikkate alındığında, karma bir yapı arz ettiği ve en ziyade başkanlık rejimleriyle benzerlik taşıdığı sonucuna ulaşmaktayız.  SONUÇ Türkiye  ve  Azerbaycan ın  kültürel,  tarihi,  iktisadi  ve  sair  alanlarda  büyük yakınlıkları olduğu yadsınamaz bir gerçektir. Nitekim iki ülke, kendi içlerindeki siyasi şartlar ne surette olursa olsun, daima yakın ilişkiler kurmanın gayreti içinde olmakta, birinin karşılaştığı bir güçlük karşısında, diğeri tekmil desteğini ortaya koymaktan geri durmamaktadır.  Bu  manzara,  milletlerarası  düzende  eşine  çokça  rastlanan  bir  halet değildir. İki ülkenin, ortaya konulabilecek bu ve başka pek çok benzerliğinin yanı sıra farklılaştıkları  noktalar  da  elbette  mevcuttur.  Bunların  başında,  geçirdikleri  siyasi tarihlerinin bir eseri olarak, farklı politik yapılar arz etmeleri gösterilebilir. Nitekim Türkiye,  Cumhuriyetin  ilk  yıllarından  sonra  uzun  bir  parlamenter  rejim  tecrübesi yaşamışken, Azerbaycan da 1991 yılında kavuşulan istiklalden bu tarafa Cumhurbaşkanı ağırlıklı  bir siyasi  yapı dikkat çekmektedir. Ne ki  Türkiye,  yürütmeyi  güçlendirme temayülü  barındıran  1982  Anayasası  üzerinde  önce  2007  sonra  2017  yılında gerçekleştirilen  Anayasa  reformlarıyla  parlamenter  yapıdan  giderek  uzaklaşmış  ve nihayet yürütmenin münhasıran Cumhurbaşkanından teşekkül ettiği bir siyasi yapıya ulaşmıştır. Bu ise Türkiye nin yeni sistemi ile Azerbaycan da uygulanmakta olan rejimin artık birbirine benzer olup olmadığı düşüncesini akıllara getirmektedir.   827Güller      Hacettepe HFD, 10(2) 2020, 796-834  Çalışmamızda her iki ülkenin sistemleri üzerinde yapmış olduğumuz incelemeden, öncelikle  iki  rejimin  de  özünde  başkanlık  rejimlerine  yakın  olduğu  sonucu  ortaya çıkmaktadır.  Nitekim  her  iki  örnekte  de  siyasi  tasarımın  temeli  ve  kilit  taşı Cumhurbaşkanından başkası değildir. Zira hem Türkiye hem Azerbaycan Anayasaları dikkate alındığında, son derece hayati yetkilere malik olan bir Cumhurbaşkanı figürü karşımıza çıkar. Bu itibarla, iki düzenin de prensipte başkancı bir rejim olduklarında şüphe yoktur. Bu yönüyle iki ülke siyasi yapısında bir benzerlik dikkat çekmektedir.  Şu da var ki bizi Türkiye ve Azerbaycan hükûmet sistemlerini bütünüyle benzer kabul  etmekten  alıkoyacak  ciddi  amiller  de  bulunmaktadır.  Bunların  en  başında Cumhurbaşkanının ikincisinde çok daha baskın bir konumda olması, daha güçlü ve nafiz yetkilere sahip olması gelir. Zira burada Cumhurbaşkanı, Anayasada  Devletin esasları  arasında sayılmış, yasama teşebbüsünde söz sahibi olmaktan hâkimleri seçmeye kadar onu diğer kuvvetler karşısında da güçlü kılacak bir mevkie yükseltilmiştir. Gerçekten Cumhurbaşkanı, Anayasa Mahkemesi, Yargıtay ve istinaf mahkemeleri için Meclise öneride bulunmakta, diğer hâkimleri ise doğrudan kendisi seçmektedir. Türk sisteminde ise Cumhurbaşkanı siyasi yapıdaki baskın konumuna rağmen bu ve benzeri yetkilere sahip değildir. Zira onun, yargı organının teşekkülünde bu denli belirleyici olması, Türkiye yönünden geçerli olmamaktadır. Ayrıca Türkiye de, yasama organının siyasi yapı  içinde  sahip  olduğu  ağırlığın  daha  fazla  olduğu  söylenebilir.  Nitekim  yasama süreçleri bütünüyle parlamentoya aittir. Bu durumun, sistemin tasarımı gereği Meclisin genellikle Cumhurbaşkanı ile aynı siyasi çoğunluğa sahip olması bekleneceğinden pek anlam taşımadığı düşünülebilir. Ancak bunun tersi de mümkündür. Zira her iki organın farklı  siyasi  renge  sahip  olması  ihtimalinde,  Parlamento  yasama  gücünün  bütün imkânlarını elinde bulacak ve önemli bir denge unsuru olarak ortaya çıkabilecektir. Bu görünüm, Azerbaycan sisteminde hiçbir yönüyle söz konusu değildir. Bundan başka Cumhurbaşkanının sorumluluğu bahsinde de kayda değer farklılıklar dikkat çeker. Esasen her iki sistem bakımından da sorumluluk mekanizmasını işletmek kolay değildir. Fakat bu durum Azerbaycan da baştan sona güç kılınmış durumdadır. Zira bu süreci, bütün üyeleri Cumhurbaşkanının önerdiği isimler arasından belirlenen Anayasa Mahkemesi başlatmakta, ardınca gelen zorlu safhalar bir şekilde tamamlanacak olsa bile,   828Güller      Hacettepe HFD, 10(2) 2020, 796-834  mahkûmiyet  kararını  yine  Anayasa  Mahkemesinin  onaylaması  gerekmektedir. Türkiye deki  mekanizma ise  barındırdığı  güçlüğe rağmen  elbette bu denli zahmetli değildir.  Bu  gerekçelerle,  Azerbaycan  siyasi  sisteminde  Cumhurbaşkanının  Türkiye ye nazaran çok daha baskın bir figür olduğu ve bu durumun hükûmet sistemlerinde farklı vurgular meydana getirdiğini kabul etmek gerekir. Şu hâlde, her iki rejimin de temelde başkanlık sistemleri arasında mütalaa edilmesi mümkün olsa da aralarında mühim farklar da mevcuttur. Bu durumda Azerbaycan da karşılaştığımız süper başkanlık uygulamasını, Türkiye bakımından tespit edebilmek güçtür. Burada, ancak mevcut tasniflerden birine bütünüyle sığmayan, kendine özgü bir sistemin varlığından söz edebilmek mümkün görünmektedir.                829Güller      Hacettepe HFD, 10(2) 2020, 796-834",
     "Kaynakça": "Cavid,  Azerbaycan da Anayasalaşma Süreci ve Benimsenen Sistemin Niteliği , Avrasya Dosyası, Yıl: 2001, Cilt: 7, (s. 109-131), s. 116.   802Güller      Hacettepe HFD, 10(2) 2020, 796-834  atayacağı hükmünü içermektedir (AY. m. 114). Bahse konu atama işlemi her ne kadar Milli Meclisin onayına bağlı olsa da bu durum, Cumhurbaşkanının iradesini sınırlayacak bir  güçte  tasarlanmamıştır.13  Zira  teklif  ettiği  adayların  Meclis  tarafından  üç  defa reddedilmesi  durumunda  Cumhurbaşkanı,  Başbakanı  Meclisin  tasdikine  ihtiyaç duymaksızın atayabilmektedir (AY. m. 118). Öte yandan burada belirtilen Başbakan adayının aynı kişi mi yoksa farklı kişiler mi olduğuna ilişkin Anayasada herhangi bir hüküm yer almaz. Bakanlar Kurulunun statüsünü tanzim eden 114. maddeye göre, yürütmenin bu yüksek organı, Cumhurbaşkanına karşı sorumludur ve ona tabi olarak çalışır. Zira halk tarafından seçilen Cumhurbaşkanı, Devletin başı olduğu gibi aynı zamanda hükûmetin de başıdır.  Bunun  bir  yansıması  olarak  Cumhurbaşkanı  gerekli  gördüğünde  Bakanlar Kuruluna başkanlık edebilmektedir (AY. m. 109/5). Ayrıca Bakanlar Kurulunun çalışma esasları  da  Cumhurbaşkanınca  tespit  edilir.  116.  madde  ise  yeni  seçilen Cumhurbaşkanının göreve başlamasıyla birlikte, mevcut Bakanlar Kurulunun istifasını sunması gerektiğini düzenlemiştir. Bu hüküm, Bakanlar Kurulunun Cumhurbaşkanının yürütme  yetkilerini  kullanmasında  yardımcı  bir  organdan  öteye  geçmediğini  açıkça ortaya koymaktadır. Cumhurbaşkanı, Bakanlar Kurulunun hazırladığı Devlet bütçesini Milli Meclisin onayına sunar (AY. m. 109/2). Aynı zamanda bütçenin yürütme hâkimiyetine tahsis ettiği harcamalar çerçevesinde merkezi ve mahalli yürütme organlarını kurmak (AY. m. 109/7) ve mahalli yürütme organlarının başkanlarını atayıp görevden almak (AY. m. 124/II) yetkisi  de  Cumhurbaşkanına  aittir.  Bundan  da  öte,  mahalli  idarelerin  yetkilerini belirleyen,  aynı  maddenin  üçüncü  fıkrasına  göre  yine  Cumhurbaşkanıdır.  Buradan hareketle, merkez ve taşra teşkilatı da dâhil olacak şekilde bütün yürütme organının, Milli Meclisin  herhangi  bir  müdahalesi  olmaksızın  Cumhurbaşkanınca  düzenleneceğini söylememiz  mümkündür.  Anayasanın  bu  tasarımı  ve  günümüze  kadar  yapılan                                                            13  DOĞAN, 2015, s. 145.   803Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemeler sonucunda, ülkede son derece merkeziyetçi bir idari yapılanma karşımıza çıkmaktadır.14 Azerbaycan ı  ülke  içinde  ve  dış  münasebetlerde  temsil  eden  (AY.  m.  8/I) Cumhurbaşkanı, bu yetkinin bir uzantısı olarak dış ülkeler ve milletlerarası teşkilatlarda diplomatik temsilcileri atama ve geri çağırma yetkisine de sahiptir. Cumhurbaşkanı, yeni diplomatik temsilciliklerin kurulması için ise, Milli Meclise teklifte bulunur (AY. m. 109/15). Cumhurbaşkanının 8. maddede Devletin bağımsızlığının ve toprak bütünlüğünün teminatı olarak öngörüldüğünü yukarıda belirtmiştik. Takip eden maddenin son fıkrası da bu doğrultuda Cumhurbaşkanını silahlı kuvvetlerin başkomutanı olarak düzenlemiştir. Ayrıca 111. madde uyarınca Cumhurbaşkanı, Azerbaycan Cumhuriyeti topraklarının belirli  bir  kısmı  fiilen  işgal  edildiğinde,  yabancı  devlet  veya  devletler  Azerbaycan Cumhuriyetine savaş ilan ettiğinde, Devlete karşı gerçek silahlı saldırı tehlikesi ortaya çıktığında,  ülke  toprakları  ablukaya  alındığında,  ayrıca  abluka  için  gerçek  tehlike oluştuğunda ülke genelinde veya ayrı ayrı bölgelerde sıkıyönetim ilan etme yetkisini haizdir. Aynı maddeye göre Cumhurbaşkanı, bu konudaki fermanını, yirmi dört saat içerisinde Milli Meclisinin onayına sunacaktır. Buna ek olarak 112. maddede tabii afetler, salgın ve bulaşıcı hastalık ve sair felaket zamanlarında veya Devlete karşı isyan ya da darbe yapılması gibi durumlarda olağanüstü hâl ilan edebileceğini öngörülmektedir. Cumhurbaşkanının ülkenin milli güvenliğine ilişkin diğer yetkileri, askeri doktrini Milli Meclisin onayına sunmak (AY. m. 109/11), silahlı kuvvetlerin yüksek komuta heyetini atayıp görevden almak (AY. m. 109/12), yüksek askeri ve özel rütbeler vermek (AY. m. 109/24) ve Milli Güvenlik Şurasını oluşturmak (AY. m. 109/27) biçiminde sıralanabilir. Belirtilen bu son düzenleme gereğince, Milli Güvenlik Şurası, 10 Nisan 1997 tarihinde bir ferman çıkarılarak ihdas edilmiştir.15 Cumhurbaşkanının devlet faaliyetlerinin koordine edilmesine yönelik salahiyetleri                                                            14  MECEK, Mehmet,  Azerbaycan ın Devlet Yapısı ve Taşra Yönetiminde Merkez-Yerel İlişkileri , Bitlis Eren Üniversitesi Sosyal Bilimler Üniversitesi Dergisi, Yıl: 2018, Cilt: 7, Sayı: 1, (s. 51-77), s. 55. 15  REHİMLİ, Recep,  Azerbaycan Yönetim Sistemi , Uluslararası Sosyal Araştırmalar Dergisi, Yıl: 2009, Cilt: 2, Sayı: 9, (s. 377-386), s. s. 380.   804Güller      Hacettepe HFD, 10(2) 2020, 796-834  de  bulunmaktadır.  Buna  göre  Cumhurbaşkanı,  yürütme  kurumlarının  Anayasaya, kanunlara  ve  fermanlara  aykırı  kararlarını  iptal  eder  ve  devlet  makamları  arasında meydana gelen uyuşmazlıkları da çözer.16 Cumhurbaşkanının 109. maddede gösterilen diğer yetkileri ise, vatandaşlıkla ilgili meseleleri çözüme kavuşturmak, siyasi sığınma verilmesiyle ilgili sorunları halletmek, af çıkarmak, Milli Meclisin rızasıyla savaş ilan edip barış yapmak ve Devlet ödülleri vermek şeklinde sayılabilir. c. Cumhurbaşkanının Yargı ile İlgili Yetkileri  Yargıya yönelik yetkiler bağlamında göze çarpan ilk husus, Cumhurbaşkanının Anayasanın 109/9. maddesi uyarınca Anayasa Mahkemesi, Ali Mahkeme (Yargıtay) ve istinaf mahkemeleri hâkimleri için Milli Meclise öneride bulunmasıdır. Cumhurbaşkanı ayrıca,  diğer  mahkemelerin  hâkimlerini  bizzat  kendisi  atamaktadır.  Cumhuriyet Başsavcısını  ise  Meclisin  rızasına  dayalı  olarak  göreve  atamaktadır.  Bundan  başka Cumhurbaşkanı Anayasada yargı bağımsızlığının teminatı olarak gösterilir (AY m. 8/4). Bu  durum,  yargının  yasama  organına  karşı  olduğu  gibi  Cumhurbaşkanına  karşı  da bağımsız olması gerektiği düşüncesiyle tenkit edilmektedir17 Yargı kuvvetine dair bir diğer yetki, Anayasanın 130. maddesinin ikinci fıkrasında sayılan bentler ile dördüncü fıkra bağlamında gündeme gelebilecek konularda Anayasa Mahkemesine başvurabilmesidir. Bu düzenleme bağlamında Cumhurbaşkanının Milli Meclisin çıkardığı kanunlar ile kararlardan, kanunda belirtilmiş Ali Mahkeme kararlarına kadar geniş bir alanda Anayasa Mahkemesine başvurabildiği görülmektedir. Cumhurbaşkanının yetkileri başlığında son olarak 109. maddenin son fıkrasına değinmek gerekir. Nitekim bu fıkra hükmüne göre Cumhurbaşkanı, Anayasa ile Milli Meclisin ve mahkemelerin yetki alanına girmeyen konuları idari usullerle çözecektir. Bu durumda Anayasa da herhangi bir anayasal organın yetkilendirilmediği bir hususta bu hüküm marifetiyle Cumhurbaşkanı yetkili olmaktadır. Söz konusu anayasa hükmünün, idarenin yetkisizliğinin asıl olması ve yetkinin kanuniliği gibi prensiplerle uyuşmadığını ve  Cumhurbaşkanına  Anayasa  ve  kanunlarda  sayılanlar  dışında  önceden                                                            16  a.g.e. 17  MOLLAER, Fırat,  Azerbaycan da Demokrasi ve Geleceği Üzerine Bazı Gözlemler , Bilgi Sosyal Bilimler Dergisi, Yıl: 2004, Cilt: 8, (s. 63-78), s. 68.   805Güller      Hacettepe HFD, 10(2) 2020, 796-834  belirlenemeyecek ölçüde çok geniş bir yetki alanı bahşettiğini tespit etmek gerekir.18 Bu ise adeta yasama ve yargı kuvvetlerini istisna, yürütmenin yetkisini ise kural hâline getirmektedir. 3. Cumhurbaşkanının Sorumluluğu  Azerbaycan  Anayasasına  göre,  Cumhurbaşkanı  dokunulmazlık  hakkını  haiz olduğu gibi onun şeref ve haysiyeti kanunla da korunur (AY. m. 106). Takip eden maddeye bakıldığında, Cumhurbaşkanının ancak ağır suç19 işlemesi durumunda Anayasa Mahkemesinin teşebbüsü üzerine, Ali Mahkemenin otuz gün içinde sunacağı görüşü sonrası Milli Meclis tarafından görevden alınabileceği bir mekanizma karşımıza çıkar. Meclis Cumhurbaşkanının azledilmesine yönelik kararı en az 95 milletvekilinin oyuyla alır. Milli Meclisin üye tam sayısının 125 olduğu göz önüne alındığında (AY. m. 82), bunun erişilmesi güç bir eşik olduğu söylenebilir.20 Dahası 107. maddenin ikinci fıkrasına göre,  Milli  Meclisin  görevden  uzaklaşmaya  ilişkin  kararının  Anayasa  Mahkemesi tarafından  kabul  edilmesi  gerektiği,  üçüncü  fıkrada  ise,  bu  sürenin  azami  iki  ay olabileceği, aksi durumda Cumhurbaşkanına yönelik suçlamanın reddedilmiş sayılacağı hüküm altına alınmaktadır. Anayasanın Cumhurbaşkanının azline21 yönelik düzenleme şeklinden, son derece zahmetli ve güç bir yol öngördüğü anlaşılmaktadır.22 Ayrıca azil sürecini başlatan ve sonlandıran  mercii,  Anayasa  Mahkemesidir.  Bunun  kaçınılmaz  olarak  birtakım                                                            18  Hemen yukarıda değinilen yüksek mahkemeler ve istinaf mahkemeleri dışındaki hâkimlerin bizzat Cumhurbaşkanınca atanması da bu düzenleme bağlamında mütalaa edilmektedir. Nitekim Mahkemeler ve  Hâkimler  Hakkında  Kanunun  ilk  derece  mahkemelerini  düzenleyen  21/II,  26/II, 32/II, 43/II maddelerinde ilgili mahkeme hâkimlerinin, Mahkeme-Hukuk Şurasının teklifi üzerine Anayasanın 109. maddesinin 32. fıkrasına göre belirleneceği hüküm altına alınmaktadır. Kanunun özgün tam metni için bkz.  http://www.supremecourt.gov.az/uploads/files/qanunlar/mehkemeler-hakimler.pdf  Məhkəmələr və hakimlər haqqında Azərbaycan Respublı̇kasının Qanunu. 19  Azerbaycan Ceza Kanununun (Azərbaycan Respublikasının Cinayət Məcəlləsi) 15. maddesi suçları, az ağır, ağır ve hususiyle ağır suçlar biçiminde üç gruba ayırmaktadır. Buna göre kasten veya taksirle işlenen suçlar bakımından öngörülen hürriyeti bağlayıcı cezanın üst sınırı 12 yıldan fazla olmayan suçlar, ağır suç kategorisine girmektedir. (Azərbaycan Respublikasının Cinayət Məcəlləsi, Azərbaycan Respublikasının Baş Prokurorluğu İnternet Sitesi, http://e-qanun.az/code/11, Erişim Tarihi: 24 Aralık 2016.) 20  GÖNENÇ, 1998, s. 209. 21  Anayasanın orijinal metninde azil kelimesi için impiçment terimi kullanılmaktadır. 22  ABDULLAYEV, 2001, s. 123.   806Güller      Hacettepe HFD, 10(2) 2020, 796-834  eleştirilere  yol  açacağı  aşikârdır.  Zira  yukarıda  temas  edildiği  üzere  Anayasa Mahkemesinin bütün üyelerini Parlamentoya öneren Cumhurbaşkanıdır. Bu durumda Anayasa Mahkemesi üyeleri kendilerini göreve taşıyan Cumhurbaşkanının azledilme sürecini başlatma tekeline sahip olmakta ve öngörülen bütün aşamaları geçen sürecin sonuç doğurabilmesi için yine onların icazeti aranmaktadır. Bu ise Anayasa Mahkemesini siyasi tartışmalarının hedefi hâline getirebilecek bir durumdur.23 B. Hükûmet Sisteminin Niteliği 1. Hükûmet Sisteminin Niteliğine İlişkin Tartışmalar Doktrinde, 1995 Anayasasının Azerbaycan da kurduğu anayasal sistemin hangi hükûmet sistemini işaret ettiği hakkında bir görüş birliği bulunmamaktadır. Bu bahiste ortaya konulan görüşlere bakıldığında tartışmaların, yarı başkanlık, başkanlık ve süper başkanlık  sistemi  şeklinde  geniş  bir  yelpazede  cereyan  ettiğini  belirleyebilmek mümkündür. Sırf bu derin farklılıklar bile Azerbaycan ın anayasal sistematiğinin, tam olarak tek bir rejimin çerçevesine uymadığı düşüncesini akla getirmektedir. Ülkede  yarı başkanlık rejiminin  cari olduğuna ilişkin saptamaya bakıldığında, Elgie nin Azerbaycan ı 1995 Anayasası ile birlikte bu rejimin kapsamında mütalaa ettiği görülür.24  Yazarın  burada  başkanlık  sisteminden  ayrılmasında  Cumhurbaşkanının Başbakanı  atarken  Meclis in  onayının  aranması  önemli  bir  sebeptir.  Gerçekten  bu durumun, ilk bakışta  yarı başkanlık sisteminin özelliklerinden biri olan Parlamento önünde sorumlu bir Bakanlar Kurulunun varlığını hatırlattığı söylenebilir.  Gönenç e  göre,  Azerbaycan da  uygulanan  hükûmet  sistemi,  bazı  tereddütler bulunsa  da  büyük  ölçüde  başkanlık  sistemi  olarak  vasıflandırılmalıdır.25  Nitekim Cumhurbaşkanı yasama, yürütme ve yargı alanına dönük son derece güçlü yetkilerin sahibi olduğu gibi, Anayasa, onu Devletin esasları arasında göstermek suretiyle güçlü bir başkanlık  makamı  ihdas  eden  Rus  Anayasasında  dahi  yer  almayan  bir  konumda                                                            23  ÖZKUL, 2012, s. 100. 24  ELGIE,  Robert,   Semipresidentialism:  An  Increasingly  Common  Constitutional  Choice ,  SemiPresidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 7,11. 25  GÖNENÇ, 1998, s. 210.   807Güller      Hacettepe HFD, 10(2) 2020, 796-834  düzenlemiştir. Bundan başka yazar, Anayasanın Milli Meclisin yetkilerine ilişkin 95. maddesinin 14. bendinde yer alan  güvenoyu meselesini halleder.  ibaresinin, sistemi başkanlık rejiminden uzaklaştırıp uzaklaştırmadığı sorusunu ortaya koymakta ve bu soruyu olumsuzca cevaplamaktadır. Zira Rus Anayasasından mülhem olduğu anlaşılan bu hükmün uygulanması için Anayasada herhangi bir mekanizma öngörülmüş değildir. Dolayısıyla Bakanlar Kurulunun Milli Meclis önünde sorumlu olduğu kabul edilecek olsa bile Anayasa, bu  sorumluluğun nasıl işletileceğini söylememektedir.  Bu gerekçeyle yazar,  söz  konusu  tereddüdün  sistemi  başkanlık  rejiminden  farklılaştırmayacağı kanaatine ulaşır.26 Ayrıca Doğan da rejimi, Bakanlar Kurulunun Milli Meclis yerine Cumhurbaşkanına karşı sorumlu olması, Cumhurbaşkanının Başbakan ve ilgili bakanın imzası  olmaksızın  kararlar  alabilmesi  ve  yürütme  gücüne  tek  başına  sahip  olması gerekçeleriyle başkanlık sistemi olarak kabul etmektedir.27 Bundan başka Protsyk de Azerbaycan ı başkanlık sistemi ile yönetilen ülkeler arasında sıralamıştır.28 Azerbaycan da  süper  başkanlık  sisteminin  mevcudiyetine  yönelik  görüşlere bakılacak olursa, Fendoğlu, ülkede Latin Amerika başkanlık rejimlerine nazaran daha otoriter bir yönetim uygulandığı, Devlet başkanının partisinin her şeye hâkim olduğu, mahalli idare başkanlarını Cumhurbaşkanının atadığı ve böylece belediye başkanlarının ona  tâbi  olduğu,    seçimlerin  göstermelik  yapıldığı,  STK ların  Devlet  kontrolünde bulunduğu  özetle  muhalefet,  seçim,  siyasi  parti,  mahalli  idare  ve  sivil  toplum kavramlarının gelişmediği tespitini aktarmakta ve sonuçta süper başkanlık uygulamasının ağır bastığını beyan etmektedir.29 Son olarak Abdullayev, Anayasada açık bir şekilde hem devlet başkanlığı hem de hükûmet başkanlığı sıfatının Cumhurbaşkanına verildiği, çok sayıda  önemli  yetkiyle  donatılan  Cumhurbaşkanının  hükûmetin  kurulmasında  ve çalışmasında tek söz sahibi olduğu, hükûmetin yalnızca ona karşı sorumluluk taşıdığı, Cumhurbaşkanının genel konularda fermanlar çıkarabildiği ve Meclise karşı da herhangi                                                            26  GÖNENÇ, 1998, s. 207-211. 27  DOĞAN, 2015, s. 137-138. 28  PROTSYK,  Oleh,   Semi-Presidentialism  under  Post_Communism ,  Semi-Presidentialism  and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011, s. 109, 111. 29  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019, s. 527-528.   808Güller      Hacettepe HFD, 10(2) 2020, 796-834  bir  siyasi  sorumluluğu  bulunmadığı  gerekçesiyle,  Azerbaycan da  süper  başkanlık sisteminin geçerli olduğu görüşüne varmaktadır.30 2. Hükûmet Sisteminin Değerlendirilmesi Azerbaycan da  uygulanan  rejimi,  hükûmet  sistemi  ayrımları  üzerinden değerlendirdiğimizde karşımıza şöyle bir tablo çıkmaktadır: Azerbaycan  hükûmet  sistemi  parlamenter  rejimin  özelliklerine  uymamaktadır. Bilindiği üzere bu yapının en belirgin özelliği, yürütmenin ikici (düalist) bir karakterde olması ve bu organın son derece sembolik yetkileri haiz Cumhurbaşkanı ile yürütme yetkilerinin asıl sahibi olan Başbakan ve Bakanlar Kurulundan meydana gelmesidir.31 Öte yandan parlamenter rejimin meclisin güvenoyunu almak suretiyle iş başına geçen kabinesi, göreviyle ilgili  fiillerinden dolayı  hem  topluca hem  de münferiden siyasi sorumluluk  taşır.32  Nitekim  yalnızca  kuruluş  safhasında  güvenoyu  almak  yeterli olmamakta, görev esnasında da Parlamentonun güveninin devam etmesi gerekmektedir.33 Bundan başka yürütmenin birinci kanadı olan Devlet başkanı yasama organına karşı sorumsuzdur  ve  yetkilerini  ancak  Başbakan  ve  ilgili  bakanın  karşı-imzası  ile kullanabilir.34 Sistemin barındırması gerekli olan bir diğer özellik, hem yasamanın hem de yürütmenin birbirlerinin hukuki varlığına son verebilmesidir. Zira yasama organının elinde bulunan güvenoyu silahının karşısında bir denge olarak yürütme de fesih yetkisini haiz bulunur. Bu yönüyle fesih yetkisi, parlamenter rejimin vazgeçilmez unsuru olan siyasi sorumluluk prensibinin bir aksisedasıdır. Feshin kaldırılması durumunda yasama ve yürütme arasındaki klasik denge bozulacaktır.35 Azerbaycan Anayasasının yasama ve yürütmeyi düzenleyen hükümleri göz önüne alındığında, rejimin parlamenter sistemden çok farklı olduğu kolayca anlaşılmaktadır.                                                            30  ABDULLAYEV, 2001, s. 124-126. 31  TEZİÇ, Erdoğan, Anayasa Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2014, s. 485. 32  EFE, Haydar / KEMAHLI, Funda / KOTAN M. Lütfi,  Türkiye nin Parlamenter Sistem Deneyimini Önemi , KAÜ İİBF Dergisi, Yıl: 2015, Cilt: 6, Sayı: 11, (s. 149-175), s. 154. 33  GÖZÜBÜYÜK, A. Şeref, Anayasa Hukuku, S Yayınları, Ankara, 1991, s. 27. 34  FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015a, s. 704. 35  TUNAYA, Tarık Zafer, Siyasal Kurumlar ve Anayasa Hukuku, Araştırma Eğitim Ekin Yayınları, İstanbul, 1982, s. 402.   809Güller      Hacettepe HFD, 10(2) 2020, 796-834  Dahası son derece güçlü ve baskın bir Cumhurbaşkanlığı makamının varlığı karşısında, ülkede mer i olan sistemin en çok parlamenter rejime uzak olduğu söylenebilir. Başkanlı  parlamenter  sisteme  bakıldığında,  esasen  bu  sistemin  parlamenter rejimden tek kayda değer farkı, halk tarafından seçilen bir Cumhurbaşkanının varlığı olmaktadır.36  Bu  tür  rejimler,  parlamenter  sistemin  uygulanması  sırasında cumhurbaşkanının  artık  doğrudan  halk  tarafından  seçilmeye  başlanmasıyla  ortaya çıkmıştır. Şu hâlde böyle bir örgüde Cumhurbaşkanı, halkça seçilmesine rağmen son derece  sınırlı  yetkilerin  sahibidir  ve  yürütme  yetkilerini,  esasen  bakanlar  kurulu kullanır.37 Parlamenter rejimin özelliklerinden çok uzakta olan Azerbaycan hükûmet sisteminin, yalnızca Cumhurbaşkanının halk tarafından seçilmesi ile bu kategoriye dâhil edilebilmesi mümkün değildir.  Ülkede yarı başkanlık sisteminin mevcut olup olmadığı ise tartışılabilir. Nitekim yukarıda  Elgie nin  bu  kanaati  taşıdığını  belirtmiştik.  Fransa da  tebarüz  eden  yarı başkanlık rejiminin isim babası olan ve bu sistemi kavramsallaştırmasıyla maruf Maurice Duverger, bir rejimin yarı başkanlık olarak vasıflandırılabilmesi için şu üç şartın varlığını aramaktadır:  i)  Cumhurbaşkanının  doğrudan  doğruya  halkoyuyla  seçilmesi,  ii) Anayasanın Cumhurbaşkanına geniş yetkiler tanımış olması, iii) Parlamentonun güvenini taşıdığı müddetçe görevde kalabilen bir Bakanlar Kurulunun varlığı.38 Azerbaycan  sisteminde  ise  halk  tarafından  seçilen  Cumhurbaşkanının mevcudiyetine rağmen Başbakanın Milli Meclisten kaynaklanması belirsiz bir yapıdadır. Her  ne  kadar  118.  maddede  Cumhurbaşkanının  Başbakanı  Milli  Meclisin  onayıyla atayacağı bildirilmişse de üçüncü fıkra, Milli Meclisin üç defa reddetmesi durumunda Cumhurbaşkanının  herhangi  bir  onaya  ihtiyaç  duymadan  atama  işlemini gerçekleştireceğini  hüküm  altına  alır.  Bundan  başka,  Azerbaycan  Anayasasının Cumhurbaşkanına tanıdığı geniş düzenleme yetkileri, yarı başkanlık sisteminin mehaz                                                            36  GÖNENÇ, Levent,  Hükümet Sistemi Tartışmalarında ‘Başkanlı Parlamenter Sistem  Seçeneği , Güncel Hukuk, Yıl: 2007, Cilt: 44, (s. 39-43), s. 40. 37  ONAR, Erdal,  Türkiye nin Başkanlık Sistemine Geçmesi Düşünülmeli midir? , Başkanlık Sistemi, (der. T. Ergül), TBB Yayınları, Ankara, 2005, s. 76. 38  DUVERGER, Maurice,  A New Political System Model: Semi-Presidential Government , European Journal of Political Research, 1980, Vol. 8, (165-187), s. 166-167.   810Güller      Hacettepe HFD, 10(2) 2020, 796-834  ülkesi olan Fransa daki görünüme pek benzemez. Zira bu rejimde Cumhurbaşkanının güçlü yetkileri bulunsa da, düzenleme yetkisinin bu makama hasredilebilmesi güçtür. Nitekim belirtmek gerekir ki burada Devlet başkanı ve Başbakan olmak üzere iki yürütme otoritesine ait bir düzenleme yetkisi söz konusudur.39 Bunlardan ilki, Bakanlar Kurulunca çıkarılanlardır. Bahse konu işlemleri, sırasıyla uygulamakla yükümlü bakan, başbakan ve cumhurbaşkanı imzalar. Bakanlar Kurulu formunda çıkarılmayanlar ise başbakan ve ilgili bakan tarafından imzalanır. Uygulamada, kararnamelerin yüzde doksan beşi, bu ikinci tür işlemlerden teşekkül etmektedir.40 Şu hâlde bu yetkiyi hem Cumhurbaşkanı hem de bakanlar  kurulu  paylaşmaktadır.41  Fakat  kararname  gücünü  elinde  bulunduran Cumhurbaşkanı  yerine  daha  ziyade  Başbakan  ve  Bakanlar  Kurulu  olmaktadır. Azerbaycan  sisteminde  ise  son  derece  geniş  ölçüdeki  düzenleme  yetkilerine  sırf Cumhurbaşkanı sahip olmakta ve bunu bizzat kendisi kullanmaktadır. Ayrıca Azerbaycan Anayasasının Cumhurbaşkanına verdiği yetkilerin, bir bütün olarak Fransız sistemine göre çok daha fazla olduğu açıktır. Bu çıkarımlar, bizce ülkede geçerli olan sistemi, yarı başkanlık rejiminden uzaklaştıran sebeplerdir. Başkanlık sistemine  gelindiğinde burada dikkat çeken  en  mühim özellik  halk tarafından ayrı ayrı seçilen ve birbirlerinin hukuki varlığına son veremeyen yasama ve yürütmenin varlığı olmaktadır.42 Bundan başka yürütme yalnızca Başkandan oluşur. Ancak Başkan, yürütme yetkisini doğrudan doğruya kullanabileceği gibi, yardımcıları (sekreterleri) aracılığıyla da kullanabilir.43 Bununla birlikte, yürütme yetkisinin yegâne sahibi Başkandır. Sekreterler olsa olsa, Başkanın kendilerine verdiği işleri yürütmekle ve Başkan tarafından belirlenen politikanın kendi görev alanlarına denk düşen kısmını yerine getirmekle mükelleftirler. Şu hâlde yürütme organı, parlamenter rejim ve yarı başkanlık sisteminde görünen çift başlı tasarımın zıddına tekçi (monist) bir yapıdadır.                                                            39  MÉLIN-SOUCRAMANIEN, Ferdinand / PACTET, Pierre, Droit constitutionnel, 38e édition, Dalloz, Paris, 2020, s. 669. 40  CHANTEBOUT, Bernard, Droit constitutionnel, 32e édition, Dalloz, Paris, 2015, s. 490. 41  VERPEAUX, Michel / LAËTITIA, Janicot, Droit public Pouvoirs publics et action administrative, Presses Universitaires de France, Paris, 2009, s. 45-46. 42  ONAR, 2005, s. 37-38. 43  TEZİÇ, 2014, s. 511.   811Güller      Hacettepe HFD, 10(2) 2020, 796-834  Azerbaycan  sisteminin  başkanlık  rejimini  hatırlatan  önemli  özellikleri bulunmaktadır. Cumhurbaşkanının halk tarafından seçilmesi ve Milli Meclisin son derece zor bir yol olan azil dışında Cumhurbaşkanının görevine son verememesi bu meyandadır. Buna yürütme yetkisinin tek sahibinin Cumhurbaşkanı olması ve Bakanlar kurulunun gerek  teşekkülünde  gerekse  denetiminde  Milli  Meclisin  kayda  değer  bir  yetkisinin bulunmaması da eklenebilir. Bununla birlikte sistemi başkanlık rejiminden uzaklaştıran önemli  tereddüt  alanları da bulunmaktadır.  Bunların  başında 109. maddenin  birinci bendinde  yer  alan   Milli  Meclis  seçimlerini  belirler.   hükmü  gelmektedir.  Bu düzenlemenin  Cumhurbaşkanına  Milli  Meclisi  feshetme  yetkisi  verip  vermediği tartışmalıdır. Abdullayev Anayasanın Cumhurbaşkanına hiçbir şekilde Meclisi feshetme yetkisi tanımadığını iddia ederken,44 Özgişi Anayasaya göre, Cumhurbaşkanının Milli Meclisi feshetmesinin mümkün olduğunu savunmaktadır.45 Bundan başka 113. maddede ferman çıkarmak adı altında Cumhurbaşkanına verilen son derece geniş yasama yetkileri de tereddüt uyandıracak cinstendir. Bu yetki alanı başkanlık rejiminden ziyade, süper başkanlık sistemini akıllara getirmektedir. Bu bağlamda son olarak süper başkanlık sistemine bakıldığında, ülkede karşımıza çıkan  yapıyla  önemli  benzerlikler  içerdiği  görülür.  Nitekim  Fish  tarafından  ortaya konulan bu sistemde Başkan yönünden şu özellikler gereklidir: i) Kararname çıkarmak suretiyle yasama yetkisine sahip olması, ii) Hükûmetin oluşma şekline karar verebilmesi, ii) Hükûmeti yasamanın denetiminden koruyabilme yetkisinin bulunması. Ayrıca bu rejimde, olağanüstü yetkilere sahip bir Cumhurbaşkanı karşısında zayıf konumda olan bir parlamento varlık göstermektedir.46 Süper  başkanlık  sisteminde  aranan  Cumhurbaşkanının  kararname  çıkarmak suretiyle yasama yetkilerine sahip olması ve hükûmetin oluşma şekline karar verebilmesi şartı, Azerbaycan Anayasasında büsbütün mevcuttur. Ayrıca yasama organının zayıf konumu  da  son  derece  dikkat  çekicidir.  Bununla  birlikte,  Bakanlar  kurulunun                                                            44  ABDULLAYEV, 2001, s. 126. 45  ÖZGİŞİ, Tunca,  Orta Asya Cumhuriyetleri ve Azerbaycan ın Parlamento Yapılarının Karşılaştırmalı Analizi , Türkiyat Mecmuası, Yıl: 2012, Cilt: 22, (s. 83-102), s. 99. 46  FISH, M. Steven,  The Pitfalls of Russian Superpresidentialism , Current History, October, 1997. s. 326, 367-368.   812Güller      Hacettepe HFD, 10(2) 2020, 796-834  Cumhurbaşkanı  önünde  sorumluluğu  açık  olsa  da  Parlamentoya  karşı  sorumluluk muğlaklık taşımaktadır. Zira bunun şartları Anayasada ortaya konulmuş değildir. Ne var ki Anayasa, 95. maddede yasama organına bir güvenoyu yetkisi vermektedir. Söz konusu yetkinin  belirsizliği,  Anayasanın  dilindeki  muğlaklığın  yanı  sıra  bizce  daha  ziyade uygulamadan kaynaklanır. Nitekim Parlamento bu denetimi yapmaya karar verecek olsa, kolaylıkla  kendisine  Anayasada  bir  referans  norm  bulabilecektir.  Bir  düzenlemenin müphem olması, hiç olmadığı manasına gelmez. Binaenaleyh, söz konusu belirsizlikler, siyasi rejime yönelik Anayasanın bütününden çıkarılacak hükme gölge düşürmemelidir. Öte yandan Cumhurbaşkanının yukarıda gösterilen ve başkanlık rejimlerini aşacak ölçüde güçlü konumu da burada dikkate alınmalıdır. Bu itibarla günümüzde ortaya konulmuş olan hükûmet sistemi tasnifleri arasında, Azerbaycan rejiminin en çok süper başkanlık sistemiyle uygunluk taşıdığı kanaatine ulaşmaktayız.  II. TÜRKİYE HÜKÛMET SİSTEMİNİN YAPISI A. Ana Hatlarıyla Değişiklikten Önceki Türk Hükûmet Sistemi Türkiye de  2007  yılında  gerçekleştirilen  ve  Cumhurbaşkanının  doğrudan  halk tarafından seçilmesi usulünü içeren Anayasa değişikliğine yönelik referandumla birlikte hangi rejimin uygulamaya konulduğu tartışılmıştır. Buna göre bazı yazarlar, her ne kadar bu değişiklik ile ülkemizde yarı başkanlık sistemine geçildiği akla gelebilecekse de Türkiye de Cumhurbaşkanının yetkilerinin, özellikle kendi inisiyatifiyle kullanabileceği fesih  imkânı  ve  geniş  olağanüstü  dönem  yetkileri  bulunmadığı  için  Fransa da Cumhurbaşkanına tanınanlardan daha az olması sebebiyle bunun mümkün olmadığını savunmuş  ve  ülkemizin  başkanlı  parlamenter  rejimin  bir  örneği  olduğunu  ileri sürmüşlerdir.47 Türkiye nin 2007 sonrası geçerli olan rejimine ilişkin diğer bir açıklama ise, yapılan değişiklikle sistemin, yarı başkanlık rejimine önemli ölçüde yaklaşmış olmasına rağmen, tam olarak bu sistem altında mütalaa edilemeyeceği yönündedir. Bunun başlıca sebebi                                                            47  GÖNENÇ, Levent, Türkiye de Hükûmet Sistemi Tartışmalarına Kısa Bir Bakış ve Mevcut Hükûmet Sisteminin Niteliği, https://www.tepav.org.tr/tr/yayin/s/415 (Erişim tarihi: 05.02.2020), s. 4; ERDOĞAN, Mustafa, Anayasa Hukuku, Orion Kitabevi, Ankara, 2011, s. 178-179.   813Güller      Hacettepe HFD, 10(2) 2020, 796-834  olarak Anayasanın Cumhurbaşkanına verdiği yetkilerin, tek başına onun yarı başkanlık rejiminde arandığı  gibi  sistemin  temel  unsuru hâline gelmesi  için  yeterli olmaması gösterilmiştir. Bunun için ayrıca siyasi şartların da belirleyici olacağı ve Cumhurbaşkanı ile Meclisteki çoğunluğun hangi siyasi cenahtan olduklarına göre sistemin parlamenter ve başkanlık sistemlerinden birine yaklaşacağı savunulmuştur.48 Son olarak Cumhurbaşkanının Anayasanın 105. maddesinde uzun bir liste hâlinde sıralanan geniş yetkileri, istemesi durumunda Bakanlar Kurulunun bütün toplantılarına katılarak yürütmenin etkin başı durumuna gelebilmesi, olağanüstü hâl ilanında ve bu dönemde çıkarılacak kararnamelerde etkin olabilmesi, Meclise karşı sorumlu olan bir Bakanlar  Kurulunun  bulunması  ve  Cumhurbaşkanının  Meclisi  feshedebilmesi  gibi gerekçelerle,  önceki  rejimin  yarı  başkanlık  sistemi  olduğu  söylenmiştir.49  Bizce  de yukarıda detaylarını verdiğimiz yarı başkanlık sistemi için gerekli olan bütün şartların sağlanmış olması sebebiyle Türkiye de 2007 ve 2017 Anayasa değişiklikleri arasındaki dönemin yarı başkanlık sistemi olarak değerlendirilmesi gereklidir. B. 2017 Anayasa Değişikliğiyle Beliren Hükûmet Sistemi Ülkemizde 16 Nisan 2017 tarihinde gerçekleşen referandum ile 1982 Anayasasında büyük ve hatırı sayılır değişiklikler içeren 6771 sayılı kanun50 kabul edilmiştir. Bu değişikler içinde belki de en önemlisi olarak mevcut hükûmet sisteminin yeni baştan kaleme alınması gösterebilir. İlerleyen başlıklarda bu yeni yapıyı, en baskın karakteri olan Cumhurbaşkanı üzerinden ele almaya çalışacağız.                                                            48  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yayınları, Ankara, 2013, s. 354; GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Kitabevi, Bursa, 2014, s. 300-301. 49  FENDOĞLU, Hasan Tahsin, Türkiye de Başkanlık Sistemi, Yetkin Yayınları, Ankara, 2015b, s. 318; ESEN, Selin,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Siyasal Sisteme Olası Yansımaları , Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları, Ankara, 2009, s. 271272; KARATEPE, Şükrü,  Hükümet Sistemleri ve Türkiye , Yeni Türkiye, Yıl: 2013, Cilt: 51, (s. 223235),  s.  235;  GÜLSOY,  Mehmet  Tevfik,   Anayasa  Yenileme  Çalışmalarında  Hükümet  Sistemi Sorunu ,  Yeni  Türkiye,  Yıl:  2013,  Cilt:  50,  (s.  884-891),  s.  887.  Bunun  gibi,  2007  Anayasa değişiklikleriyle parlamenter sistemden yarı başkanlık sistemine geçiş yapılmış olduğu, 2014 yılında Cumhurbaşkanının halk tarafından seçilmesiyle birlikte ise yarı başkanlığı aşan bir sürecin başladığı hakkında bkz. KESKİNSOY, Ömer / KAYA, Semih Batur,  Türkiye nin Hükümet Sistemleri Üzerine Bir Değerlendirme , TBB Dergisi, Sayı: 137, 2018, 67-96, s. 77. 50  21.01.2017  tarihli  ve  6771  sayılı  kanunun  tam  metni  için  bkz. https://www.resmigazete.gov.tr/eskiler/2017/ 02/20170211-1.htm (Erişim Tarihi: 08.02.2020).   814Güller      Hacettepe HFD, 10(2) 2020, 796-834  1. Cumhurbaşkanının Seçilmesi Cumhurbaşkanının seçimine ilişkin usul ve esaslar, Anayasanın 101. maddesinde düzenlenmektedir. Buna göre Cumhurbaşkanı kırk yaşını doldurmuş, yükseköğrenim yapmış,  milletvekili  seçilme  yeterliliğine  sahip  Türk  vatandaşı  olanlar  arasından doğrudan doğruya halk tarafından seçilecektir. Cumhurbaşkanının görev süresi beş yıl olarak öngörülmekte ve bir kimsenin en fazla iki dönem için seçilebileceğini hüküm altına almaktadır.  Cumhurbaşkanı seçimlerinde siyasi parti grupları, son genel seçimlerde birlikte veya tek başına toplam geçerli oyların en az yüzde beşini alan siyasi partiler ve en az yüz bin seçmen aday gösterebilmektedir. Genel oyla yapılacak olan seçimlerde oyların salt çoğunluğunu alan Cumhurbaşkanı seçilmektedir. Hiçbir aday bu çoğunluğa erişemezse, takip eden ikinci pazar günü ilk oylamada en çok oy alan ilk iki adayın katıldığı bir oylama daha yapılır ve oyların çoğunu alan Cumhurbaşkanı seçilmiş olur. Dördüncü fıkraya  göre  Cumhurbaşkanı  seçilen  kimse  eğer  milletvekili  ise  TBMM  üyeliği düşecektir. Bu hükmün 2017 referandumu öncesindeki hâlinde, bundan başka partisiyle ilişiğinin  kesileceği  de  düzenlenmekteydi.  Maddenin  yeni  şeklinde  böyle  bir  kayıt bulunmadığından, Cumhurbaşkanı artık partisiyle irtibatını sürdürme imkânına sahiptir. Şu da var ki, Anayasa değişikliğinde bununla uyumlu olarak 101. maddede yer alan Cumhurbaşkanına  yönelik  tarafsızlık  ibaresi  kaldırılırken,  Cumhurbaşkanı  yeminini gösteren 103. maddedeki aynı ifadeye dokunulmamıştır. Bu ise iki madde arasındaki bir çelişki olarak kalmıştır.51 2. Cumhurbaşkanının Görev ve Yetkileri  Anayasanın 104, 108, 118, 119, 123 ve 126. maddelerinde Cumhurbaşkanının yetkilerine  ilişkin  son  derece  kapsamlı  ve  kayda  değer  hükümler  öngörülmekte  ve Türkiye Cumhuriyeti nin Devlet sistematiği içinde son derece baskın bir Cumhurbaşkanı figürü ortaya konulmaktadır. Anayasanın ilk tasarımında yer alan bu durum şüphesiz 2017 halkoylaması ile daha da perçinlenmiştir. Cumhurbaşkanına bu özelliğini veren                                                            51  DOĞAN, Vahit,  16 Nisan 2017 Tarihinde Kabul Edilen Anayasa Değişikliklerinin Değerlendirilmesi , DÜHFD, Yıl: 2017, Cilt: 26, (s. 3-30), s. 14.   815Güller      Hacettepe HFD, 10(2) 2020, 796-834  amilleri yasama, yürütme ve yargı alanına ilişkin yetkiler biçiminde ayrı ayrı ele almak faydalı olacaktır. a.  Cumhurbaşkanının  Yasamaya  Dair  Yetkileri  (Cumhurbaşkanlığı Kararnameleri ve Diğer Hususlar) Anayasanın  Cumhurbaşkanının  yetkilerini  düzenleyen  104.  maddesinin  2017 referandumu ile ortaya çıkan yeni hâline bakıldığında, Cumhurbaşkanının yasama alanına müteallik ilk  yetkisinin, gerekli  görmesi  durumunda TBMM nin açılış  konuşmasını yapması  ve  ülkenin  iç  ve  dış  siyaseti  hakkında  Meclise  mesaj  vermesi  olduğu görülmektedir. Bu düzenleme, 88. maddeyle birlikte düşünüldüğünde manidardır. Zira 2017  değişikliği  ile  88.  maddede  düzenlenen  kanun  teklif  edebilecekler  arasından Bakanlar kurulu çıkarılmış ve fakat bunun yerine Cumhurbaşkanı konulmamıştır. Bu durumda kanun teklifleri yalnızca milletvekilleri tarafından yapılabilecektir. Başkanlık sisteminin  Amerika daki  uygulamasında  yer  alan  Başkanın  Meclise  mesaj  vermesi, esasen çıkarılmak istenen kanunları Meclise telkin etmek içindir.52 Bu yönüyle Türk sistemi açısından da aynı uygulamanın öngörüldüğü söylenebilir. Yürütmenin yasama prosedürünü  başlatma  noktasında  bir  yetkiye  sahip  olmaması,  yasama  ve  yürütme arasındaki ayrılığın tam olarak sağlanması amacıyla açıklanabilir.53 Fakat uygulamada bir partiye mensup olan Cumhurbaşkanının, partisi üzerindeki tesiri hesaba katıldığında, dilediği  düzenlemeler  hakkında  kanun  teklifi  verilmesini  sağlama  imkânı  mevcut olacaktır.54 Cumhurbaşkanının yasamaya ilişkin diğer bir yetkisi de beşinci fıkrada düzenlenen kanunları yayımlama ile altıncı fıkrada öngörülen tekrar görüşülmek üzere TBMM ye geri gönderme yetkisidir. Bu yetki bakımından da önemli bir değişiklik yaşanmıştır. Anayasanın kanunların Cumhurbaşkanınca yayımlanması başlıklı 89. maddenin üçüncü fıkrası 2017 yılında değiştirilmiş, Cumhurbaşkanının geri gönderdiği kanunların yeniden                                                            52  GÖZLER, Kemal, Devlet Başkanları Bir Karşılaştırmalı Anayasa Hukuku İncelemesi, Ekin Kitabevi, Bursa, 2001, s. 37. 53  FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 90-109), s. 93. 54  YÜKSEL, İsmail,  6771 Sayılı Anayasa Değişikliği Kanunu nun Ardından Kanun Yapma Yöntemi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 7, Sayı: 2, (s. 251-274), s. 258.   816Güller      Hacettepe HFD, 10(2) 2020, 796-834  kabul edilmesi için en az üye tam sayısının mutlak çoğunluğuyla kabul edilmesi şartı getirilmiştir. Maddenin eski şeklinde böyle bir kayıt yer almadığından genel hüküm değerindeki 96. madde uygulanmakta ve böylece toplantıya katılanların salt çoğunluğu yeterli  gelmekteydi.  Bu  sebeple  artık  kanunlar  bakımından  geciktirici  veto  yerine güçleştirici veto kabul edilmiş olmaktadır.55 Cumhurbaşkanının  yasamaya  dönük  belki  de  en  önemli  yetkisi,  değişiklikle getirilen ve Anayasanın 104. maddesinin 17. fıkrasında yer alan Cumhurbaşkanlığı kararnamesi  çıkarma  imkânıdır.  Bu  kapsamda  Cumhurbaşkanı,  yürütme  yetkisine ilişkin konularda, öncesinde Meclisten herhangi bir yetki kanununa ihtiyaç duymaksızın kararname çıkarabilecektir. Dolayısıyla bu araç, Cumhurbaşkanına Anayasa ile tanınan asli bir düzenleme yetkisi olarak karşımıza çıkar.56 Bununla birlikte sosyal ve ekonomik haklar  dışındaki  temel  hak  ve  hürriyetlere  yönelik  Cumhurbaşkanlığı  kararnamesi çıkarılamayacaktır. Ayrıca Anayasada yalnızca kanunla düzenleneceği öngörülen veya daha önce bir kanunla açıkça tanzim edilmiş konularda Cumhurbaşkanlığı kararnamesi çıkarmak mümkün değildir. Bu doğrultuda kanunla Cumhurbaşkanlığı kararnamesinin çatışması  hâlinde  kanun  hükümleri  esas  alınacaktır.  Daha  sonradan  Parlamentonun Cumhurbaşkanlığı kararnamesi ile belirlenen bir konuda düzenleme yapması hâlinde, kararname  kendiliğinden  hükümsüz  hâle  gelmektedir.  Anayasanın  bu  düzenleme şeklinden anlaşıldığı üzere, Cumhurbaşkanlığı kararnameleri, yargısal denetimleri tıpkı 2017  değişikliğiyle  ilga  edilen  kanun  hükmünde  kararnameler  gibi  Anayasa Mahkemesince  icra  edilecek  olsa  da,  normlar  hiyerarşisinde  kanunun  altında  yer alacaktır.57  Anayasada,  Cumhurbaşkanlığı  kararnamesi  çıkarma  yetkisine  ilişkin  genel düzenleme mahiyetindeki 104. maddenin 17. fıkrası dışında, diğer başka maddelerde, üst kademe yöneticilerinin statüleri (m. 104/9), bakanlıkların kurulması ve teşkilatlanması (m. 106/son), Devlet Denetleme Kurulunun işleyişi ve yapısı (m. 108/son) ile Milli                                                            55  FENDOĞLU, 2015a, s. 96-97. 56  ÜLGEN, Özen,  Cumhurbaşkanlığı Kararnamelerinin Niteliği ve Türleri , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Sayı: 1, (s. 4-39), s. 6. 57  ULUSOY,  Ali,  Aralık  2016  Anayasa  Teklifi  Neler  Getiriyor,  Neler  Götürüyor?, http://www.anayasa.gen.tr/ ulusoy-anayasa-degisikligi.pdf (Erişim tarihi: 27 Temmuz 2020).   817Güller      Hacettepe HFD, 10(2) 2020, 796-834  Güvenlik Kurulu Genel Sekreterliğinin teşkilatı ve görevlerine (m. 118/son) yönelik hususların  Cumhurbaşkanlığı  kararnamesiyle  düzenleneceği  ayrıca  hüküm  altına alınmıştır. Bu durumda anılan başlıkların münhasıran kararname ile düzenlenebileceği ve bu konularda kanun çıkarılamayacağı savunulmuştur.58 Ne var ki benzer bir düzenleme içeren 1958 Fransız Anayasasının 34 ve 37. maddelerine59 rağmen, ülkede uygulamanın kararnamelere  bırakılan  alanlarda  da  kanuni  düzenleme  yapılması  yönünde  olduğu görülür.60 Dahası Fransız Anayasa Konseyi, 1982 tarihli meşhur kararıyla, bu durumu anayasaya aykırı bulmamış ve 37. maddenin özerk kararnamelere bıraktığı hususlarla ilgili düzenleme yapan kanunu iptal etmemiştir.61 Ülkemiz bakımından da aynı görüşü paylaşabilmek mümkündür.62 Zira 2017 Anayasa değişikliği ile kabul edilen maddeler,                                                            58  TUNÇ, Hasan, Türk Anayasa Hukuku, 1. Baskı, Gazi Kitabevi, Ankara, 2018, s. 234; ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2019, s. 284; GÖZLER, Kemal, Türk Anayasa Hukuku, 2. Baskı, Ekin Yayınları, Bursa, 2018, s. 887; s. 593; BOZTEPE, Mehmet,  2017 Yılı Anayasa Değişikliği Sonrası Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi ,  İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 1, (s. 5-30), s. 5, 8, 27. 59  Fransa da V. Cumhuriyeti  kuran 1958 Anayasasının 34.  maddesinde kanuni düzenlemeye konu yapılabilecek hususlar tek tek sayılarak gösterilmiştir. Kararname alanını gösteren 37. madde ise, yürütmenin, kanun alanı dışında kalan diğer bütün hususlarda, önceden yetki almaksızın veya bir kanuna dayanmadan asli düzenleme yapabileceğini ortaya koyar. Böylece Anayasanın tasarımına göre, kanun bir yetki, dolayısıyla istisna hâline gelmekte kararnameler ise kural seviyesine çıkarılmaktadır (DENQUIN, Jean-Marie, 1958: La genèse de la Ve République, Presses Universitaires de France, Paris, 1988, s. 347 vd; BASTIEN, François, Les mots-clés du droit constitutionnel, Dalloz, Paris, 2017, s. 60; PORTELLI, Hugues:  Soixante ans de subordination parlementaire , Pouvoirs, 2018/3, no 166, (s. 69-80), s. 69). Fransa da hâlen yürürlükte olan 04 Ekim 1958 tarihli Anayasasının Türkçe tercümesi  için  bkz.  https://www.adaletbiz.com/images/dosyalarim/FRANSA_  ANAYASASI.pdf (Erişim tarihi: 27 Haziran 2020) Anayasanın özgün tam metni için bkz. http://www.assembleenationale.fr/connaissance/constitution.asp (Erişim tarihi: 27 Haziran 2020). 60  RIVERO, Jean,  Rapport de synthèse , Vingt ans d application de la Constitution de 1958 le domaine de la loi et du règlement, Colloque organisé par la Faculté de Droit et de Science Politique d Aix-Marseille sous la direction de Louis Favoreu, Presse Universitaire d Aix-Marseille, 1978, s. 263; FAVOREU,  Louis:   Les  règlements  autonomes  n existent  pas ,  Revue  française  de  droit administratif, 1987, s. 882. 61  Conseil  constitutionnel,  30  juillet  1982,  no  82-143  DC,  Loi  sur  les  prix  et  les  revenus, https://www.conseil-constitutionnel.fr/decision/1982/82143DC.htm (Erişim Tarihi: 29 Haziran 2020). 62  Aynı yönde bkz. ULUSOY, (Aralık 2016 Anayasa Teklifi Neler Getiriyor, Neler Götürüyor?); ANAYURT, Ömer, Anayasa Hukuku Temel Kavramlar ve Türk Anayasa Hukuku, 2. Baskı, Seçkin  Yayınları,  Ankara,  2019,  s.  325;  SEVGİLİ  GENÇAY,  Didem  Aslan,   Kanun  ve Cumhurbaşkanlığı  Kararnamelerinin  Karşılıklı  Mahfuz  Alanları  Meselesi  (Türkiye  ve  Fransa Karşılaştırmalı Çalışma), Kamu Hukukçuları Platformu VIII. Toplantısı Tam Metin Bildiri Kitabı, On İki Levha Yayınları, İstanbul, 2020, 237-274, s. 264 vd. Ayrıca 2017 Anayasa değişikliğinin yürütmeye mahfuz bir düzenleme alanı vermediği görüşü için bkz. GÜNDAY, Metin, İdare Hukuku, 11. Baskı, İmaj Yayınları, Ankara, 2017, s. 659; FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Kararnameleri Mahfuz Düzenleme Alanı mıdır? , Ankara Barosu Dergisi, Yıl: 2019, Sayı: 3, (s. 277310), s. 288, 289, 306; ARDIÇOĞLU, Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu   818Güller      Hacettepe HFD, 10(2) 2020, 796-834  kanun  ve  kararname  alanlarının  taksim  edilmesi  noktasında  açık  düzenlemeler içermemektedir. 1958 Fransız Anayasasının bu konuda açık ve şüphe götürmeyecek bir yetki  bölüşümü  yapmış  olmasına  rağmen,  uygulama,  doktrin  ve  yargı  içtihatları Parlamentonun klasik teorideki konumunu göz ardı edemeyerek, bu katı hükümleri büyük ölçüde  esnetebilmiştir.63  Türkiye  açısından  ise  -Meclisin  bahse  konu  alanlara müdahalesini engelleyen açık bir düzenleme içermediği düşünülürse- aynı yaklaşım evleviyetle kabul edilebilecektir.64 Cumhurbaşkanının düzenleme yetkisine, kararnamelerin yanı sıra yönetmeliklerin de eklenmesi mümkündür. Nitekim Cumhurbaşkanlığı kararnamesi çıkarma yetkisini düzenleyen 104. madde, Cumhurbaşkanının kanunların uygulanmasını sağlamak üzere yönetmelik çıkarabileceği hususunu da sevk etmektedir.  Anayasanın  161.  maddesine  göre  TBMM ye  bütçe  ve  kesinhesap  kanunlarını Cumhurbaşkanının sunacağı belirtilmelidir. Bu yönüyle, yeni sistemde olağan kanunlar yürütmeden kaynaklanamazken, bütçe ve kesinhesap kanunları, tıpkı eski düzendeki gibi yürütme  organı  tarafından  hazırlanarak  Parlamentoya  sunulacaktır.  Ancak  burada, Cumhurbaşkanının yasama çoğunluğuna sahip olmaması durumunda, Meclisin bütçe üzerindeki inisiyatifinin ve denetim fonksiyonunun artacağı söylenebilir.65 Bu ihtimal mevcut olmakla beraber, bütçe ve kesinhesap kanunlarının düzenlendiği 161. maddenin dördüncü fıkrası, bu imkânı zayıflatmaktadır. Esasen istikrara hizmet eden bu hükme göre, bütçe kanunu süresinde yürürlüğe girmezse geçici bütçe kabul çıkarılır.  Bu da                                                            Dergisi, Yıl: 2017, Cilt: 75, Sayı: 3, (s. 19-51), s. s. 37-38; KABOĞLU, İbrahim, Kural Koyan Organ Olarak Yasamanın Özerkliği, CHP Yayınları, Ankara, 2018, s. 8; İBA, Şeref, Türk Anayasa Hukuku, 1. Baskı, Turhan Yayınları, Ankara, 2018, s. 245-246; SÖYLER, Yasin, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 121. 63  LE POURHIET, Anne-Marie,  Droit constitutionnel, 9e édition, Economica, Paris, 2018, s. 450-451; FAVOREU, Louis / PHILIP, Loïc, Le Conseil constitutionnel, Presses Universitaire de France, Paris, 2005, s. 106; MÉLIN-SOUCRAMANIEN / PACTET, 2020, s. 656 vd. 64  Türkiye de 2017 Anayasa değişiklikleriyle kabul edilen Cumhurbaşkanlığı kararnameleriyle alakalı, hukuki niteliği, normlar hiyerarşisindeki yeri, denetim rejimi ve özellikle mahfuz alan tartışması gibi soru  işaretlerine  yönelik  daha  geniş  bilgi  ve  açıklamalar  için  bkz.  GÜLLER,  Abdülsamet, Cumhurbaşkanlığı Kararnameleri: Türkiye ve Fransa Mukayesesi, Doktora Tezi, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2020. 65  KUZU, Burhan,  Anayasa Değişikliği ve Cumhurbaşkanlığı Hükümet Sisteminin Genel Faydaları , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 110-128), s. 126.   819Güller      Hacettepe HFD, 10(2) 2020, 796-834  olmazsa,  yeni  bütçe  kanunu  yürürlüğe  konulana  kadar,  olarak  önceki  yılın  kanunu uygulanacaktır.  Cumhurbaşkanının  önceki  bütçe  üzerinde  tatbik  olunacak  yeniden değerleme oranını da belirleme imkânı bulunduğu göz önünde tutulursa bahse konu düzenlemenin,  yürütmenin  yasama organıyla müzakere etme zorunluluğunu ortadan kaldıracağı söylenebilir.66 Yasamaya  dair  yetkiler  içinde  son  olarak  Cumhurbaşkanınca  milletlerarası antlaşmaların akdedip yayımlamasını ve Anayasa değişiklikleri hakkındaki kanunların halkoyuna sunulmasını sayabiliriz. b. Cumhurbaşkanının Yürütmeye Dair Yetkileri 104.  maddenin  girişinde  Devletin  başı  olarak  nitelenen  Cumhurbaşkanı  2017 değişikliğiyle birlikte yürütme yetkisinin de yegâne sahibi olmaktadır. Cumhurbaşkanına bu hususiyetinin bir uzantısı olarak son derece geniş yürütme yetkileri tanınmış ve yürütme  kuvvetinin  tek  karar  vericisi  konumuna  getirilmiştir.67  Bununla  birlikte Anayasada Cumhurbaşkanına oldukça geniş bir alana taalluk eden bu yürütme yetkilerini kullanmasında  yardımcı  olacak  Cumhurbaşkanı  yardımcıları  ve  bakanlar  da düzenlemektedir. Anayasanın 106. maddesine göre, seçilen Cumhurbaşkanı bir veya daha fazla Cumhurbaşkanı yardımcısı atayabileceği gibi bakanları da kendisi atamakta ve gerekli gördüğünde görevden alabilmektedir. Cumhurbaşkanı yardımcıları ile bakanlar yalnızca Cumhurbaşkanına karşı sorumludurlar. Bu itibarla Cumhurbaşkanı yardımcıları ile bakanların atanmasında Meclisin herhangi bir rolü bulunmamaktadır. Şu da var ki 106. maddede,  Cumhurbaşkanı  yardımcıları  ile  bakanlar  hakkında  görevleriyle  ilgili  suç işledikleri iddiasıyla TBMM üye tam sayısının salt çoğunluğunun vereceği bir önergeyle soruşturma açılabileceği ve TBMM üye tam sayısının üçte ikisinin68 gizli oyuyla Yüce Divan a gönderilebilecekleri, görevleriyle ilgili olmayan suçlar bakımından ise yasama dokunulmazlığından yararlanacakları düzenlenmiştir.                                                            66  YÜKSEL, 2017, s. 267. 67  ARDIÇOĞLU, 2017, s. 25. 68  Anayasa değişikliğinin TBMM nin üye sayısını 550 den 600 e çıkaran 2. maddesi dikkate alındığında, bu oran 400 milletvekiline tekabül etmektedir.   820Güller      Hacettepe HFD, 10(2) 2020, 796-834  Olağanüstü hâlin ilan edilmesi ve yönetilmesi bakımından da Cumhurbaşkanının son derece kapsamlı yetkileri mevcuttur. Gerçekten 2017 değişikliği ile yeniden kaleme alınan olağanüstü hâl yönetimi başlıklı 119. maddeye göre, sayılan sebeplerin varlığı durumunda Cumhurbaşkanı eski sistemden farklı olarak tek başına olağanüstü hâle karar vermektedir.  Cumhurbaşkanının  olağanüstü  hâl  kararı  aynı  gün  Resmi  Gazetede yayımlanarak  TBMM nin  onayına  sunulur.  Cumhurbaşkanı  ayrıca  olağanüstü  hâlin gerektirdiği  konularda  olağan  dönemdekinin  zıddına  kanun  hükmünde  olan Cumhurbaşkanlığı  kararnamesi  çıkarabilmektedir.  Bu  kararnameler  aynı  gün  Resmi Gazetede  yayımlanıp  TBMM nin  onayına  sunulmaktadır.  Meclisin  olağanüstü  hâl cumhurbaşkanlığı  kararnamesini  üç  ay  içinde  görüşmesi  lazımdır.  Aksi  takdirde kararname kendiliğinden yürürlükten kalkacaktır (m.119/son). Cumhurbaşkanının  yürütme  yetkilerinden  diğerleri,  milli  güvenlik  politikasını tespit  ederek  gerekli  tedbirleri  almak,  Türk  Silahlı  Kuvvetlerinin  (TSK) Başkomutanlığını  temsil  etmek,  TSK nın  kullanılmasına  karar  vermek  ve  cezaları hafifletip kaldırmaktır. Cumhurbaşkanı ayrıca Anayasa ve kanunlarda verilen seçme ve atama görevleri ile diğer işleri de yerine getirecektir. c. Cumhurbaşkanının Yargıya Dair Yetkileri Cumhurbaşkanı,  Anayasanın  159.  maddesi  gereğince  Hâkimler  ve  Savcılar Kurulunun69 6 üyesini ve üye sayısı 17 den 15 e düşüren Anayasa Mahkemesinin 12 üyesini seçmektedir. Son olarak Cumhurbaşkanı kanunların ve TBMM İçtüzüğünün tamamının veya belirli hükümlerinin Anayasaya şekil veya esas yönünden aykırı olduğu gerekçesiyle Anayasa Mahkemesine iptal davası açma yetkisini haizdir. Cumhurbaşkanı, bundan başka Anayasanın 155. maddesinin üçüncü fıkrası mucibince Danıştay üyelerinin dörtte üçünü atama yetkisini haizdir. 3. Cumhurbaşkanının Sorumluluğu Anayasanın  Cumhurbaşkanının  sorumluluğunu  düzenleyen  105.  maddesinde, yalnız  cezai  sorumluluk  hüküm  altına  alınmıştır.  Bu  bakımdan  Cumhurbaşkanının                                                            69  19. madde, Hâkimler ve Savcılar Yüksek Kurulunun adını Hâkimler ve Savcılar Kurulu olarak değiştirmektedir.   821Güller      Hacettepe HFD, 10(2) 2020, 796-834  herhangi bir siyasi sorumluluğu bulunmamaktadır. Bu durumun Anayasanın geneline hâkim  olan  örgü  bakımından  bir  mantık  taşıdığı  düşünülebilir.  Nitekim  yürütme yetkisinin tek sahibi olan Cumhurbaşkanı, yasamadan bütünüyle ayrı bir organ olarak tasarlanmış ve yetkilerini kullanmada ona yardımcı olan diğer makamlar da yasama organının siyasi denetiminden uzak kılınmıştır. Bu durumda Cumhurbaşkanının da siyasi denetime tabi olmamasının, kurulan sistem bakımından tutarlılık taşıdığı görülmektedir.  2017 değişikliğinden önce Anayasada Cumhurbaşkanın  yalnızca vatana ihanet sebebiyle suçlandırılması düzenlenmekteydi. Ancak bu kavramın muğlaklığı birtakım belirsizliklere yol açıyordu. Söz konusu değişiklik bu yönüyle, sorumluluğun kapsamını tespit bakımından olumlu değerlendirilebilir.70 Cumhurbaşkanının  cezai  sorumluluğu  süreci,  TBMM  üye  tam  sayısının  salt çoğunluğunun  vereceği  önergeyle  başlatılmaktadır.  Meclis  önergeyi  en  geç  bir  ay zarfında görüşür ve soruşturma açılması yönündeki karar üye tam sayısının en az beşte üçünün gizli oyuyla verilebilir. Soruşturma kararı verilmesi durumunda, Meclisteki siyasi partilerin  milletvekili  sayısınca  üye  verecekleri  bir  komisyon  kurulur.  Komisyonun verdiği rapor üzerine, Genel Kurulda yapılan oylamada üye tam sayısının üçte ikisinin gizli  oyuyla  Yüce  Divana  sevk  kararı  verilir.  Ancak  TBMM nin  bu  sayıya ulaşabilmesinin çok güç olduğu, ayrıca aynı prosedürün görev sırasında işlenen suçlar bakımından Cumhurbaşkanının görev süresi dolduktan sonra da işletilmesinin doğru olmadığı savunulmaktadır.71  Hakkında  soruşturma  açılmasına  karar  verilen  Cumhurbaşkanının  seçimlerin yenilenmesine karar verebilmesi mümkün değildir. Ayrıca seçilmeye engel bir suçtan Yüce Divanda mahkûm edilen Cumhurbaşkanının görevi kendiliğinden sona ermektedir. Bu sonuncu hükümden Cumhurbaşkanının, seçilmeye engel olsun olmasın herhangi bir ayrım  gözetilmeksizin  bütün  suçlar  bakımından  Yüce  Divana  sevk  edilip  mahkûm                                                            70  YILDIZ,  Abdulkadir,   Cumhurbaşkanlığı  Sisteminde  Cumhurbaşkanının  Sorumluluğu  Meselesi , Kırıkkale  Üniversitesi  Sosyal  Bilimler  Dergisi,  Yıl:2019,  Cilt:  9,  Sayı:  1,  (s.  1-20),  s.  11; TAŞDÖĞEN, Salih:  Cumhurbaşkanının Cezai Sorumluluğu , DEÜ Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, Yıl: 2019, Cilt: 21, (s. 1293-1325), s. 1305-1306. 71  GÖNENÇ, Levent / KONTACI, Ali Ersoy,  2017 Tarihli Anayasa Değişikliği Sonrasında YasamaYürütme İlişkileri , TBB Dergisi, Yıl: 2019, Cilt: 145, (s. 53-79), s. 72.   822Güller      Hacettepe HFD, 10(2) 2020, 796-834  ettirilmesinin mümkün olduğu anlaşılmaktadır. Cumhurbaşkanı seçilmeye mani hâller için, aynı maddede milletvekili seçilmeye engel durumları düzenleyen 101. maddeye atıf söz konusudur. Buna göre taksirle işlenen veya cezası bir yıldan az olan suçlardan alınan mahkûmiyet, Cumhurbaşkanı seçilmeye mani olmayacaktır. Bu itibarla bahse konu suçlar bakımından Yüce Divana sevk edilip suçlu bulunan Cumhurbaşkanının görevi sona ermeyeceğine göre, cezanın infaz edilip edilmeyeceği tereddüdü ortaya çıkabilecektir. Ayrıca  bu  nevi  bir  suçtan  mahkûm  edilmiş  ama  görevi  sona  ermemiş  bir Cumhurbaşkanının  kamuoyu  nezdinde  itibarını  yitirmiş  olmasına  rağmen  görevine devam etmesinin sakıncalı olduğu düşünülebilir.  Öte yandan her ne kadar Yüce Divana sevk için nitelikli bir çoğunluk aranmış olması sebebiyle büyük ihtimalle bir sonuca ulaşmayacak olsa da vazifesi başındaki Cumhurbaşkanının siyasi saikler sonucu, hakaret gibi hafif cezalar içeren suçlar dolayısıyla gündeme getirilerek baskı altında kalması mümkün  olabilecektir.  Bu  gerekçelerle,  Cumhurbaşkanının  görevi  sırasındaki  cezai sorumluluğunda  suçlar  yönünden  bir  ayrıma  gidilmesinin  ve  tıpkı  Cumhurbaşkanı yardımcısı  ile  bakanlar  gibi  adi  suçlar  bakımından  yasama  dokunulmazlığından yararlanmasının daha isabetli olacağı kanaatindeyiz. 4. Seçimlerin Yenilenmesi 2017 Anayasa referandumuyla getirilen hükûmet sistemi bakımından en ilginç sayılabilecek düzenlemelerin başında, Anayasanın yeni baştan tanzim edilen  Türkiye Büyük Millet Meclisi ve Cumhurbaşkanı seçimlerinin yenilenmesi  başlıklı 116. maddesi olduğu söylenebilir. Bu hükme göre, bundan böyle TBMM ile Cumhurbaşkanının seçim dönemleri  birbirine  bağlı  kılınarak  eşitlenmektedir.  Maddenin  ilk  fıkrasına  göre TBMM nin, üye tam sayısının beşte üç çoğunluğu ile seçimlerin yenilenmesine karar vermesi durumunda, Cumhurbaşkanının görev süresi de son bulmaktadır. Bunun gibi ikinci fıkra uyarınca Cumhurbaşkanının TBMM yi feshetmesi durumunda, kendi görev süresi de sona ermektedir. Dolayısıyla yasama ve yürütmeden biri diğerini feshedecek olursa, aynı zamanda kendi hukuki varlığına da son vermiş olmaktadır. Bu durumun, daimi surette Cumhurbaşkanı ile yasama organının aynı siyasi çoğunluğa sahip olmasını   823Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve böylece sistemin belirli bir istikrar temeline kavuşmasını sağlayacağı düşünülmüştür.72 Ancak  bu  durumun  yasama  organını  Cumhurbaşkanı  karşısında  zayıflatacağı düşüncesiyle  eleştirildiği  de  görülmektedir.73  Ayrıca  Cumhurbaşkanının  tek  başına alabileceği seçimlerin yenilenmesi kararını, Parlamentonun en az beşte üç çoğunlukla alabilmesi, Meclisin konumunu zayıflatan bir cihet olarak görülmektedir.74  Burada  dikkat  çekici  diğer  bir  husus,  aynı  maddenin  üçüncü  fıkrasında düzenlenmiştir.  Buna  göre,  Meclis  tarafından,  Cumhurbaşkanının  ikinci  döneminde seçimlerin  yenilenmesine  karar  verilmesi  durumunda  Cumhurbaşkanı  yeniden  aday olabilecektir.  Bu  durumda  Cumhurbaşkanının  üçüncü  bir  dönem  için  aday  olması mümkündür.  Bu  bağlamda  Parlamentonun  desteğine  sahip  olan  ve  halk  tarafından yeniden  seçileceğine  inanan  bir  Cumhurbaşkanının,  son  döneminde  seçimlerin yenilenmesini sağlayarak üç dönem Cumhurbaşkanlığı yapabilmesinin önü açıktır.75 5. Hükûmet Sisteminin Niteliği 2017 halkoylaması neticesinde 1982 Anayasasının genel sistematiğinden ortaya çıkan  rejimin  mahiyeti  ele  alınmadan  önce,  esasen  başkanlık  sisteminden  ilhamla hazırlanan  bu  yeni  sistemin,  gerek  siyasi  irade  tarafından,  gerekse  uygulamada  ve doktrinde  Türk modeli başkanlık sistemi 76,  Türk tipi başkanlık 77 veya daha ziyade  Cumhurbaşkanlığı  hükûmet  sistemi 78  olarak  anıldığı  belirtilmelidir.  Öyleyse  artık                                                            72  DURGUN, Gonca Bayraktar,  Anayasa Referandumu ve Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 494-499), s. 498. 73  ESEN, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2016, Sayı: 4, (s. 45-73), s. 46-47. 74  BEKTAŞ, Eda,  Cumhurbaşkanlığı Hükümet Sisteminde Yasama-Yürütme İlişkisi ve Bu Sistemin Türkiye Demokrasisine Etkileri , Yasama Dergisi, Yıl: 2019, Cilt:39, (s. 199-218), s. 208. 75  AKÇAKAYA, Murat / ÖZDEMİR, Abdülkadir, Cumhurbaşkanlığı Hükümet Sistemi ve Siyasal İstikrar , Üçüncü Sektör Sosyal Ekonomi, Yıl: 2018, Cilt: 53, Sayı: 3, (s. 922-944), s. 928. 76  ATAR, s. 177 vd. 77   Türk  Tipi  Başkanlık  Sistemini  Dünyaya  Örnek  Olarak  Sunalım ,  Türkiye  Cumhuriyeti Cumhurbaşkanlığı  İnternet  Sitesi,  https://www.tccb.gov.tr/haberler/410/73444/turk-tipi-baskanliksistemini-dunyaya-bir-ornek-olarak-sunalim (Erişim tarihi: 07.09.2020); ATAY, Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019, s. 146,148; KESER, Hayri,  Türk Tipi Başkanlık Sistemi Üzerine , Yeni Türkiye (Cumhurbaşkanlığı Hükümet Sistemi Özel Sayısı), Yıl: 23, Sayı: 94, 2017, 433-438. 78  KARATEPE, Şükrü, Türk Anayasa Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2018, s. 103-105.   824Güller      Hacettepe HFD, 10(2) 2020, 796-834  parlamenter rejimin tam manasıyla terk edildiği ve başkanlık sistemine benzeyen bir rejimin benimsenmiş olduğu ortadadır.79 Bu hususta bir şüphe bulunmamakla birlikte, yeni sistemin, anayasa hukuku teorisinin araçlarıyla tavsif edilmesinde ve hükûmet sistemlerine yönelik mevcut ayrımlara göre konumlandırılmasında birtakım tereddütler yaşanabilmektedir. Bu bağlamda öncelikle Anayasa değişikliğinin getirdiği sistemin, dünyada başka herhangi bir benzeri bulunmadığı sebebiyle bazı eleştirilere maruz kaldığı görülür. Bu yöndeki tenkitler, bazen şiddetli bir dereceye varabilmiştir.80 Öyle ki yeni düzende, yürütmeye karşı etkili bir yasama ve yargı denetimi bulunmadığı gerekçesiyle, hükûmet sisteminin bir tür  delegasyoncu demokrasi  yahut  popülist (yarışmacı) otoriter rejim  hâline  geleceği  de  savunulmuştur.81  Ancak  bu  nevi  tanımlamalar,  anayasa  hukuku teorisinde kullanılan bir hükûmet sistemi ayrımı olmaktan ziyade, siyaset biliminde politik rejimleri çözümlemek için geliştirilen nitelemeler olarak karşımıza çıkar. Bu sebeple, anılan kavramlar, hükûmet sistemini saptamamaktadır. Yeni  rejimin,  barındırdığı  özellikler  yönünden  başka  bir  ülkede  uygulaması olmadığı ve bu yönüyle  atipik  bir mahiyet taşıdığı konusunda ise tereddüt yoktur.82 Bu noktanın en başta altının çizilmesi gerekir. Ancak bu durum, söz konusu rejimin mevcut hükûmet sistemlerinden bütünüyle bağışık olduğu ve her bakımdan özgün bir yapı arz ettiği manasına da gelmez. Şu hâlde bu rejimin yapısında, bilinen hükûmet sistemlerine ait özellikler de yer alır. Dolayısıyla mevcut sistem, her bir hükûmet sistemi tasnifi yönünden ayrı ayrı ele alınmalıdır.                                                            79  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. Baskı, Yetkin Yayınları, Ankara, 2017, s. 327. 80  GÖZLER,  Kemal,  Elveda  Anayasa:  16  Nisan  2017 de  Oylayacağımız  Anayasa  Değişikliği Hakkında Eleştiriler, 3. Baskı, Ekin Yayınları, Bursa, 2017; GÖZLER, Kemal,  Cumhurbaşkanlığı Sistemi mi, Başkanlık Sistemi mi, Yoksa Neverland Sistemi mi? 16 Nisan da neyi Oylayacağız? , Türk Anayasa  Hukuku  Sitesi,  http://www.anayasa.gen.tr/  neverland.htm  (Erişim  tarihi:  07.09.2020); KÖKER,  Levent,   Cumhurbaşkanlığı  Kararnâmesi  Üzerine  Bazı  Tesbitler  ve  Eleştiriler , http://leventkoker.blogspot.com/2017/01/cumhurbaskanlg-kararnamesi-uzerine-baz.html  (Erişim tarihi: 11.09.2020). 81  ÖZBUDUN, 2017, s. 327-329. 82  NARTER,  Recep  /  KAYA,  Semih  Batur,  Hukuk  İhdası  Rejiminde  Cumhurbaşkanlığı Kararnamesi, Yetkin Yayınları, Ankara, 2020, s. 66.   825Güller      Hacettepe HFD, 10(2) 2020, 796-834  Türkiye de uygulanan bir önceki  yapının parlamenter ve başkanlı parlamenter rejimden son derece uzak olduğu belirtilmişti. O hâlde  yeni  sistem bakımından da bunların geçerli olmayacağı evleviyetle anlaşılmaktadır. Zira artık yürütmenin iki başlı (düalist) yapısı bütünüyle ortadan kalkmış ve tekmil yürütme kuvveti Cumhurbaşkanına bırakılmıştır. Dolayısıyla bu düzenin, parlamenter rejimlerle her bakımdan ilgisiz olduğu ilk bakışta fark edilecek bir durumdur. Yarı  başkanlık  sistemine  gelindiğinde,  bu  rejimde,  halkça  seçilmiş  ve  güçlü yetkileri olan bir Cumhurbaşkanına ilaveten aranan yürütmenin çift başlılığı ve dahası yasama organı önünde sorumlu Bakanlar Kurulu şartlarının hiçbirinin Türkiye de beliren yeni sistemde yer almadığı görülmektedir. Bu bakımdan Anayasanın barındırdığı yapı, yarı başkanlık sisteminden de hayli uzaktadır. Anayasanın öngördüğü düzenin başkanlık sistemini hatırı sayılır ölçüde hatırlatan özellikleri  bulunmaktadır.  Bilhassa  yürütme  yetkisinin  halk  tarafından  seçilen Cumhurbaşkanına münhasır kılınması ve Cumhurbaşkanı yardımcısı ile bakanların yalnız Cumhurbaşkanına karşı sorumlu yardımcı görevliler olarak tasarlanması bu meyandadır. Bununla birlikte yasama ve yürütmenin birbirlerini feshetme imkânına sahip olması dolayısıyla sert bir kuvvetler ayrılığının bulunmaması, rejimi başkanlık sisteminden uzaklaştıran bir hususiyettir. Öte yandan saf başkanlık rejimlerinde görülen fren ve denge mekanizmalarına yeterli ölçüde yer verilmediği de görülmektedir.83 Yeni sistemde Cumhurbaşkanının geniş yasama yetkisine sahip olması, akıllara süper başkanlık sistemini getirebilir. Ancak bu rejimde aranan hem Cumhurbaşkanına hem de Meclise karşı sorumlu bir Bakanlar Kurulu şartı, yeni sistemde yer almamıştır. Nitekim  bu  örgüde  Bakanlar  Kurulu  hiç  bulunmadığı  gibi  Bakanlar  da  yalnızca Cumhurbaşkanına karşı sorumluluk taşıyacak bir tarzda düzenlenmektedir. Bu durumda yeni  rejimin,  anayasa  hukuku  nazariyesinde  belirlenmiş  olan  hükûmet  sistemi ayrımlarından tam olarak birine dâhil edilmesi son derece zordur.  Türkiye de 2017 Anayasa reformuyla kabul edilen yeni sistemin, serdedilen bu gerekçelerle ve ihtiva ettiği özellikleri dikkate alındığında, kendine özgü nitelikler taşıyan                                                            83  KESKİNSOY / KAYA, 2018, s. 90-91.   826Güller      Hacettepe HFD, 10(2) 2020, 796-834  ve başkanlık rejimlerine yakın karma bir sistem olarak değerlendirilmesi gerekir. Şu da var ki yeni sistemin, yukarıda ifade edildiği gibi, yaygın olarak Türk tipi başkanlık veya Cumhurbaşkanlığı  hükûmet  sistemi  olarak  adlandırıldığı  bilinmektedir.  Ancak  bu durumun, yürürlükteki sisteminin bizatihi bu karma yapısından ve mevcut tasniflerden hiçbirine  sığmayan  melez  bir  tasarım  barındırmasından  ileri  geldiği  görülmektedir. Netice itibariyle bu adlandırmalar ülkemizde yerleşmiş bulunsa da, yeni rejimin, hükûmet sistemlerine  yönelik  öteden  beri  oluşturulan  ve  dünya  literatüründe  istikrar  bulmuş tasnifler dikkate alındığında, karma bir yapı arz ettiği ve en ziyade başkanlık rejimleriyle benzerlik taşıdığı sonucuna ulaşmaktayız.  SONUÇ Türkiye  ve  Azerbaycan ın  kültürel,  tarihi,  iktisadi  ve  sair  alanlarda  büyük yakınlıkları olduğu yadsınamaz bir gerçektir. Nitekim iki ülke, kendi içlerindeki siyasi şartlar ne surette olursa olsun, daima yakın ilişkiler kurmanın gayreti içinde olmakta, birinin karşılaştığı bir güçlük karşısında, diğeri tekmil desteğini ortaya koymaktan geri durmamaktadır.  Bu  manzara,  milletlerarası  düzende  eşine  çokça  rastlanan  bir  halet değildir. İki ülkenin, ortaya konulabilecek bu ve başka pek çok benzerliğinin yanı sıra farklılaştıkları  noktalar  da  elbette  mevcuttur.  Bunların  başında,  geçirdikleri  siyasi tarihlerinin bir eseri olarak, farklı politik yapılar arz etmeleri gösterilebilir. Nitekim Türkiye,  Cumhuriyetin  ilk  yıllarından  sonra  uzun  bir  parlamenter  rejim  tecrübesi yaşamışken, Azerbaycan da 1991 yılında kavuşulan istiklalden bu tarafa Cumhurbaşkanı ağırlıklı  bir siyasi  yapı dikkat çekmektedir. Ne ki  Türkiye,  yürütmeyi  güçlendirme temayülü  barındıran  1982  Anayasası  üzerinde  önce  2007  sonra  2017  yılında gerçekleştirilen  Anayasa  reformlarıyla  parlamenter  yapıdan  giderek  uzaklaşmış  ve nihayet yürütmenin münhasıran Cumhurbaşkanından teşekkül ettiği bir siyasi yapıya ulaşmıştır. Bu ise Türkiye nin yeni sistemi ile Azerbaycan da uygulanmakta olan rejimin artık birbirine benzer olup olmadığı düşüncesini akıllara getirmektedir.   827Güller      Hacettepe HFD, 10(2) 2020, 796-834  Çalışmamızda her iki ülkenin sistemleri üzerinde yapmış olduğumuz incelemeden, öncelikle  iki  rejimin  de  özünde  başkanlık  rejimlerine  yakın  olduğu  sonucu  ortaya çıkmaktadır.  Nitekim  her  iki  örnekte  de  siyasi  tasarımın  temeli  ve  kilit  taşı Cumhurbaşkanından başkası değildir. Zira hem Türkiye hem Azerbaycan Anayasaları dikkate alındığında, son derece hayati yetkilere malik olan bir Cumhurbaşkanı figürü karşımıza çıkar. Bu itibarla, iki düzenin de prensipte başkancı bir rejim olduklarında şüphe yoktur. Bu yönüyle iki ülke siyasi yapısında bir benzerlik dikkat çekmektedir.  Şu da var ki bizi Türkiye ve Azerbaycan hükûmet sistemlerini bütünüyle benzer kabul  etmekten  alıkoyacak  ciddi  amiller  de  bulunmaktadır.  Bunların  en  başında Cumhurbaşkanının ikincisinde çok daha baskın bir konumda olması, daha güçlü ve nafiz yetkilere sahip olması gelir. Zira burada Cumhurbaşkanı, Anayasada  Devletin esasları  arasında sayılmış, yasama teşebbüsünde söz sahibi olmaktan hâkimleri seçmeye kadar onu diğer kuvvetler karşısında da güçlü kılacak bir mevkie yükseltilmiştir. Gerçekten Cumhurbaşkanı, Anayasa Mahkemesi, Yargıtay ve istinaf mahkemeleri için Meclise öneride bulunmakta, diğer hâkimleri ise doğrudan kendisi seçmektedir. Türk sisteminde ise Cumhurbaşkanı siyasi yapıdaki baskın konumuna rağmen bu ve benzeri yetkilere sahip değildir. Zira onun, yargı organının teşekkülünde bu denli belirleyici olması, Türkiye yönünden geçerli olmamaktadır. Ayrıca Türkiye de, yasama organının siyasi yapı  içinde  sahip  olduğu  ağırlığın  daha  fazla  olduğu  söylenebilir.  Nitekim  yasama süreçleri bütünüyle parlamentoya aittir. Bu durumun, sistemin tasarımı gereği Meclisin genellikle Cumhurbaşkanı ile aynı siyasi çoğunluğa sahip olması bekleneceğinden pek anlam taşımadığı düşünülebilir. Ancak bunun tersi de mümkündür. Zira her iki organın farklı  siyasi  renge  sahip  olması  ihtimalinde,  Parlamento  yasama  gücünün  bütün imkânlarını elinde bulacak ve önemli bir denge unsuru olarak ortaya çıkabilecektir. Bu görünüm, Azerbaycan sisteminde hiçbir yönüyle söz konusu değildir. Bundan başka Cumhurbaşkanının sorumluluğu bahsinde de kayda değer farklılıklar dikkat çeker. Esasen her iki sistem bakımından da sorumluluk mekanizmasını işletmek kolay değildir. Fakat bu durum Azerbaycan da baştan sona güç kılınmış durumdadır. Zira bu süreci, bütün üyeleri Cumhurbaşkanının önerdiği isimler arasından belirlenen Anayasa Mahkemesi başlatmakta, ardınca gelen zorlu safhalar bir şekilde tamamlanacak olsa bile,   828Güller      Hacettepe HFD, 10(2) 2020, 796-834  mahkûmiyet  kararını  yine  Anayasa  Mahkemesinin  onaylaması  gerekmektedir. Türkiye deki  mekanizma ise  barındırdığı  güçlüğe rağmen  elbette bu denli zahmetli değildir.  Bu  gerekçelerle,  Azerbaycan  siyasi  sisteminde  Cumhurbaşkanının  Türkiye ye nazaran çok daha baskın bir figür olduğu ve bu durumun hükûmet sistemlerinde farklı vurgular meydana getirdiğini kabul etmek gerekir. Şu hâlde, her iki rejimin de temelde başkanlık sistemleri arasında mütalaa edilmesi mümkün olsa da aralarında mühim farklar da mevcuttur. Bu durumda Azerbaycan da karşılaştığımız süper başkanlık uygulamasını, Türkiye bakımından tespit edebilmek güçtür. Burada, ancak mevcut tasniflerden birine bütünüyle sığmayan, kendine özgü bir sistemin varlığından söz edebilmek mümkün görünmektedir.                829Güller      Hacettepe HFD, 10(2) 2020, 796-834  KAYNAKÇA ABDULLAYEV,  Cavid,   Azerbaycan da  Anayasalaşma  Süreci  ve  Benimsenen  Sistemin Niteliği , Avrasya Dosyası, Yıl: 2001, Cilt: 7, (s. 109-131). AKÇAKAYA, Murat / ÖZDEMİR, Abdülkadir, Cumhurbaşkanlığı Hükümet Sistemi ve Siyasal İstikrar , Üçüncü Sektör Sosyal Ekonomi, Yıl: 2018, Cilt: 53, Sayı: 3, (s. 922-944). ALİYEV, Cabir,  Azerbaycan Anayasal Sisteminde  Şikâyet  Denetim Usulü:  Anayasa Şikâyeti, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 2010. AMRAHQİZİ, Elmira,  The Making of a Democracy Azerbaijan to Adopt its First Constitution in November 1995 . Azerbaijan International Magazine, 1995, Vol: 3.3, (s. 68-73). ANAYURT, Ömer, Anayasa Hukuku Temel Kavramlar ve Türk Anayasa Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019. ARDIÇOĞLU, Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu Dergisi, Yıl: 2017, Cilt: 75, Sayı: 3, (s. 19-51). ATAR, Yavuz, Türk Anayasa Hukuku, 13. Baskı, Seçkin Yayınları, Ankara, 2019. ATAY, Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayınları, Ankara, 2019. BASTIEN, François, Les mots-clés du droit constitutionnel, Dalloz, Paris, 2017. BEKTAŞ,  Eda,   Cumhurbaşkanlığı  Hükümet  Sisteminde  Yasama-Yürütme  İlişkisi  ve  Bu Sistemin Türkiye Demokrasisine Etkileri , Yasama Dergisi, Yıl: 2019, Cilt:39, (s. 199218). BOZTEPE,  Mehmet,   2017  Yılı  Anayasa  Değişikliği  Sonrası  Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 1, (s. 5-30). CHANTEBOUT, Bernard, Droit constitutionnel, 32e édition, Dalloz, Paris, 2015. DENQUIN, Jean-Marie, 1958: La genèse de la Ve République, Presses Universitaires de France, Paris, 1988. DOĞAN, Meltem,  Devlet Başkanı Ekseninde Anayasal Sistem: Azerbaycan Başkanlık Sistemi , Karşılaştırmalı Hükümet Sistemleri Başkanlık Sistemi (ABD, Arjantin, Azerbaycan, Brezilya ve Nijerya Örnekleri), (der. H. Yapıcı Kaya), TBMM Araştırma Merkezi Yayınları, Ankara, 2015. DOĞAN,  Vahit,   16  Nisan  2017  Tarihinde  Kabul  Edilen  Anayasa  Değişikliklerinin Değerlendirilmesi , DÜHFD, Yıl: 2017, Cilt: 26, (s. 3-30). DURGUN, Gonca Bayraktar,  Anayasa Referandumu ve Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 1-6).   830Güller      Hacettepe HFD, 10(2) 2020, 796-834  DUVERGER, Maurice,  A New Political System Model: Semi-Presidential Government , European Journal of Political Research, 1980, Vol. 8, (165-187). EFE,  Haydar  /  KEMAHLI,  Funda  /  KOTAN  M.  Lütfi,   Türkiye nin  Parlamenter  Sistem Deneyimini Önemi , KAÜ İİBF Dergisi, Yıl: 2015, Cilt: 6, Sayı: 11, (s. 149-175). ELGIE, Robert,  Semipresidentialism: An Increasingly Common Constitutional Choice , SemiPresidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011. ERDOĞAN, Mustafa, Anayasa Hukuku, Orion Kitabevi, Ankara, 2011. ESEN, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Yıl: 2016, Sayı: 4, (s. 45-73). ESEN, Selin,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Siyasal Sisteme Olası Yansımaları , Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları, Ankara, 2009. FAVOREU, Louis:  Les règlements autonomes n existent pas , Revue française de droit administratif, 1987. FAVOREU, Louis / PHILIP, Loïc, Le Conseil constitutionnel, Presses Universitaire de France, Paris, 2005. FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019. FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015a. FENDOĞLU, Hasan Tahsin,  Cumhurbaşkanlığı Hükümet Sistemi , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 90-109). FENDOĞLU,  Hasan  Tahsin,   Cumhurbaşkanlığı  Kararnameleri  Mahfuz  Düzenleme  Alanı mıdır? , Ankara Barosu Dergisi, Yıl: 2019, Sayı: 3, (s. 277-310). FENDOĞLU, Hasan Tahsin, Türkiye de Başkanlık Sistemi, Yetkin Yayınları, Ankara, 2015b. FISH, M. Steven,  The Pitfalls of Russian Superpresidentialism , Current History, October, 1997. GÖNENÇ, Levent / KONTACI, Ali Ersoy,  2017 Tarihli Anayasa Değişikliği Sonrasında Yasama-Yürütme İlişkileri , TBB Dergisi, Yıl: 2019, Cilt: 145, (s. 53-79). GÖNENÇ, Levent,  Azerbaycan Anayasası Üzerine Notlar ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1998, Cilt: 47, Sayı: 1-4, (s. 185-220). GÖNENÇ, Levent,  Hükümet Sistemi Tartışmalarında ‘Başkanlı Parlamenter Sistem  Seçeneği , Güncel Hukuk, Yıl: 2007, Cilt: 44, (s. 39-43).   831Güller      Hacettepe HFD, 10(2) 2020, 796-834  GÖNENÇ, Levent, Türkiye de Hükûmet Sistemi Tartışmalarına Kısa Bir Bakış ve Mevcut Hükûmet  Sisteminin  Niteliği,  https://www.tepav.org.tr/tr/yayin/s/415  (Erişim  tarihi: 05.02.2020). GÖZLER, Kemal,  Cumhurbaşkanlığı Sistemi mi, Başkanlık Sistemi mi, Yoksa Neverland Sistemi  mi?  16  Nisan da  neyi  Oylayacağız? ,  Türk  Anayasa  Hukuku  Sitesi, http://www.anayasa.gen.tr/ neverland.htm (Erişim tarihi: 07.09.2020). GÖZLER, Kemal, Devlet Başkanları Bir Karşılaştırmalı Anayasa Hukuku İncelemesi, Ekin Kitabevi, Bursa, 2001. GÖZLER, Kemal, Elveda Anayasa: 16 Nisan 2017 de Oylayacağımız Anayasa Değişikliği Hakkında Eleştiriler, 3. Baskı, Ekin Yayınları, Bursa, 2017.  GÖZLER, Kemal, Türk Anayasa Hukuku, 2. Baskı, Ekin Yayınları, Bursa, 2018. GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Kitabevi, Bursa, 2014. GÖZÜBÜYÜK, A. Şeref, Anayasa Hukuku, S Yayınları, Ankara, 1991. GÜLLER, Abdülsamet, Cumhurbaşkanlığı Kararnameleri: Türkiye ve Fransa Mukayesesi, Doktora Tezi, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2020. GÜLSOY, Mehmet Tevfik,  Anayasa Yenileme Çalışmalarında Hükümet Sistemi Sorunu , Yeni Türkiye, Yıl: 2013, Cilt: 50, (s. 884-891). GÜNDAY, Metin, İdare Hukuku, 11. Baskı, İmaj Yayınları, Ankara, 2017. İBA, Şeref, Türk Anayasa Hukuku, 1. Baskı, Turhan Yayınları, Ankara, 2018. KABOĞLU, İbrahim, Kural Koyan Organ Olarak Yasamanın Özerkliği, CHP Yayınları, Ankara, 2018. KARATEPE, Şükrü, Türk Anayasa Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2018. KARATEPE, Şükrü,  Hükümet Sistemleri ve Türkiye , Yeni Türkiye, Yıl: 2013, Cilt: 51, (s. 223-235). KESER, Hayri,  Türk Tipi Başkanlık Sistemi Üzerine , Yeni Türkiye (Cumhurbaşkanlığı Hükümet Sistemi Özel Sayısı), Yıl: 23, Sayı: 94, 2017, 433-438. KESKİNSOY, Ömer / KAYA, Semih Batur,  Türkiye nin Hükümet Sistemleri Üzerine Bir Değerlendirme , TBB Dergisi, Sayı: 137, 2018, 67-96. KÖKER,  Levent,   Cumhurbaşkanlığı  Kararnâmesi  Üzerine  Bazı  Tesbitler  ve  Eleştiriler , http://leventkoker.blogspot.com/2017/01/cumhurbaskanlg-kararnamesi-uzerine-baz.html (Erişim tarihi: 11.09.2020). KUZU,  Burhan,   Anayasa  Değişikliği  ve  Cumhurbaşkanlığı  Hükümet  Sisteminin  Genel Faydaları , Yeni Türkiye, Yıl: 2017, Cilt: 94, (s. 110-128).   832Güller      Hacettepe HFD, 10(2) 2020, 796-834  LE POURHIET, Anne-Marie,  Droit constitutionnel, 9e édition, Economica, Paris, 2018. MECEK,  Mehmet,   Azerbaycan ın  Devlet  Yapısı  ve  Taşra  Yönetiminde  Merkez-Yerel İlişkileri , Bitlis Eren Üniversitesi Sosyal Bilimler Üniversitesi Dergisi, Yıl: 2018, Cilt: 7, Sayı: 1, (s. 51-77). MÉLIN-SOUCRAMANIEN, Ferdinand / PACTET, Pierre, Droit constitutionnel, 38e édition, Dalloz, Paris, 2020. MOLLAER, Fırat,  Azerbaycan da Demokrasi ve Geleceği Üzerine Bazı Gözlemler , Bilgi Sosyal Bilimler Dergisi, Yıl: 2004, Cilt: 8, (s. 63-78). NARTER,  Recep  /  KAYA,  Semih  Batur,  Hukuk  İhdası  Rejiminde  Cumhurbaşkanlığı Kararnamesi, Yetkin Yayınları, Ankara, 2020. ONAR, Erdal,  Türkiye nin Başkanlık Sistemine Geçmesi Düşünülmeli midir? , Başkanlık Sistemi, (der. T. Ergül), TBB Yayınları, Ankara, 2005. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 14. Baskı, Yetkin Yayınları, Ankara, 2013. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. Baskı, Yetkin Yayınları, Ankara, 2017. ÖZGİŞİ,  Tunca,   Orta  Asya  Cumhuriyetleri  ve  Azerbaycan ın  Parlamento  Yapılarının Karşılaştırmalı Analizi , Türkiyat Mecmuası, Yıl: 2012, Cilt: 22, (s. 83-102). ÖZKUL, Fatih,  Başkanlık Sistemi Üzerine Amerika Birleşik Devletleri ve Azerbaycan Modeli Karşılaştırması , TBB Dergisi, Yıl: 2012, Sayı: 103, (s. 85-110). PORTELLI, Hugues:  Soixante ans de subordination parlementaire , Pouvoirs, 2018/3, no 166, (s. 69-80). PROTSYK, Oleh,  Semi-Presidentialism under Post_Communism , Semi-Presidentialism and Democracy (der. R. Elgie, vd.), Palgrave Macmillian, New York, 2011. REHİMLİ, Recep,  Azerbaycan Yönetim Sistemi , Uluslararası Sosyal Araştırmalar Dergisi, Yıl: 2009, Cilt: 2, Sayı: 9, (s. 377-386). RIVERO, Jean,  Rapport de synthèse , Vingt ans d application de la Constitution de 1958 le domaine de la loi et du règlement, Colloque organisé par la Faculté de Droit et de Science Politique d Aix-Marseille sous la direction de Louis Favoreu, Presse Universitaire d AixMarseille, 1978. SEVGİLİ GENÇAY, Didem Aslan,  Kanun ve Cumhurbaşkanlığı Kararnamelerinin Karşılıklı Mahfuz  Alanları  Meselesi  (Türkiye  ve  Fransa  Karşılaştırmalı  Çalışma),  Kamu Hukukçuları Platformu VIII. Toplantısı Tam Metin Bildiri Kitabı, On İki Levha Yayınları, İstanbul, 2020, 237-274. SÖYLER, Yasin, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2018.   833Güller      Hacettepe HFD, 10(2) 2020, 796-834  TAŞDÖĞEN, Salih:  Cumhurbaşkanının Cezai Sorumluluğu , DEÜ Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, Yıl: 2019, Cilt: 21, (s. 1293-1325). TEZİÇ, Erdoğan, Anayasa Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2014. TUNAYA, Tarık Zafer, Siyasal Kurumlar ve Anayasa Hukuku, Araştırma Eğitim Ekin Yayınları, İstanbul, 1982. TUNÇ, Hasan, Türk Anayasa Hukuku, 1. Baskı, Gazi Kitabevi, Ankara, 2018. ULUSOY,  Ali,  Aralık  2016  Anayasa  Teklifi  Neler  Getiriyor,  Neler  Götürüyor?  , http://www.anayasa.gen.tr/  ulusoy-anayasa-degisikligi.pdf  (Erişim  tarihi:  27  Temmuz 2020). ÜLGEN,  Özen,   Cumhurbaşkanlığı  Kararnamelerinin  Niteliği  ve  Türleri ,  Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Sayı: 1, (s. 4-39). VERPEAUX,  Michel  /  LAËTITIA,  Janicot,  Droit  public  Pouvoirs  publics  et  action administrative, Presses Universitaires de France, Paris, 2009. YILDIZ,  Abdulkadir,   Cumhurbaşkanlığı  Sisteminde  Cumhurbaşkanının  Sorumluluğu Meselesi , Kırıkkale Üniversitesi Sosyal Bilimler Dergisi, Yıl:2019, Cilt: 9, Sayı: 1, (s. 1-20). YÜKSEL, İsmail,  6771 Sayılı Anayasa  Değişikliği Kanunu nun Ardından Kanun Yapma Yöntemi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 7, Sayı: 2, (s. 251-274).     834"
}