{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "05",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ULUSLARARASI KAMU HUKUKU BAĞLAMINDA ISRARLI İTİRAZCI DOKTRİNİ",
     "Title": "THE PERSISTENT OBJECTOR DOCTRINE IN THE CONTEXT OF PUBLIC INTERNATIONAL LAW",
     "Yazar İsmi": [
          "Özge BİLGE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Israrlı itirazcı",
          "İtiraz",
          "Teamül hukuku",
          "Uluslararası Hukuk Komisyonu",
          "Devamlılık"
     ],
     "Keywords": [
          "Persistent objector",
          "Objection",
          "Customary law",
          "International Law Commission",
          "Permanence"
     ],
     "Özet": "Uluslararası kamu hukukunun asli kaynakları arasında olan uluslararası teamül hukuku, devletlerin ve kimi zaman uluslararası örgütlerin uluslararası hayatı ilgilendiren belli konulardaki hukuki inançlarına dayanan uygulamadan doğmaktadır. Bu kurallara devletlerin uyması beklenmektedir. Bu beklentinin istisnasını ısrarlı itirazcı doktrini oluşturur. Nitekim devletler hukuk önünde eşittir ve iradeleri önem taşımalıdır. Israrlı itirazcı doktrinine göre bir devletin, bir uluslararası teamül hukuku kuralına, bu kuralın oluşum sürecindeyken itiraz etmesi halinde, bu kural, ilgili devlete karşı, itirazını sürdürdüğü müddetçe, ileri  sürülemez.  Birleşmiş  Milletler  Uluslararası  Hukuk  Komisyonu nun   Uluslararası  Teamül Hukukunun Tespiti  başlıklı çalışmasında ısrarlı itirazcı doktrini, genel kabul gördüğü vurgusuyla, 15. taslak sonuç hükmü olarak kabul edilmiştir. Bu çerçevede, ısrarlı itirazcı doktrini, Uluslararası Hukuk Komisyonu çalışması, yargı kararları, uygulama ve öğretideki görüşler çerçevesinde incelenmiştir.",
     "Abstract": "The international customary law, which is among the main sources of international public law, arises from the practice based on the legal beliefs of the states and sometimes international organizations on certain issues that concern international life.  States are expected to comply  with these rules. The exception to this expectation is the persistent objector doctrine. As a matter of fact, states are equal before the law, and their will should be important. According to the persistent objector doctrine, if a State objects to a rule of customary international law while the rule is in the process of its formation, that rule cannot be invoked as long as she maintains her objection against the relevant State. In the United Nations International  Law  Commission s  study  titled   Identification  of  Customary  International  Law ,  the persistent objector doctrine was accepted as the 15th draft conclusion, emphasizing that it is well established. In this context, the persistent objector doctrine has been examined in this study within the framework of the International Law Commission work, judicial decisions, practice and doctrine.",
     "Metin": " Uluslararası  kamu  hukuku,  devletlerin  ve  kimi  zaman  uluslararası  örgütlerin eşitlik  ilkesi  içinde  birlikte  oluşturdukları  kurallardır.  Kuralları  oluşturan  bir  üst otoritenin  olmayışı  ve  yazılı  olmayan  kuralların  yazılı  kurallar  kadar  etkin  olması uluslararası hukukun oluşumunu ve tespitini zorlaştıran etkenlerdir.  865     Uluslararası hukukun maddi kaynakları uluslararası hukuk kurallarının özünü ve varlık nedenini oluşturan öğeler; biçimsel kaynakları ise hukuk kurallarını saptayan ve bildiren  kaynaklardır.  Biçimsel  kaynaklar,  Birleşmiş  Milletler  (BM)  Uluslararası Adalet Divanı (UAD) Statüsü nün 38. maddesinde asli ve yardımcı kaynaklar şeklinde ikiye ayrılmakta olup; buna göre, asli kaynaklar andlaşmalar, uluslararası teamül (örf ve  âdet,  yapılageliş  veya  gelenek  hukuku)  kuralları  ile  hukukun  genel  ilkeleridir; yardımcı  kaynaklar  ise  hukuk  kuralı  yaratmayan  ancak  kuralların  içeriğinin saptanmasında yararlanılan yargı kararları ve öğretidir. Asli kaynaklar arasında yer alan ve yazılı olmayan uluslararası teamül kuralları, devletlerin uluslararası hayatı ilgilendiren belli konulardaki hukuki inançlarına dayanan uygulamalarından  doğmaktadır.  UAD  Statüsü nün  38.  maddesinde  teamül,   hukuk kuralı olarak kabul edilen genel uygulamanın kanıtı  şeklinde belirtilmektedir.  Bu çerçevede, bir kuralın uluslararası teamül olarak kabul edilmesi için maddi unsur olarak, aynı durumlarda aynı davranışların genel ve sürekli olarak tekrarlanması aranır.  Manevi  unsur  olarak  ise  bu  uygulamanın  devletlerce   hukuk   olarak benimsenmiş  olması  gerektiği  kabul  edilmektedir.  Bütün  devletlerin  açık  bir mutabakatı olmasa bile genel olarak kabul edilmiş bir uygulama uluslararası teamül niteliğinde olabilir.  Bölgesel ve evrensel teamül kuralları gibi ayrımlar bulunsa dahi, asli kaynaklar arasında  yer  alan teamül  kuralları, etki  ettiği  alan kapsamında bütün  devletler için                                                            1   PAZARCI, Hüseyin, Uluslararası Hukuk, 17. Basım, Turhan Kitabevi, Ankara 2018, s. 38. 2   UAD,  Uluslararası  Adalet  Divanı  Statüsü  (Statute  of  the  International  Court  of  Justice), https://www.icj-cij.org/en/statute (erişim tarihi 28.04.2022). 3   Bu  ayrım  Milletler  Cemiyeti  döneminde  Uluslararası  Sürekli  Adalet  Divanı  Statüsü nün  38. maddesinin aynısıdır. Bkz. Uluslararası Sürekli Adalet Divanı Statüsü (Statute of the Permanent Court of International Justice),  https://www.icj-cij.org/en/pcij (erişim tarihi 28.04.2022). 4   PAZARCI, 2018, s. 39; SUR, Melda, Uluslararası Hukukun Esasları, 12. Basım, Beta Basım Yayım Dağıtım A.Ş., İstanbul 2018, s. 19. 5   GÜNDÜZ, Aslan, Milletlerarası Hukuk, 9. Basım, Savaş Yayınevi, Ekim 2018, s. 16. 6   SUR, 2018, s. 81. 7   GÜNDÜZ, 2018, s. 15. 8   SUR, 2018, s. 81. 866     bağlayıcı kabul edilmektedir. Bu noktada, devletlerin eşitlik ilkesi içinde oluşturdukları bu kurallarda, devletlerin iradesinin etkisi sorgulanabilecektir. Bir devlet, uluslararası teamül kuralını uygulamama hakkına sahip midir? Diğer bir ifadeyle, devletlerin eşitliği ilkesi dikkate alındığında, devlet iradesine göre bir hukuk kuralından muafiyet mümkün müdür? Bir devlet bir teamül kuralına itiraz ediyorsa, bu itiraz hangi şartlarda hukuken geçerli olabilir? Bu çalışmada, uluslararası kamu hukukunun asli kaynakları arasında yer alan ve yazılı olmayan teamül kurallarına devletlerin itirazı ve bu itirazın geçerlilik şartları BM Uluslararası Hukuk Komisyonu nun (International Law Commission, UHK) hazırladığı  Taslak  Sonuçlar   (Draft  Conclusions),  diğer  uluslararası  çalışmalar,  uygulama, öğretideki görüşler ve yargı kararları kapsamında açıklanacaktır.  I.   ISRARLI İTİRAZCI DOKTRİNİNİN GELİŞİM SÜRECİ Uluslararası teamül kuraları, doğası gereği uluslararası toplumun bütün üyelerine karşı  eşit  etkide  kabul  edilmekte  ve  dolayısıyla  uluslararası  toplumun  herhangi  bir üyesinin çıkarı doğrultusunda kuraldan tek taraflı muafiyeti mümkün olmamaktadır. Bununla birlikte, bu anlayış, bu tür bir kuralın oluşmasına kesinlikle ve sürekli karşı çıkan devletlere karşı bunun uygulanabileceği anlamına gelmez. Nitekim, devletler, hukuk  önünde  eşittir  ve  uluslararası  hukukun  temeli  devletlerin  müşterek  rızasına dayanmaktadır.  Diğer  bir  ifadeyle  devletlerin  egemen  eşitliği,  bazı  sınırlamaları gerekli kılar. Bu durum ısrarlı itirazcı  kuralı  veya  doktrini  olarak anılmaktadır. Anılan  doktrinin  18.  yüzyıla  dayandığına  ilişkin  emareler  olmakla  birlikte,  ısrarlı itirazcı  (persistent objector) isminin ortaya çıkışının Brownlie nin, ilk baskısı                                                            9   UAD,  Kuzey  Denizi  Kıta  Sahanlığı  Davası,  Karar  Tarihi:  20.02.1969,  s.  38-39,  par.  63,  https://www.icj-cij.org/en/case/52/judgments (erişim tarihi 28.04.2022). 10  PAZARCI, 2018, s. 113. 11  GÜNDÜZ, 2018, s. 20. 12  BOAS, Gideon, Public International Law Contemporary Principles and Perspectives, Edward Elgar Publishing Inc., Birleşik Krallık, 2012, s. 94. 13  GREEN, James A., The Persistent Objector Rule in International Law, Oxford University Press, 2016, s. 24. 867     1966  yılına  ait  olan   Uluslararası  Kamu  Hukuku  İlkeleri   (Principles  of  Public International Law) başlıklı kitabı ile olduğu kabul görmektedir. Kuralın  babası  olduğu  ileri  sürülen  Stein,  1974  yılında  kaleme  aldığı makalesinde,  ısrarlı  itirazcılığın  kabulünün  devleti  temel  alan  Ortodoks  doktrinden ortaya çıktığını ileri sürmektedir. Nitekim, uluslararası hukukta kural koyan üst otorite bulunmamaktadır ve bu itibarla, hukuk, devletlerin iradesine göre belirlenmelidir; bu bakımdan uluslararası hukuk kuralları en azından açıkça ve ısrarla karşı çıkan devlete karşı ileri sürülememelidir. Bu çerçevede, ısrarlı itirazcı doktrini uluslararası hukukta devletlerin rızasının merkezi rolünün teyididir.  Israrlı itirazcı kavramının öncülüğünü Sovyet hukukçu Tunkin in yaptığı da ileri sürülmektedir.  Tunkin in  görüşüne  göre,  Soğuk  Savaş  döneminde,  Anglo  Sakson literatürünün  uluslararası  teamüle  yüklediği  evrensellik,  muhalif  Doğu  blokuna dayatılabilmekteydi. Bununla birlikte, 1960 larda ve 1970 lerde bağımsızlık kazanan devletlerin BM Genel Kurulu nda çoğunluğu ele geçirmesini müteakip, batılı devletler, özellikle deniz alanları ve yabancı sermayenin korunmasına uygulanacak rejimler gibi konularda uluslararası teamül hukukunun gelişiminde kontrollerini kaybettiler ve ısrarlı itirazcı kavramı da bu duruma Batının geliştirdiği bir karşı duruş olarak ortaya çıktı. Bu bağlamda, bu doktrinin batılı devletlerin uluslararası teamül hukuku kurallarının gelişimindeki kontrolü kaybetme korkularıyla ilgili olduğu ileri sürülmektedir.                                                            14  Bu görüşü destekleyen yazarlar için bkz. GREEN, 2016, s. 23, dn.10. 15  INGMAN, Fredric, Persistent Objector - The Demise of a Hero, Yayınlanmamış Yüksek Lisans Tezi, Lund Üniversitesi Hukuk Fakültesi, 2008, s. 29. 16  STEIN, Ted. L.,  The Approach of the Different Drummer: The Principle of the Persistent Objector in International Law , Harvard International Law Journal, Yıl: 1985, Cilt: 26, Sayı: 2, s. 458 - 459. 17  MURPHY,  Sean  D.,  Principles  of  International  Law,  2.  Basım,  Concise  Hornbooks  Thomas Reuters, 2012, s. 95. 18  ÖKTEM, Emre, Uluslararası Teamül Hukuku, 1. Basım, Beta Basım A.Ş., İstanbul 2013, s. 472 - 473.  19  KELLY,  J.  Patrick,   The  Twilight  of  Customary  International  Law ,  Virginia  Journal  of International Law, Yıl: 1999-2000, Cilt: 40, s. 511, 512 ve 514 ten naklen ÖKTEM, 2013, s. 472 - 473. 20  DUMBERRY, Patrick,  Incoherent and Ineffective: the Concept of Persistent Objector Revisted , International and Comprarative Law Quarterly, Yıl: 2010, Cilt: 59, Sayı: 3, s. 783. 868     Öğretide, ısrarlı itirazcı doktrininin uluslararası hukukun genel kuralları arasında olduğu  belirtilmektedir.  Israrlı  itirazcı  kavramına  ilişkin  daha  geçmiş  örnekler bulunmakla birlikte,  UAD ın  Kolombiya ve Peru arasındaki  Sığınma Hakkı  (19491950)23 ile İngiltere ve Norveç arasındaki Balıkçılık (1949-1951)24 davalarının öncü rolü bulunmaktadır. UAD ın  Sığınma  Hakkı  davasında,  davaya  konu  olayda,  bir  darbe  teşebbüsü sonrasında  Peru  hükümeti  tarafından  aranan  Haya  de  La  Torre ye  Kolombiya nın Lima daki Büyükelçiliği tarafından sağlanan siyasi sığınma hakkı çerçevesinde geçiş izni  verilmesi  istenmiş  olup;  Peru  bu  talebi  kabul  etmemiştir.  UAD  esasen,  siyasi sığınma hakkına ilişkin bir teamül kuralının ortaya çıkması için gereken devamlı ve yeknesak uygulamanın bulunmadığına, bu yöndeki devlet uygulamalarının belirsiz ve çelişkili olduğuna kanaat getirmiştir. Ayrıca ısrarlı itirazcı kavramına ilişkin olarak UAD,  böyle  bir  bölgesel  teamül  hukuku  kuralının  varlığı  kabul  edilse  bile,  kuralı benimsediğini gösteren bir hareketi bulunmadığı gibi, söz konusu kurala yer veren 1933 ve  1939  Siyasi  Sığınmaya  dair  Montevideo  Sözleşmelerini  onaylamayarak  kuralı reddettiğini gösteren Peru ya karşı bu kuralın ileri sürülemeyeceğini belirtmiştir. Bu davada kuşkusuz uluslararası teamül hukuku kuralının Latin Amerika ile ilgili bölgesel nitelikte  olması  önem  taşımaktadır.  Nitekim,  bölgesel  kurallar  bağlamında  kabul                                                            21  WOOD, Michael, Uluslararası Teamül Hukukunun Tespiti Hakkında Üçüncü Rapor, 27.03.2015 tarihli ve A/CN.4/682 sayılı belge, s. 62 - 63. 22  ABD Yüksek Mahkemesi nin 1825 yılındaki Antelope davasında köle ticareti ile ilgili kararı ve Almanya  –  Venezuela  Karma  Talepler  Komisyonu nun  1903  yılında  Fischbach  ve  Friedericy hakkındaki kararındaki Hakem Duffield in, diğer bütün uluslarca kabul edilse dahi her ulusun bir uluslararası hukuk ilkesi ve kuralına karşı gelme hakkı ve yetkisi bulunduğu belirtmesi gibi örnekler için bkz. MENDELSON, Maurice,  The Formation of Customary International Law , Collected Courses of the Hague Academy of International Law, Yıl: 1998, Cilt: 272, s. 232 vd.; GREEN, 2016, s. 27 vd. 23  UAD, Sığınma Hakkı Davası, Karar Tarihi: 20.11.1950, https://www.icj-cij.org/en/case/7 (erişim tarihi 28.04.2022). 24  UAD, Balıkçılık Davası, Karar Tarihi: 18.12.1951, https://www.icj-cij.org/en/case/5 (erişim tarihi 28.04.2022). 25  Sığınma Hakkı Davası, 1950, s. 15. 26  Sığınma Hakkı Davası, 1950, s. 15-16. 869     gerekliliği  bulunmakta  iken,  evrensel  teamül  hukuku  kurallarının  oluşumu  için devletlerin açık rızası aranmamaktadır. Balıkçılık davasına konu olayda ise, Birleşik Krallık, Norveç in iç hukukunda kabul ettiği bir Kararnamede, bazı balıkçılık alanlarını münhasıran kendi balıkçılarının kullanımına  ayırması  bağlamında,  karasularının  genişliğinin  ölçülmesine  ilişkin benimsediği yöntemin uluslararası hukuka uygunluğunu sorgulamıştır. Bu çerçevede, Birleşik Krallık, karasularının genişliğinin ölçülmesinde on milden daha küçük koylar arasında  düz  çizgi  çekilmesine  ilişkin  kuralın  uluslararası  teamül  hukuku  haline geldiğini,  10  mili  aşan  hatların  bu  kurala  aykırı  olacağını  ileri  sürmüştür.  UAD kararında, Norveç in, kıyılarına 10 mil kuralının uygulanma teşebbüsüne her zaman itiraz ettiği cihetle her halükârda kuralın Norveç e karşı uygulanamaz göründüğünü belirtmiştir. Bu bağlamda, Kararda, teamül hukuku kuralına sürekli ve kuşkuya yer vermeyecek  şekilde  başından  beri  karşı  çıkan  devletler  bakımından  kuralın  geçerli olmayacağı  açıkça  kabul  edilmektedir.  UAD ın,  ısrarlı  itirazcı  doktrinine  mevcut dönemde geçerli bir uluslararası hukuk kuralı muamelesi yaptığı görülmektedir. Israrlı itirazcı doktrini ilerleyen dönemde de uluslararası yargı kararlarında, devlet uygulamalarında  ve  öğretide  destek  bulmuştur.  Diğer  taraftan,  kuralın  varlığını sorgulayan bir karar ise bulunmamaktadır.  Bu  noktada,  ısrarlı  itirazcı  doktrininin  uluslararası  andlaşmalarla  ilişkisi bağlamında Avrupa İnsan Hakları Mahkemesi nin (European Court of Human Rights, AİHM)  yaklaşımına  dikkat  çekilmesinde  fayda  görülmektedir.  AİHM in  Fransa                                                            27  SHAW, Malcolm N., International Law, 6. Basım, Cambridge University Press, 2008, s. 77. 28  Balıkçılık Davası, 1951, s. 19. 29  PAZARCI, 2018, s. 113. 30  INGMAN, 2008, s. 48. 31  BROWNLIE, Ian, Principles of Public International Law, 6. Basım, Oxford University Press, New York, 2003, s. 11. 32  Öğretide, ısrarlı itirazcı doktrini çoğunlukla kabul edilmekle birlikte, istisnai olarak itirazda bulunan yazarlar bulunabilmektedir. Farklı görüşlere aşağıda ilgili başlıklar altında değinilmektedir. Yazarların yaklaşımı için ayrıca bkz. WOOD, 2015, s. 62, dn. 213. 33  WOOD, 2015, s. 59;  International Law Association, London Statement of Principles Applicable to the  Formation  of  General  Customary  International  Law,  with  commentary  (Londra  Kararı). , Uluslararası Hukuk Derneği nin 69. Konferansı, Karar Sayısı: 16/2000, Londra, 2000, s. 27. 870     aleyhine  görülen  Sabeh  El  Leil  davasındaki  29  Haziran  2011  tarihli  Kararında, UHK nın  1991  yılında  kabul  ettiği   Devletlerin  ve  Mallarının  Yargısal  Bağışıklığı Hakkında Taslak Maddeler in 11. maddesinde düzenlenen ve daha sonra 02 Aralık 2004 tarihli  Devletlerin ve Mallarının Yargısal Bağışıklığına Dair Birleşmiş Milletler Sözleşmesi  ile andlaşma maddesine dönüştürülen iş sözleşmeleriyle ilgili kuralın uluslararası teamül kuralı niteliğinde olduğu ve Sözleşmeye taraf olmayan devletler için itiraz  etmemiş  olmaları  koşuluyla  uygulanacağı  kaydedilmektedir.  Bu  itibarla, AİHM in bu kararında belirttiği  itiraz etmeme  şartı AİHM tarafından ısrarlı itirazcı doktrinine yapılan bir atıf niteliğindedir. Benzer bir yaklaşımla, Dünya Ticaret Örgütü nin (World Trade Organization, DTÖ) bir raporunda, uyuşmazlık halinde DTÖ andlaşmalarının yorumu hakkında yer alan açıklamada, tarafların diğer uluslararası andlaşmalardan veya teamül hukukundan kaynaklanan  sorumluluklarına  değinirken  ısrarlı  itirazcı  doktrini  çerçevesinde uluslararası  teamül  hukuku  kurallarından  bağışık  olabileceklerine  dikkat çekilmektedir. Amerikan  Hukuk  Enstitüsü nün  (American  Law  Institute),  1987  yılında,  dış ilişkiler hukuku (uluslararası hukuk) alanında emsal mahkeme kararları ile uygulamayı açıklamalarla birlikte derlediği metinde (III. Restatement)  ısrarlı itirazcı  kavramına da geniş yer verilmektedir. Bu itibarla, kuralın oluşum aşamasında karşı görüş bildiren                                                            34  AİHM, Sabah El Leil-Fransa davası, Başvuru Numarası: 34869/05, Karar Tarihi: 29.06.2011, par. 54 - 57, https://hudoc.echr.coe.int/ (erişim tarihi 21.02.2021). 35   Draft Articles on Jurisdictional Immunities of States and Their Property, with commentaries , Yearbook of the International Law Commission, Yıl: 1991, Sayı: II, Bölüm: 2. 36  Sözleşme nin 30. maddesi uyarınca Sözleşme henüz yürürlüğe girmemiştir. Sözleşme metni için bkz.  United Nations Convention on Jurisdictional Immunities of States and Their Property , New York, 02.12.2004, https://treaties.un.org/ (erişim tarihi 21.02.2021). 37  Sabah El Leil-Fransa davası, par. 54.  38  Dünya  Ticaret  Örgütü,  World  Trade  Organization  Panel  Reports,  European  Communities  – Measures  Affecting  the  Approval  and  Marketing  of  Biotech  Products,  29.09.2006  tarihli  ve WT/DS/R, WT/DS/R, WT/DS/R sayılı Raporlar, s. 335, dn. 248, https://docs.wto.org/ (erişim tarihi 29.04.2022). 871     devletin,  kural  teamül  hukukuna  dâhil  olduktan  sonra  onunla  bağlı  olmayacağı kaydedilmektedir. Uluslararası  Hukuk  Derneği nin  (International  Law  Association)  2000  yılında gerçekleştirilen  Londra  Konferansında  da   ısrarlı  itirazcı   kavramı  tartışılmış  olup, toplantı tutanağında ısrarlı itirazcı kuralının tanımı bağlamında aşağıdaki ifadeye yer verilmiştir.  Bir uygulama genel hukuk kuralına dönüşürken, bir Devlet ısrarla ve açıkça kurala muhalefet ederse, o kuralla bağlı olmayacaktır.  Diğer taraftan, aşağıda açıklanan UAD ın Chagos danışma görüşü, Daimi Tahkim Mahkemesinde görülen Mauritius ve Birleşik Krallık arasındaki deniz koruma alanı hakkındaki  tahkim  ve  Amerikalılar  Arası  İnsan  Hakları  Komisyona  yapılan  (InterAmerican  Commission  on  Human  Rights)  Michael  Domingues  başvurusu  gibi örneklerde de ısrarlı itirazcı doktrini gündeme gelmiş, ancak emredici hukuk normları bağlamında kararlarda kapsam dışı tutulmuştur.  II. BİRLEŞMİŞ  MİLLETLER  ULUSLARARASI  HUKUK KOMİSYONU NUN ÇALIŞMASI BM  Şartının  13.  maddesinde  BM  Genel  Kurulu na,  uluslararası  hukukun geliştirilmesi  ve  kodifikasyonu  özendirme  görevi  verilmektedir.  Bu  kapsamda  BM Genel  Kurulu  kararı  ile  kurulan  UHK  kendisine  BM  organları  ya  da  devletlerce önerilen konular üzerine çalışmaktadır.                                                            39   The American Law Institude, III. Restatement of the Law, Foreign Relations Law of the United States (III. Restatement) , Amerikan Hukuk Enstitüsü çalışması, 1987, s. 4. 40  Londra Kararı, 2000, s. 27. 41  BM Genel Kurulu nun 21.11.1947 tarihli ve A/RES/174(II) sayılı Kararı. 42  PAZARCI, 2018, s. 118; ayrıca UHK Statüsü metni için bkz. UHK, Uluslararası Hukuk Komisyonu Statüsü,    https://legal.un.org/ilc/texts/instruments/english/statute/statute.pdf    (erişim  tarihi 28.04.2022). 872     Bu  çerçevede,  UHK,  2012  yılında  uluslararası  teamül  hukuku  konusunu gündemine  almaya  karar  vermiş  olup,  Özel  Raportör  olarak  atanan  Wood,  UHK üyelerinin görüşleri ve devletlerin katkılarıyla konuya ilişkin beş rapor hazırlamıştır. Raporlarda,  ısrarlı  itirazcı  doktrininin  uluslararası  ve  ulusal  yargı  kararlarında  ve öğretide tanındığını ve uluslararası hukukta genel kabul gördüğünü (well established), bu  itibarla  bu  doktrine  çalışmada  yer  verilerek  kuralın  şartlarının  sınırlarının çizilmesinin  ve  sonradan  itirazcı  olunamayacağının  kayda  geçirilmesinin  önem taşıdığını dile getirmiştir.  Özel  Raportör,  2015  yılında  sunduğu  üçüncü  raporunda   ısrarlı  itirazcı  kavramını  açıklamaktadır.  Üçüncü  raporda   ısrarlı  itirazcı   başlığında  yer  alan  tek cümlelik hüküm aşağıdaki şekildedir.  Yeni  bir  uluslararası  teamül  hukuku  kuralına,  bu  kuralın  oluşum  sürecinde ısrarla itiraz eden bir devlet, itirazını sürdürdüğü sürece bu kurala bağlı değildir.  Üçüncü rapora ilişkin UHK toplantılarında UHK üyelerinin genel olarak sonuç hükmünü  destekledikleri ve hükmün detaylandırılmasına  yönelik  görüş  paylaştıkları görülmektedir. Diğerlerinden farklı olarak, UHK üyelerinden Murase, konunun teamül hukukunun  tespiti  değil,  uygulamasına  ilişkin  olduğu  cihetle  çalışmanın  kapsamı dışında  kaldığını  düşündüğünü  belirtmesinin  akabinde  doktrinin  sınırlarının belirlenmesinin  önem  taşıdığına  vurgu  yaparak  kural  ortaya  çıktıktan  sonra  yeni devletlerin  durumunu  sorgulamıştır.  Caflisch  ise  doktrinin  literatürde  geniş  kabul gördüğüne  ilişkin  ifadenin  kısmi  kabul  olarak  değiştirilmesini  önermiştir.  Anılan öneriye cevaben  Wood, raporunda belirttiği  üzere özellikle ders kitabı  niteliğindeki kitaplarda pek çok yazarın kuralı kabul ettiğini ifade etmiştir.                                                            43  2012 yılında  Uluslararası Teamül Hukukunun Oluşumu ve Kanıtı  olarak belirlenen başlığın 2013 yılındaki UHK 65. oturumunda  Uluslararası Teamül Hukukunun Tespiti  şeklinde değiştirilmesi hakkında bkz. UHK nın 3186. toplantı tutanağı, 25.07.2013, A/CN.4/3186, par. 20 - 22. 44  UHK çalışmaları için bkz. https://legal.un.org/ilc/texts/1_13.shtml (erişim tarihi 28.04.2022). 45  BM UHK nın 3250. oturum tutanağı, 08.03.2016, A/CN.4/SR.3250, s. 11. 46  WOOD, 2015, s. 59 vd. 47  BM UHK nın 3252. oturum tutanağı, 12.04.2016, A/CN.4/SR.3252, s. 4. 48  BM UHK nın 3288. oturum tutanağı, 22.09.2015, A/CN.4/SR.3288, s. 14. 873     UHK çalışmaları kapsamında 15. taslak sonuç hükmü  2016  yılında  aşağıdaki şekilde güncellenmiştir.  1. Bir Devletin, bir uluslararası teamül hukuku kuralına, bu kuralın oluşum sürecindeyken itiraz etmesi halinde, bu kural, ilgili devlete karşı, itirazını sürdürdüğü müddetçe, ileri sürülemez. 2. İtiraz açıkça ifade edilmeli, diğer Devletlere bildirilmeli ve ısrarla muhafaza edilmelidir.  UHK üyelerinin toplantıları ve devletlerin katkılarıyla 2018  yılında nihai hali verilen  Taslak Sonuçlar da (Draft Conclusions) ise ısrarlı itirazcı doktrini 15. sonuç hükmü olarak aşağıdaki şekilde kaleme alınmıştır.   1. Bir Devletin, bir uluslararası teamül hukuku kuralına, bu kuralın oluşum sürecindeyken itiraz etmesi halinde, bu kural, ilgili devlete karşı, itirazını sürdürdüğü müddetçe, ileri sürülemez. 2. İtiraz açıkça ifade edilmeli, diğer Devletlere bildirilmeli ve ısrarla muhafaza edilmelidir. 3. Mevcut taslak sonuç, genel uluslararası hukukun emredici normlarına (jus cogens) ilişkin herhangi bir soruya halel getirmemektedir.  Türkiye, UHK nın çalışmasında özellikle raporda yer verilen örnekler bakımından memnuniyetini dile getirmiş ve 15. sonuç hükmünü desteklemiştir. UHK çalışmaları incelendiğinde  aşağıda  açıklanacağı  üzere  genel  olarak  doktrinin  kabul  edildiği, emredici hukuk normları bakımından ayrıma dikkat çekildiği ve kötüye kullanılmaması için kuralın şartlarına ilişkin beyanlarda bulunulduğu görülmektedir. Farklı olarak, Kore                                                            49  UHK Raporu, 68. oturum tutanağı (2 Mayıs-10 Haziran ve 4 Temmuz-12 Ağustos 2016), A/71/10. 50  WOOD, Michael, Uluslararası Teamül Hukukunun Tespiti Hakkında Beşinci Rapor, 14.03.2018 tarihli ve A/CN.4/717 sayılı Belge. 50  GÜNDÜZ, 2018, s. 20. BM Genel Kurulu nun 73. oturumunda da aynen kabul edilmiştir. Uluslararası Teamül Hukukunun Tespitine ilişkin UHK tarafından hazırlanan Taslak Sonuçların kabul edilmesi hakkında bkz. BM Genel Kurulu nun 20.12.2018 tarihli ve A/RES/73/203 sayılı Kararı. 51  Wood, Türkiye nin BM Üçüncü Deniz Hukuku Konferansı ndaki beyanına atıfla 12 mil sınırının Türkiye için ileri sürülemeyeceği belirtmiştir. Bu çalışmada  İtirazın Şekli  başlığı altında Wood un bu örneği açıklanmaktadır. Wood un Türkiye nin memnuniyet beyanına ilişkin atfı için bkz. WOOD, 2018, s. 46. BM Genel Kurulu nun 16.11.2016 tarihli ve A/C.6/71/SR.21 sayılı Belgesi, s. 4. 874     Cumhuriyeti,  kurala  karşı  gelmemekle  birlikte  tartışmaya  açık  olduğunu  ifadeyle ihtiyatlı  yaklaşılması  gerektiğine  dikkat  çekmiştir.  Güney  Kıbrıs  Rum  Yönetimi temsilcisi  ise  ısrarlı  itirazcı  doktrininin  emredici  hukuk  normlarına  halel getirmeyeceğine ilişkin üçüncü paragrafı uygun bulduğunu, bununla birlikte,  ısrarlı itirazcı  gibi bir olgunun bu çalışma bağlamında UHK nın yetki alanı dışında olduğunu beyan  ederek  doktrinin  sınırlarını  sorgulamıştır.  Ayrıca,  UAD da  görülmekte  olan Chagos Takımadaları davasında, 55 Devleti temsil eden Afrika Birliği nin (African Union)  bir  teamül  hukuku  oluştuktan  sonra  bu  kuralın  bütün  devletler  açısından bağlayıcılık arz ettiğine ilişkin beyanına atıfla, raporda yer aldığı şekilde ısrarlı itirazcı doktrininin  geniş  kabul  gördüğü  düşüncesine  karşı  çıktıklarını  belirtmiştir.  Ancak Afrika  Birliği  veya  Afrika  devletleri  tarafından  UHK  çalışmalarında  bu  yönde  bir beyanda  bulunulmamıştır.  Bu  çerçevede,  ısrarlı  itirazcılığa  ilişkin  bir  açıklamada bulunmayan  Afrika  Birliği nin  beyanında  yer  alan  genel  ifadenin,  sınırlı  bir  lafzi yorumla,  Afrika  devletlerinin  ısrarlı  itirazcı  doktrinine  karşı  geldikleri  şeklinde  bir değerlendirilme doğru olmayacaktır.  Wood un, beşinci rapordaki hususlara ilişkin beyanları değerlendirirken, emredici hukuk normlarına ilişkin üçüncü paragrafın onaylanmasının akabinde ısrarlı itirazcı doktrinine karşı çıkılmasını içeren beyanın çelişkili olduğuna dikkat çektiği; üçüncü paragrafın onaylanmasının ısrarlı itirazcı doktrininin varlığının da bir şekilde kabul edildiği  şeklinde  yorumladığı  görülmektedir.  Nitekim  ısrarlı  itirazcılığın  emredici hukuk normlarına halel getirmemesinin kabulü emredici hukuk normları dışında bu kavramın varlığının kabul edildiğinin bir göstergesidir.  Ayrıca Chagos Takımadaları nın 1965 yılında Mauritius tan ayrılması ile ilgili UAD dan  talep  edilen  danışma  görüşü  bağlamında,  Mauritius un  beyanı  emredici hukuk  normları  kapsamında  yapılmıştır.  Nitekim,  Mauritius  Cumhuriyeti  yazılı beyanında,  emredici  hukuk  normlarında  ısrarlı  itirazcı  doktrininin  uygulanmadığını                                                            52  WOOD, 2018, s. 46; BM Genel Kurulu nun 14.11.2016 tarihli ve A/C.6/71/SR.23 sayılı Belgesi, s. 4. 53  BM  Genel  Kurulu nun  22.11.2016  tarihli  ve  A/C.6/71/SR.22  sayılı  Belgesi,  s.  10;  BM  Genel Kurulu nun 14.11.2018 tarihli ve A/C.6/73/SR.23 sayılı Belgesi, s. 6 - 7. 54  WOOD, 2018, s. 46. 875     ifadeyle Birleşik Krallık ın ısrarlı itirazcı olamayacağını belirtmiştir. UAD danışma görüşünde ise emredici hukuk kurallarına atıf yapılmamış olmakla birlikte, BM nin kuruluş amaçlarından biri olan self determinasyon hakkının uluslararası hukukun temel ilkelerinden olduğu görüşüne yer verilmiş ve ısrarlı itirazcı doktrinine ilişkin bir yorum yapılmadan  self-determinasyon  hakkının  unsurları  incelenerek,  Mauritius un bağımsızlık öncesi toprak bütünlüğünün bozulması ve bu ayrılmanın Mauritius halkının gerçek iradesine dayanmaması sebebiyle, sömürgelikten kurtulma sürecinin uluslararası hukuka  uygun  tamamlanmadığına  kanaat  getirilmiştir.  Dolayısıyla  Mauritus un beyanında ve UAD görüşünde ısrarlı itirazcı doktrinin varlığı sorgulanmamıştır. Komsiyon un  çalışmasının  Genel  Kurula  sunulmasının  ardından  söz  konusu çalışma bir BM Sözleşmesine dönüştürülmemiş olup, yalnızca  Sonuçlar  adını taşıyan bir belge olarak kabul edilmiştir.  Sonuçlar ın doğrudan bağlayıcılığı bulunmasa da devletlerin katkılarıyla birlikte UHK nın uluslararası hukukun tespiti ve geliştirilmesine yönelik  etkinliği  dikkate  alındığında  anılan   Sonuçlar ın  büyük  önem  taşıdığı değerlendirilmektedir.  Yukarıda  belirtilen  15.  sonuç  hükmünün  unsurları  aşağıda detaylandırılacaktır.  III. ISRARLI İTİRAZIN SÜJESİ Teamül hukukunun oluşumunda etkili tutum ve davranışların sahipleri uluslararası hukuk kişilerinden olmalı ve bu hukuk düzeni içinde kural yaratma yeteneğine sahip kılınmış bulunmalıdır.  Bu  çerçevede,  devletlerin  çeşitli  biçimlerde  teamül  kurallarının  oluşumuna katıldığı  kuşkusuzdur.  Uluslararası  örgütler  ise,  uluslararası  hukuk  süjesi  olarak uluslararası  hukuk  kurallarına  uymakla  yükümlü  oldukları  gibi,  kendi  donatıldığı yetkiler  ve  amaçları  çerçevesinde,  uluslararası  hukuk  kurallarının  oluşumuna                                                            55  UAD,  Chagos  Takımadaları  hakkındaki  danışma  görüşü  talebi  bağlamında  Mauritius Cumhuriyeti nin 15.05.2018 tarihli yazılı beyanı, s. 27, https://www.icj-cij.org/en/case/169 (erişim tarihi 03.06.2022).  56  UAD,  Chagos  Takımadaları  hakkındaki  danışma  görüşü,  25.02.2019,  https://www.icjcij.org/en/case/169 (erişim tarihi 03.06.2022). 57  PAZARCI, 2018, s. 114. 876     katılabilmektedir. Günümüz şartları dikkate alındığında, uluslararası teamül hukuku bağlamında, Avrupa Birliği gibi bazı alanlarda tek yetkiye sahip uluslararası örgütlerin eylemlerinin dikkate alınmasının uygun olacağı; ayrıca devletler ve uluslararası örgütler dışında Uluslararası Kızılhaç Komitesi (The International Committee of the Red Cross, ICRC) gibi oluşumların da esas aktörlerin eylemlerinde etkili oldukları ifade edilebilir.   Ancak,  Wood un  hazırladığı  raporlarda  ve  yorumda  ısrarlı  itirazcı  doktrininin uluslararası örgütleri kapsadığı yönünde bir yaklaşım yer almamaktadır. 15. sonuç hükmünün birinci fıkrasında da ısrarlı itirazcı kavramının tanımında açıkça  devlet  kavramına yer verilmektedir. İkinci fıkrada da itirazın diğer devletlerce bilinir olması gerektiği belirtilmektedir. Bu çerçevede, UHK nın ısrarlı itiraz doktrinini devletlerle sınırlı  tuttuğu,  diğer  bir  ifadeyle  uluslararası  hukukun  süjesi  olarak  kabul  edilen uluslararası örgütleri bu kavramın dışında bıraktığı görülmektedir. Londra Konferansı nda ve Amerikan Hukuk Enstitüsü nün çalışmasında da aynı görüş benimsenmekte olup, ısrarlı itirazcı doktrininde devletler esas alınmaktadır. Devletler  açısından  konu  değerlendirildiğinde  de  itirazı  kimin  ifade  edeceği sorusu  gündeme  gelebilir.  Klâsik  görüşe  göre,  itiraz,  devleti  uluslararası  düzeyde temsil  yetkisine  sahip  bir  organdan  gelmelidir.  Günümüzde  itirazın  bürünebileceği görünüm şekillerinde farklılık olabilse bile, itirazın her hâlükârda kamusal otoriteden gelmesi  gerektiği,  özel  kişilerin  görüşlerinin  uluslararası  alanda  ısrarlı  itirazcılığın geçerliliği bakımından etkisinin bulunmadığı kabul edilmektedir.                                                              58  PAZARCI, 2018, s. 115 - 116. 59  Israrlı  itirazcı  doktrini  kapsamında  ise  uygulamada  uluslararası  kuruluşlara  ilişkin  bir  örneğe rastlanılmamıştır.  Murphy,  uluslararası  kuruluşlar  bakımından  belirsizliğin  bulunduğunu  ileri sürmektedir. MURPHY, Sean D.,  The Identification of Customary International Law and Other Topics: The Sixty-Seventh Session of the International Law Commission , American Journal of International Law, Yıl: 2015, Cilt: 109, Sayı: 4, s. 10 - 11. 60  Londra Kararı, 2000, s. 27; III. Restatement, 1987, s. 4. 61  Hong Kong Yüksek Mahkemesi nde görülen davada Hong Kong un özel statüsü uyarınca ısrarlı itirazcı olamayacağı hususunun tartışıldığı görülmektedir. Hong Kong Yüksek Mahkemesi nin 132137/2008  (2011)  sayılı  Kararı,  par.  71,  https://www.refworld.org/cases,HK_CA,4eec.html  (erişim tarihi 01.05.2022). 62  ÖKTEM, 2013, s. 478. 877     IV.  İTİRAZIN NİTELİĞİ BM Genel Kurulu nda kabul edilen 15. sonuç hükmünün  yorumunda, önemli sayıdaki (significant) devletin itirazı sonucu yeni kuralın uluslararası teamül hukuku şeklinde oluşmasının önüne geçilmesinin ısrarlı itiraz kavramından ayrı olduğuna dikkat çekilmektedir.  Kural  oluşmadan  önce  devletlerin  itirazı  bir  kuralın  oluşumunun engellenmesine veya değiştirilmesine yöneliktir ve ısrarlı itirazcı doktrininden farklıdır.  Kural oluşmadan önceki itirazın amacı daha ziyade kuralın oluşmaması için diğer devletleri ve uluslararası örgütleri ikna etmeye yönelik bir girişimdir. Dolayısıyla bu aşamada genel olarak kurala itiraz edilmektedir. Bununla birlikte, kural oluşmadan önce her ne kadar kurala itiraz ediliyor ise de bu itiraz, ileride kuralın oluşması durumunda, ısrarlı itirazcı olunabilmesi için önceden ülke tutumunun kayda geçirilmesi işlevini de görür. Bu  bakımdan,  bir  devlet,  kuralın  oluşumunun  önüne  geçemeyeceğini düşünüyorsa,  kuralın  oluşması  ihtimalini  göz  önünde  tutarak,  kuralın  oluşumundan önceki  dönemlerde  doğrudan  kuralın  kendisine  karşı  ileri  sürülemeyeceğini  beyan etmeyi de tercih edebilir. Burada önemli olan kural oluşmadan önce ülke tutumunun ortaya konulmasıdır. Ancak her hâlükârda kural oluşana kadar itiraz eden devlet ısrarlı itirazcı olarak nitelendirilmez. Bir devlet sadece kural oluştuktan sonra ısrarlı itirazcı olabilir. Kural oluştuktan sonra  kuralın  kendisine  uygulanmamasını  isteyen  devlet,  kurala  yönelik  önceki dönemdeki itirazlarını öne sürerek, kural oluşmadan önce de kurala itiraz ettiğini, ısrarlı itirazcı olduğunu ve bu itibarla kuralın kendisine karşı ileri  sürülemeyeceğini iddia edilebilecektir.  Bu bağlamda, ısrarlı itirazcı kavramının kullanıldığı hallerde, kuralın varlığına dair tereddüt bulunmamaktadır. Burada kural oluşmuştur ve bağlayıcıdır; sadece ısrarlı itirazcı devlete karşı ileri sürülememektedir.                                                              63  15.  sonuç  hükmünün  ikinci  yorum  paragrafı  için  bkz.   Draft  Conclusions  on  Identification  of Customary  International  Law  with  Commentaries   (Taslak  Sonuçlar),  Yearbook  of  the International Law Commission, Yıl: 2018, Sayı: II, Bölüm: 2. 878     V. ISRARLI İTİRAZIN GEÇERLİLİK ŞARTLARI A.   Kuralın Oluşum Aşamasında İtiraz Edilmesi  Şartı Israrlı  itirazcı  doktrininin  geçerli  olabilmesi  için  bir  devletin  bir  uluslararası teamül hukuku kuralına, bu kuralın oluşum sürecindeyken, itiraz etmesi halinde, kuralın o devlete karşı ileri sürülemeyeceği kabul edilmektedir. Diğer bir ifadeyle, kuralın oluşum aşamasında itiraz etmeyen devletin sonradan ısrarlı itirazcı olduğu iddiasıyla kendisini  kuraldan  muaf  tutması mümkün  değildir.  Bu  çerçevede,  sonradan  itirazcı (subsequent objector) olma ihtimali bulunmamaktadır.  Uygulamada UAD ın Sığınma Hakkı davasında Hakim Azevedo nun karşı görüş yazısındaki  açıklamasında  daha  önceden  kabul  edilen  bir  teamül  kuralına  karşı  bir devletin  belirli  dönemlerde  (occasional)  itirazının  kuralı  ihlal  anlamı  taşıyacağı vurgulanmaktadır.  Bu  görüş,  doğrudan  bu  doktrini  işaret  etmese  bile  doktrininin uygunluğuna kanıt olarak görülebilir. Daimi Tahkim Mahkemesinde görülen, Mauritius ve Birleşik Krallık arasındaki deniz  koruma  alanı  hakkındaki  tahkimde,  self  determinasyon  hakkı  bağlamında, Mauritius un  dilekçesinde  de,  ısrarlı  itirazcı  kavramının  temel  normlara uygulanamayacağı;  kaldı  ki  Birleşik  Krallık ın ısrarlı  itirazcı  kavramı  bağlamında kuralın ortaya çıkması aşamasında ısrarla itiraz etmediği cihetle her hâlükârda somut olayda ısrarlı itirazcı olarak değerlendirilemeyeceği belirtmektedir.                                                             64  Bkz.15. taslak sonuç. 65  Taslak Sonuçlar, 2018, 15. taslak sonucun beşinci yorum paragrafı; Ayrıca bkz. Londra Kararı, 2000, s. 27. 66  UAD, Sığınma Hakkı Davasına ilişkin Kararda Hâkim Azevedo nun karşı görüş yazısı, s. 336, https://www.icj-cij.org/en/case/7 (erişim tarihi 28.04.2022). 67  INGMAN, 2008, s. 49. 68  Chagos Takımadaları hakkındaki UAD danışma görüşü kapsamında Mauritius un beyanında self determinasyon ilkesi bağlamında  temel norm  yerine  emredici hukuk normu  ibaresi kullanılmıştır. Chagos Takımadaları danışma görüşü bağlamında Mauritius Cumhuriyeti nin beyanı, 2018, s. 27. 69  Daimi  Tahkim  Mahkemesi,  Deniz  Koruma  alanı  hakkındaki  tahkim  sürecinde  Mauritius Cumhuriyeti nin  18.11.2013  tarihli  dilekçesi,  s.  124,  par.  5.4  ve  5.11,  https://pcacpa.org/en/cases/11/ (erişim tarihi 29.04.2022). 879     ICRC nin bünyesinde hazırlanan çalışmada da insancıl hukuk normlarına karşı ısrarlı itirazcı doktrininin hukuken mümkün olup olmadığı sorusunun incelenmediği, ancak mümkün olduğu kabul edilse dahi, ilgili devletin norm oluşurken itiraz etmesi gerektiği, sonradan itirazcı kavramının kabul edilmeyeceği vurgulanmaktadır. Kuralın oluşum sürecinde itiraz edilmesi şartı ile ilgili olarak üç husus gündeme gelebilecektir: 1) Teamül kuralının oluşum ve itiraz zamanının belirlenmesi, 2) Kuralın oluşum sürecinde itiraz etmeyen bir devletin daha sonradan itiraz etme isteği ve 3) Kural oluştuktan sonra ortaya çıkan devletlerin durumu. Bu çerçevede, ilk olarak, teamül kuralının oluşma anı ile itiraz zamanı arasındaki çizginin belirlenmesi incelenmelidir. Teamülün oluşması için aynı davranışın zaman içinde tekrarlanması gerekliliğine yukarıda değinilmişti. Günümüzde teamül hukuku kuralının oluşması için gereken sürede kısalma eğilimi gözlemlense de bu sürenin ve dolayısıyla kuralın oluşum anının tespiti net değildir.  Teamül hukuku kuralları yazılı olmadığı için bir kuralın ne zaman teamül hukuku olduğu  yoruma  açık  olabilmektedir.  Bu  bağlamda,  mümkün  olan  en  erken  anda itirazın yapılması gerekmektedir. İkinci  olarak,  kuralın  oluşum  sürecinde  itiraz  etmeyen  bir  devletin,  kural oluştuktan sonra itiraz etme isteğidir. Öğretide gelişmekte olan devletlerin öncelikleri dikkate alındığında teamül kuralı olarak oluşmakta olan bazı konuları çalışma alanlarına dahil etmeyerek resmi devlet görüşü beyan etmeyebileceklerine dikkat çekilmektedir. Bu bağlamda örneğin, gelişmekte olan bir kıyı devleti sadece küçük çaplı balıkçılıkla ilgilendiğinde  karasuları  bakımından  deniz  millerine  önem  vermemesi  makul                                                            70  HENCKAERTSI, Jean Marie / DOSWALD BECK, Louise, International Committee of the Red Cross  (ICRC),  Customary  International  Humanitarian  Law  Volume  I:  Rules,  3.  Basım, Cambridge Üniversite Yayınları, 2009, s. xlv. 71  SUR, 2018, s. 84. 72  Bununla birlikte uygulamada sorun yaşanmadığı, zira, hâkimlerin, tahkim hakemlerinin ve hukuk müşavirlerinin genellikle kuralın oluşma anından ziyade ihtilafa konu olayın gerçekleşme anında teamül  hukukunun  mevcudiyeti  ile  ilgilendikleri  gözlemlenmektedir.  MENDELSON,  Maurice, Customary International Law, BM Uluslararası Hukuk Görsel-İşitsel Kütüphanesi, 2016, 8. dakika vd., http://legal.un.org/avl/ls/Mendelson_IL.html (erişim tarihi 01.05.2022).  73  Taslak Sonuçlar, 2018, 15. taslak sonucun beşinci yorum paragrafı. 880     görülebilecektir.  Ancak  ilerleyen  dönemde  konuya  farklı  yaklaşması  da  ihtimal dâhilindedir. Bu itibarla, teamül kuralına oluşum sürecindeyken itiraz edilmesine ilişkin kural sert bir şekilde uygulandığında gelişmekte olan devletler bakımından mağduriyet doğabilecektir. Bununla birlikte gelişmiş devletlerin öncelikleri nedeniyle bazı konulara eğilim  göstermeme  ihtimali  de  dikkate  alındığında  böyle  bir  ayrımın  uygun bulunmadığı  öğretide  ağırlıklı  olarak  kabul  edilmektedir.  Nitekim  devletlerin uyuşmazlık  öncesinde  tutumlarını  belirlemeleri  ve  buna  göre  hareket  etmeleri beklenmektedir. Burada önem taşıyan husus uyuşmazlık halinde devletlerin uluslararası hukuku kendi çıkarlarına göre şekillendirmesinin önüne geçilme isteğidir. Üçüncü olarak ise sonradan ortaya çıkan devletlerin durumunun ne olacağı sorusu gündeme  gelebilmektedir.  Günümüzdeki  genel  yaklaşım,  sonradan  ortaya  çıkan devletlerin mevcut teamül hukuku kuralları ile bağlı olması yönündedir. Bu çerçevede, kuralın oluşumundan sonra itiraz eden devletlerin tutumu uluslararası haksız fiil olarak değerlendirilecektir.  Ancak  tabiatıyla  bu  devletler,  kuralın  değişmesine uğraşabilecektir. Bu noktada devletler her ne kadar kurala sonradan ısrarlı itirazcı olamayacaklar  ise  de  kurala  itirazlarını  dile  getirmeleri  önünde  bir  engel bulunmamaktadır. Bu ihtimalde zamanla diğer devletlerin desteğini almaları halinde, teamül kuralının değişmesine vesile olmaları da ihtimal dâhilindedir.  Bu bakımdan öğretide, sonradan itirazcı pozisyonu alan devletin riskli bir kumar oynadığı, keza, uluslararası toplum itiraza destek verirse kuralın değişebileceğini ancak destek vermezse itiraz eden devletin kuralı ihlal etmiş olacağı cihetiyle uluslararası sorumluluğunun doğabileceği belirtilmektedir. B.   İtirazın Devamlılığı  Şartı Bir  teamül  kuralına  karşı  ısrarlı  itirazcı  devlet  itirazını  devam  ettirmezse geçmişteki itirazını ileri süremeyecektir. Bu çerçevede,  15. sonuç hükmünün  ikinci cümlesinde bir teamül kuralının ısrarlı itirazcı devlete karşı ileri sürülememesi için o                                                            74  INGMAN, 2008, s. 30. 75  STEIN, 1985, s. 458. 76  MENDELSON, 2016, 29. dakika vd. 77  ÖKTEM, 2013, s. 458. 881     devletin itirazının devam etme (maintain) koşulu bulunmaktadır. Bir teamül kuralına ilişkin itiraz herhangi bir zaman diliminde açıkça veya diğer bir şekilde terk edildiği takdirde önceden itiraz eden devlet artık o kural ile bağlı olacaktır. UHK  çalışmalarında  2016  yılında  yayımlanan  15.  sonuç  hükmünün  taslak yorumunda  sessizliğin  ve  hareketsizliğin  itirazın  devam  etmemesi  şeklinde düşünülebileceği  belirtilmekte  ve  bu  itibarla  örnek  olarak  kuralın  tekrarlandığı  bir konferansta sessiz kalınmasının ısrarlı itirazcı devletin itirazına son vermesi şeklinde anlaşılabileceği  ifade  edilmektedir.  ABD,  beyanında  devletlerin  belirli  diplomatik konferanslarda  söz  almamasının  siyasi  ve  özel  nedenleri  olabileceği  cihetle  bunun hukuk bağlamında bir kanıt olarak değerlendirilmesine itiraz etmiştir. Anılan itiraz sonrasında 2018  yılında kabul edilen metinde  konferansta söz alınmamasına ilişkin örneğe  yer  verilmediği  görülmektedir.  Diğer  yandan,  sonuç  hükmünün  yorumunda sessizliğin  ve  hareketsizliğin  devletin  itirazından  vazgeçtiği  şeklinde  bir  sonuç doğurabileceğine ilişkin cümle muhafaza edilmiştir. Bu itibarla, ısrarlı itirazcı olunan bir  kurala  ilişkin  sessizlik  ve  hareketsizlik  itirazın  devam  etme  koşulunun gerçekleşmemesi şeklinde yorumlanabilecektir.  UHK  çalışmaları  sırasında  Hollanda  itirazın  devamlılığı  şartının  dayanağını sorgulayarak teorik ve mantıksal olarak doğru olmadığını ileri sürmüş ve eleştirmiştir. Hollanda nın  beyanında  uluslararası  teamül  hukuku  kuralları  oluştuktan  sonra devletlerin  uyması  için  açık  rıza  aranmadığını,  bu  bakımdan,  kuralın  oluşum aşamasında itiraz eden devletin itirazını sürdürdüğüne ilişkin beyanını da devam ettirme koşulu aranmaması gerektiğini savunmuştur. Nitekim, teamül hukuku kuralı oluştuktan sonra  ısrarlı  itirazcı  devletler  dışında  kural  bağlayıcıdır.  Bu  çerçevede,  Hollanda beyanında,  ısrarlı  itirazcı  devletin  itirazından  vazgeçtiği  ve  itiraz  ettiği  kurallı desteklediğine  ilişkin  beyanı  olmadıkça  ısrarlı  itirazcı  devlet  konumunda  kalması                                                            78  Taslak Sonuçlar, 2018, 15. sonuç hükmünün altıncı yorum paragrafı. 79  UHK Raporu, 2016, s. 114. 80  Uluslararası Teamül Hukukunun Tespiti Konusunda Devletlerin Beyan ve Gözlemleri için bkz. BM Genel Kurul un 14.02.2018 tarihli ve A/CN.4/716 sayılı Belgesi (Beyan ve Gözlemler), s. 55. 81  Taslak Sonuçlar, 2018, 15. sonuç hükmünün dokuzuncu yorum paragrafı. 882     gerektiği ileri sürmüştür. Bununla birlikte, UHK çalışmalarında anılan görüş destek görmediği  için,  15.  sonuç  hükmünde  itirazın  devam  etme  koşulunun  metinde  yer almasına karar verilmiştir. C.  İtirazın  Açıkça Beyan Edilme  Şartı İtirazın şekli farklı görünümlerde olabilir. 15. sonuç hükmünün ikinci fıkrasında itirazın açıkça beyan edilmesi (clearly expressed) gerektiği belirtilmektedir. Hüküm yorumunda açıkça beyan dışında şekil ve yöntem serbestisi bulunduğuna dikkat çekilmektedir. Sözel itiraz yeterlidir, ayrıca yazılı beyan şart değildir. İtirazın mutlaka sert ve katı ifadeler içermesi de gerekmemektedir. Bu bakımdan, yumuşak bir ton ve ılımlı kelimeler yeterli olup, beyanın provakatif olması beklenmemektedir. Önemli  olan  ortaya  çıkmakta  olan  kurala  karşı  çıkıldığının  veya  kurala  uymama niyetinin yoruma mahal vermeksizin ifade edilmesidir. Burada çürütülmesi gereken bir kabul varlığından bahsedilebilir. Öğretide,  BM  Genel  Kurulu  kararları  her  ne  kadar  bağlayıcı  olmasa  bile, devletlerin Genel Kurul da verdikleri oyların ve açıklamaların, devlet uygulamasının kanıtı olduğu ve hukuka ilişkin devlet anlayışını ortaya koyduğu cihetle bir kuralın teamül hukukuna dönüşme aşamasında devletin tutumuna ışık tuttuğu belirtilmektedir. Benzer  anlayışla,  diplomatik  konferanslar  sonucunda  imzalanan  nihai  senetler,                                                            82  Beyan ve Gözlemler, 2018, s. 54. 83  Beyan ve Gözlemler, 2018, s. 52. Wood un hazırladığı ilk taslakta yer almayan  açıkça beyan şartı nda İsrail in önerisinin etkili olduğu ifade edilebilir. İsrail beyanında, açıklık kriterine vurgu yaparak, açıkça beyan edilme şartının metinde belirtilmesi teklifinde bulunmuştur. 84  Taslak Sonuçlar, 2018, 15. sonuç hükmünün yedinci yorum paragrafı. 85  Taslak Sonuçlar, 2018, 15. sonuç hükmünün yedinci yorum paragrafı; Londra Kararı, 2000, s. 28. 86  ÖKTEM, 2013, s. 482. 87  COLSON, David, A.,  How Persistent Must be Persistent Objector Be? , Washington Law Review, Yıl: 1986, Sayı: 61/3, s. 965. 88  Taslak Sonuçlar, 2018, 15. sonuç hükmünün yedinci yorum paragrafı. 89  BROWNLIE, 2003, s. 11. 90  SHAW, 2008, s. 115.  883     konferanslardaki  devlet  beyanları,  devletler  arasında  teati  eden  Notalardaki  ifadeler uygulamada önem taşımaktadır. UAD ın Norveç Balıkçılık davasında, 1882 yılında kabul edilen Kuzey Denizinde Balıkçılık (Polis) Sözleşmesi nin onaylanmaması ve Sığınma Hakkı davasında 1933 yılında kabul edilen Montevideo Siyasi Sığınma Sözleşmesi ile 1939 yılında kabul edilen Montevideo Sığınma ve Siyasi Mülteci Sözleşmesi nin onaylanmaması itiraza örnek gösterilmektedir. Bir devletin uluslararası anlaşmayı onaylamaktan kaçınmasının teamül  kuralı  dışında  farklı  sebepleri  de  olabileceği  için  ısrarlı  itiraz  doktrini  şartı bağlamında anılan örneklerin uygunluğu tartışmaya açıktır. Bununla birlikte, UAD, Balıkçılık  davasında,  Sözleşmenin  onaylanmamasının  yanı  sıra  1869  yılında  kabul edilen Hükümet Kararnamesi ne atıfla Norveç in sergilediği farklı tutumları da dikkate almıştır. Bu noktada, evrensel ve bölgesel kurallar bağlamında ikili bir ayrım olabileceği akla gelmektedir. Evrensel bir teamül kuralının oluşumunda sessiz kalmanın kuralı üstü kapalı  olarak  kabul  anlamında  yorumlandığı  ve  ancak  açık  ve  kesin  tutum  ve davranışlarla karşı çıkan devletlerin   ısrarlı itirazcı  olabileceği  kabul  edilmektedir. Diğer  yandan  bölgesel  teamül  kurallarının  oluşumunda  devletlerin  kurala  yönelik olumlu iradelerini bildirmeleri önem taşımaktadır. Dolayısıyla bu tür kurallara oluşumu bakımından sessiz kalan ya da değişik tutum ve davranışlarda bulunan devletlere karşı kuralın  ileri  sürülemeyeceği  değerlendirilmektedir.  Diğer  taraftan,  geçmiş  yıllarda ısrarlı  itirazcı  doktrininin  sadece  bölgesel  teamül  hukukunda  geçerli  olması  ve dolayısıyla  evrensel  teamül  hukuku  kurallarına  uygulanmamasına  ilişkin  görüş  ileri sürülmüşse de destek görmemiştir.                                                            91  COLSON, 1986, s. 958. 92  Balıkçılık davası, 1951, s. 139. 93  ÖKTEM, 2013, s. 482. 94  Balıkçılık davası, 1951, s. 139. 95  PAZARCI, 2018, s. 113 - 114. Bölgesel teamül kuralları 16. sonuç hükmünde belirtilmekte olup, 15. sonuç hükmünde böyle bir ayrıma yer verilmemiştir. BM Genel Kurulu nun 20.12.2018 tarihli ve A/RES/73/203 sayılı Kararı, s. 154. 96  CHARNEY,  Jonathan  I.,   The  Persistent  Objector  Rule  and  the  Development  of  Customary International Law , British Yearbook of International Law, Yıl: 1986, Cilt: 56, Sayı:1, s. 6 dan 884     Teamül hukuku kuralının belirtildiği bir uluslararası andlaşma hükmüne çekince konulması da itiraz sayılabilir. UHK çalışmaları sonunda hazırlanan ve BM Genel Kurulu nun 68. oturumunda kabul edilen Anlaşmalara Konulan Çekinceler konusunda Rehberin uluslararası anlaşmalarda yer alan uluslararası teamül hukuku kurallarına ilişkin  hükümlere  çekince  konulmasına  ilişkin  3.1.5.3.  maddesinin  yorumunda  da çekincenin   ısrarlı  itirazcı   doktrini  kapsamında  yapılmış  olabileceğine  dikkat çekilmektedir. Bu itibarla, devlet, ısrarlı itirazcı olması sebebiyle genel uluslararası hukuk kuralları çerçevesinde kendisine uygulanamayacak bir kurala çekince koymak suretiyle hükmün anlaşma hükmüyle kendisine uygulanmasına itiraz etmiş olmaktadır.   Taslak Sonuçlar ı hazırlayan Özel Raportör Wood un, 3. raporunda uluslararası uyuşmazlıklara ilişkin yargılamalarda ileri sürülen iddialar dışında şekil konusunda iki örneğe atıf yapılmaktadır. Örneklerden  ilki  Türkiye nin  BM  Üçüncü  Deniz  Hukuku  Konferansı nda, devletlerin karasuları genişliğini 12 mile kadar belirleyebilme hakkına yönelik itiraz beyanıdır. Wood un raporunda, bu beyanda yer alan  Konferansın hazırlık aşamaları ile Konferans sırasında Türkiye 12 mil sınırına  ısrarlı itirazcı  olmuştur. Yarı kapalı denizler söz konusu olduğunda, sunulan değişiklik önerileri ve Türk heyetleri tarafından yapılan açıklamalar ile, Türkiye bu denizlerde 12 mil sınırını kabul etmeyi tutarlı ve kesin bir şekilde reddetmekte olup, bu değerlendirmeler ışığında, 12 mil sınırı Türkiye için ileri  sürülemez   ifadesi  belirtilmiştir. Nitekim, Türkiye, Konferansın  hazırlık aşamaları ile Konferans sırasında yaptığı beyanlarda genel olarak karasuları genişliğinin tespit edilmesinde, coğrafi özellikleri olan yarı-kapalı denizlerin özel durumlarının ve                                                                                                                                                                           naklen  ALBAYRAK,  Gökhan,   Uluslararası  Teamül  Hukuku  Hakkındaki  Uluslararası  Hukuk Komisyonu nun Taslak Sonuçlarının Çevirisi ve İncelenmesi , Sosyal Bilimler Dergisi, Yıl: 2018, Cilt: 5, Sayı: 22, s. 397. 97  VILLIGER, Mark E., Customary International Law and Treaties, Martinus Nijhoff Publishers, Dordrecht, 1985, s. 15 ten naklen ÖKTEM, 2013, s. 482. 98  BM Genel Kurulu nun 19.12.2013 tarihli ve A/RES/68/111 sayılı Kararı. 99   Guide to Practice on Reservations to Treaties , Yearbook of the International Law Commission, Yıl: 2011, Sayı: II, Bölüm: 3, s. 222. 100  WOOD, 2015, s. 61 - 62, par. 212. 101  BM  Üçüncü  Deniz  Hukuku  Konferansı nın  189.  oturum  tutanağı,  08.12.1982  tarihli  ve A/CONF.62/SR.189 sayılı Belge, s. 76, par. 150. 885     hakkaniyet  ilkesinin  dikkate  alınması  gerektiği  yönündeki  tutumunu  açıkça  dile getirmiş olup, günümüzde de bu tutumunu devam ettirmektedir.  Rapordaki ikinci örnek ise, ICRC nin  Uluslararası İnsancıl Hukukta Teamül  başlıklı  çalışması  kapsamında,  ABD  Hükümeti nin  beyanıdır.  Atıf  yapılan  beyan metni, ABD Dışişleri Bakanlığı Hukuk Müşaviri ile ABD Savunma Bakanlığı Birinci Hukuk  Müşavirinin  ortak  mektubuna  ilişkin  olup,  anılan  metinde  Fransa,  Birleşik Krallık  ve  ABD nin  ICRC  çalışmasındaki  45.  kuralın  birinci  bölümü  bağlamında nükleer silahların kullanımına ilişkin ısrarlı itirazcı olduğu belirtilmektedir. Mektupta ayrıca ICRC nin çalışmasında insancıl hukuk normlarına karşı ısrarlı itirazcı doktrinin uygulanmasının  hukuken  mümkün  olup  olmadığı  sorusunun  incelenmediği  ifade edilmek  suretiyle  ısrarlı  itirazcı  doktrininin  insancıl  hukuk  kurallarına uygulanmayabileceğine  yönelik  açık  kapı  bırakıldığı,  ABD nin  ise  bu  doktrinin geçerli olduğuna inandığı vurgulanmıştır.                                                            102  1973-1982 yılları arasında gerçekleştirilen BM Üçüncü Deniz Hukuku Konferansı sonunda kabul edilen 10 Aralık 1982 tarihli BM Deniz Hukuku Sözleşmesi nde 12 mil genişlik prensibi kabul edilmiş  olup,  309.  maddesinde  çekince  yasağı  bulunan  bu  Sözleşmeye  Türkiye  taraf  değildir. Sözleşme metni için bkz.  United Nations Convention on the Law of the Sea  Montego Bay, 10.12.1982,  https://treaties.un.org/  (erişim  tarihi  04.06.2022).  Diğer  taraftan,  Sözleşmenin  kabul edildiği dönemde, Türkiye nin beyanlarıyla aynı doğrultuda hazırlanan 20.05.1982 tarihli ve 2674 sayılı Karasuları Kanunu kabul edilmiştir. Bu Kanunda, 15.05.1964 tarihli ve 476 sayılı önceki Karasuları  Kanunu nun  2.  maddesinde  yer  alan  mütekabiliyet  ilkesi  yerine  Türk  karasularının genişliğinin altı deniz mili olduğu, Cumhurbaşkanı nın, belirli denizler için, o denizlerle ilgili bütün özellikleri ve durumları göz önünde bulundurmak ve hakkaniyet ilkesine uygun olmak şartıyla, altı deniz milinin üstünde karasuları genişliği tespit etmeye yetkili bulunduğu kabul edilmiştir (2/7/2018 tarihli ve 698 sayılı Kanun Hükmünde Kararnamenin 36. maddesiyle bu fıkrada yer alan  Bakanlar Kurulu  ibaresi  Cumhurbaşkanı  şeklinde değiştirilmiştir). 103  Türkiye nin ısrarlı itirazcı tutumunu devam ettirdiğine yönelik bir örnek olarak BM Genel Kurul Başkanı nın, BM Deniz Hukuku Sözleşmesi nin kabulünün 40. yıldönümü münasebetiyle 29 Nisan 2022  tarihinde  düzenlediği  üst  düzey  etkinlikte  yapılan  Türkiye  Cumhuriyeti  beyanı  için  bkz. https://journal.un.org/ (erişim tarihi: 06.06.2022). 104  Uluslararası İnsancıl hukuktaki teamül kurallarını derleyen ICRC çalışması için bkz. HENCKAERTSI / DOSWALD BECK, 2009. 105  BELLINGER, John B. / HAYNES, William J.,  A US Government Response to the International Committee of the Red Cross Study Customary International Law , International Review of the Red Cross, Yıl: 2007, Cilt: 89, Sayı: 866, s. 455 - 457.  106  HENCKAERTSI / DOSWALD BECK, 2009, s. xlv. 107  BELLINGER, John B. / HAYNES, William J., 2007, dn. 43, s. 457.  886     D.  İtirazın  Diğer Devletlerce Bilinmesi  Şartı 15.  sonuç  hükmünün  ikinci  fıkrasında  itirazın  diğer  devletlerce  bilinir  olması gerektiği kaydedilmektedir. İtirazın devletin içinde dile getirilmesi yeterli değildir. Bu itibarla iç hukuk düzenlemeleri ve/veya iç hukuk yargı kararlarının yeterli olmadığı ifade edilebilecektir. Diğer devletlerce bilinir olduğunu kanıtlama yükü itirazı yapan devlete aittir.  Ayrıca yukarıda belirtildiği üzere, burada devlet ibaresi kullanılmıştır. Bu durum kuralın, devletleri esas alan yaklaşımının sonucu olarak düşünülebilecektir. Diğer taraftan, UAD ın Norveç Balıkçılık davasında iki Hükümet Kararnamesine ve  bir  andlaşmanın  onaylanmamasına  atıf  yapmaktadır.  Kararda  bahse  konu kararnamelerin  diğer  devletlerce  bilindiği  belirtilmekle  birlikte  bu  Hükümet Kararnamelerinin diğer şartların yanı sıra bilinirlilik şartı ile de uygunluğu tartışmaya açıktır.  Ayrıca Norveç Balıkçılık davasında bir andlaşmanın onaylanmaması ile Sığınma Hakkı  Davasında  Montevideo  Sözleşmelerinin  onaylanmaması  hususunun,  yukarıda V/C.  başlıkta    değinildiği  üzere  açıkça  itiraz  şartına  ilişkin  değerlendirme  dışında, itirazın diğer devletlerce bilinmesine yönelik şart ile de uyumu sorgulanabilir. Nitekim, bir devletin uluslararası andlaşmayı onaylamaması teamül hukukundan bağımsız olarak çok  farklı  nedenlerle  olabilir.  Kaldı  ki  hangi  maddeler  nedeniyle  andlaşmanın onaylanmadığı,  dolayısıyla  andlaşmada  yer  alan  hangi  maddelerdeki  düzenlemelere itiraz edildiği açık değildir. E.  İtirazın  Israrlı ve İstikrarlı Olma  Şartı İtirazın ısrarlı ve istikrarlı olması şartı hem teamül hukuku kuralının ortaya çıkma aşamasını hem de kural ortaya çıktıktan sonraki dönemi kapsamaktadır.                                                             108  Taslak Sonuçlar, 2018, 15. sonuç hükmünün sekizinci yorum paragrafı. 109  Balıkçılık Davası, 1951. 110  ÖKTEM, 2013, s. 482. 111  ÖKTEM, 2013, s. 482. 112  Taslak Sonuçlar, 2018, 15. sonuç hükmünün dokuzuncu yorum paragrafı. 887     Israr  şartının  gerçekleşmesi  için  öncelikle  devletin  tutumunun  tekrarlanması gerekmektedir. İtiraz konusu gündeme geldiğinde devletin sessiz kalması veya tepkisiz kalması  halinde  devletin  itirazından  vazgeçtiği  yorumu  yapılabilecektir.  Bununla birlikte önemli olan itirazın somut durumun özellikleri dikkate alınmak suretiyle uygun bir şekilde (pragmatic manner) yapılmasıdır. Bu itibarla, özellikle belirli bir konuda devletin  tutumu  kesin  bir  şekilde  bilindiği  takdirde,  istisnasız  her  ortamda  bunu tekrarlaması beklenmemektedir.  Aksi  bir  görüş  uygulamada  devletlerin  istemeyeceği  bir  husus  olarak  ortaya çıkacaktır. Nitekim, sürekli itiraz hali, itirazcı devletin yalnızlaşmasına neden olacağı gibi, siyasi olarak da konunun görünürlüğünün artmasına neden olacaktır. Israr şartının gerçekleşmesinde ikinci önemli husus ise istikrardır. Devletin tutum ve davranışları arasında belirgin bir çelişki bulunmamalıdır.  Daimi Tahkim Mahkemesinde görülen, Mauritius ve Birleşik Krallık arasındaki deniz  koruma  alanı  hakkındaki  tahkimde,  self  determinasyon  hakkı  bağlamında, Mauritius un dilekçesinde, ısrar ve istikrar unsurunun gerçekleşmemesine örnek olarak, itirazın  ülke  içinde  dile  getirilmiş  olmasına  rağmen  uluslararası  alanda  pek  örnek bulunmaması; bazı platformlarda  self determinasyon hakkı na karşı çıkılırken  self determinasyon  ilkesi nin  kabul  edilmesi;  ilgili  BM  Genel  Kurul  Kararında  ret  oyu yerine çekimser kalınmış olması gibi iddialara yer verilmiştir.  Diğer taraftan UAD ın Norveç Balıkçılık Davasında diğer devletlerin haberdar oldukları iki hükümet kararnamesi ile bir anlaşmanın onaylanmaması; Sığınma Hakkı davasında  teamül  kuralını  içeren  Montevideo  Sözleşmelerini  onaylamaması  ısrarlı itirazcı doktrini için yeterli kabul edilmektedir. Anılan itirazların itirazın ısrarlı olması bakımından gerekli asgari şartları taşıdığı tartışmaya açıktır.                                                              113  COLSON, 1986, s. 967. 114  Taslak Sonuçlar, 2018, 15. sonuç hükmünün dokuzuncu yorum paragrafı. 115  Tahkim sürecinde Mauritius Cumhuriyeti nin dilekçesi, 2013, s. 124, par. 5.4 ve 5.11. 116  ÖKTEM, 2013, s. 182. 888     VI.  ISRARLI İTİRAZCI DOKTRİNİNİN SINIRI  Israrlı  itirazcı  doktrini,  devletlerin  bağımsızlığı  ilkesi  çerçevesinde,  rızaları olmayan  kurallarla  bağlanamayacağı  düşüncesine  dayanmaktadır.  Ancak  emredici hukuk kuralları bakımından da bu kuralın uygulanmasına yönelik talepler tartışmalara yol açmıştır. 1969 Viyana  Andlaşmalar Hukuku Sözleşmesi nin   Bir Uluslararası  Emredici Hukuk  Normu  ile  Çatışan  Andlaşmalar   başlıklı  53.  maddesinin  müzakeresinde, aralarında Türkiye nin de bulunduğu bazı devletler emredici hukuk normuna ilişkin bir kuralın  bile,  bu  kurala  karşı  çıkan  devletlere  dayatılamayacağı  yönünde  eğilim sergilemiştir.  Günümüzde  ise  emredici  hukuk  normlarına  ısrarlı  itirazcı olunabileceğini savunan yazar sayısı azdır. Amerikalılar  Arası  İnsan  Hakları  Komisyonu  2002  yılında,  ABD  aleyhinde Michael Domingues başvurusunda, çocukların idamı konusunda ABD nin ısrarlı itirazcı olduğuna yönelik iddiasını anılan kuralın basit bir teamül hukuku olmadığı; emredici hukuk  kuralı  olduğu  ve  bu  itibarla  ısrarlı  itirazcı  olunamayacağı  açıklamasıyla reddetmiştir.  Komisyon  raporunda  her  ne  kadar  uluslararası  teamül  hukukunun devletlerinin  iradesi  sonucu  oluştuğu  için  ısrarlı  itirazcı  devletin  o  kural  ile  bağlı olmayacağı  ifade  etmişse  de  bu  durumun  emredici  hukuk  kurallarına uygulanmayacağını vurgulamıştır. Raporda emredici hukuk normlarının, statüsünü uluslararası  toplum  tarafından  sahip  olunan  temel  değerlerden  aldığı,  bu  normların ihlallerinin insanlığın vicdanını yaraladığı ve bu nedenle itirazdan bağımsız olarak bir bütün olarak uluslararası toplumu bağladığı ifade edilmektedir. Bu bağlamda, emredici hukuk normlarına yaygın olarak alıntı yapılan örnekler arasında soykırım, kölelik, zorla kaybetmeler ve işkence veya diğer zalimce, insanlık dışı veya aşağılayıcı muamele veya cezalarının  yer  aldığı  belirtilmektedir.  Bu  statüye  ulaşan  uluslararası  yasaklamaları                                                            117  ÖKTEM, 2013, s. 459. 118  ÖKTEM, 2013, s. 460. 119  Amerikalılar Arası İnsan Hakları Komisyonu, Michael Domingues başvurusu, 22/10/2002 tarihli ve 62/02 sayılı Rapor, par. 48 - 49, http://cidh.org/annualrep/2002eng/USA.12285.htm (erişim tarihi 01.05.2022). 889     belirlemede güvenilir bir başlangıç noktasının, uluslararası insan hakları sözleşmelerinin istisnasız hale getirdiği haklar listesi olduğu öne sürülmektedir. Ayrıca  yukarıda değinildiği üzere, Chagos ile ilgili olarak self determinasyon hakkı  bağlamında,  Mauritius,  Daimi  Tahkim  Mahkemesi nde  görülen  tahkim kapsamında,  ısrarlı  itirazcı  kavramının  temel  normlara  uygulanamayacağı;  UAD danışma  görüşü  kapsamındaki  beyanında  emredici  hukuk  normlarına uygulanmayacağı iddiasını ileri sürmüştür. Özel Raportör Wood un hazırladığı ilk taslakta emredici hukuk normlarına ilişkin paragraf yer almamakla birlikte, Wood, esasen emredici hukuk normlarını UHK nın ayrı bir çalışmasında konu olduğu cihetle metne dahil etmediğini ancak düşünce olarak önceden de ısrarlı itirazcı doktrininin emredici hukuk normlarına halel getirmediğini savunduğunu;  keza  önceki  taslak  sonuçta  yer  almasa  bile  taslak  sonuç  hükmünün yorumunda bu hususun belirtildiğini ifade etmiştir.  BM  Altıncı  Komite  toplantılarında,  Singapur  da  emredici  hukuk  normlarının UHK nın  farklı  bir  çalışmasında  değerlendirme  aşamasında  bulunduğunu,  mevcut durumda Komisyonun emredici hukuk normları ile ısrarlı itirazcı doktrini arasındaki bağ konusunda tutum belirlemek için erken olabileceğini beyan etmiştir.124 Ancak genel eğilim neticesinde ısrarlı itirazcı doktrininin uluslararası hukukun emredici normlarına (jus cogens) halel getirmeyeceği 15. sonuç hükmüne üçüncü fıkra olarak işlenmiştir. Anılan  hüküm  ısrarlı  itirazcı  doktrininin  sınırını  çizmekle  sınırlı  olup,  uluslararası hukuk kurallarının hiyerarşisi veya bazı yükümlülüklerin erga omnes etkisine ilişkin sorulara halel getirmemektedir. Bu noktada, emredici hukuk kurallarının ne olduğu konusunda kesin bir uzlaşı olmadığının  altını  çizmekte  fayda  görülmektedir.  Nitekim,  UHK nın  2015  yılında                                                            120  Michael Domingues başvurusu, 2002, par. 49. 121  Tahkim sürecinde Mauritius Cumhuriyeti nin dilekçesi, 2013, s. 124, par. 5.4 ve 5.11. 122  Chagos Takımadaları danışma görüşü bağlamında Mauritius Cumhuriyeti nin beyanı, 2018, s. 27. 123  WOOD, 2018, s. 48. 124  Beyan ve Gözlemler, 2018, s. 55. 125  Taslak Sonuçlar, 2018, 15. sonuç hükmünün onuncu yorum paragrafı. 890     gündemine  alınan   Uluslararası  Genel  Hukukta  Buyruk  Kuralları  (Jus  Cogens)  başlıklı konuya ilişkin dördüncü raporda, sınırlayıcı olmayan bir liste oluşturulmuşsa da anılan listenin BM Altıncı Komite toplantılarında eleştirildiği ve Türkiye nin de aralarında  bulunduğu  pek  çok  devletin  konuya  ihtiyatla  yaklaşılması  gerektiğini vurguladığı  göz  ardı  edilmemelidir.  Bu  bağlamda,  genellemelerden  kaçınılması gerektiği  ve  somut  olay  bağlamında  inceleme  yapılmasının  önem  taşıdığı değerlendirilmektedir. Diğer  yandan,  BM  Altıncı  Komite  toplantılarında,  Yunanistan,  ısrarlı  itirazcı doktrininin,  emredici  hukuk  kuralları  dışında  hukukun  genel  ilkelerine uygulanabilirliğini sorgulamış, Güney Kıbrıs Rum Yönetimi temsilcisi de emredici hukuk kuralların yanı sıra temel değere sahip kurallara (types of rules of fundamental importance) da uygulanamayacağını ileri sürmüştür. Bununla birlikte anılan görüşler destek görmediği için çalışmaya dahil edilmemiştir. Israrlı  itirazcı  doktrininin  insan  hakları  kuralları  ile  ilişkisinin  doktrinde  de tartışıldığı görülmektedir. 2005 yılında öne sürülen  the original consent theory de insan  haklarının  evrenselliği  ilkesi  çerçevesinde  insan  hakları  bağlamında  sürekli itirazcı  kavramının  kabul  edilmemesi  savunulmaktadır.  Benzer  bir  yaklaşımın uluslararası insancıl hukuk ve çevre hukuku gibi alanlar için de geçerli olduğu ifade edilebilecektir.  Bununla  birlikte,  bu  kuralların  tamamı  emredici  hukuk  kuralı niteliğinde  değildir.  Hatta  sadece  küçük  bir  kısmının  bu  nitelikte  olduğu  ileri                                                            126  BM Genel Kurulu nun 30.12.2015 tarihli ve A/RES/70/236 sayılı Kararı. 127  TLADI, Dire, Uluslararası Genel Hukukta Buyruk Kuralları (Jus Cogens) Hakkında Dördüncü Rapor, 31.01.2019 tarihli ve A/CN.4/727 sayılı Belge. 128  Eleştiren devletlere ilişkin bilgi için bkz.  TLADI, Dire, Uluslararası Genel Hukukta Buyruk Kuralları (Jus Cogens) Hakkında Beşinci Rapor, 24 Ocak 2022 tarihli ve A/CN.4/747 sayılı Belge, s. 67, dn. 448. 129  BM Genel Kurulu nun 22.11.2016 tarihli ve A/C.6/71/SR.22 sayılı Belgesi, s. 3. 130  BM Genel Kurulu nun 22.11.2016 tarihli ve A/C.6/71/SR.22 sayılı Belgesi, s. 10. 131  LAU, Holning,  Rethinking the Persistent Objector Doctrine in International Human Rights Law , Chicago Journal of International Law, Yıl: 2005, Cilt: 6, Sayı: 1, s. 505; ayrıca bkz. INGMAN, 2008, s. 38. 132  GREEN, 2016, s. 211. 891     sürülmektedir. Bu anlayışla, UHK çalışmasında emredici hukuk kurallarına atıf dışında farklı hukuk alanlarına değinilmemiştir.   SONUÇ Devletlerin  eşitliği  ilkesi  çerçevesinde,  uluslararası  hukukun  oluşumunda devletlerin müşterek rızası önem taşımaktadır. Bu itibarla, devletlerin ısrarlı bir şekilde itiraz ettikleri kurala bağlı olması geçmiş dönemlerden itibaren sorgulanmıştır. Uluslararası teamül kuralları, doğası gereği uluslararası toplumun bütün üyelerine karşı eşit etkide kabul edilse ve uluslararası toplumun herhangi bir üyesinin çıkarı doğrultusunda kuraldan tek taraflı muafiyet mümkün olmasa bile, bu tür bir kuralın oluşmasına kesinlikle ve sürekli karşı çıkan devletlere karşı bunun uygulanabileceği anlamına gelmemektedir. Bu husus, ısrarlı itirazcı doktrini olarak anılmaktadır. Doktrinin  kabulünde,  UAD ın  Kolombiya  ve  Peru  arasındaki  Sığınma  Hakkı (1949-1950) ile İngiltere ve Norveç arasındaki Balıkçılık (1949-1951) davalarının öncü rolü bulunmaktadır. Bu kararların akabinde öğretide konu detaylı tartışılmış ve şartlar netleştirilmeye  başlanmıştır.  UAD  dışında,  AİHM,  DTÖ,  Amerikalılar  Arası  İnsan Hakları Komisyonu, Amerikan Hukuk Enstitüsü ve Uluslararası Hukuk Derneği gibi çeşitli organ ve kuruluşların görüşleri de ısrarlı itirazcı doktrini destekler niteliktedir.  Doktrine yönelik az sayıda itirazın da esasen doktrinin varlığına değil doktrinin sınırı  ile  ilgili  olduğu  ifade  edilebilecektir.  Bu  aşamada  özellikle  emredici  hukuk normları bağlamında doktrinin sınırının sorgulandığı ve genel olarak emredici hukuk normlarına karşı ısrarlı itirazcı olunamayacağının kabul edildiği görülmektedir.  UHK nın, 2012 yılında gündemine aldığı uluslararası teamül hukuku konusunda özel raportör olarak atanan Wood da, konuya ilişkin hazırladığı  Taslak Sonuçlar da ısrarlı itirazcı doktrinine ilişkin bir hüküm kaleme almış ve bu doktrinin geniş kabul gördüğünü vurgulamıştır. Bu  bağlamda,  UHK  üyelerinin  toplantıları  ve  devletlerin  katkılarıyla  Wood tarafından 2018  yılında nihai hali verilen  Taslak Sonuçlar da  (Draft  Conclusions) 892     ısrarlı  itirazcı  doktrinine  ilişkin  15.  sonuç  hükmü  BM  Genel  Kurulu nun  73. oturumunda kabul edilmiştir. Buna göre bir devletin, bir uluslararası teamül hukuku kuralına, bu kuralın oluşum sürecindeyken itiraz etmesi halinde, bu kural, ilgili devlete karşı, itirazını sürdürdüğü müddetçe, ileri sürülemez. İtiraz açıkça ifade edilmeli, diğer Devletlere bildirilmeli ve ısrarla  muhafaza  edilmelidir.  Israrlı  itirazcılık,  genel  uluslararası  hukukun  emredici normlarına (jus cogens) ilişkin herhangi bir soruya halel getirmemektedir BM  Genel  Kurulunda  kabul  edilen  15.  sonuç  hükmü,  geçmişte  çeşitli  yargı kararlarına,  uygulamaya  ve  öğretiye  konu  olmuş  ısrarlı  itirazcılığın  şartlarının netleşmesi  bağlamında  önem  taşımaktadır.  Ülkemiz  bakımından,  özellikle  Wood un raporunda yer alan Türkiye nin BM Üçüncü Deniz Hukuku Konferansı nda, devletlerin karasuları  genişliğini  12  mile  kadar  belirleyebilme  hakkına  yönelik  itiraz  beyanına ilişkin örnek de ısrarlı itirazcı tutumumuzun kayda geçirilmiş olması bağlamında önem taşıyan bir husustur. Bu açıklamalar ışığında, günümüzde ısrarlı itirazcı doktrininin uluslararası kamu hukukunun  asli  kaynaklarından  olan  uluslararası  teamül  kurallarının  uygulanmasına istisna teşkil ettiği görüşü benimsenmekte olup, doktrininin uluslararası hukukun genel kuralları arasında olduğu ileri sürülmektedir.",
     "Kaynakça": " ALBAYRAK,  Gökhan,   Uluslararası  Teamül  Hukuku  Hakkındaki  Uluslararası  Hukuk Komisyonu nun Taslak Sonuçlarının Çevirisi ve İncelenmesi , Sosyal Bilimler Dergisi, Yıl: 2018, Cilt: 5, Sayı: 22, (s. 387 - 400). BELLINGER,  John  B.  /  HAYNES,  William  J.,   A  US  Government  Response  to  the International  Committee  of  the  Red  Cross  Study  Customary  International  Law , International Review of the Red Cross, Yıl: 2007, Cilt: 89, Sayı: 866, (s. 443 - 471). BOAS,  Gideon,  Public  International  Law  Contemporary  Principles  and  Perspectives, Edward Elgar Publishing Inc., Birleşik Krallık, 2012. 893     BROWNLIE, Ian, Principles of Public International Law, 6. Basım, Oxford University Press, New York, 2003. COLSON, David, A.,  How Persistent Must be Persistent Objector Be? , Washington Law Review, Yıl: 1986, Cilt: 61, Sayı: 3, (s. 957 - 970). DUMBERRY,  Patrick,   Incoherent  and  Ineffective:  the  Concept  of  Persistent  Objector Revisted , International and Comprarative Law Quarterly, Yıl: 2010, Cilt: 59, Sayı: 3, (s. 779 - 802). GREEN, James A., The Persistent Objector Rule in International Law, Oxford University Press, 2016. GÜNDÜZ, Aslan, Milletlerarası Hukuk, 9. Basım, Savaş Yayınevi, Ekim 2018. HENCKAERTSI, Jean Marie / DOSWALD BECK, Louise, International Committee of the Red Cross (ICRC), Customary International Humanitarian Law, Volume I: Rules, 3. Basım, Cambridge Üniversite Yayınları, 2009. INGMAN, Fredric, Persistent Objector - The Demise of a Hero, Yayınlanmamış Yüksek Lisans Tezi, Lund Üniversitesi Hukuk Fakültesi, 2008. LAU, Holning,  Rethinking the Persistent Objector Doctrine in International Human Rights Law , Chicago Journal of International Law, Yıl: 2005, Cilt: 6, Sayı: 1, (s. 495 - 510). MENDELSON,  Maurice,   The  Formation  of  Customary  International  Law ,  Collected Courses of the Hague Academy of International Law, Yıl: 1998, Cilt: 272, (s. 165 - 321). MENDELSON, Maurice, Customary International Law, BM Uluslararası Hukuk Görselİşitsel  Kütüphanesi,  2016,  8.  dakika  vd.,  http://legal.un.org/avl/ls/Mendelson_IL.html (erişim tarihi 01.05.2022). MURPHY, Sean D., Principles of International Law, 2. Basım, Concise Hornbooks Thomas Reuters, 2012. 894     MURPHY, Sean D.,  The Identification of Customary International Law and Other Topics: The Sixty-Seventh Session of the International Law Commission , American Journal of International Law, Yıl: 2015, Cilt: 109, Sayı: 4, (s. 1 - 23). ÖKTEM, Emre, Uluslararası Teamül Hukuku, 1. Basım, Beta Basım A.Ş., İstanbul 2013. PAZARCI, Hüseyin, Uluslararası Hukuk, 17. Basım, Turhan Kitabevi, Ankara 2018. SHAW, Malcolm N., International Law, 6. Basım, Cambridge University Press, 2008. STEIN, Ted. L.,  The Approach of the Different Drummer: The Principle of the Persistent Objector in International Law , Harvard International Law Journal, Yıl: 1985, Cilt: 26, Sayı: 2, (s. 457 - 482). SUR, Melda, Uluslararası Hukukun Esasları, 12. Basım, Beta Basım Yayım Dağıtım A.Ş., İstanbul 2018. TLADI,  Dire,  Uluslararası  Genel  Hukukta  Buyruk  Kuralları  (Jus  Cogens)  Hakkında Dördüncü Rapor, 31.01.2019 tarihli ve A/CN.4/727 sayılı Belge. TLADI,  Dire,  Uluslararası  Genel  Hukukta  Buyruk  Kuralları  (Jus  Cogens)  Hakkında Beşinci Rapor, 24 Ocak 2022 tarihli ve A/CN.4/747 sayılı Belge. WOOD,  Michael,  Uluslararası  Teamül  Hukukunun  Tespiti  Hakkında  Üçüncü  Rapor, 27.03.2015 tarihli ve A/CN.4/682 sayılı Belge.  WOOD,  Michael,  Uluslararası  Teamül  Hukukunun  Tespiti  Hakkında  Beşinci  Rapor, 14.03.2018 tarihli ve A/CN.4/717 sayılı Belge.  Draft Articles on Jurisdictional Immunities of States and Their Property, with commentaries , Yearbook of the International Law Commission, Yıl: 1991, Sayı: II, Bölüm: 2.  Draft Conclusions on Identification of Customary International Law with Commentaries  (Taslak Sonuçlar), Yearbook of the International Law Commission, Yıl: 2018, Sayı: II, Bölüm: 2.  Guide  to  Practice  on  Reservations  to  Treaties ,  Yearbook  of  the  International  Law Commission, Yıl: 2011, Sayı: II, Bölüm: 3. 895      International Law Association, London Statement of Principles Applicable to the Formation of General Customary International Law, with commentary (Londra Kararı). , Uluslararası Hukuk Derneği nin 69. Konferansı, Karar Sayısı: 16/2000, Londra, 29.12.2000.  The American Law Institude, III. Restatement of the Law, Foreign Relations Law of the United States (III. Restatement) ,"
}