{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "19",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "TEMERRÜDE DÜŞEN BORÇLUNUN AYNEN İFADAN VAZGEÇME HAKKI İLE SEÇİM HAKKI",
     "Title": "THE RIGHT TO WAIVE THE SPECIFIC PERFORMANCE AND THE RIGHT OF CHOICE OF THE DEBTOR IN DEFAULT",
     "Yazar İsmi": [
          "Derya ATEŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Borçlunun temerrüdü",
          "Aynen ifa",
          "Vazgeçme beyanı",
          "Seçim hakkı"
     ],
     "Keywords": [
          "Default of the debtor",
          "Specific performance",
          "Declaration of waiver",
          "Right of choice"
     ],
     "Özet": "Karşılıklı borç yükleyen sözleşmelerde borçlu temerrüdüne ait genel sonuçlar her zaman yeterli ve tatmin edici sonuçlar doğurmayacaktır. Zira bu tür sözleşmelerde taraflar  karşılıklılık  ilişkisi içindedir ve taraflardan birinin borcunu yerine getirmemesi hem karşı tarafı hem de sözleşme ilişkisinin bütünü etkiler.Bu sebeple genel sonuçlar dışında ayrıca alacaklıya aynen ifadan vazgeçme hakkı ve beraberinde seçimlik haklar tanınır. Ancak bu iki hak birbirinden ayrılarak iki ayrı hukuki aşama olarak değerlendirilmelidir. Alacaklının  vazgeçme beyanı ve bu beyanın borçluya bildirimi  ile  seçimlik hakların kullanımı ve tercih edilen  hakkı  borçluya  bildirimi   birbirinden  farklıdır.  Alacaklıya  ait  seçim  hakkının  değiştirilip değiştirilemeyeceği ve borçlunun temerrüde düşmekte kusuru bulunup bulunmadığı ise doktrinde birbirine paralel ilerleyen görüşler ile çözümlenmeye çalışılır.",
     "Abstract": "The general consequences of a debtor s default will not always lead to sufficient and satisfactory results in bilateral contracts. Because in such contracts, the parties are in a  reciprocity  relationship, and one of the parties   non-performance  of  the  obligation  affects  both  the  other  party  and  the  whole  contractual relationship. For this reason, apart from the general consequences, the creditor is also given the right to waive the specific performance and the alternative rights. However, these two rights should be separated from each other and evaluated as two separate legal stages. The creditor s  declaration of waiver and notification of this declaration to the debtor  and  the exercise of alternative rights and notification of the preferred right to the debtor  are different from each other. Whether the right of choice belonging to the creditor can be changed and whether the debtor has any faults in default are tried to be analysed with parallel views in the doctrine.",
     "Metin": "Karşılıklı borç yükleyen sözleşmelerde temerrüde düşen borçlu, verilen süre içinde, borcunu ifa etmemişse veya süre verilmesini gerektirmeyen bir durum söz konusu ise alacaklı,  her  zaman  borcun  aynen  ifasını  ve  gecikme  sebebiyle  uğradığı  zararların tazminini isteme hakkına sahiptir. (TBK. m. 125/I) Diğer yandan alacaklı, bu hakkından vazgeçtiğini hemen bildirerek, borcun ifa edilmemesinden doğan zararının giderilmesini isteyebileceği gibi sözleşmeden dönmeyi de tercih edebilir. (TBK. m. 125/II) Madde hükmünden  de  anlaşıldığı  üzere  kanun  koyucu  temerrüde  düşen  borçlu  karşısında 59     alacaklının bir seçimde bulunmasını ister ve bu konuda önüne öncelikle iki seçenek koyar:   Gecikmiş borcun aynen ifasını istemek ya da aynen ifadan vazgeçmek . Aynen ifayı isteme hakkı, alacaklının genel borçlu temerrüdü sonuçlarına bağlı olarak  elinde  bulundurduğu  ve  borçluya  ek  süre  tayinini  gerektirmeyen  bir  haktır. Dolayısıyla alacaklının ek süre tayin etmemesi durumunda her zaman borçlu temerrüdüne bağlı genel sonuçlardan faydalanması ve aynen ifayı talep etmesi mümkündür. Aynen ifadan vazgeçme hakkı ise alacaklının önüne iki ayrı ve yeni seçim hakkı daha koyar:   Olumlu zararın tazmini ya da sözleşmeden dönme .  I.  AYNEN İFADAN VAZGEÇME  A.  Aynen İfa Kavramı Genel bir kavram olarak ifada gecikme, ifası mümkün ve ödeme zamanı gelmiş bir borcun, akdi veya kanuni ifa zamanında yerine getirilmemiş olmasını ifade eder. Tek başına ifada gecikilmesi borçlu temerrüdünün oluşması için yeterli olmayıp, kanunda belirtilen diğer şartların bir arada bulunması gerekir. Borçlu borcunu zamanında ifa etmemekle birlikte geciktirdiği edimi sonradan yerine getirerek temerrüde düşmeden önce ya da sonra borcunu sona erdirebilir. Gecikmiş ifa kavramı, genel borçlu temerrüdü sonucu olarak kullanılabilecek bir kavram iken seçimlik hakların kullanımındaki ifayı ret                                                            1   TERCİER, Pierre, Le Droit des Obligations, Zurich, 2004, s. 235. 2   TERCİER, 2004, s. 204; TANDOĞAN, Haluk, Türk Mesuliyet Hukuku, Ankara, 1961, s. 398; KOCAYUSUFPAŞAOĞLU,  Necip/HATEMİ,  Hüseyin/SEROZAN,  Rona/ARPACI  Abdülkadir, Borçlar Hukuku Genel Bölüm, C. III, Prof. Dr. Rona Serozan, İfa, İfa Engelleri, Haksız Zenginleşme, İstanbul, 2016. s. 51 vd. 3   Bu noktada kanaatimizce ifada gecikme kavramı ile gecikmiş ifa kavramlarının da aynı anlamda kullanılmadığının altını çizmek gerekir. İfada gecikme kavramı genel ve üst bir kavram olarak borçlu temerrüdünün  ön  şartını  oluştururken,  gecikmiş  ifa  kavramı  temerrüde  düşen  borçlu  karşısında alacaklının borcun geç ifası (TBK. m. 118) yönünde sahip olduğu hakkın ifadesidir. İfada gecikmenin gerçekleşebilmesi için hem borcun muaccel olması hem de edimin ifasının mümkün olması aranır. Borçlu temerrüdünün oluşabilmesi için ise bu ön şartların yanında alacaklının ihtarı ve ifa edilmemenin geçerli hukuki sebebe dayanmaması da gerekir.  60     aslında  sonraki aynen ifanın reddidir 4 Bu sebeple  aynen ifa  kavramı ile genel borçlu temerrüdü  sonucu  yönünden  ifade  edilenin,  gecikmiş  ifa  talebi  olduğunu;  seçimlik hakların kullanımı yönünden ise sonraki aynen ifanın reddedildiğinin tespiti yerinde olacaktır. Borçlu temerrüdüne ait genel ve özel hükümler bir arada değerlendirildiğinde görülmektedir ki; ortaya çıkan borca aykırılık halinin öncelikli olarak gecikmiş olan aynen ifa ile giderilmesi amaçlanır. Amaçtaki bu öncelik, sözleşmeye bağlılık kuralı gereğince  kendi  rızası  ile  borç  altına  giren  borçlunun  borcunu  yerine  getirmekten kaçınması halinde onun ifaya zorlanması yönünden son derece doğaldır. Bu nedenle aynen  ifa  mümkün  olduğu  sürece  karşılıklı  borç  yükleyen  sözleşmelerde  yer  alan istisnalar dışında kural alacaklının gecikmiş olan aynen ifa talebidir. Bu genel sonuç uyarınca alacaklının aynen ifa talebi yerine, aynen ifayı reddederek zararlarının tazminini isteme ya da sözleşmeden dönme imkânı yoktur. Bir diğer ifade ile muaccel ve ifası mümkün  olan  borç  yönünden  talep  ve  dava  hakkı  borçlunun  kusurundan  ve  hatta temerrüde düşmesinden bağımsız olarak aynen ifanın yerine getirilmesi yönünde olup; ifa mümkün olduğu sürece kural alacaklının sözleşme ilişkisini sonra erdirememesidir.  O halde temerrüde düşen borçlu, borcunu gecikmiş olarak ifa etmeli ve alacaklının aynen ifadan doğan zararını da temerrüde düşmekte kusuru bulunmadığını ispat edemediği sürece tazmin etmelidir.                                                            4   Mehaz İsviçre Borçlar Kanunu madde 103 ün Almanca metninde yer alan  verspeateater Erfüllung  ifadesi ile Fransızca metninde yer alan  d exécution tardive  ifadeleri  gecikmiş ifa  kavramına karşılık gelmekte; 818 sayılı önceki Borçlar Kanunu madde 102 hükmünde  borcun teahhürle ifasını  şeklinde  kaleme  alınan  hüküm  Borçlar  Kanunu  madde  118 de   borcun  geç  ifası   şeklinde düzenlenmektedir.  Dolayısıyla  borçlu  temerrüdünün  genel  sonucu  ve  karşılıklı  borç  yükleyen sözleşmelerde  alacaklının  ilk  seçimlik  hakkı   gecikmiş  ifa  talebi   ve  gecikmeden  doğan  zarar tazminidir. Buna karşılık İsviçre Borçlar Kanunu nun 107 inci maddesinde aynı yönde bir kavram birliği bulunmadığı görülür. Maddenin Almanca metninde yer alan  nachtreagliche Erfüllung  deyimi  sonraki ifa  kavramını ifade ederken; kanun koyucu Fransızca metninde sadece  s exécuter   ifa etmek  deyimi ile yetinmiştir. Türk Borçlar Kanunu nun seçimlik haklara ilişkin 125 inci maddesinde de sadece  borcun ifası  kavramı yeterli bulunmuştur.  Almanca metinde daha net olarak ortaya konulan ayırım ile aslında kanun koyucu  gecikmiş ifa kavramı  ile  ifayı reddederek seçimlik hakların kullanılmasındaki  ifa  kavramlarını   birbirinden  ayırt  eder.  Gecikmiş  ifa  ve  gecikme  tazminatı şeklindeki genel borçlu temerrüdü sonucu, borçlunun geciktiği yani geçmişteki ediminin aynen ifasına yönelik bir talebi içerir. Buna karşılık seçimlik hakların kullanılmasına ilişkin ifayı ret hallerinde gecikmiş ifa değil geleceğe yönelik, sonraki bir ifaya ilişkin ifayı ret talebi yer almaktadır. Bu konuda bkz. ATEŞ, Derya, Borçlunun Temerrüdünde Aynen İfa, İstanbul, 2021, s. 157 vd. 5   TERCİER, 2004, s. 206. 61     Aynen  ifa  yönünden  alacaklıya  sunulan  bu  imkanların  istinası  karşılıklı  borç yükleyen sözleşmelerde karşımıza çıkmakta ve alacaklıya gecikmiş olan aynen ifa ile gecikme tazminatı talep etme hakkı yanında, sonradan kendisine yapılacak olan ifayı reddederek tazminat talep etme ya da sözleşmeden dönme hakları da sunulmaktadır. Bir başka ifade ile karşılıklı borç yükleyen sözleşmelerde alacaklı kanunda belirlenen şartlar çerçevesinde öncelikle gecikmiş olan aynen ifayı isteyip istemediğine karar vermeli, sonradan yapılacak olan ifayı istememesi durumunda ise tazminat ya da sözleşmeden dönme haklarından birini seçmelidir. Yapılan  açıklamalardan  da  anlaşılacağı  üzere  aslında  borçlu  temerrüdünde gecikmiş  olan  aynen  ifa  talebi,  temerrüde  ait  bir  yaptırımdan  ziyade,  alacaklının sözleşmeden kaynaklanan bir hakkının ifadesidir. Zira borçlu hali hazırda muaccel ve mümkün olan asli edim borcunu yerine getirebilir ve alacaklı borç ilişkisinden beklediği menfaati elde edebilir. Bu hak sözleşmenin içeriğini değiştirmez ya da sona erdirmez. Aksine sözleşmenin gereği gibi yerine getirilmesi amacına hizmet eder. Aynen  ifa  bilhassa  sözleşme  konusu  edimin  ikame  edilemediği  ya  da  ifaya hükmetmenin tazminattan daha uygun ve adil bir çözüm yarattığı durumlarda benimsenir. Böyle bir durumda alacaklının temerrüde düşen borçluyu gecikmiş olan aynen ifaya zorlaması kural olarak mümkündür. Elbette ki bu zorlama hakkın bizzat alınması şeklinde değil, borçlu aleyhine açılacak olan ifa davası ile mümkün olup; ifa davası sonucunda borçlunun aynen ifadan kaçınmaya devam etmesi durumunda ise alacaklının ilam ile cebri icra yoluna başvurması suretiyle sağlanır. Bu imkân Türk, İsviçre ve Alman Hukuklarında alacaklının asli talebi olarak kabul edilir.                                                             6   TERCİER, 2004, s. 208. İfa davası, borçlunun borçlandığı edimi ifaya, yani bir şeyi vermeye, bir işi yapmaya veya yapmamaya mahkûm eden davalardır. VON TUHR, Andreas, Borçlar Hukuku, C. 12, (Çeviren: C. Edege) Ankara, 1983, s. 86; EREN, 2019, s. 1029; TEKİNAY, Selahattin S./AKMAN, Sermet/BURCUOĞLU, Haluk/ALTOP, Atilla, Borçlar Hukuku Genel Hükümleri, İstanbul, 1993, s. 920; TANDOĞAN, 1961, s. 405. HMK. m. 105 te düzenlenen eda davalarının bir türü olan bu davalar uyarınca aynen ifa talebine konu olan edim; verme, yapma veya yapmamaya ilişkin olabilir. Bu konuda bkz.  KURU,  Baki,  Medenî  Usul  Hukuku  Ders  Kitabı,  İstanbul,  2015,  s.  132  vd.;  KURU, Baki/ARSLAN, Ramazan/YILMAZ, Ejder, İcra ve İflas Hukuku Ders Kitabı, Ankara, 2012, s.30; PEKCANITEZ, Hakan/ATALAY, Oğuz/SUNGURTEKİN ÖZKAN, Meral/ÖZEKES, Muhammet, İcra ve İflas Hukuku, Ankara, 2020, s. 42. 7   OĞUZMAN, M. Kemal/ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, C. I, İstanbul 2018, s. 373;  EREN,  Fikret,  Borçlar  Hukuku  Genel  Hükümler,  Ankara,  2019,  s.  29; KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI,  (Serozan  İfa),  2016,  s.  221; 62     B.  Genel Olarak Vazgeçme Beyanı  Alacaklının  aynen  ifa  ve  tazminat  isteminden  vazgeçtiğini  hemen  bildirerek, seçimlik  hakları  kullanabilmesine  imkân  tanıyan  irade  açıklaması,  ihtar  ve  ek  süre tayinden faklı olarak hukuki işlemdir. Zira hukuki işlem benzeri irade açıklaması olarak ihtar ve ek süre tayininde borçlu borcunu ifa etme imkanına sahip olduğu gibi alacaklıda borçlunun usulüne uygun olarak kendisine teklif ettiği ifayı kabul etmek zorundadır. Bu sebeple taraflar arasındaki hukuki ilişki ihtar ya da ek süre verilmesiyle değil, ek sürenin geçmesinden sonra alacaklının seçimlik hakkını kullanmasından sonra değişebilir. Alacaklının aynen ifadan vazgeçtiği  yönündeki irade açıklaması tek taraflı ve varması gerekli bir irade beyanı şeklinde kullanılır. Bu irade açıklaması ile alacaklı kendisine  verilen  ek  süre  içinde  borcunu  ifa  etmeyen  borçluya  karşı  aynen  ifa                                                            KILIÇOĞLU,  Ahmet,  Borçlar  Hukuku  Genel  Hükümler,  Ankara,  2017,  s.  633;  TEKİNAY, Selahattin  S.,   Mukayeseli  Hukuk  Açısından  Borçlunun  Aynen  İfaya  veya  Tazminat  Ödemeye Zorlanması , Prof. Dr. Hüseyin Nail Kubalı ya Armağan (MHAD.), Sayı: 11, Yıl: 8-1974, s. 428 – 429. Buna karşılık Common Law sisteminde aynen ifayı talep, sözleşmeden dönme ve tazminat müeyyideleri arasında öncelikli ve aslî olan tazminat talebidir. SEROZAN, Rona, Sözleşmeden Dönme, İstanbul, 2007, s. 26, 27; BAŞOĞLU, Başak, Türk Hukukunda ve Mukayeseli Hukukta Aynen İfa Talebi, İstanbul, 2012, s. 5 vd. Diğer yandan CISG m. 28 de de Kıta Avrupası sistemine yaklaşılarak ifa etmeme durumuna ilişkin emredici olmayan müeyyidelerden aynen ifa talebi kabul edilmiştir. Düzenlemeye göre, aynen ifa talebinin kabul edilip edilmeyeceği, mahkeme tarafından bu ihtilâfın  mahkemenin  kendi  hukukunda  da  aynen  ifa  talebi  yönünde  çözüme  bağlanıp bağlanamayacağına bakılarak belirlenir. Bu konuda özel olarak bkz. ZEYTİN, Zafer, Milletlerarası Mal Satım Sözleşmeleri (CISG) Hukuku, Ankara 2011, s. 162; ATAMER, Yeşim, Uluslararası Satım  Sözleşmelerine  İlişkin  Birleşmiş  Milletler  Anlaşması  (CISG)  Uyarınca  Satıcının Yükümlülükleri ve Sözleşmeye Aykırılığın Sonuçları, İstanbul, 2005, s. 263 vd.; BAŞOĞLU, 2012, s. 235 vd. Diğer yandan uluslararası hukuk uyumlaştırması ile ilgili UNIDROIT ilkelerinde de aynen ifaya hükmedilmesi gerektiği genel kural olarak öngörülmekte; m.7.2.2 gibi bazı istisnai durumlarda hâkimin aksine hükmedebileceği düzenlenmektedir. UNIDROIT, 2016, s. 255-259. Fransız Hukuk yönünden ise 2016 yılında yapılan değişiklik sonrasında FMK. m. 1221 hükmü ile alacaklının temerrüde düşen borçlusundan aynen ifayı talep etme hakkına öncelik verilmiş ancak bu talebe önemli bir sınırlama da getirilmiştir. Bu hükme göre ifa mümkün değil ise ya da borçlunun aynen ifasının maliyeti ile alacaklının menfaati arasında  belirgin bir oransızlık (disproportion manifeste)  mevcut ise aynen ifada ısrar edilemez. Örneğin, alacaklı malı piyasadan başka bir şekilde makul bir surette temin edebiliyor ise tazminata hükmedilebilir. Bu konuda bkz. BAYSAL, Başak, Zarar Görenin Kusuru (Müterafik Kusur), İstanbul, 2012, s. 352 vd. 8   THÉVENOZ, Luc, De l extinction des obligations, art 97-109, Thévenoz, Luc/Werro, Franz, Code des obligations, I Commentaire Romand, Genève-Bale-Munich, 2003, Art. 107, s. 634; HAVUTÇU, Ayşe, Tam iki Tarafa Borç Yükleyen Sözleşmelerde Temerrüt ve Müspet Zararın Tazmini, İzmir, 1995, s. 60; VON TUHR, 1983, s. 624; EREN, 2019, s. 1251; TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku I, Genel Hükümler, İstanbul, 1976, s. 943. 9   THÉVENOZ, CR, Art. 107, 2003, s. 634, 635; HAVUTÇU, 1995, s. 60; VON TUHR, 1983, s. 624; EREN, 2019, s. 1251. 63     yükümlülüğünün artık sona erdiğini ve bundan sonra kendisine yapılacak olan aynen ifa taleplerini ret hakkının doğacağını da bildirmiş olur.  Kural olarak şekil şartına bağlı olmayan vazgeçme beyanı yenilik doğuran bir hukuki işlemdir. Gecikmiş borcun aynen ifasından vazgeçtiğini bildirmesi ile alacaklı aynı zamanda hakları üzerinde tasarrufta bulunduğundan tasarruf yetkisi ile fiil ehliyetine sahip  olması  gerekir.  Borçlunun  hakimiyet  alanına  ulaşması  ile  istenilen  hukuki sonuçlar doğacak, böylelikle borçlu borç ilişkisinden doğan asli edim yükümlülüğünü yerine getirme borcundan kurtulacaktır. Bu sebeple vazgeçme beyanı şarta bağlı olarak yapılamaz.  Karşılıklı borç yükleyen sözleşmelerde var olan kondisyonel karşılıklılık sebebiyle vazgeçme  beyanının  alacaklının  karşı  edimi  üzerindeki  etkisi  de  tartışma  konusu olmuştur. Baskın görüş, alacaklının tayin ettiği ek sürenin dolması ile birlikte aynen ifayı ret sonucunun doğduğu bu sebeple kendisine ait karşı edimi ifa borcunun da sona ereceği yönündedir.  Kanaatimizce edimler arasındaki karşılıklılık ilişkisi, edim yükümlülüklerinin ihlali durumunda ve hatta yerine geçen yükümlülükler üzerinde dahi devam eder. Bu sebeple alacaklının aynen ifa ile gecikme tazminatı talep etmesi halinde kendi borcu ile karşı edim arasındaki  değişim  ilişkisi  de  devam  eder.  Bunun  içindir  ki  aynen  ifa  ve  gecikme tazminatı karşılanana kadar alacaklının karşı edimin ifasından kaçınması mümkündür. Alacaklı vazgeçme beyanı ile hangi seçimlik hakkı kullanacağı bildiriminin bir adım önünde artık borçlunun aynen ifa yükümlülüğünü sona erdirir. Bu yükümlülüğün ortadan                                                            10  THÉVENOZ, CR, Art. 107, 2003, s. 635; Bununla birlikte hukuki işlemlere ait ispat yükü bakımından HMK. m. 200 hükmü uygulama alanı bulabilecek; ayrıca kanunun TTK. m. 18/b.3; m. 1434/b.3 düzenlemelerinde olduğu gibi şekil şartı öngördüğü istisnaî durumların varlığı da devam eder. 11  KILIÇOĞLU, 2017, s. 912; HAVUTÇU, 1995, s. 60; EREN, 2019, s. 1251. 12  HAVUTÇU, 1995, s. 61. 13  EREN, 2019, s. 125; KILIÇOĞLU, 2017, s. 91; VON TUHR, 1983, s. 624; HAVUTÇU, 1995, s. 61. 14  Özellikle Alman hukuku yönünden var olan ret uyarısı bakımından yapılmış olan bu tartışmalar hakkında bkz. HAVUTÇU, 1995, s. 61. 15  Bu  noktada  artık  edimlerin  tekrar  canlanması  ancak  taraflarca  yeniden  taahhüt  edilmeleri  ile mümkündür. HAVUTÇU, 1995, s. 62. Aynı yönde bkz. OĞUZMAN/ÖZ, C. I, 2018, s. 511. Bu görüşün pratik sonucu ise fark teorisine göre olumlu zarar tazmini hesabında doğar. 64     kalkması durumunda karşı edim ile aralarındaki değişim ilişkisi ve alacaklının karşı edimi ifa yükümlülüğü sona ermelidir. C.  Alacalının Vazgeçme Beyanının Bildirimi Alacaklı gecikmiş borcun aynen ifasından vazgeçtiği yönündeki iradesini farklı şekillerde açıklayabilir: Buna göre ilk ihtimal aynen ifadan vazgeçeceğini borçluya verdiği ek süre ile birlikte ya da ek sürenin içinde bildirmiş olmasıdır. Alacaklının ek süre tayini ile birlikte vazgeçme beyanını da içine alan tek bir beyanda bulunması mümkün olmakla birlikte her iki iradeye yönelik değerlendirmenin ayrı ayrı yapılması gerekir. Buna göre ek süre tayini borçluya son bir imkân vererek belirli tarihe kadar borcunu ifaya davet etmek yönünde hukuki işlem benzeri irade açıklaması olarak değerlendirilecek;19 borçlunun verilen süre içinde borcunu ifa etmemesi  ya da süre verilmesini gerektirmeyen bir durumun varlığı halinde ise vazgeçme beyanına ilişkin yenilik doğurucu hukuki işlem hüküm ve sonuç doğuracaktır.                                                             16  Kanaatimizce bu farklı ihtimalleri ve vazgeçme iradesi ile seçimlik hakların kullanımı ayırımını net yapmamaktan kaynaklı olarak alacaklının aynen ifa talebinden vazgeçtiğini açıkça bildirmek zorunda olup olmadığı ile ilgili doktrinde farklı görüşler ileri sürülmüştür. Bir görüş alacaklının sadece ek süre vererek  ifa  talebinde  bulunmaması  halinde  aynen  ifa  talebinden  vazgeçtiğinin  kabul  edilmesi yönündedir. Bu görüşe göre alacaklının seçimlik hakkını kullanmak için ek süre verdiğini, ifa talebinde bulunmak için ek süre vermeye gerek olmadığını bu sebeple açıkça seçimlik hakkını kullandığını bildirmesine gerek yoktur. TÜMERDEM, Murat, Sürekli Borç İlişkilerinde Borçlunun Temerrüdü ve Sonuçları, Ankara, 2018, s. 373, dpn. 587; LEMP, Paul, Schadenersatz wegen Nichterfüllung als Folge des Schuldnerverzuges, Bern, 1939, s. 34. Bir diğer görüş ise kanun koyucunun madde düzenlemesinde ek süre tayini ile ilgili açıkça aynen ifadan vazgeçme iradesine yer verilmediği, bu nedenle ek süre bitiminde alacaklının aynen ifa talebinde bulunabileceği ya da alacaklıya derhal bildirim ile aynen ifadan vazgeçebileceği şeklindedir. bkz. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 899. 17  COMMENT, Albert, De la demeure du débiteur dans les contrats bilatéraux, art. 107-109 CO, Courtelary, 1924, s. 79 vd.; RAMONİ, Claude, Demeure du débiteur et contrats de droit suisse, Zurich, 2002, s. 32; TERCİER, 2004, s. 201; ENGEL, Pierre, Traite Des Obligations En Droit Suisse, Bern, 1997, s. 729.; CHERPİLLOD, 1998, s. 77. Hatta ek süre tayininden önce dahi alacaklının seçim hakkını bildirmesi mümkündür. THÉVENOZ, CR, Art. 107, 2003, s. 636. 18  Böyle  bir  durumda  vazgeçme  beyanı  ihtarla  bildirilebilir. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 1281; FEYZİOĞLU, Necmeddin, Borçlar Hukuku Genel Hükümler, C. I, İstanbul, 1977, s. 261. 19  ENGEL, 1997, s.728; TERCİER, 2004, s. 236; RAMONİ, 2002, s. 25; THÉVENOZ, CR, Art. 107, 2003, s. 633. 65     Bir  diğer  ihtimal  ise  alacaklının  vazgeçme  iradesini  doğrudan  aynen  ifayı istemediği şeklinde değil, seçimlik haklarından birini kullanarak bildirmiş olmasıdır. Bu durumda alacaklının aynen ifadan vazgeçtiği yönünde açık bir irade açıklaması bulunmamakta;  ancak  alacaklı  uğradığı  olumlu  zararın  ya  da  sözleşmeden  dönerek olumsuz zararın tazminini talep ederek aslında zımni olarak vazgeçme beyanını da açıklamaktadır. Bununla birlikte alacaklının sadece aynen ifadan vazgeçtiğini bildirmekle yetindiği ve seçimlik haklara ilişkin tercihini ise içinde barındırmayan bir irade açıklaması ile vazgeçme beyanında bulunup bulunamayacağı ise tartışma konusudur. Bir görüşe göre, alacaklının borçlu aleyhine belirsizlik yaratmasını engellemek amacıyla ifadan vazgeçme beyanının kesin olması gerektiği; bir başka deyişle alacaklının vazgeçme beyanı ile hangi seçimlik hakkı kullanacağı yönündeki kararını birlikte vermesi gerektiği yönündedir. Zira borçlunun sözleşmeden doğan ve karşılıklılık ilişkisi içinde bulunan tüm borçlara ait belirsizliğin gecikmeksizin giderilmesinde hukuken korunan bir menfaati vardır.  Aksi yöndeki diğer görüşe göre ise, alacaklının sadece aynen ifadan vazgeçme yönündeki iradesini  hemen  bildirmekle  yükümlü  olduğu  buna  karşılık,  borcun  ifa  edilmemesi sebebiyle sahip olduğu seçimlik haklara ait bildirimini ayrıca ve daha sonra yapabileceği kabul edilir. Bucher ise, her iki görüşün arasında bir düşünce ile; karşı edimi ifa etmek istemeyen alacaklının vazgeçme beyanıyla birlikte borçluya kendi edimini ifa etmek istemediği yönündeki iradesini açıklamak zorunda olduğunu; ancak bu şekilde seçimlik haklarını muhafaza edeceğini ileri sürer.                                                            20  VON TUHR, 1983, s. 24, 624; HAVUTÇU, 1995, s. 63 21  COMMENT, 1924, s. 71, 72; MONOD, Michel, La résolution des contrats synallagmatiques parfaits,  Etude  comparative  de  droit  suisse  et  de  droit  français,  Lausanne,  1987,  s.  130; THÉVENOZ, CR, Art. 107, 2003, s. 636; TUNÇOMAĞ, 1976, s. 946; VON TUHR, 1983, s. 624 22  THÉVENOZ, CR, Art. 107, 2003, s. 636. 23  RAMONİ, 2002, s. 33; STANİSLAS, Guy, Le droit de résolution dans le contrat de vente : sanction de l'inexécution des obligations contractuelles : étude de droit suisse, Genève: Georg, 1979, s. 78 vd.; CHAVANNE, Sylvie, Le retard dans l exécution des travaux de construction, Genève, 1993, s. 75. Bu konuda bkz. THÉVENOZ, CR, Art. 107, 2003, s. 636, dpn. 53 te belirtilen: BECKER, Hermann, Berner Kommentar, VI/1, Allgemeine Bestimmungen, Berne, 1945, Art. 107, N.36; GUHL, Theo/MERZ, Hans/KOLLER, Alfred, Das Schweizerische Obligationenrecht, Zürich, 1991, s. 236. 24  THÉVENOZ, CR, Art. 107, 2003, s. 636, dpn. 53 te belirtilen: BUCHER, Eugen, Schweizerisches Obligationenrecht, Allgemeiner Teil ohne Deliktsrecht, Zürich, 1988, s. 374, dpn. 176. Ayrıca 66     TBK. m. 125/II hükmünde yer alan  Alacaklı, ayrıca borcun ifasından ve gecikme tazminatı isteme hakkından vazgeçtiğini hemen bildirerek borcun ifa edilmemesinden doğan zararın giderilmesini isteyebilir veya sözleşmeden dönebilir.  şeklindeki ifadenin lafzi  yorumu,  vazgeçme  bildirimi  ile  seçimlik  hakların  kullanımına  ilişkin  irade açıklamalarını birbirinden ayıran görüşe daha yakındır. Kanaatimizce vazgeçme beyanı alacaklının hangi seçimlik hakkı kullanacağı bildiriminden bir adım önde ve borçlunun aynen ifa yükümlülüğünü sona erdiren bir irade açıklamasıdır. Kanun koyucunun bu bildirimin hemen yapılmasını istemesinde şüphesiz ki her iki tarafa ait menfaatlerin de korunması fikri yatar. Zira aynı bildirim ile birlikte alacaklı da artık karşılıklılık ilişkisi içindeki edimini ifa etme yükümlülüğü altında değildir. Her ne kadar borç ilişkileri nihai olarak ifa edilmek üzere kurulsalar da alacaklının ifadan vazgeçmesi durumunda artık bu nihai amacın da anlamı ve faydası kalmamış olur. Nasıl ki alacaklının borçlunun borcunu yerine getireceği yönündeki inancı muğlak ve sınırları belli olmayan bir zaman dilimini içeremeyecek ise, borcunu ifada temerrüde düşen borçlunun da hangi seçimlik hak ile karşı karşıya olduğu konusunda bir belirsizlik ile mücadele etmesi beklenemez. Bu sebeple bizim de görüşümüz alacaklının vazgeçme beyanını hemen bildirim zorunluluğu olduğu ancak aynı beyan ile birlikte hemen seçimlik haklarını kullanma zorunluluğu bulunmadığı yönündedir. Alacalının seçim hakkını kullanması gereken süre ise aynen ifaya konu edimin niteliği, şartları varsa kanun hükmü, alacaklı ve borçlunun karşılıklı menfaatleri, tarafların karşılıklılık ilişkisi içinde yer alan ve önceden ifa edilen diğer edimleri  gibi  somut  olayın  özellikleri  ile  dürüstlük  kuralları  dikkate  alınarak belirlenmelidir. TBK.  m.  124  hükmünde  yer  alan  ve  karşılıklı  borç  yükleyen  sözleşmelerde alacaklının ek süre tayinine gerek olmadan seçimlik haklarını kullanabildiği durumlarda                                                            konuyla ilgili Federal Mahkemenin de kararsız kaldığı bir örnek olarak bkz. ATF 123 III 16, c. 4b, JdT 199 I 99. Yazar ifadan vazgeçerek kendi edimini ifa etmek istemediği yönünde bildirimde bulunan alacaklının, sözleşmeden dönme ya da fark teorisi uyarınca olumlu zararların tazmininden birini daha sonra seçerek bildirebileceğini belirtir. 25  Makul süre değerlendirmesi Yargıtay tarafından alacaklının aynen ifa ve gecikme tazminatı taleplerini her zaman ileri sürme yetkisini kötüye kullanma durumunda, ortak kusur olarak kabul edilmekte ve alacaklının uğradığı zararın tazmininde indirim sebebi olarak kullanılmaktadır. Örnek olarak bkz. KILIÇOĞLU, 2017, s. 913; Yarg. 15. HD., T. 19.01.1988, E. 1810, K. 72; Yarg. 13. HD. T. 22.10.1981 E.5738, K. 6690. Bu konuda farklı örnekler için ayrıca bkz. STANİSLAS, 1979, s. 79; CHAVANNE, 1993, s. 75. 67     vazgeçme beyanına gerek olup olmadığı da yine doktrinde tartışmalıdır. Bu konudaki ilk görüş, vazgeçme beyanının seçimlik hak kullanımının ön şartı olması fikrinden hareketle ek  süre  tayinine  gerek  olmayan  istisnaların  sadece  süre  şartı  için  geçerli  olduğu; dolayısıyla  alacaklının  bu  hallerde  de  vazgeçme  bildiriminde  bulunması  gerektiği yönündedir. Dolayısıyla alacaklı aynen ifa ve gecikme tazminatı talebinden vazgeçtiğini borçluya  bildirmedikçe  seçimlik  haklarını  kullanamaz.  Bir  başka  görüş,  borçlunun davranışlarından  ek  süre  verilmesinin  faydasız  olduğu  anlaşılıyor  ise  vazgeçme bildiriminin yapılması gerektiği diğer istisnalarda ise bu bildirime ihtiyaç bulunmadığı şeklindedir. Son görüşe göre ise, ek süre verilmesini gerektiren sebeplere dair bir ayırım yapılmaksızın  süre  tayininin  gerekmediği  hallerde  vazgeçme  bildirimine  de  gerek olmadığı kabul edilir.  Zira alacaklının edimin aynen ifasında menfaati kalmamışken yine de bu yönde bir irade açıklamasını beklemek çelişkili olacaktır. Kaldı ki borçlu da artık bu yönde bir menfaatin bulunmadığını bilir. Bu görüşe göre ek süre tayininin faydasız kaldığı durumları ayrık tutmanın edimi ifa etme niyetini açıkça ortaya koyan borçlu yönünden artık bir anlamı yoktur. Bizim görüşümüze göre vazgeçme beyanı, alacaklının seçim hakkı  yönündeki beyanından ayrı değerlendirilmeli, alacaklının  her zaman  tercih edebileceği aynen ifa ve gecikme tazminatından vazgeçtiği yönündeki irade açıklamasının bir adım öncesi olarak  düşünülmelidir.  Ek  süre  verilmesi,  ise  alacaklının  borçluyu  temerrüdün  ağır sonuçlarından kurtarmak için son bir imkân vererek belirli bir tarihe kadar borcunu ifaya davet etmesi yönündeki bir irade açıklamasıdır. Alacaklının ek süre tayin ederken                                                            26  ENGEL, 1997, s. 732; GAUCH, Peter/SCLUEP, Walter/TERCİER, Pierre, La Partie Générale Du Droit des obligations, II, Zürich, 1982, n. 1763; RAMONİ, 2002, s. 34. YHGK.  T. 14.03.1984, E. 1112, K. 224. Sayılı kararında  …edadan vazgeçmek bir mehil tayinine tabi bulunmamış olsa bile edadan vazgeçme beyanının derhal yapılması gerekir  ifadesi ile bu yönde karar vermiştir.  27  COMMENT, 1924, s. 84.  28  STANİSLAS, 1979, s. 80; RAMONİ, 2002, s. 34, 35. Yazar bu tartışmaların temelinde seçimlik hakların kullanımına dair bildirimin hemen yapılması yönündeki tartışmaların yattığını belirtmekte ve buna verilen yanıta paralel olarak görüş ayrılıklarının doğduğunu belirtmektedir. Bu konuda ayrıca bkz. MONOD, 1987, s.130; CHERPİLLOD, Ivan, La fin des contrats de durée, Lausanne, 1998, s.77; ENGEL,  1997,  s.  732;  THÉVENOZ,  CR,  Art.  107,  2003,  s.  635,  636.  Aynı  görüşte  bkz. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 1283; FEYZİOĞLU, 1977, s. 261; HAVUTÇU, 1995, s. 64, 65. 29  ENGEL, 1997, s. 728; TERCİER, 2004, s. 236; RAMONİ, 2002, s. 25; THÉVENOZ, CR, Art. 107, 2003, s. 633. 68     yaptığı bu davet aynen ifa talebinden vazgeçmeden önce borçluya son bir şans tanımak anlamına da gelir.  Bu sebeple kanun koyucunun bu şansın verilmesini gerekli görmediği hallerde  ayrıca  aynen  ifa  talebinden  vazgeçildiği  yönünde  bir  irade  açıklamasının beklenmesi  kanaatimizce  de  yerinde  olmayacaktır.  Kaldı  ki  alacaklı  zaten  seçimlik hakkını kullandığında bu seçim hakkı aynen ifadan vazgeçme iradesini de doğal olarak kapsar. Alacaklının seçim hakkını kullanmamış olması ise aynen ifadan vazgeçmediği anlamı taşır ki kanun koyucu bu imkânı zaten her zaman için alacaklıya sunmaktadır. (TBK. m. 125/I)  II.  ALACAKLININ SEÇİM HAKKI A.  Genel Olarak Seçim Hakkı Karşılıklı borç yükleyen sözleşmelerde alacaklıya üç ayrı haktan birini seçme imkânı  sunulmaktadır.  Bunlar  aynen  ifayla  birlikte  gecikme  tazminatı  talep  etmek, gecikmiş borcun aynen ifasından vazgeçerek borcun ifa edilmemesi sebebiyle doğan olumlu zararın tazminini talep etmek ve sözleşmeden dönerek olumsuz zarar tazminini talep etmektir. TBK. m. 125 hükmü çerçevesinde ve maddenin kenar başlığında da belirtildiği üzere alacaklıya birbiri ile yarışacak şekilde tanınan bu haklara seçimlik haklar denilse de hakların hukuki nitelikleri aslında seçimlik yetkiden başka bir şey değildir. Seçimlik  yetkinin  alacaklıya  tanınmış  olması  durumunda,  borçlu  ancak  sözleşmede kararlaştırılan  asıl  edimi  ifa  ederek  borcundan  kurtulabilir.  Burada  aslında  borç                                                            30  Bu konuda bkz. ATEŞ, 2021, s. 161 vd. Ayrıca bkz. LOERTSHER, D.; De l effet des obligations, art 84-96, Thévenoz, Luc/Werro, Franz, Code des obligations, I Commentaire Romand, Genève-BaleMunich, 2003, CR. Art.  84, s. 505; ENGEL, 1997, s. 81, s. 638 vd.; BEGUELİN, Edouard, De La Construction Juridique Du Pactum Reservati Dominii, 1899; VON TUHR, 1983 s. 78; SELİÇİ, Ö.;  Seçimlik Borçların İfası , İÜHFM., Cilt: 34, Sayı: 1 – 4, Yıl: 1968, s. 380; ŞENGÜL, Mehmet,  Seçimlik Borçlara İlişkin Temel Özellikler Ve Seçimlik Borçların İfası , EÜHFD., Cilt: XV, Sayı: 3- 4, Yıl: 2011, s. 219, 413. Yargıtay da vermiş olduğu bir kararında, borçlu temerrüdü sebebiyle alacaklıya tanınan seçimlik hakları seçimlik yetki şeklinde ifade etmiştir. Bkz. Yarg. 14. HD., T. 16.11.2007, E. 2007/11905, K. 2007/14401. (www.lexpera.com.tr) 31  KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI, Borçlar Hukuku Genel Bölüm, C. I, Prof. Dr. Necip Kocayusufpaşaoğlu, Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme, İstanbul, 2017,  s.  69;  SELİÇİ,  1968,  s.  383; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP,  1993,  s. 818; OĞUZMAN/ÖZ, C. I, 2018, I, s. 284; KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI, 2016, (Serozan İfa), s. 88. 69     ilişkisinde belirlenmiş belirli bir edim vardır. Bununla birlikte; alacaklının borçlanılan asıl edim yerine yedek edimi talep etmesi hâlinde, başlangıçta borçlanılan asıl edim yerine borç ilişkisinin içeriği artık yedek edim olur ve borçlu ancak yedek edimi ifa ederek borcundan kurtulabilir.  Diğer  yandan  taraflar  arasındaki  hukuki  ilişki  alacaklının  seçimlik  hakkını kullanmasından sonra değişikliğe uğrayacaktır. Bu sebeple, alacaklıya tanınan seçimlik yetkinin kullanılması, yenilik doğuran bir hukuki işlem olarak kabul edilmekte ve haliyle şarta bağlı olarak yapılamamaktadır. Alacaklının irade açıklamasının borçlunun hakimiyet alanına ulaşması ile istenilen hukuki sonuçlar doğmakta, borçlu artık borç ilişkisinden  doğan  asli  edim  yükümlülüğünün  yerine  alacaklı  tarafından  kendisine seçilerek sunulan borcu ifa ederek borcundan kurtulabilmektedir. Alacaklının seçim hakkını kullanması kural olarak şekil şartına bağlı değildir. Seçim hakkını belirleyen irade açıklaması tek taraflı ve varması gerekli bir irade beyanı şeklinde kullanılır. Bu irade açıklaması ile alacaklı sözleşme ilişkisi içinde borcunu yerine getirmeyerek temerrüde düşen borçlu karşısında hangi talep ile var olacağını ve hangi talepleri ret hakkının doğacağını da bildirilmiş olur. Alacaklının bu tasarrufta bulunabilmesi için tasarruf yetkisi ile fiil ehliyetine sahip olması ise şarttır.                                                             32  THÉVENOZ, CR, Art. 107, 2003, s.  634; STANİSLAS, 1979, s. 79; VON TUHR, 1983, s. 137, 147; KILIÇOĞLU, 2017, s. 912; HAVUTÇU, 1995, s. 60; EREN, 2019, s. 1251. Alman Hukukunda Leser ile başlayan bir görüş ise, aynen ifayı ret hakkını yenilik doğurucu bir hak, seçimlik hakları ise yenilik doğurucu bir yetki olarak kabul etmektedir. Bu görüş bilhassa seçimlik hakların değişimi imkânı yönünden doktrinde yapılan tartışmaların da çıkış noktasını oluşturmuştur. Yazara göre yenilik doğuran hakların bağlayıcı etkisi bu hakların kullanılması ile birlikte meydana gelirken, yenilik doğuran yetkiler bakımından bu etki bir süre sonra gerçekleşmektedir. Bu tartışmalar için bkz. BUZ, Vedat, Borçlunun Temerrüdünde Sözleşmeden Dönme, Ankara, 1998, s. 306 vd., özel olarak s. 307 dpn. 384. Ayrıca LESER, H.G; Der Rücktritt vom Vertrag, Tübingen, 1975. 33  STANİSLAS, 1979, s. 79; TERCİER, 2004, s. 64; ENGEL, 1997, s. 61; EREN, 2019, s. 125; KILIÇOĞLU, 2017, s. 91; VON TUHR, 1983, s. 624. 34  THÉVENOZ, CR, Art. 107, 2003, s. 635; Bununla birlikte hukuki işlemlere ait ispat yükü bakımından HMK. m. 200 hükmü uygulama alanı bulabilecek; ayrıca kanunun TTK. m. 18/b.3; m. 1434/b.3 düzenlemelerinde olduğu gibi şekil şartı öngördüğü istisnaî durumların varlığı da devam edecektir. 35  THÉVENOZ, CR, Art. 107, 2003, s. 634, 635; HAVUTÇU, 1995, s. 60; VON TUHR, 1983, s. 624; EREN, 2019, s. 1251. 36  HAVUTÇU, 1995, s. 61. 70     Alacaklı seçim hakkını kullanırken iradesini şüpheye yer vermeksin açıklamalı ve sahip olduğu seçimlik imkanlardan yalnızca birini kullanmalıdır. Diğer bir ifadeyle, seçimlik hakların ikisi veya hepsinin birden kullanılması mümkün olmadığı gibi; TBK m. 125 te düzenlenen seçimlik hakları birbirine harmanlayarak kullanması da mümkün değildir.  B.  Alacaklının Seçim Hakkının Bildirimi Yukarıda da ifade edildiği üzere vazgeçme beyanı alacaklının hangi seçimlik hakkı kullanacağını bildirmesinin bir adım önünde artık borçlunun aynen ifa yükümlülüğünü sona erdirir. Bu yükümlülüğün ortadan kalkması ise karşı edim ile aralarındaki değişim ilişkisini  sona  erdirecek  böylelikle  karşı  edimi  ifa  yükümlülüğü  de  son  bulacaktır. Alacaklının seçimlik hakkını kullanma yönündeki irade açıklaması ise vazgeçme beyanı ile birlikte ya da ayrı ayrı kullanılabilir. Alacaklı borçluya tanıdığı ek sürenin bitiminde yapacağı irade açıklaması ile hangi seçimlik hakkı kullanmayı tercih ettiğini bildirebileceği  gibi; iradesini ek süre ile birlikte ya da ek sürenin içindeki bir zaman diliminde de açıklayabilir. Ek süre tayini ve seçimlik  hak  tercihinin  aynı  beyan  içinde  yer  alması  iradelerin  bir  bütün  olarak yorumlanmaları sonucunu doğurmaz. Her iki iradeye yönelik değerlendirmenin ayrı ayrı yapılması gerekir. Buna göre borçluya tanınan ek sürenin sonunda ifa gerçekleşmez ise alacaklının kullandığı seçimlik hak hüküm ve sonuç doğurur. Kanundan, sözleşmeden ya da dürüstlük kurallarından kaynaklı olarak seçimlik hak kullanımına istisna getirilen ve ek süre dolmadan önce yapılması gereken durumlar ise saklıdır.                                                            37  THÉVENOZ, CR, Art. 107, 2003, s. 635; ENGEL, 1997, s. 729; VON TUHR, 1983, s. 24, 624; HAVUTÇU, 1995, s. 63 38  COMMENT, 1924, s. 79 vd.; RAMONİ, 2002, s. 32; TERCİER, 2004, s. 201; ENGEL, 1997, s. 729.; CHERPİLLOD, 1998, s. 77. Hatta ek süre tayininden önce dahi alacaklının seçim hakkını bildirmesi mümkündür. THÉVENOZ, CR, Art. 107, 2003, s. 636. İhtarla dahi seçimlik hak kullanımı mümkündür. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 1281; FEYZİOĞLU, 1977, s. 261. 39  TBK. m. 315 hükmü uyarınca kiracı, kiralananın tesliminden sonra muaccel olan kira bedelini veya yan gideri ödeme borcunu ifa etmezse, kiraya veren kiracıya yazılı olarak bir süre verip, bu sürede de ifa etmeme durumunda, sözleşmeyi feshedeceğini bildirebilir. Bu konuda bkz. GÜMÜŞ, Mustafa A., Yeni 6098 sayılı Türk Borçlar Kanunu na Göre Kira Sözleşmesi, İstanbul, 2012, s. 282. 71     Alacalının seçim hakkına ilişkin olarak kanun koyucu iki ayrı süre değerlendirmesi yapar. Buna göre; -  Gecikmiş  borcun  aynen  ifası  ile  gecikme  tazminatı  talebi  bir  süre  ile sınırlandırılmamış ve alacaklının bu hakkı  her zaman  kullanabileceği belirtilmiştir. (TBK. m. 125/I) Elbette bu ifade alacaklıya tanınan yetkinin dürüstlük kurallarına aykırı kullanımına engeldir. Yargıtay hakkın kötüye kullanımı oluşturabilen bu yöndeki irade açıklamalarını  ortak  kusur  olarak  kabul  etmekte  ve  alacaklının  uğradığı  zararın tazmininde indirim sebebi saymaktadır. - Aynen ifadan vazgeçerek olumlu zararın tazmini ya da sözleşmeden dönme talebi için ise; TBK. m. 125 hükmü  Alacaklı, ayrıca borcun ifasından ve gecikme tazminatı isteme hakkından vazgeçtiğini  hemen  bildirerek, borcun ifa edilmemesinden doğan zararın giderilmesini isteyebilir veya sözleşmeden dönebilir.  ifadesini kullanmaktadır.  Yukarıda da ifade ettiğimiz üzere vazgeçme beyanı yönünden hemen bildirim zorunluluğu bulunmakla birlikte alacaklı seçimlik haklarını aynı beyan içinde kullanmak zorunda değildir. Bu sebeple alacaklının seçim hakkını kullanması gereken süre tespit edilirken, aynen ifaya konu edimin niteliği, şartları varsa kanun hükmü, alacaklı ve borçlunun karşılıklı menfaatleri, tarafların karşılıklılık ilişkisi içinde yer alan ve önceden ifa edilen diğer edimleri gibi somut olayın özellikleri ile dürüstlük kuralları dikkate alınarak  bir  tespit  yapılmak  zorundadır.  Nitekim  seçimlik  hakların  kullanımı  için öngörülen  süre,  somut  olayın  koşullarına,  niteliğine  ve  dürüstlük  kurallarına  göre gecikmemeyi  ifade  eder.  Alacaklı  kullanacağı  seçimlik  hakkın  borçlu  yönünden doğuracağı ağır sonuçları da göz önünde bulundurarak en kısa sürede ve geciktirmeden                                                            40  KILIÇOĞLU, 2017, s. 913, dpn. 963. Örnek olarak bkz.  Yarg. 15. HD., T. 19.01.1988, E. 1810, K.72; Yarg. 13. HD. T. 22.10.1981 E. 5738, K. 6690.  41  KILIÇOĞLU, 2017, s. 913. Yarg. 15. HD., T. 19.01.1988, E. 1810, K.72; Yarg. 13. HD. T. 22.10.1981 E.5738, K.6690. THÉVENOZ, CR, Art. 107, 2003, s. 635; STANİSLAS, 1979, s.79. Ayrıca farklı görüşler hakkında bkz. CHAVANNE, 1993, s. 75.  42  Kanaatimizce CSIG m. 64 ve UNIDROIT m. 7. 3. 2 hükümleri de incelendiğinde bilhassa sözleşmeyi sona erdirme yönünden bu değerlendirmenin MK. m. 2 ve dürüstlük kuralları uyarınca makul süre (délai raisonnable) süzgecinden de geçirilmesi gerekir. UNIDROIT, 2016, s. 269-271. Yapılması gereken değerlendirmelerle ilgili ayrıca bkz. MONOD, 1987, s. 130; BEGUELİN, Edouard; Demeure du débiteur dans les contrats bilatéraux (mise au point 31 juillet 1942), FJS 665, s.2; CHERPİLLOD, 1998, s.77; COMMENT, 1924, s.72; ENGEL, 1997, s. 494; CHAVANNE, 1993, s. 75 RAMONİ, 2002, s. 32; STANİLAS, 1979, s. 78. 72     borçluya bildirmelidir. Buna göre, alacaklının seçim hakkı yönündeki irade açıklaması bilhassa  piyasadaki  çalkantılardan  fayda  sağlamaya  yönelik  davranışlar  sergiliyorsa gecikmiş kabul edilir. Alacaklının seçimlik haklardan hangisini tercih ettiğini beyan etmemesi durumunda kural olarak seçiminin aynen ifa ve gecikme tazminatı talebi ile sınırlı olduğu kabul edilir. Dolayısıyla borçlu temerrüdüne bağlı olarak sahip olduğu asli talep imkânı geciken borcun aynen ifasıdır. Bir başka ifade ile özel kanun hükümleri saklı olmak kaydı ile susma, aynen ifa ve gecikme tazminatı talebi yerine geçer. Bununla birlikte alacaklının borçluya ek süre tayin ederek seçimlik haklarını canlandırması da mümkündür.  Alacaklının seçim hakkını kullandığı ancak hangi hakkı tercih ettiğinin açık olarak anlaşılamadığı durumlarda, irade beyanının, özellikle borçlu tarafından bilenebilir niyeti ile menfaatine uygun şekilde ve  güven ilkesi  uyarınca  yorumlanması  gerekir. Bu durumda  örneğin  alacaklının  edimden  vazgeçtiği  yönündeki  irade  açılaması  şüphe halinde  aynen  ifadan  vazgeçtiği  ve  olumlu  zararın  tazminini  talep  ettiği  şeklinde anlaşılmalıdır.  Karşılıklı menfaatler ve somut olayın özellikleri ile dürüstlük kuralları çerçevesinde belirlenen süreyi geçirerek seçimlik haklarını kullanma imkanını kaybeden alacaklının aynen ifa ve gecikme tazminatı talep hakkı devam eder. Bu durumda alacaklının borçluya                                                            43  THÉVENOZ, CR, Art. 107, 2003, s. 635.  44  RAMONİ, 2002, s. 34; STANİSLAS, 1979, s. 77; CHERPİLLOD, 1998, s. 76; ENGEL, 1997, s. 731. TBK. m. 212/II hükmü bu saklı hallere örnek olarak gösterilebilir. Buna göre zilyetliğin devri için belirli bir süre konulmuş olan ticari satışlarda, satıcı temerrüde düşerse alıcının, devir isteminden vazgeçerek borcun ifa edilmemesinden doğan zararının giderilmesini istediği kabul edilir. Dolayısıyla satılanın teslimi için belirli bir vadenin öngörüldüğü ticarî satımlarda satıcının temerrüdü hâlinde, alıcının geciken  ifa  yerine  borcun  ifa  edilmemesinden  doğan  olumlu  zararın  tazminini  istediği  kabul edilmektedir. Bkz. KILIÇOĞLU, 2017, s. 914, dpn. 965; Yarg. 13. HD. T. 15.06.1995, E. 5604, K. 5908. 45  THÉVENOZ, CR, Art. 107, 2003, s. 635. 46  COMMENT, 1924, s. 73-78; RAMONİ, 2002, s. 33; ENGEL, 1997, s. 732; SECRÉTAN, R.; Des Droits Du Vendeur Contre L acheteur En Demeure, Eté En Particulier De La Théorie Dite De La Différence, Applique Aux Ventes Non Commerciale, JdT 1947 I, s. 38; THÉVENOZ, CR, Art. 107, 2003, s. 636. Örnek karar olarak bkz. ATF 123 III 16, c.4b. İş sahibinin yükleniciye ödediği parayı geri istemesi sözleşmeden dönme ve olumsuz zararın tazmini şeklinde yorumlanmalıdır. Bkz. KILIÇOĞLU, 2017, s. 913. 47  ENGEL, 1997, s. 732. 73     son bir kez süre vererek seçimlik haklarını kullanma imkanını canlandırma olanağına sahip olduğu kabul edilir. Böylelikle borçlu yeni sürenin sonuna kadar borcunu ifa ederek borcundan kurtulabilecek; alacaklı ise verilen sürenin sonunda ifa gerçekleşmez ise iki seçimlik hakkından birini kullanabilecektir. C.  Alacaklının Seçim Hakkını Değiştirmesi Yukarıda da ifade edildiği üzere alacaklının seçim hakkını kullanması yenilik doğurucu  bir  haktır.  Nitekim  aynen  ifadan  vazgeçerek  olumlu  zarar  tazmini  ya  da sözleşmeden  dönme  taraflar  arasındaki  hukuki  ilişkiyi  değişikliğe  uğratır.  Yenilik doğuran haklar bir defa kullanılmakla tükenen ve sona eren haklar olup; kullanıldıktan sonra bu hakların geri alınmaları kural olarak mümkün değildir. Tarafların anlaşmaları ya da yenilik doğuran hak sahibinin, hakkı kullandıktan sonra bundan feragat etmesi de durumu değiştirmez. Bu sebeple alacaklı, borçluya hangi seçimlik hakkı kullanacağını bildirdi ise diğer seçimlik hakkı talep imkanını kaybeder. Bununla  birlikte  doktrinde  bazı  yazarlar,  muhatabın  korunmaya  değer  bir menfaatinin bulunmadığı durumlarda alacaklının kullandığı seçimlik hakkı değiştirme                                                            48  THÉVENOZ, CR, Art. 107, 2003, s. 635; OĞUZMAN/ÖZ, C. I, 2018, s. 512; ÖZ, M. Turgut, İş Sahibinin Eser Sözleşmesinden Dönmesi, İstanbul, 1989, s. 178; KILIÇOĞLU, 2017, s. 914. 49  HUİLLİER, Laurent, La Notion du droit formateur en droit prive, 1947, s. 189 vd.; ENGEL, 1997, s. 30; BUZ, 1998, s. 256; VON TUHR, 1983, s. 137, s. 147; EREN, 2019, s. 69; KILIÇOĞLU, 2017, s. 912; OĞUZMAN/ÖZ, C. I, 2018, s. 512 50  HUİLLİER, 1947, s. 191 vd. 51  STANİSLAS, 1979, s. 78; MONOD, 1987, s. 130; CHERPİLLOD, 1998, s. 77; ENGEL, 1997, s. 732; EREN, 2019, s. 1251; TUNÇOMAĞ, 1976, s. 946; OĞUZMAN/ÖZ, C. I, 2018, s. 408; ÖZ, 1989, s. 179; 181, dpn. 133; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, 1993, s. 957; HAVUTÇU, 1995, s. 98. Bu görüşü savunan yazarların ortak gerekçelerinden biri de yenilik doğuran hakların kullanımıyla meydana gelen sonuçların dönülebileceğinin  kabulünün hukuki istikrar ve güven ilkesine aykırı olduğudur. ÖNEN, Turgut, Karşılıklı Borç Doğuran Sözleşmelerde Borçlunun Temerrüdüyle İlgili Genel Mahiyetteki Hükümler, Ankara, 1975, s. 29. Yargıtay kararları da bu yöndedir. Örnek olarak bkz. Yarg. 11. HD, T. 19.01.1982, E. 5484, K.139. İsviçre Federal Mahkemesinin bu yöndeki karar örneği olarak bkz. ATF 123 III 16=JdT 1999 I 99.  74     imkanının (ius variandi) mümkün olabileceği görüşündedir. Bu imkân ile olumlu zarar tazmini  talep  eden  alacaklının  daha  sonra  tercihini  değiştirerek  sözleşmeden dönebileceği,  ya  da  sözleşmeden  dönen  alacaklının  olumlu  zarar  tazminatı  talep edebileceği kabul edilir. Diğer yandan aynen ifadan vazgeçerek olumlu zarar tazmini ya da sözleşmeden dönme seçimlik hakkının kullanılmasında ise alacaklının artık aynen ifayı talep hakkını tercih etmesinin mümkün olmadığı ifade edilir.  Bununla birlikte Alman Hukuku yönünden gün geçtikçe daha çok taraftar bulan bir diğer görüş ise yenilik doğuran hakların geri alınmasının kısmen kabul edilebileceği yönündedir. Bu görüşe karşılıklı borç yükleyen sözleşmeler ve borçlu temerrüdünde ihtiyaç duyulmasının sebebi ise kusuru olmadan temerrüde düşen borçlu karşısında alacaklının dönme seçimlik hakkını kulanmış olması durumudur. Zira böyle bir durumda alacaklı zararlarının tazmini yönünden borçludan talepte bulunamamakta, bir de üstüne kendisine verilen edimleri de iade yükümlülüğü altına girmektedir.  Dolayısıyla Türk ve  İsviçre  Hukukları  yönünden  mesele  aslında  borçlunun  kusursuz  sorumluluğu durumunda bu imkana sahip olup olmadığı üzerinde yoğunlaşılarak tartışılmaktadır.                                                             52  RAMONİ,  2002,  s.  33;  BUZ,  1998,  s.  306-312; KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI,  (Serozan  İfa),  2016,  s.  233  vd.; SEROZAN, (Dönme), 2017, s. 463 vd. Nitekim İsviçre Federal Mahkemesi ATF 128 III 75 = JdT 2003 I 9 tarihli kararında alıcının irade sakatlığı nedeniyle sözleşmenin iptali yönünde kullandığı yenilik doğurucu beyanını geri almasına imkân tanıyarak yenilik doğurucu hakların kullanımına yönelik bu yönde bir karar vermiştir. Bu konuda bkz. SCHMIDLIN, Bruno, Le sort du contrat résolu ou annulé: l'effet ex tune ou la liquidation du contrat par la in integrum restitutio, Mélanges en l'honneur de Carlo Augusto Cannata, Bâle: Helbing & Lichtenhahn, 1999, s. 333 vd. 53  KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI, (Serozan İfa), 2016, s. 233 vd.; BUZ, 1998, s. 311. 54  BUZ, 1998, s. 311. Yazar ifadan vazgeçme bildiriminin geri alınması borçlunun menfaatine ise ve borçlu buna itiraz etmez ise bildirimin geri alınabileceği görüşündedir. 55  Bu konuda bkz. THÉVENOZ, CR, Art. 107, 2003, s. 636, dpn. 57 de belirtilen yazarlar: KISSLING, Die  Auslegung  und  die  Frage  der  Unwiderruflichkeit  des  Wahlerklärung  des  Gläubigers  im Schuldnerverzug, PJA 1997, s. 1289 vd.; KOLLER, Gläubigerechte im Falle eines Leistungsverzichts nach Art.  107 OR, RDS, 1997 I, s. 13 vd. Yine bkz. BUZ, 1998, s. 311, dpn. 87 de belirtilen yazarlar: LINDACHER, Divinität und Revisibilität der Gläubigeren-scheidung nach § 326 BGB, JZ 1980, s.50 vd.; SOERGEL/WIEDEMANN, Kommentar zum Bürgerlichen Gesetzbuch, Stuttgart, 1990, § 325 BGB,  N.27,  64;  MÜNCHKOMM/EMMERICH,  Münchener  Kommentar  zum  Bürgerlichen Gesetzbuch, München, 1994, §325 BGB, N.34; KLEIN-BLENKERS, Existenz und Verlust von Wahlmöglichkeiten des Käufers im Rahmen des § 463 BGB AcP 1994, s.392; ESSER/SCHMIDT, Schuldrecht, Allgemeiner Teil, Heidelberg, 1993, s. 124 56  THÉVENOZ, CR, Art. 107, 2003, s. 636. 75     Buz,  seçilen  hakkın  değiştirilmesine  bazı  sınırlar  getirmektedir.  Buna  göre; alacaklının seçimlik hakkı kullandığı anda hangi seçimlik hakkın kendisi için daha uygun olduğunu kestiremediği hallerle sınırlı olarak yalnızca bir defa için müsaade edilmesi gerektiğini; ayrıca borçlunun ileri sürülen seçimlik hakkın kesin olduğuna güvendiği ana kadar kullanılabileceğini ve ifa ile değiştirme hakkının sona ereceğini ifade eder. Seçimlik  haklarda  değişiklik  imkânı  olumlu  zarar  tazmini  ve  sözleşmeden  dönme seçimlik  hakları  arasında  tanınmakta  ve  kural  olarak  bu  seçimlik  haklardan  birini kullanan alacaklının artık aynen ifayı talep hakkını kaybedeceği kabul edilmektedir. Meğer ki böyle bir durum borçlunun da menfaatlerine uygun olsun ve borçlu buna itiraz etmemiş olsun. Diğer yandan MK. m. 2 süzgecinden geçirilerek ortaya çıkarılacak olan muhtemel  adaletsizliklerin  ise  her  zaman  önlenebilmesi  imkânı  da  ayrıca sunulmaktadır. Serozan ise, dönüşüm teorisine dönme beyanı ile sözleşmenin geçmişe etkili olarak ortadan  kalkmadığını  sadece  içerik  değiştirerek  tasfiye  ilişkisine  dönüştüğünü belirtmektedir. Dolayısıyla dönüşüm teorisinin kabulü durumunda en çok eleştirilen ve sözleşmeden dönmeden tazminata geçiş yönünde ortaya çıkan mantıki imkânsızlık da giderilmektedir.  Bununla birlikte alacaklının BK. m. 10 hükmüne bağlı irade açıklamasını geri alması  ya  da  bir  hukuki  işlem  olarak  seçimlik  hakkını  kullanma  yönündeki  irade açıklamasında irade bozukluğu hallerinin doğması (TBK. m. 30 vd.) ya da tarafların anlaşarak  yenilik  doğuran  hakkın  kullanıldığı  hukuki  ilişkiyi  yeniden  kurmaları  da mümkündür.  İlk  ihtimalde  seçimlik  hak  kullanımı  yönündeki  irade  açıklaması yapılmamış sayılacak diğer durumlarda ise zaten borçlunun rızası da bulunacağından hukuki güvenlik kendiliğinden sağlanacaktır.                                                            57  BUZ, 1998, s. 312. Sözleşmeden dönmenin borçtan kurtarıcı etkisi olduğu ifade edilse de bu etki şüphesiz sadece henüz yerine getirilmemiş edimler açısından mevcuttur. Dolayısıyla daha önceden yerine getirilen edimler bakımından sözleşmeden dönmenin edimlerin iadesine yol açıcı etkisi devreye girer. BUZ, 1998, s. 152 vd. 58  BUZ, 1998, s. 311 59  Teori hakkında ayrıca bkz. ATEŞ, 2021, s. 255 vd. 60  KOCAYUSUFPAŞAOĞLU/HATEMİ/SEROZAN/ARPACI, (Serozan İfa), 2016, s. 235 vd. 76     D.  Borçlunun Temerrüde Düşmede Kusurunun Seçimlik Haklara Etkisi Türk ve İsviçre Hukukları yönünden alacaklının seçim hakkını değiştirme imkânı bulunup bulunmadığı yönündeki tartışmaların temel dayanağı alacaklının olumlu zararı talep ettikten sonra borçlunun kusursuzluğunu ispat etmesi halinde bu haktan vazgeçip geçemeyeceği meselesi üzerinde yoğunlaşmaktadır. Zira borçlunun kusuru bulunmadan temerrüde düşmesi durumunda aynen ifa ile olumlu zarar tazmini anlamını yitireceğinden para borçları yönünden temerrüt faizi istisna olmak kaydı ile diğer iki seçimlik hak yönünden tazminat talebi mümkün olamayacaktır. Bu durumda alacaklının seçimlik haklarının sayısı ikiye iner: Gecikmiş borcun aynen ifasını talep etmek ya da sözleşmeden dönmek. Bu  konuda  doktrinde  yer  alan  ilk  görüşe  göre,  karşılıklı  borç  yükleyen sözleşmelerde kusursuz imkânsızlık sebebiyle borçtan kurtulan borçlunun, karşı taraftan almış olduğu edimi sebepsiz zenginleşme hükümleri uyarınca geri vermekle yükümlü olduğunda  var  olan  tasfiye  ilişkisinin  (TBK.  m.  136/II,  İBK.  m.  119/II)  kıyasen uygulanabileceği şeklindedir. Kusursuz imkânsızlık halinde var olan tasfiye ilişkisinin alacaklının seçimlik hak kullanacağı sözleşmeden dönmenin sonuçlarına benzediği ve uygulanabilir olduğu yönündeki bu çözüm alacaklının seçim hakkını değiştirmesinden daha kolay bulunur. Zaten alacaklının sözleşmeden dönme iradesini açıkladığı andan itibaren, borçlu ile aralarındaki bağın kopması ve özgürleşebilmeleri artık birbirlerine bağlanır.    Borçlu  temerrüde  düştüğünde  kendini  temize  çıkartabiliyor  ve  kusursuz olduğunu  ispat  edebiliyor  ise  olumlu  zarar  tazmini  artık  gereksiz  kalacağından sözleşmeden dönmenin sonuçlarına gidilmelidir. Bu durumda borçlu alacaklının olumsuz zararlarını da karşılamak zorunda kalmayacak; dolayısıyla artık taraflar karşılıklı olarak borçlarından kurtulmuş olacaktır. Bir başka deyişle alacaklı borçludan gecikmiş edimin ifasını  ya  da  tazminat  talebini  isteyemeyeceği  için  borçlu  da  karşı  edimin  ifasını                                                            61  THÉVENOZ, CR, Art. 107, 2003, s. 636. Kaldı ki yazara göre alacaklı sözleşmeden dönme kararını vermeden önce taraflar için bağlayıcı olacak olan  ve  kazanılacak bir hakka dayanak  mahkeme hükmünün beklenmesi de mümkündür. 62  THÉVENOZ, CR, Art. 107, 2003, s. 637. Aynı yönde bkz. TUNÇOMAĞ, 1976, s. 949; BUCHER, 1988, s. 372. 77     isteyemeyecek; önceden ifa edilenler sebepsiz zenginleşme hükümleri uyarınca iade edilecektir. Bir diğer görüş, böyle bir durumda aslında var olmayan bir hak kullanılmaktadır ve seçim hakkının kullanımı yönündeki irade açıklaması hüküm doğurmaz. Bu durumda alacaklı seçim hakkını yeniden kullanarak sözleşmeden dönmeyi tercih edebilir ancak aynen ifayı talep edemez. Dolayısıyla alacaklıya kalan tek yol aslında sözleşmeden dönmektir. Bu görüş alacaklıyı vazgeçme beyanı ile bağlı tutarken, kullandığı yenilik doğurucu  hakkı  da  benzer  bir  yenilik  doğurucu  hak  ile  değiştirmektedir.  Kusursuz imkansızlığa dayalı olarak (TBK. m.136, İBK. m. 119) sözleşmeden dönmeye ait benzer sonuçlar doğurduğundan ilk görüş ile aralarında büyük fark bulunmasa da alacaklının tekrar seçim yapmasına gerek görmeyen önceki görüşün daha pratik olduğu kabul edilir. Diğer bir görüş; borçlunun kusursuzluğunu ispatlayarak sadece edimin değerini aşan  zararlardan  sorumlu  olmayacağı  diğer  yandan  edimin  değerine  kadar  olan zararlardan ise kusursuz dahi olsa sorumlu tutulacağı yönündedir. Bu görüşe göre borçlu ifasında temerrüde düştüğü edimin değeri bakımından tazminat ödemekten kurtulamaz. Kusursuzluğu  ispat  sadece  olumlu  zararın  borçlunun  ediminin  değerini  aşan  kısmı bakımından geçerli olup alacaklıdan da kendi ediminin ifası beklenir. Son görüş ise alacaklının henüz doğmamış bir hakkı tercih ettiği, bu nedenle sanki hiç seçim yapmamış gibi aynen ifayı ister durumda olduğu fikrinden hareket ederek borçlunun kusursuzluğunu ispat etmesi durumunda alacaklıya yeniden aynen ifayı talep imkânı  vermektedir.  Böylelikle  alacaklı  borçluya  yeniden  ek  süre  verilmesini                                                            63  THÉVENOZ, CR, Art. 107, 2003, s. 637; GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner  Teil,  Zürich,  1995,  N.3030;  GAUCH/SCHLUEP/SCHMİD/EMMENEGGER, Schweizerisches Obligationenrecht Allgemeiner Teil: ohne außervertragliches Haftpflichtrecht, II, Zürich, Schulthess Polygraphischer Verlag, 1998, II, N.2786, N.2790. 64  THÉVENOZ, CR, Art. 107, 2003, s. 637. 65  BUZ, 1998, s. 309 dpn. 91, KELLER/SCHÖBİ, Das Schweizerische Schuldrecht, Gemeinsame Rechtsinstitute  für  Schuldverhältnisse  aus  Vertrag,  unerlaubter  Handlung  und ungerechtfertigter Bereicherung, Basel und Frankfurt am Mai, 1984, s. 309. 78     gerektirmeyen bir durum yoksa tekrar ek süre tayin ederek, ek sürenin sonunda da sözleşmeden dönebilir.  SONUÇ Karşılıklı borç yükleyen sözleşmelerde borçlu temerrüdüne ait genel sonuçlarla çözüm bulunabilmesi  yeterli ve tatmin edici sonuçlar doğurmayacaktır. Zira bu tür sözleşmelerde taraflar  karşılıklılık  ilişkisi içinde bulunduklarından, taraflardan birinin borcunu yerine getirmemesi hem karşı taraf hem de sözleşme ilişkisinin bütünü üzerinde etkiler yaratır. Bu sebeple genel borçlu temerrüdüne dayalı olarak aynen ifayı isteme hakkı, yanında alacaklıya aynen ifadan vazgeçme hakkı ve beraberinde seçimlik haklar tanınır. Edimler arasındaki karşılıklılık ilişkisi, edim yükümlülüklerinin ihlali durumunda ve hatta yerine geçen yükümlülükler üzerinde dahi devam eder. Bu sebeple alacaklının aynen ifa ile gecikme tazminatı talep etmesi halinde kendi borcu ile karşı edim arasındaki değişim  ilişkisi  de  devam  eder.  Bunun  içindir  ki  aynen  ifa  ve  gecikme  tazminatı karşılanana kadar alacaklının karşı edimin ifasından kaçınması mümkündür. Alacaklı vazgeçme beyanı ile hangi seçimlik hakkı kullanacağı bildiriminden önce borçlunun aynen ifa yükümlülüğünü sona erdirir. Bu yükümlülüğün ortadan kalkması durumunda karşı edim ile aralarındaki değişim ilişkisi ve alacaklının karşı edimi ifa yükümlülüğü de sona ermelidir. Alacaklı aynen ifadan vazgeçeceğini borçluya verdiği ek süre ile birlikte ya da ek sürenin içinde bildirmiş olabileceği gibi, iradesini seçimlik haklardan birini kullanarak da bildirmiş olabilir. Bunun yanında ek süre tayinine gerek olmadan seçimlik haklarını kullanabildiği durumlarda aynen ifadan vazgeçme beyanı, alacaklının seçim hakkı  yönündeki  beyanından ayrı  değerlendirilmeli,  alacaklının   her zaman  tercih edebileceği  aynen  ifa  ve  gecikme  tazminatından  vazgeçtiği  yönündeki  irade açıklamasının bir adım öncesi olarak düşünülmelidir. Alacaklının ek süre tayin ederken yaptığı davet aynen ifa talebinden vazgeçmeden önce borçluya son bir şans tanımak                                                            66  OĞUZMAN/ÖZ, 2018, s. 509; ÖZ, 1989, s. 181, dpn. 133. Aynı yönde THÉVENOZ, CR, Art. 107, 2003, s. 636, dpn. 58: bkz. GLATTLI, Zum Schadenersatz wegen Nichterfüllung nach Art.  97 Abs. 1 und 107 Abs 2 OR, 1988, s. 174-176; SCHENKER, Die Voraussetzungen und die Folgen des Schuldnerverzugs im Schweizerischen Or, Freiburg, 1988, Nr. 647; WEBER, Berner Kommentar zum Schweizerischen Privatrecht, Art.  68-96, OR, Bern, 1983. 79     anlamına gelir.  Bu sebeple kanun koyucunun bu şansın verilmesini gerekli görmediği hallerde  ayrıca  aynen  ifa  talebinden  vazgeçildiği  yönünde  bir  irade  açıklamasının beklenmesi gerekmez. Kaldı ki alacaklı zaten seçimlik hakkını kullandığında bu seçim hakkı aynen ifadan vazgeçme iradesini de doğal olarak kapsar.  Alacalının seçim hakkına ilişkin olarak kanun koyucu iki ayrı süre değerlendirmesi yapar. Buna göre; Gecikmiş borcun aynen ifası ile gecikme tazminatı talebi bir süre ile sınırlandırılmamış ve alacaklının  bu hakkı   her zaman  kullanabileceği  belirtilmiş; aynen ifadan vazgeçerek olumlu zararın tazmini ya da sözleşmeden dönme talebi için ise;  hemen   bildirim  şartı  getirilmiştir.  Alacaklının  seçim  hakkına  ilişkin  bu  sürenin değerlendirmesi ise aynen ifaya konu edimin niteliği, şartları varsa kanun hükmü, alacaklı ve borçlunun karşılıklı menfaatleri, tarafların karşılıklılık ilişkisi içinde yer alan ve önceden ifa edilen diğer edimleri gibi somut olayın özellikleri ile dürüstlük kurallarına göre yapılır.  Alacaklının seçimlik haklardan hangisini tercih ettiğini beyan etmemesi durumunda kural olarak seçiminin aynen ifa ve gecikme tazminatı talebi ile sınırlı olduğu kabul edilir. Bununla  birlikte  alacaklının  borçluya  ek  süre  tayin  ederek  seçimlik  haklarını canlandırması da mümkündür. Alacaklının seçim hakkını kullandığı ancak hangi hakkı tercih ettiğinin açık olarak anlaşılamadığı durumlarda ise irade beyanının, özellikle borçlu tarafından  bilenebilir  niyeti  ile  menfaatine  uygun  şekilde  ve  güven  ilkesi  uyarınca yorumlanması gerekir.  Alacaklının yenilik doğurucu hak niteliğindeki seçim hakkını kullandıktan sonra değiştirip değiştiremeyeceği hususunda da yine doktrinde süregelen tartışmalar yer alır. Yenilik  doğuran  haklar  bir  defa  kullanılmakla  tükenen  ve  sona  eren  haklar  olup; kullanıldıktan sonra bu hakların geri alınmaları kural olarak mümkün değildir. Tarafların anlaşmaları ya da yenilik doğuran hak sahibinin, hakkı kullandıktan sonra bundan feragat etmesi  de durumu değiştirmez. Bu sebeple alacaklı, borçluya hangi  seçimlik hakkı kullanacağını bildirdi ise diğer seçimlik hakkı talep imkanını kaybeder. Bununla birlikte doktrinde  muhatabın  korunmaya  değer  bir  menfaatinin  bulunmadığı  durumlarda alacaklının  kullandığı  seçimlik  hakkı  değiştirme  imkanının  mümkün  olabileceği  ve yenilik doğuran hakların geri alınmasının kısmen kabul edilebileceği yönünde görüşler 80     de  yer  almaktadır.  Türk  ve  İsviçre  Hukukları  yönünden  alacaklının  seçim  hakkını değiştirme  imkânı  bulunup  bulunmadığı  yönündeki  tartışmaların  temel  dayanağı alacaklının olumlu zararı talep ettikten sonra borçlunun kusursuzluğunu ispat etmesi halinde bu haktan vazgeçip geçemeyeceği meselesi üzerinde yoğunlaşır. Zira borçlunun kusuru bulunmadan temerrüde düşmesi durumunda aynen ifa ile olumlu zarar tazmini anlamını yitireceğinden para borçları yönünden temerrüt faizi istisna olmak kaydı ile diğer iki seçimlik hak yönünden tazminat talebi mümkün olamaz. Bu durumda alacaklının seçimlik haklarının sayısı ikiye iner: Gecikmiş borcun aynen ifasını talep etmek ya da sözleşmeden dönmek. Bu tartışmalardan bağımsız olarak alacaklının BK. m. 10 hükmüne bağlı irade açıklamasını geri alması ya da bir hukuki işlem olarak seçimlik hakkını kullanma yönündeki irade açıklamasında irade bozukluğu hallerinin doğması (TBK. m. 30 vd.) veya tarafların anlaşarak yenilik doğuran hakkın kullanıldığı hukuki ilişkiyi yeniden kurmaları ise mümkündür. İlk ihtimalde seçimlik hak kullanımı yönündeki irade açıklaması  yapılmamış  sayılacak  diğer  durumlarda  ise  zaten  borçlunun  rızası  da bulunacağından hukuki güvenlik kendiliğinden sağlanacaktır.",
     "Kaynakça": "ATEŞ, Derya, Borçlunun Temerrüdünde Aynen İfa, İstanbul, 2021. BAŞOĞLU, Başak, Türk Hukukunda ve Mukayeseli Hukukta Aynen İfa Talebi, İstanbul, 2012. BAYSAL, Başak, Zarar Görenin Kusuru (Müterafik Kusur), İstanbul, 2012. BEGUELIN, Edouard, FJS Nos 664, 665: Demeure du débiteur dans les contrats bilatéraux, (mise au point 31 juillet 1942). BUCHER, Eugen, Schweizerisches Obligationenrech Allgemeiner Teil, Zürich, 1988.  81     BUZ, Vedat, Borçlunun Temerrüdünde Sözleşmeden Dönme, Ankara, 1998. CHAVANNE, Sylvie, Le retard dans l exécution des travaux de construction, Genève, 1993. CHERPILLOD, Ivan, La fin des contrats de durée, Lausanne, 1998. COMMENT, Albert, De la demeure du débiteur dans les contrats bilatéraux, art. 107-109 CO, Courtelary, 1924. ENGEL, Pierre, Traite Des Obligations En Droit Suisse, Bern, 1997. EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara, 2019. FEYZİOĞLU, Necmeddin, Borçlar Hukuku Genel Hükümler, C. I, İstanbul, 1977. GAUCH,  Peter/SCLUEP,  Walter/TERCİER,  Pierre,  La  Partie  Générale  Du  Droit  des obligations, II, Zürich, 1982. GAUCH, Peter/SCHLUEP, Walter, Schweizerisches Obligationenrecht, Alge-meiner Teil, Zürich, 1995. HAVUTÇU, Ayşe, Tam iki Tarafa Borç Yükleyen Sözleşmelerde Temerrüt ve Müspet Zararın Tazmini, İzmir, 1995. HUİLLİER, Laurent, La Notion du droit formateur en droit prive, 1947. KILIÇOĞLU, Ahmet, Borçlar Hukuku Genel Hükümler, Ankara, 2017. KOCAYUSUFPAŞAOĞLU, Necip/HATEMİ, Hüseyin/SEROZAN, Rona/ARPACI Abdülkadir, Borçlar  Hukuku Genel Bölüm,  C. I, Prof. Dr. Necip Kocayusufpaşaoğlu, Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme, İstanbul, 2017. (Kocayusufpaşaoğlu, Borçlar) KOCAYUSUFPAŞAOĞLU, Necip/HATEMİ, Hüseyin/SEROZAN, Rona/ARPACI Abdülkadir, Borçlar Hukuku Genel Bölüm, C. III, Prof. Dr. Rona Serozan, İfa, İfa Engelleri, Haksız Zenginleşme, İstanbul, 2016. (Serozan, İfa) KURU, Baki/ARSLAN, Ramazan/YILMAZ, Ejder, İcra ve İflas Hukuku Ders Kitabı, Ankara, 2012. 82     KURU, Baki, Medenî Usul Hukuku Ders Kitabı, İstanbul, 2015.  LOERTSCHER, D., De l effet des obligations, art 84-96, Thévenoz, Luc/Werro, Franz, Code des obligations, I Commentaire Romand, Genève-Bale-Munich, 2003, (s. 705-713). MONOD, Michel, La résolution des contrats synallagmatiques parfaits, Etude comparative de droit suisse et de droit français, Lausanne, 1987. OĞUZMAN, M.  Kemal /ÖZ, M.  Turgut, Borçlar Hukuku Genel Hükümler, C. I, İstanbul 2018. ÖNEN, Turgut, Karşılıklı Borç Doğuran Sözleşmelerde Borçlunun Temerrüdüyle  İlgili Genel Mahiyetteki Hükümler, Ankara, 1975. ÖZ, M. Turgut, İş Sahibinin Eser Sözleşmesinden Dönmesi, İstanbul, 1989. PEKCANITEZ,  Hakan/ATALAY,  Oğuz/SUNGURTEKİN  ÖZKAN,  Meral/ÖZEKES, Muhammet, İcra ve İflas Hukuku, Ankara, 2020. PRINCIPES  D UNIDROIT  RELATIFS  AUX  CONTRATS  DU  COMMERCE INTERNATIONAL 2016, Publié par l Institut international pour l unification du droit  privé  (UNIDROIT),  Rome,  2016, https://www.unidroit.org/instruments/commercial-contracts/unidroit-principles-2016. RAMONİ, Claude, Demeure du débiteur et contrats de droit suisse, Zurich 2002. SCHMIDLIN, Bruno,  Le sort du contrat résolu ou l annule : l effet ex tunc ou la liquidation du contrat par la in integrum restitutio , Mélanges en l honneur de Carlo Augusto Cannata, Bale, Genève et Munich, 1999. SECRETAN, R., Des Droits Du Vendeur Contre L acheteur En Demeure, Eté En Particulier, De La Théorie Dite De La Différence, Applique Aux Ventes Non Commerciale, JdT 1947 I, s. 34 vd. SELİÇİ, Özer,  Seçimlik Borçların İfası , İÜHFM., Cilt: 34, Sayı: 1 – 4, Yıl: 1968, (s. 375 – 399). 83     ŞENGÜL, Mehmet,  Seçimlik Borçlara İlişkin Temel Özellikler Ve Seçimlik Borçların İfası , EÜHFD., Cilt: XV, Sayı: 3- 4, Yıl: 2011, (s. 207 – 248). SERAZON, Rona, Sözleşmeden Dönme, İstanbul, 2007.  STANİSLAS, Guy, Le droit de résolution dans le contrat de vente : sanction de l'inexécution des obligations contractuelles : étude de droit suisse. Genève: Georg, 1979. TANDOĞAN, Haluk, Türk Mesuliyet Hukuku, Ankara, 1961.  TEKİNAY, Selahattin S./AKMAN, Sermet/BURCUOĞLU, Haluk /ALTOP, Atilla, Borçlar Hukuku Genel Hükümleri, İstanbul, 1993. TEKİNAY, Selahattin S.,  Mukayeseli Hukuk Açısından Borçlunun Aynen İfaya veya Tazminat Ödemeye Zorlanması , Prof. Dr. Hüseyin Nail Kubalı ya Armağan (MHAD.), Sayı: 11, Yıl: 8-1974. TERCİER, Pierre, Le Droit des Obligations, Zurich, 2004. THEVENOZ,  Luc/  WERRO,  Franz,  Commentaire  Romand,  Code  Des  Obligations  I, Helbing&Lichtenhahn Verlag, Basel, 2003.  THÉVENOZ, Luc, De l extinction des obligations, art 97-109, Thévenoz, Luc/Werro, Franz, Code des obligations, I Commentaire Romand, Genève-Bale-Munich, 2003, (s. 541-651). (CR. art. 97-109) TÜMERDEM,  Murat,  Sürekli  Borç  İlişkilerinde  Borçlunun  Temerrüdü  ve  Sonuçları, Ankara, 2018. TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku I, Genel Hükümler, İstanbul, 1976. VON TUHR, Andreas, Borçlar Hukuku, C.1-2,"
}