{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "20",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "REKABET KURALLARININ ÜLKE DIŞI UYGULANMASINDAN DOĞAN BAĞLAMA KURALI: PİYASA ÜZERİNE DOĞRUDAN ETKİ (MÖHUK m. 38)",
     "Title": "CONFLICT OF LAW ARISING FROM THE EXTRATERRITORIAL APPLICATION OF COMPETITION RULES: DIRECTLY EFFECTED ON THE MARKET (TURKISH PIL ACT Art. 38)",
     "Yazar İsmi": [
          "Bahar ÜSTÜNDAĞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Rekabet",
          "Vasıflandırma",
          "Bağlama kuralı",
          "Etki kıstası",
          "Uygulanacak hukuk"
     ],
     "Keywords": [
          "Competition",
          "Classification",
          "Conflict of law",
          "Effect criterion",
          "The applicable law"
     ],
     "Özet": "Rekabet ihlâllerinden etkilenen her bir devlet kendi rekabet kurallarını uygulamak istemektedir. Burada amaç, rekabet ihlâlinden etkilenen piyasalarda bozulan düzenin yeniden sağlanmasıdır. Devletlerin aldıkları rekabeti koruyucu tedbirler, iç hukuk ön planda tutularak hazırlanmaktadır. Bu nedenle, ilgili rekabet otoritesinin faaliyet alanları mülkilik ilkesi ile sınırlandırmakta, bu durum karşısında da yurt dışında rekabet ihlâli teşkil eden eylemlerde bulunan teşebbüslere hangi gerekçe ile müdahale edileceği ve bir yaptırım uygulanacağı sorunu ortaya çıkmaktadır. Bu sorunu aşmak için Amerikan rekabet hukukunda etki kıstasının ortaya çıktığı ve Amerikan piyasasının etkilendiği her türlü rekabet ihlâline kendi rekabet kurallarını uygulamaya çalıştığı görülmektedir.   Amerikan hukukunda yer alan etki kıstası, birçok devletin pozitif düzenlemesinde kendi rekabet kurallarını uygulamak için bir kriter olmuştur. Nitekim RKHK m. 2 uyarınca, teşebbüslerin ister yurt içinde isterse yurt dışında yaptıkları faaliyetlerin rekabet ihlâli teşkil etmesi ve bu rekabet ihlâlinin Türk piyasasını etkilemesi durumunda bu kanun uygulama alanı bulacaktır. Milletlerarası özel hukuk alanında tek taraflı olarak nitelendirilen bu kural, MÖHUK m. 38 uyarınca iki taraflı kural olarak düzenlenmiştir. Yabancılık unsuru taşıyan rekabet ihlâllerinden doğan özel hukuka ilişkin taleplere, rekabet ihlâlinden doğrudan etkilenen  piyasa  hukuku  uygulanacaktır.  Yansıyan  veya  dolaylı  etkinin  dikkate  alınmadığı  etkinin doğrudanlığı kriteri sayesinde piyasası etkilenen hukukun uygulanmasını haklı kılan eylem ile etki arasında yeterli bir illiyet bağı kurulmuş olacaktır.",
     "Abstract": "Each state affected by the breaches of competition wishes to apply its own competition rules. The aim here is to restore the disrupted order in the markets affected by the breaches of competition. The precaution taken by the states to protect competition is prepared by keeping the domestic law in the foreground. For this reason, the scope of activity of the relevant competition authority is limited by the principle of territoriality. In this situation, the problem of intervening and applying a sanction to the undertakings operating abroad that constitute the breaches of competition arises. In order to overcome this problem, it is seen that the effect criterion has emerged in the American competition law and it tries to apply its own competition rules to all kinds of competition breaches that affect the American market. The effect criterion in American law has been a criterion for applying their own competition rules in the positive regulation of many states. As a matter of fact, pursuant to The Act on the Protection of the Competition art. 2, in case the activities of undertakings, whether in the country or abroad, constitute the breaches of competition and this breach of competition affects the Turkish market, this law will find an application area. This rule, described as unilateral in the field of international law, pursuant to Turkish PIL Act art. 38 has been double-biased. Market law directly affected by the breaches of competition will be     applied to private law claims arising from the breach of competition with foreign elements. A sufficient causal link will be established between the action and the effect, which justifies the application of the law affected by the market, thanks to the criterion of the directness of the effect, in which the reflected or indirect effect is not taken into account.",
     "Metin": "Serbest piyasa ekonomisi, devletin herhangi bir müdahalesi olmaksızın, arz ve talep gibi,  kendi  dinamik  kuralları  ile  işleyen  bir  ekonomik  sistemi  ifade  etmektedir. Günümüzde de egemen olan bu iktisadi sisteme göre, isteyen herkes, aynı nitelikteki mal ve hizmetleri, üretme/sunma, alıcılarda, kendilerine sunulan mal ve hizmetler arasında dilediğini seçme hakkına sahiptir. Bu hak sayesinde, piyasa oyuncuları piyasaya ilişkin kararlarını, devletin herhangi bir müdahalesi olmaksızın, piyasa koşullarına ve onun gereklerine göre almaktadır. Ancak, bu durum, rekabet şartlarının tam oluşmadığı veya etkin  rekabetin  yeterince  korunmadığı  piyasalarda  çeşitli  aksaklıklara  da  neden olabilmektedir. Bunun sonucunda da rekabet ortamının yok olması ve piyasaların tek elden  yönetilmesi  gibi  durumlar  gündeme  gelmektedir.  Oysaki  serbest  piyasa ekonomisinden beklenen fayda, piyasada faaliyet gösteren aktörlerin nitelik ve niceliğinin artması, bu sayede de daha nitelikli ve uygun fiyata daha fazla mal veya hizmet sunarak toplamsal refahın yükselmesidir.  Serbest piyasa ekonomisinden beklenen ve istenen bu sonuçlarının gerçekleşmesi ise ancak, piyasa aktörlerinin rekabeti benimsemesi ve gerekli ölçüde uygulamasıyla gerçekleşebilmektedir. Zira piyasa kurallarını sistematik iktisadi bir sisteme dönüştüren, rekabetin koordinasyon fonksiyonudur. Bu nedenle devletler, düzenleyici ve yasaklayıcı hükümler  aracılığıyla  etkin  rekabetin  kurulması  ve  devamının  sağlanması  için gerektiğinde piyasa işleyişine ve teşebbüslere müdahale etmek isterler. Ancak, bu durum                                                            1   ŞANLI,  Kerem  Cem,  Rekabetin  Korunması  Hakkında  Kanun da  Öngörülen  Yasaklayıcı Hükümler ve Bu Hükümlere Aykırı Sözleşme ve Teşebbüs Birliği Kararlarının Geçersizliği, Birinci Baskı, Rekabet Kurumu, Ankara 2020, s.3.  2   DEVLET PLANLAMA TEŞKİLATI, Rekabet Hukuku ve Politikası Alanında AT mevzuatına Uyum Değerlendirme Raporu, Devlet Planlama Teşkilatı, Ankara, 1994, s. 1.  331     ne devletin ekonomik hayata müdahale etmesi ne de tüketiciyi korumaya yönelik kurallar olarak anlaşılmamalıdır. Zira rekabet kuralları ile korunan, rekabetin teşebbüsler arası mücadele  sürecinden  veya  tüketicilerden  çok,  bir  piyasa  yapısıdır.  Devletlerin gerektiğinde ekonomik hayata müdahale edebilmesine olanak tanıyan bu düzenlemeler, piyasanın kendine has yapısının oluşması ve korunmasını sağladığı gibi, teşebbüslerin rekabet sınırlarını da çizmektedir. Zira rekabet kuralları, ekonomik verimliliği temin edebilmek  için  teşebbüslerce  yapılabilecek  sınırlamalardan  ve  engellemelerden olabildiğince arınmış rekabet ortamını tesis eder. Bu kurallar sayesinde de teşebbüslerin faaliyette bulundukları ilgili piyasalarda rekabet özgürlüklerinin sınırları çizilmekte, ihlâl niteliğindeki  davranışlarda  bulunması  engellenmekte  ve  etkin  rekabetin  sağlanması amaçlanmaktadır.  Piyasanın  mevcut  yapısını  ve bu mevcut  yapı  nedeniyle ortaya çıkan rekabet yarışını bozmaya, engellemeye veya sınırlandırmaya yönelik her türlü eylem, karar, anlaşma  ya da hâkim konumdaki bir teşebbüsün bu durumunu kötüye kullanılması veyahut  ta  tekel  oluşturacak  mahiyette  birleşme  ve  devralmalar  rekabet  hukuku bağlamında ihlâlidir. Başka bir ifade ile de rekabet ihlâli; rekabet yarışına devletlerin tanıdığı serbestliğin herhangi bir açıdan kısıtlanması, bozulması, engellenmesi; bunun sonucunda piyasada faaliyette bulunan bir teşebbüsün var olan rekabet ortamında yapmak istediği  şeyleri  yapamaması,  bağımsız  ve  özgürce  karar  alamaması  ve  de uygulayamamasıdır. Gerçekten de; pozitif hukuk metinlerindeki rekabet kurallarına bakıldığında; ticareti ya da ekonomik kalkınmayı negatif etkileyecek nitelikteki piyasaya giriş engeli doğuran, mal ve hizmet piyasasındaki ekonomik özgürlüğü, ticari serbestinin oluşumunu,  kaynakların  etkin  kullanılmasını  engelleyen  veya  haksız  bir  biçimde kısıtlayan, arz kısıtlamaları, piyasa paylaşımları ve müşteri koruma şartları gibi serbest rekabeti bozan teşebbüsler arası sınırlayıcı anlaşma ve eylemler ile ilgili piyasada hâkim konumda olan bir teşebbüsün bu durumunu kötüye kullanılması veyahut ta belli bir                                                            3   ŞANLI, 2010, s. 8.  332     piyasadaki rekabeti önemli ölçüde azaltacak yoğunlaşma niteliğindeki hukuki işlem veya fiili davranışların yasaklandığı görülmektedir.  1982 Anayasası nda; rekabet ve rekabet ilkeleri açıkça ifade edilmemektedir. Türk  hukukunda;  rekabet  düzeninin  korunmasına  ilişkin  asıl  düzenleme  Rekabetin Korunması Hakkında Kanun (RKHK)7 olmakla birlikte, diğer kanunlarda da birtakım düzenlemeler mevcuttur. Haksız rekabet ve rekabet yasağına ilişkin düzenlemelerdeki kavramlar birbirinden farklı bir amaç ve işleve sahip olsalar da piyasalarda rekabetin engellenmediği, rekabet hakkının kötüye kullanılmadığı etkin bir rekabet  sisteminin oluşmasını  amaç  edinen,  birbirini  tamamlayıcı  nitelikteki  maddi  hukuk düzenlemeleridir.                                                            4   ATEŞ, Mustafa,  AB ye Uyum Bağlamında Türk Rekabet Hukuku ve Politikasına Genel Bir Bakış , FMR, Yıl: 2009, Cilt: 1, Sayı: 5, (s. 55-87), s. 60; GÜVEN, Pelin, Rekabet Hukuku, İkinci Baskı, Yetkin Yayınları, Ankara, 2008, s. 40 vd.  5   RG., T. 09.11.2982, S. 17863. 6   1982 Anayasası nda piyasaların denetimine (m. 167.1), çalışma ve sözleşme hürriyetine (m. 48), piyasanın  planlaması  (m.  166)  ile  tüketicilerin  korunmasına  (m.  172)  ilişkin  hükümler  birlikte değerlendirildiğinde, piyasalarda belirli bir rekabet düzeninin var olması gerekliliği ortaya çıkmaktadır. Zira tüm bu hükümlerin düzenleniş amacı; rekabetin ortadan kalktığı, fiyatların tekellerce belirlendiği ve etkilendiği bir piyasa düzenine sahip olmanın sakıncalarını ortadan kaldırmaktır. ÜLGEN, Hüseyin / TEOMAN, Ömer / HELVACI, Mehmet / KENDİGELEN, Abuzer / KAYA, Arslan / NOMER ERTAN Füsun, Ticari İşletme Hukuku, Birinci Baskı, Vedat Kitapçılık, İstanbul, 2010, s. 450; ASLAN, Yılmaz, Rekabet Hukuku, Dördüncü Baskı, Ekin Kitabevi, Bursa, 2007, s. 34 vd.;  ASLAN, Yılmaz, Rekabet Hukuku Dersleri, Dördüncü Baskı, Ekin Kitabevi, Bursa, 2014, s. 17 vd; ATEŞ, Mustafa, Rekabet Hukukuna Giriş, Birinci Baskı, Adalet  Yayınevi, Ankara, 2013, s. 34 vd.; KAYIŞ, Bengü, Haksız Rekabetten Doğan Kanunlar İhtilafı, Birinci Baskı,  Seçkin Yayıncılık, Ankara, 2012, s. 17. 7   RG., T. 13.12.1994, S. 22140.  8   TBK. m. 57 de genel olarak ve TTK m. 54-63 arasında düzenlenmiş bulunan haksız rekabete ilişkin, TBK m. 444-447 arasında hizmet sözleşmesinde işçinin, m. 553 de ticari temsilci ve vekil gibi tacir yardımcılarının, m. 626 da adi ortaklık ortaklarının ve TTK m. 123 de acentenin, m. 230-231 de kolektif şirket ortaklarının, m. 311 de komanditer, m. 572 de komanditer ortakların, m. 396 da anonim şirket yönetim kurulu üyelerinin, m. 626.2 de limited şirket müdürlerinin rekabet etme yasağına ilişkin hükümlerdir.   9   Rekabet kuralları ile haksız rekabet ve rekabet yasağı arasındaki ilişki ve etkin rekabetin sağlanması için gerekli olan bu kavramların farklı yöntem ve işleve sahip oldukları konusunda ayrıntılı bilgi için bkz.  POROY,  Reha  /  YASAMAN,  Hamdi,  Ticari  İşletme  Hukuku,  On  üçüncü  Baskı,  Vedat Kitapçılık, İstanbul, 2010, s. 355 vd.; ERDEM, Ercüment, Rekabet Hukuku ile İlgili Makaleler, Rekabet Hukuku ve Haksız Rekabete İlişkisi, Birinci Baskı, Beta Yayınevi, İstanbul, 2007, s. 146 vd.;  TARMAN,  Zeynep,  Derya,    Haksız  Rekabetten  ve  Aldatıcı  Reklamlardan  Doğan Uyuşmazlıklarda Uygulanacak Hukuk, Birinci Baskı, Beta Yayınevi, İstanbul, 2011, s. 7 vd.; AŞÇIOĞLU ÖZ, Gözde, Avrupa Topluluğu ve Türk Rekabet Hukukunda Hakim Durumun Kötüye Kullanılması, Birinci Baskı,  Rekabet Kurumu, Ankara, 2000, s. 6 vd.; İNAN, Nurkut: 333     RKHK daki düzenlemelere bakıldığında; serbest piyasa sisteminin, etkin rekabet kuralları  uyarınca  doğru  ve  sağlıklı  bir  şekilde  işlemesini  sağlayan  düzenleyici  ve denetleyici kuraları kapsadığı görülmektedir. Zira piyasanın çeşitli mal ve hizmetler bakımından  etkilenmesi  amacıyla  yapılan  her  türlü  anlaşma,  eylem  ve  kararlar  ile sınırlayıcı  uygulamalar  (m.  4),  piyasadaki  hakim  gücün  kötüye  kullanılması  gibi uygulamalar (m. 6) ve birleşme ve devralmalar ile serbest rekabet düzeninin bozulması (m.  7)  rekabet  ihlâli  olarak  değerlendirilmekte  ve  yasaklanmaktadır.  Bu  bağlamda, serbest  rekabetin  sağlanabilmesi  ve  korunması  amacıyla  çıkarılan  bu  kurallarının doğrudan  ve  öncelikli  amacı,  rakipleri,  tüketicileri,  meslek  veya  sektör  gruplarının menfaatini değil, piyasadaki rekabeti korumaktır. Pek tabi ki; piyasadaki etkin rekabetin sağlanması ile birlikte, hem teşebbüsler, hem tüketiciler hem de meslek veya sektör grupları da korunmaktadır; ancak bu koruma birincil değil dolaylıdır. Bu nedenle RKHK, kamu menfaatinin korunmasına yönelik kuralları ağırlıklı olarak düzenlemekle birlikte, bireysel  menfaatlerin  korunmasına  yönelik  kuralları  da  içermektedir.  Rekabet kurallarının kamusal niteliği, bu düzenlemelerin iç hukuk dikkate alınmak suretiyle yasalaşması  ve  ilgili  rekabet  otoritesinin  etkinlik  alanının  mülkilik  ilkesiyle belirlenmesinden  doğmaktadır.  Rekabet  ihlâli  nedeniyle  ortaya  çıkan  bireylerin menfaatlerinin koruması ise özel hukuka ilişkin olup, tazminat, geçersizlik, edimlerin iadesi gibi (m. 56-58) yaptırımlar bu türdendir. RKHK  m.  2 ye  bakıldığında;  rekabet  ihlâli  niteliğindeki  eylemin  yabancılık unsuru taşıması veya söz konusu rekabet niteliğindeki eylemlerin sınırlarının yurt dışında olması durumunda dahi, bu ihlâlden Türk piyasaları etkilenmiş ise, uyuşmazlığa RKHK nın uygulanacağının düzenlendiği görülmektedir. RKHK. m. 2 de kabul edilen                                                             Rekabet Hukukunun Diğer Disiplinlerle İlişkisi , Rekabet Kurumu Perşembe Konferansları, Yıl: 1999, Sayı: 14, (s. 3-29), s. 3 vd.; ŞANLI, 2010, s. 6 vd.; ASLAN, 2007, s. 8 vd. 10  Milletlerarası özel hukuk bağlamında yabancı unsur hakkında ayrıntılı bilgi için bkz. ÇELİKEL, Aysel / ERDEM, Bahadır, Milletlerarası Özel Hukuk, Onuncu Baskı, Beta Yayınevi, İstanbul, 2010, s. 68 vd.; TEKİNALP, Gülören / UYANIK ÇAVUŞOĞLU, Ayfer, Milletlerarası Özel Hukuk Bağlama Kuralları, On birinci Baskı, Vedat Kitapçılık, İstanbul, 2011, s. 22, 23; ARI, Buket,  Rekabet İhalelerinden Doğan Uyuşmazlıklara Uygulanacak Hukukun Tespiti , Rekabet Dergisi, Yıl: 2013, Sayı: 14, Cilt: 1, (s. 25-40), s. 6; BAYATA CANYAŞ, Aslı, AB ve Tük Hukukunda Sözleşmelerden Doğan Borç İlişkilerine Uygulanacak Hukuka İlişkin Genel Kural, Yayınlanmamış Doktora Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2011, s. 10 vd. 334     bu tek taraflı etki kıstası (Effect Doktrine), rekabet ihlâllerinin özel hukuk alanındaki neticeleri ve de hukuku karakterini haiz düzenlemeler açısından kabul edilen bir kriterdir. Kamu veya özel hukuk niteliğinde olduğuna bakılmaksızın bu kriterin kabul edilmesi, bu kuralların,  özel  hukuk  ya  da  kamu  hukuku  niteliğinden  bağımsız  olarak  bir  bütün oluşturmalı  şeklindeki  düşünce  bakımından  da  yerindedir.  Devletlerin  ekonomik piyasalarını koruyabilme ve bu amaçla da rekabet ihlâlinin etkilerinin kendi piyasalarında meydana gelmesi durumunda kendi iç hukukunun mekân bakımından uygulanmasını genişletme imkânı veren etki kıstası, Türk hukukunda olduğu gibi, birçok devletin pozitif düzenlemesinde de hem kamu hem de özel hukuk bakımından yer almıştır.  Etki  kıstasına  pozitif  düzenlemelerde  yer  verilmesi  ile  birlikte,  aynı  piyasada faaliyet gösteren kişilerin farklı, hatta birbiri ile çelişebilecek birden çok hukuka tabi olma riski  ortadan  kalkmaktadır.  Ancak  bu  durum,  kanunların  ülke  dışı  uygulanması tartışmalarını da ortaya çıkarmıştır. Zira etki kıstasının fazla zorlanarak uygulanması, devletlerin ve rekabet otoritelerinin, egemen devletlerin münhasır hak ve yetkilerine tecavüz etmesi sonucunu doğuracaktır. Bu nedenle rekabet kurallarının ülke dışında da uygulanmasına imkân tanıyan bu kıstasının makul ölçüler çerçevesinde uygulanması gerektiği ifade edilmiştir. Gelinen aşamada makul ölçü, doğrudan etkilenen piyasa kriteri ile sağlanabilmektedir. Milletlerarası özel hukuk kapsamında tek taraflı bağlama noktası olarak nitelendirebileceğimiz etki kıstası, 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun (MÖHUK)14 m. 38, İsviçre Milletlerarası Özel Hukuk Kanunu (IPRG)15 m. 137 ve 864/2007 sayılı Akit Dışı Borç İlişkilerine Uygulanacak Hukuka                                                            11  Tek taraflı bağlama kuralları, hâkimin hukukunun maddi hukuk kurallarına göndermede bulunurken iki taraflı bağlama kuralları, yabancı unsurlu bir ilişkiye hâkimin hukukunun veya yabancı bir hukukun uygulanacağı bir bağlama sebebine dayanmakta ve başkaca bir kısıtlama gerektirmektedir. Bu konuda ayrıntılı bilgi için bkz. DOĞAN, Vahit, Milletlerarası Özel Hukuk, İkinci Baskı, Seçkin, Ankara, 2013, s. 160, 161; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 25; ÇELİKEL / ERDEM,  2010, s. 61; ARI, 2013, s. 7, 8. 12  TİRYAKİOĞLU, Bilgin, Rekabet Hukukundan Doğan Kanunlar İhtilafı, Birinci Baskı, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997, s. 67. 13  TİRYAKİOĞLU, 1997, s. 82, 83. 14  RG., T. 12.12.2007, S. 26728. 15  18.12.1987 tarihli Bundesgesetz über das Internationale Privatrecht (IPRG) İngilizce metni için bkz. https://www.umbricht.ch/fileadmin/downloads/Swiss_Federal_Code_on_Private_International_Law_CPIL_2017.pdf, Erişim Tarihi:03.06.2022. 335     İlişkin Tüzük (Roma II Tüzüğü)16 m. 6.3 bağlamında doğrudan etkilenen piyasa kriteri ile iki taraflı kural olarak düzenlenmiştir.  Devletlerin, kendi rekabet kurallarını ülke dışı uygulamaya dayanak yaptıkları etki kıstasının  kanunlar  ihtilafı  kurallarında  iki  taraflı  olarak  düzenlenmesi  nedeniyle, yabancılık unsuru taşıyan rekabet ihlâlinden doğan özel hukuka ilişkin talepler, hâkim tarafından kendi hukukunun bağlama kuralları uyarınca tespit edilecek hukuka göre çözülecektir.  Zira  rekabet  ihlâli  sonucunda  ortaya  çıkan  etkinin  kamu  hukuku bağlamındaki neticeleri ağırlıklı olarak (devletlerarası işbirliği anlaşmaları hariç) devlet sınırları içerisinde kalmakta ve uygulanacak düzenlemeler, hukuku ihlâl edilen devletçe belirlenmektedir.  Bu  nedenle,  hâkim  ve  ilgili  kamu  otoritesi,  öncelikle  mevcut uyuşmazlığın  kendi  kamu  hukukunun  uygulama  alanına  girip  girmediğini  tespit etmelidir.  Hâkimin  veya  ilgili  kamu  otoritesinin  hukukunun  uygulama  alanına girdiğinin kabul edilebilmesi için, rekabet ihlâli teşkil eden olay ile lex fori arasında, kabul edilebilecek  nitelikte  bir  irtibatın  bulunması  gerekmektedir.  Söz  konusu  irtibatın varlığının tespiti için kabul edilen kıstas ise, rekabet ihlâlinin, hâkimin ülkesinde veya piyasasında kendini hissettiren bir etkiye sahip olmasıdır. Rekabet  ihlâli;  uygulamada  sözleşme  taraflarının  yanı  sıra  üçüncü  kişiler bakımından da bir takım neticeler meydana getirmektedir. İlk durumda rekabeti bozan faaliyet,  bu faaliyetin tarafları arasında sözleşme ilişkisinden doğan bir ihlâl teşkil etmektedir. Aynı rekabet ihlâlinden zarara uğrayan üçüncü kişilerin veya teşebbüslerin tek başlarına yaptıkları ihlâlden etkilenenlerin talepleri ise haksız fiilin özel bir çeşidini                                                            16  Regulation (EC) No 864/2007 of the European Parliament and of The Council of 11 July 2007 on the applicable to non-contractual obligations (Rome II), L 199/40 EN Official Journal of the European Union.  İngilizce  metin  için  bkz.  https://eur-lex.europa.eu/legalcontent/EN/TXT/HTML/?uri=CELEX:32007R4&from=en, Erişim Tarihi: 03.06.2022. 17  HUYSAL, Burak,  Yabancı Unsurlu Rekabet İhlallerine Uygulanacak Hukuk , Rekabet Dergisi, Yıl: 2012, Cilt: 13, Sayı: 2, (s. 69-94), s. 71. Devletlerin egemenliği ve kamu otoritelerinin oynadıkları rol nedeniyle kamu hukukundan doğan kanunlar ihtilafında mutlak olarak uygulanan tek taraflı bağlama kuralına göre, uyuşmazlığın esasına hakimin hukuku yani lex fori uygulanmaktadır. VISCHER, Frank,  General Course on Private International Law , Rec des Cours, Yıl: 1992, Cilt: 232, Sayı: 1, s. 151; EROL, Kemal,  Rekabet Kurallarının Ülke Dışı Uygulanması, Birinci Baskı, Rekabet Kurumu, Ankara, 2000, s. 11; Tiryakioğlu, 1997, s. 23. 18  TİRYAKİOĞLU, 1997, s. 24. 19  TİRYAKİOĞLU, 1997, s. 39. 336     oluşturan  rekabetin  engellenmesine  dayanacaktır.  Bu  noktada  sözleşme  taraflarının rekabet  ihlâlinden  doğan  talepleri  ile  rekabet  ihlâlinin  kamu  hukuku  alanındaki sonuçlarının  çalışmamızın  kapsamı  dışında  olduğunu  ifade  ederiz.  Bu  nedenle çalışmamız da öncelikle, ilk kez etki kıstasına dayanarak rekabet kurallarının ülke dışı uygulaması sonucunu doğuran Amerika Birleşik Devletleri (ABD) ile Avrupa Birliği (AB) hukundaki rekabet kurallarının ülke dışı uygulaması irdelenecektir. Çalışmamızda daha  sonra  MÖHUK  m.  38.1 de   doğrudan  etkilenen  piyasa   şeklindeki  ifade  ile bağlama kuralının bir parçası hâline getirilen ve rekabet ihlâline uygulanacak hukukun tespitinde işlev yüklenen piyasa kavramı ve etkinin doğrudanlığı kavramlarından ne anlaşılması gerektiği incelenmeye çalışılacaktır. Çalışmanın devamında MÖHUK m. 38.2 de düzenlenen tazminat sınırı ve akabinde de rekabet hukuku alanında doğrudan uygulanan kuralların etkisi irdelenecektir.   I. REKABET KURALLARININ ÜLKE DIŞI UYGULANMASI: ETKİ KISTASI Milletlerarası  hukukta  da  kabul  edilen  mülkilik  prensibi  uyarınca,  devletlerin yaptığı pozitif düzenlemeler, o düzenlemeyi yapan devletin sınırları içerisindeki kişiler ve olaylara uygulanır. Zira bu durum devletlerin, devlet kavramının olmazsa olmazı egemenlik hakkından ve buna bağlı olarak da yargı yetkisinden doğmaktadır. Bu nedenle devletlerin, sadece kendi sınırları içerisinde meydana gelen ve vatandaşlığına tabi olan kişilere ilişkin olarak kendi pozitif düzenlemelerini uygulayamaları esastır. Ancak ekonomik hayatın devlet sınırlarını aşması ve çok uluslu şirketlerin sayısındaki artış, bir devletin  yargılama  yetkisinin  ve  maddi  hukuk  kurallarının  uygulanmasında  mekân faktörüne bağlı olunması bakımından sorgulanmaya başlanmıştır.  Rekabet  kurallarının,  mekân  faktörüne  bağlı  olarak  uygulanmaması  gerektiği düşüncesi hâkim olmakla birlikte, bu kuralların uygulanmasına ilişkin olarak yargılama                                                            20  BUXBAUM, Hannah,  Territory, Territoriality and the Resolution of Jurisdictional Conflict , AJCL, Yıl: 2009, Cilt: 57, Sayı: 3, (s.631-675), s. 632; PAZARCI, Halil,  Uluslararası Hukuk, Yedinci Baskı,  Turhan Kitapevi, Ankara, 2008, s. 153. 21  BUXBAUM, 2009, s. 635. 337     yetkisi  ve  sınırlayıcı  düzenlemeleri  ihtiva  eden  bir  uluslararası  sözleşme bulunmamaktadır.  Bu sebeple bazı devletler ekonomik pazarlarını koruyabilmek için iç hukuk düzenlemelerinde etki kıstasına yer vermiştir. Etki kıstası, hâkime, kendi rekabet hukukunun  uygulama  alanını  belirleme  ve  yabancılık  unsuru  taşıyan  rekabet  ihlâli sonucunda ortaya çıkan doğrudan etkinin kendi ülkesinde meydana gelmesi durumunda, kendi hukukun mekan bakımından uygulanmasını genişletme imkanı veren bir ilkedir.   Tarihsel sürece bakıldığında da etki kıstasının, iki taraflı bağlama kuralı olarak kabul edilmesinden önce, devletlerin konuya ilişkin pozitif düzenlemelerinde tek taraflı bağlama  kuralı  olarak  düzenlendiği  ve  bu  sayede  de;  hâkimin  hukukuna  geniş  bir uygulama alanı tanındığı görülmektedir. Zira bu sayede, teşebbüslerin kendi tabiiyetinde olup olmadığına veya rekabet ihlâli niteliğindeki eylemin kendi ülke sınırları içerisinde meydana  gelip  gelmediğine  bakmaksızın,  etkilerinin  kendi  ülkesinde  doğması durumunda devletler, rekabet kurallarına işlerlik kazandırmaktadır. Ancak bu durum kanunların ülke dışı uygulanması tartışmalarını da ortaya çıkarmıştır. Ülke dışılılık kavramı ise;  Kanunların ülke dışı işleyişi, yani kanunların onları koyan devletin sınırları ötesinde bulunan, ancak hala o devletin kanunlarına tabi olan kişiler, haklar ve hukuki ilişkiler  üzerinde  işleyişidir.   şeklinde  tanımlanmıştır.  Devletlerin,  kendi  ekonomi politikalarının  ve  bunun  sonucunda  da  ekonomi  hukukuna  ilişkin  pozitif düzenlemelerinin uygulanmasını temin edebilmek için kendi hukuk düzenleri ile ilişkisi kısıtlı olan ihlâl niteliğindeki faaliyetlerde bile kendi iç hukuk düzenlemelerine etki alanı tanıması, bu konudaki mevzuatın uygulanmasının ülke dışı olarak ifade edilen bir biçimde                                                            22  PONIO, Carlos Di,  Competition, Cooperation and Conflict: An Assessment of the Extraterritorial Application and Enforcement of Competition Laws in Canada and The United States , Michigan State Journal of International Law, Yıl: 2005, Sayı: 13, (s. 283-307), s. 283.  23  HERDEGEN, Matthias, Principles of International Economic Law, First Edition, Oxford University Press, Oxford, 2013, s. 89; İNAN, Nurkut / PİKER Mehmet, Rekabet Hukuku El Kitabı, Birinci Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2007, s. 3; GÜVEN, 2008, s. 43; ASLAN, 2007, s. 23.  24  Bu  kavram  nedeniyle  ortaya  çıkan  sorunun  çözümü  için  müzakere  usulü,  tek  taraflı  kısıtlama, kanunların yeknesaklaştırılması ve ülke dışı yetki konusunda sözleşme imzalanması şeklinde görüşler ileri sürülmüştür. Bu görüşler ve görüşler hakkında tartışmalar için bkz. LOWE, A. V.,  The Problems of Extraterritorial Jurisdiction: Economic Sovereignty and the Search for a Solutions , ICLQ, Yıl: 1985, Sayı: 34, (724-749), s. 728 vd. 25  TİRYAKİOĞLU, 1997, s. 101, dpn. 458. Bu kavram hakkında ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 100 vd; EROL, 2000, s. 16 vd.  338     genişletmektedir. Zira aynı eylem bakımından, aynı anda, her bir devletin kendi iç hukuk düzenlemesini uygulamak istemesi, kendi ekonomik piyasasını koruma amacının bir sonucudur. Bu nedenle, bir devletin rekabet kurallarının ülke dışında da uygulanmasına imkan tanıyan etki kıstasının doğrudan etki olarak kabul edilmesi, bu kıstasın makul ölçüler çerçevesinde uygulanmasını sağlamış olur. Çalışmanın bu kısmında tarihsel süreç içerisinde etki kıstasının taşıması gereken özelliklerin belirlenmesinde etkili olmaları ve bir  çok  devletin  pozitif  düzenlemesinde  bu  kıstasa  yer  vermek  suretiyle  rekabet kurallarının  ülke  dışı  uygulanmasına  olanak  tanımaları  sebebiyle  öncü  niteliğindeki Amerikan hukuku ve AB hukukundaki etki kıstasının gelişimi incelemeye çalışılacaktır.  A. Amerikan Hukukunda Etki Kıstasının Gelişimi Rekabet kurallarının ülke dışı uygulanmasına neden olan tek taraflı bağlama kuralı niteliğindeki etki kıstası ilk olarak Amerikan hukukunda yer almıştır. ABD hukukunda etki  kıstasına  dair  ilk  düzenleme  1982  tarihli  Dış  Ticarette  Rekabeti  Geliştirme Kanunu nun (Foreign Trade Antitrust Improvement Act)28 lafzında yer almaktadır. Bu kanunun yürülüğe girdiği tarihe kadar, ABD mahkemeleri yabancılık unsuru taşıyan uyuşmazlıklarda  uygulanacağı  şeklinde  ifadelere  çok  da  yer  vermeyen  Sherman Kanunun etki alanını genişletmek için çaba göstermişlerdir. Rekabet hukuku alanında etki kıstasının, ilk kez ifade edildiği ve uluslararası alanda da tanınıp tartışılmasına neden                                                            26  PONIO, 2005, 283. 27  WHISH, Richard / SUFRIN, Brenda, Competition Law, Fifth Edition, Butterworths, London, 2003, s. 523. Esasen etki kıstasının, rekabet kurallarından önce ilk kez kullanıldığı dava Bozkurt-Lotus davası olup, devletlerin kendi topraklarında meydana gelmeyen olayları yargılama dolayısıyla da kendi hukukunu uygulama yetkisinin bulunduğu ilk kez kabul edilmiştir.  Açık denizde bir Türk gemisine çarpan ve birçok Türk vatandaşının ölümüne sebep olan Lotus SS. Adlı Fransız gemisinin kaptanı hakkında Türk Mahkemesince verilen mahkûmiyet kararı, Milletlerarası Daimi Adalet Divanı na taşınmış ve Divan kararında; suçu işleyeneler yabancı da olsa suçun etkilerinin bir Türk gemisinde meydana geldiğini ve bu geminin de Türkiye nin egemenlik alanın bir uzantısı olduğundan bahisle Türk Ceza Kanunu nun uygulanacağına hükmetmiştir. BUXBAUM, 2009, s. 644.   28  15. U. S. C. 6a. 29  Sherman Act. 15. U.S.C.  30  Olsky, D., Greenfield, L. B., From Banana to Vitamins: The Evolving Doctrine of the Extraterritorial Applications of US Antitrust Law, s. 7.  http://www.wilmerhale.com/files/Publication/29fff-7ac4cd-ab-dec4314b/Presentation/PublicationAttachment/deba-df-4479-acefebace/Greenfield_Olsky.pdf, Erişim Tarihi: 06.02.2016; PONIO, 2005, s. 287. 339     olan dava ise kısaca Alcoa olarak adlandırılan United States v. Aluminuim Co. of Am.31 davasıdır.  Bu  davadan  önce  Amerikan  mahkemeleri,  olaya  kendi  hukukunun uygulanmasını sağlamak için faaliyetin Amerika ile herhangi bir bağlantısını aramakta iken, söz konusu dava ile birlikte, teşebbüsün rekabet ihlâli niteliğindeki eylemi ile Amerikan  piyasasını  etkileme  yönündeki  niyeti  ve  oluşan  etkinin  varlığı  aranmaya başlanmıştır.  American Banana Co. v. United Fruit Co. davasında; American Banana şirketi, United  Fruit  şirketinin  hâkim  durumunu  kötüye  kullanmak  suretiyle  kendisini  muz pazarından  atma  ve  ABD ye  yapılan  muz  ihracatını  tekelleştirmekle  itham  ederek, tazminat ödenmesini talep etmiştir. Amerikan Yüksek Mahkemesi, Amerikan rekabet hukukunun bu olay bakımından uygulanmasının mümkün olmadığını, zira rekabet ihlâli niteliğindeki eylemin ABD sınırları dışında işlendiği gerekçesine dayanarak, hukuki durumun veya olayın bağlantı noktasının tespit edilmesi gerektiğini ifade etmiştir.  United States v. Sisal Sales Corporation et. al. davasına konu olayda, Amerikan şirketleri,  bir  Meksika  şirketi  ile  işbirliği  yapmak  suretiyle  kenevir  ihracatını tekelleştirmek üzere gizli bir anlaşma yapmıştir. Bu anlaşmanın geçerliliği Meksika da söz  konusu  tekele  hukuki  dayanak  sağlamak  amacıyla  çıkarılan  özel  bir  kanuna dayanmıştır. Mahkeme davaya konu olayın temelde American Banana davasından farklı olduğunu ifade edilmiştir. Bu farklılıklardan ilkinin, tarafların sözleşmeyi ABD de                                                            31  148 F.2nd 416 (2d Cir. 1945). 32  ROSENFIELD, Bruce Alan,  Extraterritorial Application of United States Laws: A Conflict of Approach , Stanford Law Review, Yıl: 1976, Cilt: 28, Sayı: 5, (s. 1005-1038), s. 1017, 1018; LOWENFELD, Andreas,  Public Law in the International Arena: Conflict of Laws, International Law and Some Suggestions for their Interaction , Rec des Cours, Yıl: 1979, Cilt: 163, Sayı: 2, (s.311-455), s. 378; LOWE,  1985, s. 258, 259. Gerçekten de,  American Banana  ve Silas Sales kararlarına bakıldığında; Amerikan Hukukunun uygulaması, rekabet ihlali niteliğindeki eylemin ika yerinin ABD olup olmadığına göre belirlenmiştir. 33  213 US. 347, (1909).  Ayrıca, US. v. American Tabacco Co. davasında da (221 US. 106, (1911)) rekabeti sınırlayıcı eylemlerin tümünün yabancı bir ülkede yapılması nedeniyle Amerikan Hukukunun bu uyuşmazlık bakımından yetkili olmadığı sonucuna varılmıştır. TİRYAKİOĞLU, 1997, s. 44. 34  274 US. 268, (1926). Söz konusu dava hakkında ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 60 vd.  35  Silas Sale ve American Banana davalarının maddi unsurlarının birbirine benzer olması nedeniyle Silas Sale, bu dava bakımından American Banana kararına dayanmış ve ilk derece mahkemesi tarafından 340     yapmalarının yanı sıra, uyumlu eylem içerisinde bulunma ve suç işleme taahhüdünün de Amerika da gerçekleştirdiği gerekçesine dayandırıldığı görülmektedir. Diğer bir farklılık ise; tarafların nihai hedefinin ABD nin kenevire ilişkin iç ve dış pazarını tekelleştirmek olduğu, kaldı ki, tarafların ABD deki ve diğer ülkelerdeki kasıtlı fiilleri ile ABD sınırları içerisinde yasaklanan sonuçları ABD ye getirdiği tespitidir. Bu nedenle rekabet ihlâlini teşkil eden eylemin büyük bir kısmı yurtdışında gerçekleşmiş olsa da olaydan etkilenen devletin  ABD  olduğu  gerekçesi  ile  Amerikan  rekabet  kurallarının  uygulanması gerektiğine hükmedilmiştir.  Alcoa davasında ise; ABD merkezli bir şirketin Kanada daki yavru ortaklığı ile başka ülkelerin tabiiyetindeki şirketler arasında, dünya pazarında alüminyum üretimi ve satışını sınırlandırmaya yönelik kartelin işlemlerinden dolayı ABD merkezli ana şirketin sorumlu  olup  olmadığı  irdelenmiştir.  Amerikan  Mahkemesince;  kartelin sınırlandırmaya  yönelik  eylemleri  Amerika nın  ihracatını  da  kapsamasına  rağmen, Kanada daki yavru ortaklığın bağımsız olarak hareket ettiği gerekçesi ile Amerikan merkezli  şirketin  sorumlu  olmadığına  karar  verilmiştir.  Temyiz  incelemesini  yapan yüksek mahkeme ise; alüminyum pazarındaki sınırlayıcı kartelin, Amerikan ithalatını etkileme amacına sahip olduğunu, etkileme amacının olduğu yerde de faaliyetin ABD de bir etkiye neden olduğunun  varsayılması imkanının doğduğu nu ifade etmiştir. Esasen bu karar ile etki kıstası uyarınca yabancı şirketlerin ABD de işlemedikleri halde, bu ülkede etki gösterdiği ölçüde Amerikan rekabet kurallarının uygulanacağı yönünde bir ilkenin benimsenmiş ve niyet unsuruna da yer verilmiştir. Bu nedenle, rekabet ihlâli                                                            kabul görülmüştür. Ancak Yüksek Mahkeme American Banana kararına dayanmayı red etmiştir. TİRYAKİOĞLU, 1997, s. 60, dpn. 261.   36  Mahkemenin dayandığı gerekçenin aksine, American Banana ve Sisal Sales davasının maddi unsurları birbirine benzemektedir. Zira her iki dava da, etkisi Amerikan pazarında meydana gelen rekabet ihlali niteliğindeki eylem, yabancı bir ülkede, yabancı ülkeye mensup kişilerin işbirliği ve hükümetlerinin desteği ile gerçekleşmiştir. Hal böyle iken, her iki dava tarihi arasında geçen süre içerisinde, rekabet ihlallerine uygulanacak hukukun tespitinde, fiilin meydana geldiği yer kıstasından, sonuç yeri, başka bir ifade ile zararın meydana geldiği yer kıstasına doğru bir eğilim oluştuğu görülmektedir. 37  Esasen söz konusu dava davalı Amerikan şirketinin Amerikan alüminyum pazarındaki mevcut tekel durumunun  ortadan  kaldırılması  amacıyla  açılmış  ve  bu  süreçte  Kanada daki  yavru  şirketinin eylemlerinin hukuka uygunluğu da araştırılmıştır. HAIGHT WINTHROP, George,  International Law and Extraterritorial Application of the Antitrust , Yale Law Juornal, Yıl: 1954, Sayı: 63, (639-654), s. 641; LOWENFELD, 1979, s.379. 38  TİRYAKİOĞLU, 1997, s. 68, 69; EROL, 2000, s. 21. 341     niteliğindeki eylemin amacının Amerikan ticaretini etkileme olduğunun tespiti halinde, etkinin  olduğu  yönünde  bir  karine  getirilmiş  ve  bu  nitelikte  bir  etkinin  Amerikan piyasasında meydana gelmediğini ispat etme yükü davalıya bırakılmıştır.   Alcoa davasında verilen bu karar sonrasında, Amerikan mahkemelerinin  istenmiş etki  (intended effects) şeklindeki ifade edilen kıstasa dayanmadığı ve de niyet kıstası yerine öngörülebilirlik kıstasını ikame ettiği görülmektedir. Bu durum nedeniyle de Alcoa davasından sonra verilen kararlar ile etki kıstasına daha açık bir anlam kazandırıldığı ifade edilmektedir. Bu sayede, rekabet ihlâli niteliğindeki eylem, ABD piyasasında önceden  öngörülebilen  bir  etkiye  sebep  oluyorsa  Amerikan  rekabet  kuralları, uyuşmazlığın esasına uygulanacak hukuk olarak yetkili kılınmıştır. Nitekim etki kıstası, kabul  edildiği  Alcoa  davasından  sonra  ilk  kez  Incandescent  Lamp  davasında öngörülebilirlik  kıstası  ile  birlikte  kullanılmıştır.  Bu  davada  Amerikan  rekabet kurallarının  uygulanmasının  gerekçesi;  NV.  Philips  tarafından  yapılan  eylemin, davalılardan General Electrics in dışarıdan rekabet edilmemesi şeklindeki planın bir bölümü olduğu ve ABD ticaretine bir etkisinin olacağını bildiği veya bilmesi gerektiğine dayandırılmıştır.    Benzer  şekilde  etkinin  öngörülebilir  kıstasına  sahip  olması  gerektiği  Swiss Watchmakers  davasında  da  zikredilmiş  ve  İsviçre  hukukuna  göre  yasal  olan  bazı anlaşmaların etkilerinin Amerikan piyasasında da meydana geleceğinin bilindiği veya bilinmesi gerektiği gerekçesi ile Amerikan hukukuna aykırılık teşkil eden söz konusu anlaşmaların yapılması men edilmiştir. Swiss Watchmakers davası ile benzer nitelikteki Continental Ore davasında ise, Amerikan rekabet kurallarının yetkili kılınmasının, rekabet ihlâli sonucunda ortaya çıkan etkinin Amerikan piyasasında doğrudan ve esaslı                                                            39  NICHOLSON, Michael,  An Antitrust Law Index for Empirical Analysis of International Competition Policy , Journal of Competition Law and Economics, Yıl: 2008, Sayı: 4, Cilt: 1, (s. 1009-1029) s. 1011; HAIGHT, 1954, s. 642; OLSKY / GREENFIELD, 2006, s. 4; PONIO, 2005, s. 283.  40  US. v. General Electric Co. 82, F. Supp.753, 1949. Söz konusu karar için bkz. FUGATE, Wilbur, Foreign Commerce and the Antitrust Law, Fifth Edition, Wolters Kluwer, London, 1997, s. 375.  41  US. v. Watchmakers of Switzerland Information Center Inc. Trade Cases, 70, 600, 1969. Söz konusu karar için bkz. FUGATE, 1997, s. 127.  42  Continental Ore Co. v. Union Carbon and Carbide Corp., 370, US. 690, 1962. Söz konusu dava hakkında ayrıntılı bilgi için bkz. EROL, 2000, s. 23, 24.  342     olması şartlarına bağlandığı görülmektedir. Esasen, bu davaya kadar, ülke dışındaki eylem ve kararların, Amerikan rekabet kurallarının uygulanma alanına girebilmesi için ABD piyasasını ne şekilde ve hangi ölçüde etkilemesi gerektiğine ilişkin herhangi bir kıstas belirlenmemiştir. Bu dava sonucunda, Amerikan mahkemeleri, rekabet ihlâli niteliğindeki  eylemlere  karşı  kendi  hukukunu  uygulamada,  etkinin,  öngörülebilir olmasının yanı sıra doğrudan ve esaslı olması kriterlerine sahip olmasını aramıştır. Bu durum, 1976 tarihli Timberlane davasına kadar devam etmiştir.  Bank Of America ile Honduras ta kereste faaliyetinde bulunan bir şirket arasında engelleyici bir anlaşmanın akdedildiği ve bu sayede Honduras da kurulu bir kereste fabrikasının satın alarak işletme amacını taşıyan Timberlane şirketinin Honduras tan ABD ye  kereste  satmasını  engellemek  istediği  ve  satın  alınmak  istenilen  kereste fabrikasının zarar edip pazardan çekilmek zorunda kaldığı iddiasıyla açılan Timberlane davasında; ilk derece mahkemesi, yapılan eylemin, ABD nin ticareti üzerinde doğrudan ve esaslı bir etkisinin mevcut olmadığı gerekçesi ile davayı ret etmiş, ancak temyiz mahkemesi bu kararı bozmuştur. Bu davada; Amerikan Yüksek Mahkemesinin, rekabet ihlâlinden doğan etkinin doğrudan, esaslı ve öngörülebilir olması kıstaslarını koşulsuz olarak dikkate alınması yerine, ulusal ve uluslararası çıkarların dengelenmesini amaç edinen  bir  yaklaşımı  benimsediği  görülmektedir.  Zira  bu  davada;  rekabet  ihlâli niteliğindeki eylem nedeniyle diğer devletlerin kamusal menfaatlerini karşılaştıran bir yöntem  izlenmiş  ve   Balancing  Test   adı  verilen  bu  yöntem,  etki  kıstası  ile  de desteklenmiştir.  Yargılama  sonucunda  verilen  karar  uyarınca,  Amerikan  rekabet  kurallarının uygulanabilmesi  için;  Amerikan  piyasası  üzerinde  gerçekleşmiş  veya  gerçekleşmesi istenmiş bir etkinin olması şartına bağlanığı görülmektedir. Ayrıca, bu etkinin ABD ekonomisine önemli bir ölçüde zarar vermesi ve ABD menfaatlerinin ve diğer devletlerle olan karşılıklı bağlantılarının, bu şekilde ülke dışı uygulamayı haklı gösterecek derecede                                                            43  EROL, 2000, s. 23; ARI, 2013, s. 18.  44  Timberlane Lumber Co. v. Bank of America, 759 F. 2d. 1378 (9th Cir. 1984). Söz konusu dava hakkında ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 132 vd.; EROL, 2000, s. 24 vd.  343     kuvvetli  olması  şartlarını  ihtiva  etmesi  gerektiği  görülnektedir.  Etki  kıstası  ile desteklenmiş yargılama yetkisinin haklı bir nedene dayanması ilkesi Mannington Mills davasında da tekrarlanmış; ancak menfaatlerin karşılaştırılması ve dengelenmesini içeren bu kıstas sonraki davalarda terk edilmiştir.  Gerçekten  de  Amerikan  mahkemeleri nin  Uranium  Litigation  ve  Laker davalarında verdikleri kararlara bakıldığında; Amerikan rekabet kurallarının uygulanıp uygulanmayacağı konusunda etki kıstasının yeniden tek başına kullanılmaya başlandığı görülmektedir. Nitekim davalı vitamin üreticilerinin küresel fiyat tespitine ilişkin anlaşma yaptıkları gerekçesi ile ikame edilen 2004 tarihli Empagram davasında, Amerikan mahkemeleri, rekabet kanunlarının ülke dışı uygulanmasını değerlendirmiş ve rekabet ihlâli niteliğindeki eylemin ABD nin piyasasını etkilediği sürece, vitamin alıcısı olan çeşitli ülkelerde bulunan davacıların zararı ABD de oluşmasa dahi, uyuşmazlığın esasına Amerikan hukuku nun uygulanmıştır.  B. Avrupa Birliği Hukukunda Etki Kıstasının Gelişimi  AB açısından bakıldığında; rekabete ilişkin kuralların ülke dışı uygulanmasının, AB sınırları dışında uygulama olarak değerlendirilmesi gerekmektedir. Zira ülke dışı uygulamayı  sağlayan  etki  kıstası,  birliğe  üye  olmayan  devletlerin  tabiiyetindeki teşebbüslere,  birliğin  rekabet  kurallarının  ihlâl  edilmesi  durumunda,  AB  rekabet kurallarının uygulanması sonucunu doğurmaktadır. AB mahkemelerinin kararlarına bakıldığında, birlik dışı bir devlet tabiiyetindeki şirketler topluluğu bünyesinde bulunan                                                            45  BUXBAUM, 2009, s. 646; LOWENFELD, 1979, s. 408; OLSKY / GREENFİELD, 2006, s. 8.  46  Mannington Mills Inc. v. Congeleium Corp. 595 F. 2d. 1287. Industrial Oev ve Montreal Trading davalarında  da  menfaatlerin  karşılaştırılması  ve  dengelenmesi  kıstasının  etki  kıstası  ile  birlikte kullanıldığı görülmektedir. TİRYAKİOĞLU, 1997, s. 135, dpn. 618.  47  In Re Uranium Antitrust Litigation. 480 F. Supp. 1138. Söz konusu dava hakkında ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 136, 137. 48  Laker Airways v. Sabena Belgian World Airlines. 731 F. 2d. 909. Söz konusu dava hakkında ayrıntılı bilgi için bkz. EROL, 2000, s. 26 vd.  49  Empagran SA. v. F. Hoffman-La Roche. 542 US. 153. Söz konusu dava hakkında ayrıntılı bilgi için bkz. HUFFMAN, Max,  A Standing Framework for Private Extraterritorial Antitrust Enforcement , Southern Medodist University  Law Review, Yıl: 2007, Cilt: 60, Sayı: 1, (s. 103-156), s. 103 vd.; OLSKY / GREENFIELD, 2006, s. 9 vd.  50  LANDOLT, Phillip Louis, Modernized EC Competition Law in International Arbitration, First Edition, Kluwer Law International, The Hague, 2006, s. 167. 344     ve  onun  tarafından  sevk  ve  idare  edilen  birlik  üyesi  devlet  tabiiyetinde  olan  bir teşebbüsün,  rekabet  kurallarını  ihlâl  etmesi  durumunda,  AB nin  rekabete  ilişkin kuralarının bu şirket topluluğuna da uygulandığı görülmektedir.  AB hukukunda rekabet ihlâli niteliğindeki eylemler bakımından etki kıstasına ilk kez değinilen dava Grosfillex davasıdır. Kararda esasen, etki kıstası ifadesi açıkça zikredilmemiş olmakla birlikte, bu kıstasın bütün özelliklerinin arandığı görülmektedir. Zira  söz  konusu  davada;  AB  Komisyonu,  üye  olmayan  bir  devlet  tabiiyetindeki teşebbüsün AB sınırları dışında yürüttüğü eylemin muhtemel sonuçlarının birlik sınırları dahilinde meydana gelip gelmediğini irdelemiştir.  Grosfillex davasından altı yıl sonra verilen Dyestuffs kararında ise Komisyon un etki  kıstası  ibaresine  açıkça  yer  verdiği  gözlenmektedir.  Söz  konusu  davada  AB Komisyonu, henüz birliğe üye olmayan Birleşik Krallık merkezli ICI şirketinin, birlik içerisindeki yavru ortaklıkları vasıtasıyla boya maddelerinin fiyatını uyumlu eylemde bulunmak  suretiyle  yükselttiği  ve  bunun  da  açısından  tekelleşmeye  sebep  olduğu gerekçesi ile söz konusu şirkete ve birlik içerisindeki iştiraklerine yaptırım uygulamıştır. Komisyon, rekabeti sınırlandıran eylemin etkilerinin ortak pazarda meydana geldiği ve bu  etkinin  de  nitelik  itibari  ile  önceden  öngörülebilen,  doğrudan  ve  esaslı  olduğu gerekçesine  dayanarak  AB nin  rekabete  ilişkin  kurallarına  yetki  tanımıştır.  ICI nın, komisyonun kendisine ceza verme yetkisi bulunmadığı şeklindeki itirazını reddeden AB Adalet Divanı ise, uyumlu eylem sonucunda meydana gelen fiyat tekelleşmesinin birliğin rekabet politikasını ihlâl ettiği gerekçesine dayanmış, ancak etki kıstasına kararında yer vermemiştir.  Esasen,  AB  Komisyonunun,  etki  kıstasına  geniş  bir  uygulama  alanı  tanıma eğiliminde olduğu, AB Adalet Divanı nın da bu eğilime sahip olmakla birlikte, bu kıstası                                                            51  TEKİNALP, Gülören / TEKİNALP, Ünal,  Türk Rekabet Hukukunda Etki İlkesi . Prof. Dr. Tuğrul Ansay a Armağan. Seçkin Yayıncılık, Ankara, 2006, s. 383. 52  CMLR. 237, 1964.  53  EROL, 2000, s. 79. 54  Imperial Chemical Industries Ltd. v. Commission. CMLR. 557, 1972. Söz konusu dava hakkında ayrıntılı bilgi için bkz. EROL, 2000, s. 75 vd.  345     kararlarına dayanak yapmaktan kaçındığı görülmektedir. Zira AB Adalet Divanının, birlik  rekabet  kurallarının  uygulanması  konusunda  etki  kıstasına  gerekçede  yer vermezken, bu kıstas yerine, eylemin birlik içerisinde gerçekleştirildiği veya uygulandığı ya da birlik üyesi devlette merkezi bulunan yavru şirketin eylemlerinden dolayı ekonomik birlik içerisinde olan birlik dışı ana şirketin de sorumlu olması şeklinde gerekçelere dayandığı  görülmektedir.  Nitekim  Commercial  Solvents  kararına  bakıldığında  da; Dyestuffs kararında da olduğu gibi, AB Adalet Divanı nın gerekçesinde açıkça etki kıstasına dayanmadığını söylemek mümkündür. Zira söz konusu davada da mahkeme; ABD de yerleşik olan bir şirket ve birlik içerisinde bulunan yavru ortaklığı aracılığıyla ilaç hammaddesinin arzını kısıtladığını ifade ederek, bu durumun hakim durumun kötüye kullanılması niteliğinde olduğu için birlik rekabet  politikasına aykırılık oluşturduğu gerekçesi ile teşebbüse ceza vermiştir.  AB  Komisyonunun,  Wood  Pulp  davasındaki  kararına  bakıldığında  ise,  etki kıstasına geçerlilik tanıdığı görülmektedir. Zira kararda; birlik üyesi devletler arasındaki ticareti etkileyen rekabet ihlâli niteliğindeki eylemlerin, merkezi AB dışında bulunan teşebbüsler tarafından yerine getirilmiş olsa ve hatta bu nitelikteki ihlâl ortak pazar dışındaki  piyasaları  dahi  etkilemiş  olsa  bile,  AB nin  rekabete  ilişkin  kurallarının uygulanacağı ifade edilmiştir. AB Adalet Divanın bu olaya ilişkin olarak birlik rekabet kurallarının uygulanması şeklindeki verdiği kararın gerekçesini ise, her ne kadar yabancı şirketler tarafından birlik sınırları dışında yapılan fiyat üzerinde anlaşmayı, birlik içindeki pazarda da uygulanmasına dayandırdığı görülmektedir. Ancak kararda yer alan başkaca bir tespit nedeniyle, bu davada Divanın etki kıstasından açıkça bahsetmemekle birlikte, bu kıstası tamamen red etmediğini de söylemek mümkündür. Zira AB Adalet Divanın, söz konusu kararda yer alan, merkezi AB sınırları dışında bulunan teşebbüslerce yapılan                                                            55   TEKİNALP, Ünal / TEKİNALP, Gülören, Avrupa Birliği Hukuku, İkinci Baskı, Beta Yayınevi, İstanbul, 2000, s. 330, 331; TİRYAKİOĞLU, 1997, s. 73. 56  EROL, 2000, s. 89.  57  WHISH/ SUFFRIN, 2003, s. 217.  58  A. Ahsltröm Osakeythro v. Comission. 4 CMLR, 1984. Söz konusu dava hakkında ayrıntılı bilgi için bkz. EROL, 2000, s. 89 vd. 59  WHISH / SUFFRIN, 2003, s. 374. 346     rekabet  ihlâlinin  ortak  pazardaki  rekabeti  hedefleyip,  etkilerinin  doğrudan  AB piyasasında ortaya çıkması durumunda AB rekabet kurallarının uygulanması gerektiği şeklindeki tespit göz ardı edilmemelidir. AB de  birlik  üyesi  olmayan  devletlerin  tabiiyetindeki  teşebbüsün  bileşme, devralma ve ortak girişim kurma anlaşmalarına da birliğin rekabete ilişkin kurallarının uygulandığı  görülmektedir.  Ortak  girişim  kurma  suretiyle  ilgili  piyasada  oluşacak yoğunlaşmalar bakımından AB rekabet kurallarının ülke dışı uygulanması konusunda zikredilebilecek emsal karar Gencor kararıdır.  Söz konusu karara konu olayda; Merkezi Güney Afrika da bulunan Gencor ile merkezi İngiltere de bulunan Lonrho nun Güney Afrika da faaliyette bulunan iştiraki arasında gerçekleştirilmesi düşünülen ortak girişim faaliyeti  ile  alakalı  olarak  AB  Komisyonu,  dünya  platin  ve  rodyum  piyasalarında yoğunlaşmaya  sebebiyet  vereceği  gerekçesiyle  izin  vermemiştir.  Gencor un, Komisyon un yargı yetkisi bakımından yaptığı itirazı değerlendiren genel mahkeme (Court of First Instance); yoğunlaşmanın AB sınırları içerisinde yakın ve önemli bir etkiyi haiz olacağı tahmin ediliyorsa kamu hukuku uyarınca Tüzüğe yetki tanınmasının olağan kabul edilmesi gerektiğini ifade ederek, Gencor un talebinin reddine karar vermiştir. Bu bağlamda, Mahkeme, gerekçeli kararında etki kıstasına açıkça yer vermemiş olmakla birlikte; söz konusu ortak girişimin eylemlerinin dünya pazarında iki oyunculu bir piyasa meydana getirme veya güçlendirme etkisini haiz olduğu ve bunun sonucunda da AB sınırları içerisinde etkin rekabetin büyük ölçüde engellenebileceğine kanaat getirmiştir.  AB rekabet kurallarının, birleşme işlemlerinde ülke dışı uygulanması konusunda göze çarpan karar ise Boeing ve McDonnel Douglas kararı  iken, devralma işlemlerinde dikkat çeken karar GE ve Honeywell kararıdır. Söz konusu her iki olayda da, AB Komisyonu,  merkezleri  AB  sınırları  içerisinde  olmayan  şirketlerinin  işlemlerinin                                                            60  EROL, 2000, s.  92.  61  Case T-102/96, [1999] ECR II-753; [1999] 4 CMLR 971.  62  Boeing - McDonnell Douglas, Commission decision of 30 July 1997, OJ 1997 L 336/16. 50. 63  Cases T-209/01 ve 210/01, General Electric Company v. Commission [2005] ECR II-5575. 347     etkilerinin, AB sınırları içerisinde hissedilebileceği gerekçesiyle, işlemleri AB rekabet hukuku kuralları çerçevesinde incelemiştir.  II.  REKABET  İHLÂLİNDEN  DOĞAN  TALEPLERE  DOĞRUDAN ETKİLENEN PİYASA YERİ HUKUKUNUN UYGULANMASI: MÖHUK M. 38 A. Genel Olarak 2675  sayılı  MÖHUK un,  bazı  durumlar  için  çözüm  yolu  üretmede  yetersiz kalması,  2001  yılında  Türk  Medeni  Kanunu  66  ile  getirilen  yeni  düzenlemeler  ve özelliklede AB mevzuatı ile uyumun sağlanması amacıyla MÖHUK 2007 yılında kabul edilmiş ve 2675 sayılı MÖHUK da hüküm bulunmayan alanlara ilişkin olarak yeni düzenlemelere  yer  verilmiştir.  MÖHUK un  getirdiği  yeniliklere  bakıldığında,  yeni düzenlemelerin en çok akitler ve akit dışı borç ilişkileri alanında olduğu görülmektedir.  Akit dışı borç ilişkileri MÖHUK m. 34 vd. da düzenlenmiştir. Bu düzenleme ile haksız fiilden doğan uyuşmazlıklar bakımından 2675 sayılı MÖHUK m. 25 de olduğu gibi, ika yeri ve sıkı ilişkili yer hukuku uyuşmazlığın esasına uygulanacak hukuk olarak belirlenmiştir.  Ancak  devamında  IPRG  m.  133 den  esinlenerek  hazırlanmış  yeni hükümlere yer verilmiştir. Zira MÖHUK m. 34 ile haksız fiilden doğan borç ilişkisi başka bir devlet ile daha yakın irtibat içerisinde ise bu devlet hukukunun uygulanması zorunlu hale  getirilmiştir.  Bu  değişiklerin  yanı  sıra  uygulanacak  hukukun  taraflarca seçilebilmesine izin verilmiş, ancak, hukuk seçimi konusunda zaman ve şekil bakımından bir  sınırlama  getirilmiştir.  Zira  taraflar  hukuk  seçimini,  haksız  fiilin  meydana gelmesinden sonra ve ancak tereddütte mahal vermeyecek açıklıkta belirlemek şartıyla                                                            64  TEKİNALP / TEKİNALP, 2000, s. 384; GÜVEN, 2008, s. 44.  65  RG., T. 22.05.1982, S. 17701. 66  RG., T. 08.12.2011, S. 24607. 67  TİRYAKİOĞLU,  Bilgin,   Genel  Olarak  Haksız  Fiillere,  Haksız  Rekabete  ve  Rekabetin Engellenmesine  Uygulanacak  Hukuk .  Avrupa da  Devletler  Özel  Hukuku  ve  Yeni  Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri, Koç Üniversitesi Konferans Yayınları Dizisi 2, Yıl: 2010, s. 211; TARMAN, 2011, s. 87. 348     yapabilirler. Bu bağlamda, kanun koyucunun iradesinin, akdi borç ilişkisindeki hukuk seçiminin  aksine,  haksız  fiil  alanında  taraflara  örtülü  olarak  hukuk  seçimine  cevaz vermeme yönünde olduğu ifade edilebilir.  Haksız  fiillere  uygulanacak  hukuku  genel  bir  şekilde  düzenleyen  2675  sayılı MÖHUK  zamanında,  özel  nitelikli  haksız  fiillere  yönelik  ihtiyac  büyük  ölçüde  m. 25.2 deki  istisnai  hüküm  ile  karşılanmıştır.  Özel  haksız  fiil  türleri  için  ayrı düzenlemelerin  kabul  edilmesi  gerektiği  şeklinde  bu  dönemde  yapılan  eleştirileri karşılayan MÖHUK ile m. 34 de düzenlenen genel bağlama kuralından ayrı olarak dört farklı haksız fiil türü için bağlama kuralları getirilmiş olup, bunlar kişilik haklarının ihlâli (m. 35), imalatçının sözleşme dışı sorumluluğu (m. 36), haksız rekabet (m. 37) ve nihayetinde rekabetin engellenmesi (m. 38) durumlarına özgüdür. MÖHUK da özel haksız fiil türleri için genel düzenlemeden ayrı olarak bağlama kurallarının getirilmiş olması IPRG (m. 134-139) ve Roma II Tüzüğünde (m. 5-9) izlenen yönteme de uygundur. Bununla  birlikte,  MÖHUK  ile  getirilen  düzenlemeler,  Roma  II  Tüzüğündeki düzenlemeler ile birebir aynı olmamakla birlikte, benzer yaklaşım ve kriterlerden hareket edildiği görülmektedir.  Rekabet ihlâli alanında bağlama kuralını düzenleyen MÖHUK m. 38 de  rekabetin engellenmesi  kavramına yer verilmiş ise de; bu kavramın, geniş anlamda rekabet ihlâli olarak  yorumlanması  gerekmektedir.  Zira  RKHK da  menedilen  rekabet  ihlâlleri, rekabeti engelleyen her türlü anlaşma, uyumlu eylem ve kararlar ile bir piyasadaki hâkim konumun kötüye kullanılması ve kartel oluşturacak şekilde birleşme ve devralmalar olarak belirlenmiştir. Nitekim, MÖHUK m. 38 in gerekçesine bakıldığında da; madde ile rekabetin korunması, bozulmadan ve düzenli işletilmesinin sağlanması ve çeşitli kartel uygulamalarının  önlenmesi  amacıyla  rekabetin  engellenmesine  ilişkin  bir  kuralın öngörüldüğü ifade edilmiştir. Türk hâkimi, kural olarak, eylemin RKHK kapsamında rekabet ihlâli teşkil edip etmediğini  ve  rekabet  ihlâli  teşkil  ediyorsa  hangi  hükme  göre,  hangi  sonucun                                                            68  TURHAN, Turgut, Haksız Fiilden Doğan Kanunlar İhtilafı Alanında İka Yeri, Birinci Baskı, Dayınlarlı Yayıncılık, Ankara, 1989, s. 131; TİRYAKİOĞLU, 1997, s. 72.  69  ÇELİKEL / ERDEM, 2010, s. 420; ARI, 2013, s. 12.  349     uygulanması gerektiğini tespit ederek, taraflar arasındaki uyuşmazlığı, RKHK m. 56 ve devamı hükümlerine göre tazminat ve ifa edilen edimin aynen iadesi şeklinde uyuşmazlık sona  erdirmektedir.  Ancak,  uyuşmazlık  yabancılık  unsuru  taşıyorsa,  uyuşmazlığın esasına  yabancı  devlet  hukukunun  uygulanması  söz  konusu  olabilecektir.  Zira MÖHUK un uygulanma alanının yabancılık unsuru ihtiva eden işlem ve ilişkiler ile sınırlı olması sebebiyle, MÖHUK m. 38 in uygulanabilmesi; rekabet ihlâlinin en az iki veya daha fazla hukuk sistemi ile bağlantısının olmasına bağlıdır. Rekabet ihlâli alanında taraflardan birinin yabancı olması, grup şirketlerinde eylemi yapan iştirakin bağlı olduğu şirketin yurt dışında bulunması veya rekabet ihlâli niteliğindeki eylemin yapıldığı veya bu  eylemin  sonucunun  meydana  geldiği  yerin  yabancı  bir  ülke  olması  durumunda yabancılık unsurunun varlığı kabul edilmelidir.  Ülke hukukları arasında farklı düzenlemelerin varlığı, farklı sonuçlara ulaşmaya da neden olabilecektir. Uyuşmazlığın esasına uygulanacak hukuktaki ayrımlar, ihlâlin hüküm ve neticelerinin yanı sıra, eylemin ihlâl niteliği taşıyıp taşımadığı ve bir ihlâl varsa yaptırımının özel hukuk veya kamu hukuku alanında mı olacağı hususunda da ortaya çıkabilmektedir.  Bu  sebeplerle  eylemin  niteliğinin  belirlenmesi  amacıyla  olay  ve işlemlerin  vasıflandırılması  gereklidir.  Zira  uyuşmazlığı  oluşturan  eylemin  hukukî niteliği belirlenmeksizin esasa uygulanacak hukuku tespit etmek mümkün değildir. Bu nedenle  çalışmamızda  öncelikle  bir  eylemin  veya  işlemin  rekabet  ihlâli  teşkil  edip etmediğinin tespitinde kullanılan yöntemler tespit edilmeye çalışılacak, akabinde de                                                            70  Rekabet ihlâllerinin özel hukuk alanındaki sonuçları için bkz. ŞANLI, 2000, s. 386 vd.; GÜVEN, 2008, s. 733 vd.; İNAN / PİKER, 2007, s. 103 vd.  71  NOMER, Engin, Devletler Hususi Hukuku, On dokuzuncu Baskı, Beta Yayınevi, İstanbul, 2011, s. 5; DOĞAN, 2013, s. 25; ÇELİKEL / ERDEM, 2010, s. 8; TARMAN, 2011, s. 104.  72  HELLNER, Michael,  Private International Enforcement of Competition Law, The Application of Foreign Competition Law , Yearbook of Private International Law, Swiss Institute of Comparative Law, Yıl: 2002, Sayı: 4, (s. 357-401), s. 361 vd.; GIO, Alessandro Di,  Contract and Restitution Law and  the  Private  Enforcement  of  EC  Competition  Law ,  World  Competition,  Kluwer  Law International, Yıl: 2009, Cilt: 32, Sayı: 2, (s.199-220), s. 201 vd; PAPADOPULOS, Anestis, The International Dimension of EU Competition Law and Policy, First Edition, Cambrigde University Press, Cambrigde, 2010, s. 15 vd.; GÜVEN, 2008, s. 732; HUYSAL, 2012, 72.  73  BERKİ, Osman Fazıl, Tük Hukukunda Kanunlar İhtilafı, İkinci Baskı, Ankara Üniversitesi Hukuk Fakültesi, Ankara, 1971, s. 40; DOĞAN, Vahit, Milletlerarası Ticaret Hukuku, Birinci Baskı, Savaş Yayınları, Ankara, 2020, s. 127; DOĞAN, 2013, s. 170; NOMER, 2011, s. 95; TARMAN, 2011, s. 89; KAYIŞ, 2012, s.124.  350     MÖHUK m. 38 de düzenlenen bağlama kuralı ile bağlama noktasını teşkil eden doğrudan etkilenen piyasa kavramından ne anlaşılması gerektiği, akabinde de doğrudan uygulanan kuralların etkisi incelenecektir.  B. Rekabet İhlâlinin Vasıflandırılması Bir  ilişki  veya  olayın,  hukukî  karakterinin  tespit  edilmesi  vasıflandırmadır. Hukukî  müessesenin  hangi  maddi  hukuk  kurallarını  harekete  geçireceği,  bunun sonucunda hangi kanunlar ihtilafı kurallarının devreye gireceği vasıflandırmaya bağlıdır. Zira yabancılık unsurlu hukukî müessese açısından yetkili hukukun tespitinde kabul edilen kanunlar ihtilafı kurallarının belirlenmesine etken sistem kavramları olup, bu kavramın hukukî niteliği de,  vasıflandırma yoluyla belirlenmektedir. Ancak, taraflar arasındaki hukukî ilişki veya olayın farklı hukuk sistemlerinde farklı şekilde anlaşılması ve düzenlenmesi nedeniyle milletlerarası özel hukuk bağlamında vasıflandırma problemi ortaya çıkmaktadır.  Yabancılık unsurlu uyuşmazlığın esasına uygulanacak hukukun tespitinde dikkate alınacak bağlama noktasının belirlenmesinde önem arz eden, bağlama konusunun hukukî niteliğinin tespitidir. Bu tespitin hangi hukuka göre yapılması gerektiği hususunda farklı görüşler kabul edilmektedir. Bu şekilde ortaya çıkan vasıflandırma probleminin çözümü                                                            74  Vasıflandırma problemi doktrinde,  yabancılık unsuru taşıyan hukukî olay ve ilişkilere uygulanması söz konusu olan birden fazla hukukun, o hukukî olay veya ilişkiye ve bu ilişkileri düzenleyen kurallarda kabul  edilen  bağlama  noktalarına  farklı  hukukî  nitelik  tanınmasından  doğan  ihtilaf   olarak tanımlanmıştır.  ÇELİKEL / ERDEM, 2010, s. 78.  75  ÇELİKEL / ERDEM, 2010, s. 77; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 40; DOĞAN, 2013, s. 170; NOMER, 2011, s. 94; HUYSAL, 2011, s. 73; KAYIŞ, 2012, s. 123. Vasıflandırma probleminin ortaya çıkma sebeplerinden biri; iç maddi hukuk ile yabancı maddi hukuk sistemlerinin karşılaştırılması sonucunda benzer nitelikteki hukukî olay veya ilişkinin özel hukukun farklı alanlarında düzenlenmiş olmasıdır. Diğer bir sebep; yabancılık unsurlu hukukî müessesenin hâkimin hukukunda bulunmaması nedeniyle  maddi  bir  boşluk  olmasıdır.  Bu  nedenle  de  buna  ilişkin  bir  bağlama  kuralı  da düzenlenmemiştir. Hâkimin hukukundaki maddi hukuk ile milletlerarası özel hukuk kuralları arasındaki sistem farklılıkları yabancılık unsurlu uyuşmazlıklarda vasıflandırma problemini ortaya çıkaran diğer bir sebeptir. DOĞAN, 2020, s. 127, 128; DOĞAN, 2013, s. 170, 171; ÇELİKEL / ERDEM, 2010, s. 79; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 41, 42; NOMER, 2011, s. 95, 96.  351     için, hâkimin hukukuna (lex fori)76, hükmün statüsüne (lex cause)77, bütün devletlerce kabul  edilebilecek  genel  hukuk  kavramları  oluşturma  prensibine  dayanan  bağımsız yoruma, ilk aşamada hâkimin hukuku ikinci aşamada hâkimin kanunlar ihtilafı kuralları ile tespit edilen yetkili hukuk uyarınca yapılacak kademeli yoruma göre ve kanunlar ihtilafı  kuralları  ile  elde  edinmek  istenen  menfaatler  dikkate  alınarak  yapılacak milletlerarası özel hukuk bakımından vasıflandırma şeklinde farklı çözüm önerileri olmuştur.  Yabancılık  unsurlu  bir  uyuşmazlıkta,  eylem  ve  faaliyetin  rekabet  hukukunun uygulama  alanını  içerisinde  olup  olmadığının  tespitinde  vasıflandırmanın,  hangi yöntemle yapılacağı konusunda lex fori ve lex cause olmak üzere iki farklı görüş vardır. Kanaatimizce, vasıflandırmanın lex fori uyarınca yapılması gerekmektedir. Ancak Türk hâkimi, kendi hukukuna göre vasıflandırma yaparken serbest piyasa ekonomisinin                                                            76  Bu çözüm önerisi ve öneriye getirilen eleştiriler için bkz. DOĞAN, 2020, s. 128 vd.; DOĞAN, 2013, s. 171 vd.; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 42 vd.; NOMER, 2011, s. 97 vd.; ÇELİKEL / ERDEM, 2010, s. 83 vd.; ARI, 2013, s. 13, 14. 77  Bu çözüm önerisi ve öneriye getirilen eleştiriler için bkz. DOĞAN, 2020, s. 128 vd.; DOĞAN, 2013, s. 171 vd.; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 43; NOMER, 2011, s. 98 vd. ; ÇELİKEL / ERDEM, 2010, s. 78 vd.; ARI, 2013, s. 13, 14. 78  Bu çözüm önerisi ve öneriye getirilen eleştiriler için bkz. DOĞAN, 2020, s. 129; DOĞAN, 2013, s. 172; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 43; NOMER, 2011, s. 99, 100; ÇELİKEL / ERDEM, 2010, s. 91; ARI, 2013, s. 14. 79  Bu çözüm önerisi ve öneriye getirilen eleştiriler için bkz. DOĞAN, 2020, s.129, 130; DOĞAN, 2013, s.172, 173; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 44. 80  Bu çözüm önerisi için bkz. DOĞAN, 2020, s. 130; DOĞAN, 2013, s. 173 81  Vasıflandırmanın lex cause ye göre yapılabilmesi için hâkimin öncelikle lex cause yı, başka bir ifade ile yabancılık unsur taşıyan uyuşmazlığın esasına uygulanacak hukuku tespit etmesi gerekmektedir. Hâkimin yetkili hukuku tespit edebilmesi için de taraflar arasındaki ilişki, olay veya uyuşmazlığın hukukî niteliğini öncelikle tespit etmelidir. Bu bağlamda, ortada uyuşmazlığın esasına uygulanacak yetkili bir hukuk henüz yokken, vasıflandırmanın mevcut olmayan bir hukuka göre tespit edilmesi bir kısır döngüye neden olacaktır. Bu nedenle, vasıflandırmanın lex fori uyarınca yapılması gerektiği yönündeki genel kabul uyarınca, hâkim önüne gelen uyuşmazlığın rekabet ihlâli teşkil edip etmediğini kendi hukukuna göre vasıflandırmalıdır. TİRYAKİOĞLU, 1997, s. 154, 155; ARI, 2013, s. 14.  82  Özel  hukuk  menfaatlerini  daha  iyi  koruduğu  gerekçesi  ile  vasıflandırmanın  lex  cause ye  göre yapılmasının yerinde olduğunu ifade eden bu görüşe göre; lex cause nin benimsenmesi rekabet hukukunun koruduğu amacın gerçekleşmesi ve özel hukuka ilişkin sonuçlar bakımından önem arz etmektedir. Zira rekabet hukuku ile korunması amaçlanan, devletin iktidadi düzenine ilişkin değerdir. Dolayısıyla bir devletin belirleme hakkına sahip olduğu rekabeti korumanın kapsamına ve içeriğine öncelik verilmelidir. Diğer taraftan, vasıflandırmanın lex fori uyarınca yapılması durumunda, etkinin doğrudan ortaya çıktığı devlet hukukunda, aslında rekabet ihlâli teşkil ettiği belirlenen bir eylem, rekabet ihlâli olmaktan çıkabileceği gibi, tam tersine bir durum da yaratabilir. HUYSAL, 2012, s. 74, 75. 352     belirlendiği  sistemlerde  rekabetin  sınırlanması  veya  bozulmasının  birkaç  şekilde gerçekleştiğini göz ardı etmemelidir. Bunlardan ilki, hukuk düzeninin bir kişiye tanıdığı rekabet  etme  hakkının  dürüstlük  kuralına  aykırı  olarak  kullanılması;  ikincisi  ise, piyasalardaki  rekabetin,  bozucu,  engelleyici  veya  kısıtlayıcı  davranışlarla sınırlandırılmasıdır.  Haksız  rekabete  ilişkin  hükümler  rekabet  hakkının  kötüye kullanılmasını engellemeye çalışırken, rekabet kuralları; piyasada hâkim durumda olan teşebbüslerin bu durumlarını kötüye kullanmaması, mal ve hizmet piyasalarında rekabeti engelleyici,  kısıtlayıcı,  bozucu  anlaşma,  eylem  ile  kararların  uygulanmaması,  ilgili piyasada  yoğunlaşma  ve  tekelleşmeyi  önlemek  amacıyla  birleşme  ve  devralmaların denetlemesi ve düzenlemesi amacını taşımaktadır. Bu açıdan bakıldığında söz konusu düzenlemeler,  piyasalarda  rekabet  hakkının  kötüye  kullanılmadığı  ve  rekabetin sınırlandırılmadığı  etkin  bir  rekabet  düzeninin  oluşmasını  amaçlayan  maddi  hukuk düzenlemeleri gibi görünmektedir.  Her ne kadar rekabet kurallarında, serbest rekabeti temin etme, haksız rekabette de rekabet hakkının aşırı kullanımlara karşı korunması ön plana çıksa da; her iki düzenleme de rekabet düzeninin oluşması ve korunması şeklinde tek bir amaca hizmet etmektedir. Ancak, haksız rekabet; iktisadî rekabetin aldatıcı davranış veya dürüstlük kuralına aykırı olacak şekilde suiistimal edilmesidir. Haksız rekabet, kişilerin hukuk düzeni tarafından kendilerine  verilen  rekabet  etme  hakkını  kötüye  kullanması,  kanuna  ve  dürüstlük kurallarına  aykırı  hareket  etmesi  şeklinde  de  tanımlanmaktadır.  Kişilerin  farklı yöntemlerle kamuoyuna kendi faaliyet alanlarına veya rakiplerine ilişkin aldatıcı bilgi sunması, rakiplerini iyiniyet kurallarına aykırılık teşkil edecek nitelikte kötüleyerek, rekabet  etmeye  çalışması,  rakiplerin  marka  veya  ürünlerini  taklit  etmesi,  ad  ve unvanlarını kullanması haksız rekabet olarak nitelendirilmekte ve haksız rekabete ilişkin kurallarca yasaklanmaktadır. Bu bağlamda, haksız rekabetten beklenen amaç, piyasada                                                            83   POROY / YASAMAN, 2010, s. 355; ERDEM, 2007, s. 146; TARMAN, 2011, s.  7.  84  REKABET KURUMU,  Rekabet Terimleri Sözlüğü, Ankara, 2019, s.50. 85  SARIÖZ, Ayşe İpek, Haksız Rekabetten Doğan Uyuşmazlıklarda Uygulanacak Hukuk ve Yetkili Mahkeme, Birinci Baskı, Seçkin Yayıncılık, Ankara, 2012, s. 9; KAYIŞ, 2012, s.  28-29; TARMAN, 2011, s. 6; AŞÇIOĞLU ÖZ, 2000, s. 6-7; ŞANLI, 2000, s. 6.  86  AŞÇIOĞLU ÖZ, 2000, s. 7 vd.; REKABET KURUMU, 2019, s. 91. 353     faaliyet gösteren teşebbüs ve tüketicilerin korunması olup, iktisadî ilkelerden çok, ahlâki ilkelere dayanmaktadır. Rekabet kuralları ile istenmeyen ve yasaklanan davranışlar ise, haksız rekabet yaratan değil, korunmak istenen mevcut rekabet düzenini bozan veya bozmaya çalışan faaliyetlerdir. Bu nedenle rekabet kuralları ile korunan teşebbüs ve/veya tüketiciler değil, bizzat piyasanın kendisidir. Rekabet kuralları, ekonomik verimliliği temin edebilmek için sınırlamalardan ve engellemelerden olabildiğince arınmış rekabet ortamı tesis etmeyi amaçlamaktadır. Bu nedenle, rekabet kuralları, istenilen seviyede etkin  rekabetin  sağlanabilmesi  amacıyla  her  türdeki  engeli  kaldırmaya  yönelik düzenlemeleri ihtiva etmektedir.  Türk hâkimi, yabancılık unsuru taşıyan bir eylemin yukarıda izah edilmeye çalışılan kıstaslar doğrulusunda rekabet ihlâli mi yoksa haksız rekabet mi teşkil ettiğini tespit etmelidir. Ancak lex fori ye göre yapılan vasıflandırılmada dahi, rekabet ihlâli teşkil eden olay veya fiiller tüm devletlerde aynı şekilde düzenlenmediğinden, milletlerarası özel hukuk  adaletinin  ya  da  milletlerarası  özel  hukuk  hukuktan  beklenen  menfaatlerin korunması gerektiği de göz ardı edilmemelidir. Bu amaçla, uyuşmazlık ile irtibatlı olan hukukların rekabet konusundaki düzenlemeleri de dikkate alınmalı ve bu düzenlemeler, kıyasa uygun oldukları ölçüde değerlendirmeye alınarak, eylem veya fiilîn rekabet ihlâli niteliği taşıyıp taşımadığı geniş olarak irdelenmelidir. Hâkimin, kendi hukukuna göre yaptığı vasıflandırma sonrasında kanunlar ihtilafı kuralları uyarınca tespit ettiği yetkili yabancı hukuk ile hâkimin hukuku arasında rekabet ihlâlinin görünümleri ve bu ihlâllere ilişkin yaptırım konusunda farklılıklar ortaya çıkabilir. Bu farklıkların ise, uyuşmazlığın esasına uygulanacak yetkili hukuka göre çözümlenmesi gerekmektedir. Başka bir ifade ile, hâkimin hukukuna göre rekabet ihlâli niteliğinde olan bir eylem, uygulanacak yabancı hukukta bir haksız fiil olarak düzenlenmiş ise artık uyuşmazlığı bu şekilde çözüme kavuşturulması, milletlerarası özel hukuk adaletinin sağlanabilmesi bakımından önem arz                                                            87  İNAN, 1999, s. 14; ERDEM, 2007, s. 383; TARMAN, 2011, s. 7; POROY / YASAMAN, 2010, s. 300;  ŞANLI, 2000, s. 6. 88  TİRYAKİOĞLU, 1997, s. 155.  89  BASEDOW, Jurgen,  Private Enforcement of EC Competition Law: Jurisdiction and Choice of Law in the Private Enforcement of EC Competition Law , International Competition Law Series, Yıl: 2007, Sayı:  25, (s. 229-256), s. 246; HELLNER, 2002, s. 297.  354     etmektedir. C. Rekabet İhlâline İlişkin Bağlama Kuralının İncelenmesi  MÖHUK m. 3890.1 uyarınca, rekabet ihlâlinden doğan uyuşmazlıklara bu ihlâlden piyasası doğrudan etkilenen yerin maddi hukuk kuralları uygulanacaktır. Anılan madde ile  RKHK da  tek  taraflı  olarak  düzenlenmiş  bulunan  piyasa  üzerine  etki  bağlama kuralının, iki taraflı kural haline getirildiğini söylemek mümkündür. Zira RKHK m. 2 kapsamında;  bu  eylemlerin  yabancılık  unsurlu  olması  veya  söz  konusu  rekabet niteliğindeki eylemlerin sınırlarının yurt dışında olması durumunda dahi, Türk piyasaları etkilenmiş  ise,  uyuşmazlığa  RKHK nın  uygulanacağı  düzenlenmiştir.  Rekabet  ihlâli durumunda, bu ihlâlden doğan uyuşmazlığa hangi hukukun uygulanacağına ilişin m. 38; sadece rekabet ihlâli nedeniyle ortaya çıkan özel hukuka ilişkin talepler bakımından uygulama alanı bulacaktır.  MÖHUK a bakıldığında, kanunlar ihtilafı kurallarının birçoğunun alternatifli veya ikincil  olarak  uygulanabilecek  bağlama  noktaları  ihtiva  edecek  şekilde  düzenlediği görülmektedir. Oysa ki m. 38 de düzenlenen rekabet ihlâli hâlinde uygulanacak hukuku                                                            90  MÖHUK m. 38;  (1) Rekabetin engellenmesinden doğan talepler, bu engellemeden doğrudan etkilenen piyasanın bulunduğu ülkenin hukukuna tâbidir. (2) Türkiye de rekabetin engellenmesine yabancı hukuk uygulanan  hâllerde,  Türk  hukuku  uygulansaydı  verilecek  tazminattan  daha  fazla  tazminata hükmedilemez.  91  Türk hukukunda MÖHUK m. 2.3 uyarınca atıf sadece kişinin hukuku ve aile hukuku alanında kabul edilmiş  olduğundan,  m.  38.1  bağlamında  tespit  edilen  hukukun  sadece  maddi  hukuk  kuralları uygulanacaktır. 92  GÜVEN, Pelin,  Rekabetin Engellenmesi Halinde Uygulanacak Olan Hukukun Karşılaştırmalı Hukuk Açısından Değerlendirilmesi , GÜHD, Yıl: 2011, Sayı: 1, (429-466), s. 447; DOĞAN, 2013, s. 394.  93  Nitekim, MÖHUK da özel  hukuka ilişkin işlem  ve ilişkilerin bu  kanun  kapsamında olduğunun düzenlenmiş (m.1.1)  olması ve m. 38.2 de ortaya çıkan zarar bakımından hükmedilecek tazminata ilişkin bir hüküm getirilmesi, rekabet kurallarının özel hukuka ilişkin hükümlerinin dikkate alınması gerektiğini göstermektedir. 355     belirleyen bağlama noktası, Roma II Tüzüğü m. 6.394 ve IPRG m. 13795 ile de uyumlu olarak, tek başına uygulanan ve de alternatifi olmayan bir bağlama noktası içermektedir. Zira  MÖHUK  m.  38.1  uyarınca  korunmak  istenen,  esasen  devletin  piyasası  ve  bu piyasadaki rekabet düzenidir. Kaldı ki, bir devletin rekabet hukukuna ilişkin kuralları, o devletin mevcut serbest rekabet düzeninin, kamunun korunması ve bu sayede ikincil olarak da piyasadaki rakipler ile tüketicilerin korunmasını amaçlamaktadır. Rekabet kurallarının, mevcut bir piyasa düzenini koruma amacını haiz olması, rekabet ihlâli oluşturan eylemleri, rekabeti ihlâl edilen o devletin hukukuna tâbi tutmanın da haklı gerekçesini oluşturmaktadır. Bu bağlamda, rekabet ihlâline karşı etkin bir korumanın sağlanması her şeyden önce bu tür eylemlerden etkilenen piyasanın, bulunduğu yer hukuku ile korunmasına bağlıdır. Piyasası etkilenen yer hukukuna bağlanma, bu anlamda devletlerin de menfaatinedir.  Haksız fiil niteliğindeki rekabet ihlâllerinde, bu nitelikteki eylemlerden çok, ortaya çıkan ekonomik sonuç önem arz etmektedir. Rekabet hukuku ile korunmak istenen amaç ve  menfaatler  göz  önüne  alındığında,  zarar  yeri  hukukunun,  uyuşmazlığın  esasına uygulanması gerektiği sonucuna ulaşılmaktadır. Zararın meydana geldiği yer kriterinin rekabet ihlâlleri alanındaki görünümü ise; bu ihlâl sonucunda ortaya çıkan ekonomik zararın meydana geldiği yerdir. Kaldı ki; bir teşebbüsün faaliyette bulunduğu piyasadaki kuralları, hangi eyleminin ne sonuçlar doğuracağını, hangi durumların ihlâl teşkil ettiğini                                                            94  Roma II Tüzüğünün rekabet ihlâlinden doğan uyuşmazlıklara uygulanacak hukuku düzenleyen m. 6. 3;  (a) The law applicable to a non-contractual obligation arising out of a restriction of competition shall be the law of the country where the market is, or is likely to be, affected. (b) When the market is, or is likely to be, affected in more than one country, the person seeking compensation for damage who sues in the court of the domicile of the defendant, may instead choose to base his or her claim on the law of the court seised, provided that the market in that Member State is amongst those directly and substantially affected by the restriction of competition out of which the non-contractual obligation on which the claim is based arises; where the claimant sues, in accordance with the applicable rules on jurisdiction, more than one defendant in that court, he or she can only choose to base his or her claim on the law of that court if the restriction of competition on which the claim against each of these defendants relies directly and substantially affects also the market in the Member State of that court.  95  IPRG nin rekabet ihlâlinden doğan uyuşmazlıklara uygulanacak hukuku belirleyen m. 137;  (1) Claims founded on restraint of competition shall be governed by the law of the State in whose market the direct effects of the restraint on the injured party occur. (2) If claims founded on restraint of competition are governed by foreign law, no awards may be made in Switzerland in excess of those which would have been awarded for a restraint of competition under Swiss law.   356     bilmesi gerekmektedir. İhlâlden zarar gören kişi de zararın meydana geldiği piyasadaki hukuk kuralları uyarınca zararın giderilmesini isteme hakkına sahiptir. Bu bağlamda, rekabet ihlâlinden doğan uyuşmazlıkların piyasası etkilenen yer hukukuna bağlanması, tarafların önceden öngörebildikleri bir hukuk olması sebebiyle, birey menfaatini de sağlamaktadır. Zira piyasa yeri dışında hiçbir bağlama noktası, taraf menfaatlerinin sağlanması için önem arz eden hukukî kesinlik ve güvenlik şeklindeki temel kanunlar ihtilafı  değerlerinin  yansıması  olan  hukukî  öngörülebilirliği  tüm  piyasa  oyuncuları bakımından aynı derecede sağlayamayacaktır.  Piyasası etkilenen yer hukukunun bağlama noktası olarak seçilmesinin bir diğer faydası da; aynı piyasada faaliyette bulunan oyuncuların tamamının aynı hukuka tâbi olmasını sağlamasıdır. Bunun sonucunda da rekabet ihlâlinden zarar gören kişi, hangi devlet  mahkemesinde  dava  ikame  ederse  etsin,  uyuşmazlığın  esasına  aynı  hukuk uygulanacaktır. Bu bağlamda; piyasaya ve onun işleyişine olan güven açısından piyasanın etkilendiği yer hukukunun uygulanması, milletlerarası özel hukuk alanında aranan karar ahengini sağlamış olacaktır. Bu nedenledir ki, piyasası etkilenen yer hukuku, rekabet ihlâli alanında en sıkı ilişkili  yer hukuku olarak kabul  edilmekte ve bu sayede de milletlerarası özel hukuk adaletinin sağlanmasına yardımcı olmaktadır. Zira milletlerarası özel hukuk adaletine, yabancılık unsurlu uyuşmazlığa en adil sonuca ulaşmayı sağlayan hukuk düzeninin maddi kurallarının uygulanması ile değil, onun en sıkı ilişkili olduğu ülke hukukunun uygulanması ile ulaşmak mümkündür. Rekabet kuralları ile amaçlanan, rakiplerin, tüketicilerin ve en önemlisi de kamu düzeni ile piyasa ekonomisinin sağlıklı işleyişinin korunması olduğundan; rekabet ilişkilerinin ve kişilerinin ortak menfaatlerinin etkilendiği ülke hukuku, bu amacın gerçekleşmesini kolaylaştırmaktadır.  MÖHUK m. 38.1 uyarınca piyasa kavramı bağlama kuralının bir parçası olarak rekabet  ihlâline  uygulanacak  hukukun  tespitinde  bir  işleve  sahip  olduğundan,  Türk hâkimi  rekabet  ihlâli  niteliğindeki  eylemin  etkilerinin  doğduğu  yeri  araştırmakla yükümlüdür. Zira etkinin hissedildiği veya meydana geldiği alan, piyasadır. Kaldı ki; rekabetin  bir  pazarı  gerektirdiği  de  tartışmasızdır.  Nitekim  rekabet  kurallarının                                                            96  FOOER, Albert / CUNEO, Jonathan, The International Handbook on Private Enforcement of Competition Law, Second Edition, Edward Elgar Publishing Limited, Cheltenhere, 2012, s. 301. 357     düzenleme amacını gerçekleştirebilmesini sağlayacak bir uygulama alanına, başka bir ifade ile piyasaya ihtiyaç vardır. Bu durum, rekabet kurallarının bir devletin piyasasında rekabeti koruma amacının bir sonucudur.  Milletlerarası özel hukukta, bir devletin sınırları içerisinde kalan ve iktisadi faaliyette bulunan bir teşebbüsün mal veya hizmetini pazarladığı ve rakip teşebbüsler ile rekabete giriştiği ekonomik alan piyasa kavramı olarak  ifade  edilmektedir.  Pek  tabii  ki,  bu  ekonomik  alan  içerisinde  tüketici  ve müşterilerin  menfaati  de  bulunmaktadır.  Bu  bağlamda,  piyasa  kavramının  rekabet ilişkilerinin  ortaya  çıktığı,  birbiriyle  rekabet  içerisinde  bulunan  teşebbüslerin menfaatlerinin karşı karşıya geldiği ve de tüketicilerin bulunduğu yer olarak tanımlamak mümkündür.  Etkilenen  piyasa  tespit  edilirken,  piyasa  kavramının  yorumu  Türk  rekabet hukukuna göre yapılmalıdır. Bu amaçla Türk hâkimi, İlgili Pazarın Tanımlanmasına İlişkin Klavuz da yer alan arz ikamesi, talep ikamesi ve potansiyel rekabet gibi temel ilkeleri dikkate alarak, ilgili ürün pazarı ve coğrafi pazarı tespit etmeli, piyasa kavramını somutlaştırarak bu eylemden zarar gören kişinin mallarını veya hizmetlerini faaliyette bulunduğu piyasaya arz ederken sınırlandırıldığı ve piyasadaki mevcut durumunun bu sınırlamadan  doğrudan  etkilendiği  egemenlik  sahasını  belirlemelidir.  Ancak  piyasa tanımı yapılırken, çok katı davranılmamalı, taraflar arasında bu konuda bir ihtilaf varsa, uyuşmazlığın  esasına  uygulanacak  hukuk  çerçevesinde  konu  incelenmelidir.  Zira devletlerin pozitif düzenlemeleri ile bir eylemin rekabet ihlâli teşkil edip etmediğinin tespiti  için  farklı  koşullar  öngörülmüş  olabilmektedir.  Nitekim,  Alman  hukukunda, rekabet  ihlâlinden  bahsedebilme,  Alman  rekabet  otoritesinin  yanı  sıra  AB  rekabet otoritesi tarafından da eylemin bu nitelikte olduğunun tespit edilmiş olması şartına                                                            97  TİRYAKİOĞLU, 1997, s. 81; KAYIŞ, 2012, s. 80.  98  SARIÖZ, 2012, s. 113, 114. 99  VISCHER, 1992, s. 125.  100  ÖZTEKİN GELGEL, Günseli, Akit Dışı Borç İlişkilerine Uygulanacak Hukuk Hakkında Avrupa Düzenlemesi, Birinci Baskı, Beta Yayınevi, İstanbul,  2006, s. 203, 204; TİRYAKİOĞLU, 1997, s. 81; KAYIŞ, 2012, s. 81; ARI, 2013, s. 16. 101  TARMAN, 2011, s. 111. 102  Rekabet Kurumu, 10.01.2008 tarih ve 08-04/56-M sayılı karar 358     bağlandığı görülmektedir. Bu nedenle mahkemelerin, piyasa kavramın tespitinde iç hukuktaki  tanımlardan  daha  geniş  bir  bakış  açısı  sergilemesi,  kişilerin  özel  hukuk alanında uğradığı zararların giderilmesi açısından önem arz edebilecektir. Rekabet ihlâli nedeniyle piyasası etkilenen ülke hukukunun uygulanması, piyasa üzerinde oluşan etkinin belirli özelliklere sahip olması şartına bağlı olmalıdır. Aksi halde etki  kıstası,  tek  başına  bir  devletin  rekabet  kanunlarının  çok  geniş  bir  şekilde uygulanmasına imkân verebilecektir. Zira rekabet ihlâli niteliğindeki eylem sonucunda herhangi bir ülkede meydana gelen zarar, aralarındaki ticarî ilişki nedeniyle başka bir devletin piyasasında da etki doğurabilir. Bu nedenle de, bir devletin rekabet kurallarını uygulanmasını haklı göstermek için sadece bir etkinin meydana gelmesi yeterli olmayıp, ihlâl, etki ve uygulanacak ülke hukuku arasında makul bir ilişkinin mevcut olması aranmalıdır. Doktrinde, makul ilişkinin tespitinde, etkinin doğrudan, öngörülebilir ve esaslı olup olmadığına bakılması gerektiği ve bu sayede de etkinin belirli bir düzeye ulaşıp ulaşılmadığının tespit edilmesinin önem arz ettiği ifade edilmiştir.  Kanaatimizce, piyasa üzerine etki bağlama noktası uyarınca, yabancılık unsurlu rekabet  ihlâllerine  ilişkin  uyuşmazlıklarda  uygulanacak  hukukun  tespitinde  etkinin sadece doğrudan olduğunun tespit edilmiş olması yeterli olup, ayrıca esaslı ve/veya öngörülebilir  olmasının  aranmasına  gerek  yoktur.  Zira  rekabet  ihlâli  niteliğindeki eylemler sonucunda meydana gelen etkinin doğrudan olması aynı zamanda öngörülebilir olma kriterini de içerisinde barındırmakta ve etkinin esaslı olması sadece o devletin rekabet otoritesinin harekete geçip geçmeyeceğinin belirlenmesinde önem taşımaktadır. Yoksa rekabet kurallarının özel hukuka ilişkin sonuçlarına dayanan bir dava da, doğmuş veya doğacak etkinin esaslı olup olmaması, uygulanacak hukukun tespitinde belirleyici bir  kriter  olarak  uygulanmamalıdır.  Nitekim,  MÖHUK  m.  38.1 e  bakıldığında  da                                                            103  WILS,  Wouter,   Relationship  Between  Public  Antitrust  Enforcement  and  Private  Actions  for Damages , World Competition, Yıl: 2009, Cilt: 132, Sayı: 1, (s.3-26), s. 16.  104  Bu konuda ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 87 vd.; ÖZTEKİN GELGEL, 2006, s. 203; KAYIŞ, 2012, s. 78; TARMAN, 2011, s. 114 vd.; SARIÖZ, 2012, s. 108. 105  Bu konuda ayrıntılı bilgi için bkz. TİRYAKİOĞLU, 1997, s. 88 vd.; KAYIŞ, 2012, s. 79; ÖZTEKİN GELGEL, 2006, s. 203; ARI, 2013, s. 17. TİRYAKİOĞLU, 1997, s. 88 vd. 106  SARIÖZ, 2012, s. 105; ÖZTEKİN GELGEL, 2006, s. 203; TİRYAKİOĞLU, 1997, s. 84. 359      doğrudan etki  kriterinin bir şart olarak düzenlendiği görülmektedir.  Doğrudan  etki  kavramı  ile  vurgulanmak  istenen,  rekabet  ihlâli  niteliğindeki eylemin neticesinin ortaya çıktığı, yani iktisadî zararın veya iktisadî fayda ihlâlinin hissedildiği  yerdir.  Zira  söz  konusu  piyasanın  bulunduğu  devlet  hukukuna bağlanabilmek için rekabet ihlâlinin ilgi piyasada ekonomik bir ağırlığa sahip olması gerekmektedir. Bu nedenle, ortaya çıkan zarar, diğer piyasalarda gerçekleştirilen eylemin bir yan sonucu olarak ortaya çıkmamalıdır. Doğrudan bir etkinin mevcut olup olmadığı; piyasadaki fiyat, üretim ve ürün çeşitliliği ile piyasadaki diğer oyuncuların durumu dikkate alınarak belirlenmelidir. Bu nedenle de etki kıstasının tespitinde yansıyan etki veya dolaylı etki dikkate alınmamaktadır. Zira rekabet ihlâli niteliğindeki bir fiil birden fazla  ülkenin  piyasası  üzerinde  çeşitli  şekil  ve  düzeylerde  ekonomik  sonuçlar doğurabilir.  Yansıyan  veya  dolaylı  etkinin  dikkate  alınacak  olması  durumunda uyuşmazlığın esasına hangi devlet hukukunun uygulanacağı sorunu baş göstermektedir. Kaldı  ki;  piyasa  üzerindeki  dolaylı  etkilerde  dikkate  alınacak  olursa,  uyuşmazlığın esasına uygulanacak yetkili hukukun taraflar bakımında da öngörülememesi sonucu doğar.  Bu  bağlamda,  doğrudan  etki  kıstası,  öngörülebilirlik  ve  dolayısıyla  hukukî güvenlik ve kesinlik bakımından da önem arz etmektedir.  Uygulanacak hukukun tespitinde kullanılacak olan etkinin doğrudan olması kıstası, birçok devletin pozitif düzenlemesinde ve doktrinde ağırlıklı olarak kabul edilmiştir. Doğrudan etki, bir ülkede gerçekleşen rekabet ihlâli niteliğindeki bir eylemin başka bir                                                            107  TİRYAKİOĞLU, 1997, s. 85; GÜVEN, 2008, s. 43; KAYIŞ, 2012, s. 77; ARI, 2013, s. 16. 108  DICKINSON, 2010, s.113. 109  ASHTON, D. / VOLLRATH, C.,  Choice of Court and Applicable Law in Tortious Actions for Breach of Community Competition Law , ZWeR, Yıl: 2006, Sayı: 1, (s.1-27), s. 18; KAYIŞ, 2012, s. 77; TEKİNALP / TEKİNALP, 2000, s. 336; SARIÖZ, 2012, s.106. 110  Bu etkiler; yansıyan etki, dolaylı etki, doğrudan veya kademeli etki olarak ortaya çıkabilmektedir. Yansıyan etki ile ifade edilmek istenen rekabet ihlâlinin doğurduğu ekonomik zararın ortaya çıktığı ülkeden, diğer bir ülkenin etkilenmesidir.  Kademeli etki de ise, rekabet ihlâli nedeniyle etkiye uğrayan ülke, etkiye sahip olan şirketleri bünyesinde yavru işletme olarak barındırmakta ve yavru işletmelerin bulunduğu devlet doğrudan hedef olmamakla birlikte, etki bu devlet üzerinde de gerçekleşmektedir. Bu nedenle kademeli etki, pazar üzerinde doğrudan etki olarak kabul edilebilmektedir. Bu konuda bkz. TEKİNALP / TEKİNALP, 2000, s. 336. 111  TİRYAKİOĞLU, 1997, s. 85.  360     ülkenin  piyasasında  ilk  ve  derhal  doğan  etkiyi  işaret  etmektedir.  Bu  bağlamda, doğrudanlık kıstası, fiil ile etkileri arasındaki illiyet bağını sınırlandırmayı amaçlayan bir ilkedir. Doğrudan etkinin kabulü için rekabet ihlâli nedeniyle bir pazarda etkinin mutlaka ortaya çıkmasına, başka bir ifade ile piyasanın fiilen etkilenmiş olmasına gerek yoktur.  Fiillerin  sonucunun  bir  devletin  piyasasını  doğrudan  etkileyeceğinin  tespit edilmesi  durumunda,  doğabilecek  etkiden  bahsedilmekte  ve  o  devletin  hukukuna bağlanabilmek için objektif olarak etkilenmeye müsait olma, tehdit etme ihtimalinin bulunması  yeterli  kabul  edilmektedir.    Bu  bağlamda,  bir  devletin  hukukuna bağlanabilmek için gerekli olan etki, farazi bir etki olup, söz konusu etkinin somut olarak çıkmasını beklemeye gerek yoktur.  MÖHUK m. 38.1 e bakıldığında doğrudan etki kıstasına yer verilmekle birlikte, bu kavramdan anlaşılması gerekenin ne olduğu hususunda bir netlik olmadığı görülmektedir. Türk rekabet hukuku bağlamında bakıldığında da; RKHK da hem başlangıç kısmında (m.2) hem de başta rekabet ihlâli niteliğindeki eylemleri düzenleyen, özellikle m. 4, 6 ve 7 de   doğrudan etkilenen piyasa/pazar dan ne anlaşılması gerektiği konusunda bir düzenleme ihtiva etmediği görülmektedir. Benzer şekilde ilgili ürün pazarı, ilgili coğrafi pazar  ve  etkilenen  pazarlarla  alakalı  çeşitli  tanımlara  yer  veren  İlgili  Pazarın Tanımlanmasına  İlişkin  Kılavuzda;  bu  ifadeden  ne  anlaşılması  gerektiği düzenlenmemiştir.  Bununla birlikte RKHK m. 4 te yer alan teşebbüsler arası anlaşmalar, uyumlu eylemler ve kararlar ile m. 6 da yer alan hâkim konumun kötüye kullanılması düzenlenirken, madde metinlerinde uygulayıcıya yol gösterici mahiyette tahdidi olmayan birtakım  örnekler  verilmiştir.  Maddelerde  geçen  durumların  veya  benzer  nitelikteki olayların mevcudiyeti hâlinde; bir mal veya hizmet piyasasındaki rekabetin engellenmesi sonucunda  piyasanın  doğrudan  etkilendiği  kabul  edilecektir.  Aykırı  davranılması sonucunda rekabet ihlâli teşkil eden diğer bir durum ise m.7 de yer alan birleşme ve devralmalar olup, birden fazla teşebbüsün hâkim durum yaratmak veya bu konumlarını daha da güçlendirmek amacıyla, ülkenin bütünü ya da belli bir bölgesinde herhangi bir                                                            112  ARI, 2013, s. 17; SARIÖZ, 2012, s. 106. 113  TARMAN, 2011, s. 113. 114  TARMAN, 2011, s. 115; SARIÖZ, 2012, s. 106. 361     mal veya hizmet piyasasındaki rekabetin büyük ölçüde azaltılması sonucunu doğuran birleşme veya bir teşebbüsün ya da kişinin diğer bir teşebbüsün mal varlığını veyahutta ortaklık hisselerinin tümünü veya bir kısmını ya da kendisine yönetimde hak sahibi olma yetkisi  veren araçları,  miras  yoluyla iktisap durumu hariç olmak üzere, devralması hukuka aykırı ve yasak kılınmıştır. Bu nedenle, bu nitelikteki birleşme veya devralmalar sonucunda  rekabeti  büyük  ölçüde  azaltığı  tespit  edilen  mal  veya  hizmet  piyasası, doğrudan etkilenen piyasa olarak kabul edilmelidir.  D. Tazminata İlişkin Düzenlemenin Değerlendirilmesi MÖHUK m. 38.1 uyarınca tespit edilen yetkili hukuk uyuşmazlığı esastan sona erdirecek bir hüküm değil, aksine uygulanacak hukukun hangisi olduğunun tespitine yarayan bir bağlama kuralıdır. Bu nedenle, rekabet ihlâli nedeniyle ortaya çıkan zararının tazminine ilişkin talep, yetkili hukuk kapsamında sonuca bağlanacaktır. Başka bir ifade ile ortaya çıkan zararın salt  tazminat ile giderilip giderilemeyeceği, mümkünse hangi hallerde tazminat talep edileceği, zararın nasıl hesaplanacağı, tazminat miktarının ne olduğu uyuşmazlığın esasına uygulanacak yetkili hukuka tâbidir.  Yabancılık  unsurlu  rekabet  ihlâllerinden  doğan  tazminat  taleplerinde  yetkili hukukun Türk hukuku olması durumunda, RKHK m. 57 ve 58 uygulama alanı bulacak ve RKHK ya aykırılık teşkil eden faaliyet ile rekabetin sınırlandırılması veya belirli bir mal  veya hizmet piyasasındaki hâkim konumun kötüye kullanılması nedeniyle zarar görenlerin her türlü zararı tazmin edilecektir. Bu zarar, mağdurun ödediği bedel ile rekabet sınırlanmasaydı ödemekle yükümlü olacağı bedel arasındaki farktır. Zararın tespitinde, zarara uğrayan teşebbüslerin elde etmeyi uamaçladıkları tüm kârların, geçmiş yıllara ilişkin bilançoların dikkate alınacağı da RKHK m. 58.1 de hükme bağlanmıştır. Zararın meydana gelmesinde birden fazla kişinin etkisi olması durumunda, ortaya çıkan zarardan ise hepsi müteselsilen sorumlu olacaktır (m. 57).  RKHK  m.  58.2 ye  bakıldığında,  öngörülen  tazminat  miktarının  tazmin  etme özelliğinden çok, cezalandırıcı mahiyette olacak şekilde, zararın üç katı tazminat olarak düzenlendiği görülmektedir. Zira zararı gideren kısmı aşan miktar, tazminat olarak değil, 362     ceza  olarak  değerlendirilmektedir.  Bu  bağlamda,  Türk  rekabet  hukukunda  da tazminatın zararı giderme amacından çok, cezalandırmak ve korkutmak amacıyla önleyici hukuk kapsamında düzenlendiği görülmektedir. Bununla birlikte, cezai nitelikteki bu tazminata hükmedilebilmesi meydana gelen zararın, tarafların anlaşması veya kararı ya da ağır ihmalinin doğması şartına bağlanmıştır. Bu nitelikteki yaptırım türünün yürürlüğe girmesinde  Amerikan  rekabet  hukukundan  etkilenilmiştir.  Diğer  taraftan  Amerikan rekabet  hukukundan farklı olarak, Türk hukukunda üç katı tazminat uygulamasının zorunlu olmadığı, zira madde metnine bakıldığında, hâkime takdir yetkisi verildiği görülmektedir.  Uyuşmazlığın  esasına  uygulanacak  yetkili  hukukun  yabancı  bir  hukuk  olması durumunda, rekabet ihlâli nedeniyle ortaya çıkan zararın tazmini de bu hukuka tâbi olacaktır. Ancak, Türk hâkiminin rekabet ihlâlinden doğan tazminat taleplerini yetkili hukuk kapsamında sınırsız bir şekilde çözüme kavuşturma imkânı bulunmamaktadır. Zira MÖHUK m. 38.2 uyarınca, rekabet ihlâli nedeniyle ortaya çıkan tazminat taleplerinde, yabancı hukuk uygulansa bile hüküm altına alınacak tazminat miktarı, Türk hukukunun uygulanması durumunda verilecek olan tazminat miktarından daha fazla olamayacaktır. Gerçekten de maddenin gerekçesine bakıldığında; tazminat taleplerinin yabancı hukuka göre  sonuçlandırılacağı  durumlarda,  mağdurun   aşırı  tazminat  taleplerini  önlemek amacıyla   bir  limit  getirildiği  ve  bu  hüküm  ile  bazı  milletlerarası  özel  hukuk kanunlarında  yer alan düzenlemelere benzer şekilde tazminat talebine Türk hukuku uygulansaydı  verilecek  tazminattan  fazlasına  hükmedilemeyeceğinin  kabul  edildiği ifadesine yer verildiği görülmektedir. Bu bağlamda; hâkim, rekabet ihlâlinden zarar görenin talebi üzerine, uğranılan maddi zararın ya da zarara neden olanların elde ettiği veya  elde  etmesi  muhtemel  olan  kârlarının  en  fazla  üç  katı  oranında  tazminata hükmedecek, bunun üstünde cezai tazminata hükmedilmesine izin veren yabancı hukuk kuralını uygulayamayacaktır.  RKHK m. 58.2 kapsamında üç katına kadar tazminatın uygulanabilmesi için zararın                                                            115  TİRYAKİOĞLU, 1997, s. 217; ARI, 2013, s. 26; GÜVEN, 2011, s. 453; TARMAN, 2011, s. 144. 116  FOOER, CUNEO, 2012, s. 431.   363      tarafların anlaşması ya da kararı veya ağır ihmalinin olduğu hallerden  kaynaklanması şeklinde belirtilen şartlar, kanaatimizce, yabancı hukukun öngördüğü cezai tazminat uygulanmasında aranmayacaktır. Zira MÖHUK m. 38.2 uyarınca sadece tazminat miktarı sınırlanmış; ancak tazmin talebinin kabul edilebilmesi için aranacak şartlar bakımından herhangi  bir  sınırlama  getirilmemiştir.  Bu  nedenle  yetkili  yabancı  hukukun,  Türk hukukundan daha ağır veya hafif koşullarla hatta kusursuz sorumluluk hallerinde böyle bir cezai tazminata hükmedilebilmesine olanak tanıması halinde, Türk hâkimi yabancı hukukun  bu  kuralını,  kamu  düzenine  açıkça  aykırılık  teşkil  etmediği  müddetçe uygulamaktan kaçınmamalıdır.  MÖHUK m. 38.2 kamu düzenine ilişkin bir düzenleme olup, yasa koyucu, bu alanda Türk hukukunun istisnasız olarak uygulanmasını temin etmek amacıyla özel bir düzenleme getirmiştir. MÖHUK da hüküm altına alınan kamu düzeni müdahalesine ilişkin genel bir düzenleme mevcut iken, bu alanda özel bir kamu düzeni kuralının benimsemesinin gerekli olup olmadığı doktrinde tartışmalıdır. Zira kamu düzenine ilişkin  olarak  özel  nitelikteki  hükümlerin,  makul  bir  sebep  olmaksızın  hâkimin hukukunun uygulama alanını genişleten istisnai düzenlemeler olduğu, bu sebeple de devletler  özel  hukukunda  da  aranan  hakkaniyeti  feda  edebileceği,  bu  nitelikteki düzenlemelerin onaylanmaması gerektiği ve genel kamu düzeni müdahalesinin yeterli olduğu ifade edilirken, özel nitelikteki kamu düzenine ilişkin hükümlerin, bir taraftan genel kamu düzeni müdahalesinin gerçek somutlaşma şekli olduğu, diğer taraftan da sadece vatandaş veya hâkimin hukuku bakımından hukukî işlem güvenliği menfaatine hizmet  eden  himaye  kayıtları  olduğundan  faydası  bulunduğu  ileri  sürülmektedir. Kanaatimizce, kamu düzeni genel bir şart olduğu için, tazminat konusunda getirilen kamu düzenine ilişkin özel bir düzenlemenin, MÖHUK m. 5 de  hüküm altına alınan genel düzenlemenin somutlaştırılmış hâli olduğu ve bu konuda kamu düzeninin bir geçit görevi                                                            117  Bu alandaki görüşler için bkz. NOMER, Engin / ŞANLI, Cemal, Devletler Hususi Hukuku, Onyedinci Baskı, Beta Yayınevi, İstanbul, 2009, s. 181. Zira Türk Hukukunda kamu düzeni, yabancı hukukun uygulanmasını önleyen istisnai bir göreve sahiptir.  NOMER, 2011, s. 158. 118  MÖHUK m. 5;  Yetkili yabancı hukukun belirli bir olaya uygulanan hükmünün Türk kamu düzenine açıkça aykırı olması hâlinde, bu hüküm uygulanmaz; gerekli görülen hâllerde, Türk hukuku uygulanır.  Bu bağlamda, Türk Hukukunda kamu düzeni, yabancı hukukun uygulanmasını önleyen istisnai bir göreve sahiptir.  NOMER, 2011, s. 158. 364     yaptığı değerlendirilmelidir.  MÖHUK  m.  38.2 deki  düzenleme  esasen  IPRG  m.  137.2 den  alınmıştır.  Bu düzenlemenin getirilmesindeki amaç, Amerikan rekabet hukukunda kabul gören tazmin edici niteliğini aşan cezalandırıcı mahiyetteki tazminatın uygulanmasını önlemedir. Zira Kara  Avrupası  hukukunda  cezai  mahiyetteki  tazminat  taleplerinin,  kamu  düzenine aykırılık teşkil ettiği gibi, ölçülülük ilkesine de uygun olmadığı değerlendirilmektedir. MÖHUK m. 38.2 ile de rekabet ihlâli niteliğindeki eylemlere uygulanacak hukuku tespite yarayan bağlama kuralını ilk olarak iki taraflı olarak düzenleyen İsviçre hukukundaki tazminat, zararı aşar mahiyette cezalandırıcı olmaz şeklindeki yaklaşımı kabul etmiştir. Diğer taraftan, Türk rekabet hukukunda, Amerikan hukukundan etkilenen üç katına kadar tazminata hükmedilebileceğine ilişkin bir maddi hukuk kuralı da mevcuttur. Doktrinde bu durumun ilk bakışta bir çelişki gibi düşünülebileceği ifade edilmekle birlikte, bizim de katıldığımız görüşe göre, bu nitelikteki engelleyici bir hükme iki sebepten dolayı ihtiyaç vardır. Zira bazı devletlerin hukuk sistemlerinde üç katına kadar tazminat oranın üzerinde tazminat ödenmesine ilişkin bir hükme yer verilme ihtimali olduğu gibi, RKHK m. 58.2 de öngörülen tazminat oranının yasa koyucu tarafından ilerde indirilmesi veya belirli rekabet ihlâlleri ile sınırlandırılması mümkündür.   E. Doğrudan Uygulanan Kuralların Etkisi Devletlerin  düzenleme  altına  aldıkları  birtakım  normlar,  taraflar  arasındaki hakkaniyetin gerçekleşmesini değil, kamu menfaatlerine hizmet eden ve bu menfaatlerin gerçekleşmesini amaç edinen kurallardır. Yabancılık unsuru ihtiva etsin veya etmesin bu normların uygulama alanına giren uyuşmazlıklarda doğrudan uygulanan kurallar, uygulama alanı  bulur.  Zira  toplum  yararının  veya  devletin  ekonomik,  sosyal  ya  da  siyasî menfaatlerinin sağlanması amacıyla konulan normların, söz konusu amacı gerçekleştirmek için,  herhangi  bir  yabancı  hukukun  müdahalesi  olmadan  mutlak  olarak  uygulanması gerekmektedir. Rekabet kurallarının, geçmişte bir bütün olarak doğrudan uygulan kurallar                                                            119  TİRYAKİOĞLU, 1997, s. 217, 218; ARI, 2013, s. 26, 27; GÜVEN, 2011, s. 453, 454; TARMAN, 2011, s. 145. 120  DOĞAN, 2020,  s. 133; DOĞAN, 2013, s. 229; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 58, 59; NOMER, 2011, s. 180, 181; ÇELİKEL / ERDEM, 2010, s. 381; VISCHER, 1992, s. 153; TİRYAKİOĞLU, 1997, s. 30, 31; TARMAN, 2011, s. 147. 365     kapsamında kabul  edilmesi nedeniyle,  rekabet ihlâlinden doğan uyuşmazlık  yabancılık unsuru taşısa bile, sanki bir iç hukuk ilişkisiymiş gibi hâkimin hukukuna göre çözümlenmekte ve özel hukuka ilişkin sonuçlar bakımından da bu kurallar uygulanmaktaydı. Zira geçmişte bu kabulün sebebi rekabet hukukuna ilişkin kuralların, bu kuralları koyan devletin ekonomik menfaatlerinin  korunmasını  amaçlamış  olmasıdır.  Ancak,  rekabet  hukukunun  rekabet ihlâlinin devlet ekonomisine verdiği zararlar açısından kamu hukuku, bireylerin uğradığı zararlar açısından özel hukuk alanında olduğu kabul edilmektedir. Bireyin uğradığı zararlar bakımından  ise,  milletlerarası  özel  hukukun  menfaat  çeşitlerinden  biri  olan  devlet menfaatinin  korunması  ikincildir.  Bu  nedenle,  rekabet  ihlâli  nedeniyle  bireylerin uğradıkları zararların sonuçları bakımından hâkimin,  kendi  hukukunda  rekabete ilişkin doğrudan uygulanan kuralı yoksa, kanunlar ihtilâfı kuralı gereğince tespit edilen olan yetkili hukuku uygulaması gerekmektedir.  Rekabet ihlâlinin özel hukuk sonuçları bakımından uygulanacak hukukun yabancı bir hukuk olması durumunda, söz konusu yabancı hukukun doğrudan uygulanan kuralları da hâkim tarafından dikkate alınmalıdır. Zira milletlerarası özel hukukta sıklıkla kullanılan hâkimin yabancı hukukun doğrudan uygulanan kurallarını dikkate almasının sebebi, hâkimin hukukunun, kendi hukukuna göre belirlediği yetkili yabancı hukukun uygulanmasına bir bütün olarak izin vermesidir. Başka bir ifade ile, hâkim, yetkili olduğunu tespit ettiği yabancı hukukun,  emredici,  tamamlayıcı,  tanımlayıcı  ve  yorumlayıcı  kurallarını,  uyuşmazlığın esasına uygulamakla yükümlüdür. Yabancılık unsuru ihtiva eden uyuşmazlığın esasına uygulanacak hukukun doğrudan uygulanan kurallarının uygulanabilmesi için bu normların özel hukuk hükümleri ile irtibatının olması gerekmektedir. Bu bağlamda, yabancı hukukun doğrudan uygulanan kuralı, devletin iktisadî ve sosyal düzeni açısından büyük ölçüde önem arz ediyor ve taraflar arasındaki özel hukuk ilişkisinin düzenini de doğrudan ve devamlı olarak etkiliyor ise bu norm rekabet ihlâlinden doğan uyuşmazlığın esasına uygulanacak                                                            121  VISCHER, 1992, s. 185; TİRYAKİOĞLU, 1997, s. 46, 47. 122  Milletlerarası özel hukukta korunan menfaatler; taraf menfaati, işlem menfaati, düzen menfaati, maddi hukuk menfaati ve devlet menfaati olup, devlet menfaatlerinin söz konusu olduğu alanlarda doğrudan uygulanan kuralların hâkimiyetinden bahsedilmektedir. Bu konuda ayrıntılı bilgi için bkz. DOĞAN, 2013, s. 145 vd.; TEKİNALP / UYANIK ÇAVUŞOĞLU, 2011, s. 31 vd. 123  DOĞAN, 2020, s. 137, 138; DOĞAN, 2013, s. 232, 233; TİRYAKİOĞLU, 1997, s. 34.  366     hukukun özel hukuk hükümleri ile irtibatlı kabul edilip, uyuşmazlığın esasına öncelikle uygulanmalıdır. Yabancı  hukukun  doğrudan  uygulanan  kuralların  uyuşmazlığın  çözümünde kullanılmasında karşımıza çıkan diğer bir yol ise; hâkimin önüne gelen yabancı unsurlu bir uyuşmazlığın üçüncü bir devletin doğrudan uygulanan kurallarının tatbiki kapsamına girmesi sebebi ile dikkate alınmasıdır. Burada şayet uyuşmazlığın esasına uygulanacak hukuk dışındaki bir hukukun doğrudan uygulanan kurallarının uygulanması zorunlu kılınmışsa ve uyuşmazlık ile yeterince yakın ilişkili ise hâkim, üçüncü bir devletin doğrudan uygulanan kurallarını uygular. Bu halde, bağlama kuralları uyarınca tespit edilen yabancı hukuka rağmen, bu hukuktan bir sapma meydana gelmekte ve uyuşmazlığın esasına üçüncü bir devletin  doğrudan  uygulanan  kuralları  uygulanmaktadır.  Bu  bağlamda,  her  iki  yol bakımından  da,  hâkimin  kanunlar  ihtilâfı  kuralları  uyarınca  uyuşmazlığın  esasına uygulanacak hukuk yabancı hukuk ise, yabancı devletin doğrudan uygulanan kuralına yetki tanınacağı görülmektedir. Türk hukukunda üçüncü devletin doğrudan uygulanan kurallarına etki tanınabilmesi, yalnızca akdi borç ilişkileri bağlamında söz konusu olabilmektedir. Bu halde dahi, hâkime üçüncü  devletin  doğrudan  kurallarını,  uyuşmazlığın  esasına  uygulayıp  uygulamama konusunda takdir hakkı tanınmıştır. Ancak, burada hâkime tanınan takdir hakkı geniş bir takdir olmayıp, hâkim somut olayın özelliklerine göre, üçüncü devletin doğrudan uygulanan kurallarına  etki  sağlanıp  sağlanmayacağına,  bu  kuralların  amacı,  özellikleri,  içeriği  ve sonuçları dikkate alınmak suretiyle çözümlenmeli ve etki tanıması durumunda da bunun gerekçesini açıklamalıdır.                                                            124  DOĞAN, 2020, s. 138. 125  DEMİR GÖKYAYLA, Cemile, Milletlerarası Özel Hukukta Tek Satıcılık Sözleşmeleri (Münhasır Bayilik Sözleşmeleri), İkinci Baskı, Vedat Kitapçılık, İstanbul, 2013,  s. 407; DOĞAN, 2013, s. 234; TİRYAKİOĞLU, 1997, s. 34. 126  TİRYAKİOĞLU, 1997, s. 35, DEMİR GÖKYAYLA, 2013, s. 409.  127  MÖHUK m. 31;  Sözleşmeden doğan ilişkinin tâbi olduğu hukuk uygulanırken, sözleşmeyle sıkı ilişkili olduğu takdirde üçüncü bir devletin hukukunun doğrudan uygulanan kurallarına etki tanınabilir. Söz konusu kurallara etki tanımak ve uygulayıp uygulamamak konusunda bu kuralların amacı, niteliği, muhtevası ve sonuçları dikkate alınır.   128  DOĞAN, 2013, 367. 367     Türk  hâkimi,  milletlerarası  özel  hukuktaki  tüm  bağlama  kuralları  bakımından uygulama  alanı  bulan  MÖHUK  m.  6129  uyarınca,  haksız  fiil  niteliğindeki  rekabet ihlâllerinden  doğan  uyuşmazlığa,  doğrudan  uygulanan  kural  niteliğinde  olan  rekabet kurallarını öncelikle uygulayacaktır. Zira bu hüküm ile düzenlenme amacı ve uygulama alanı bakımından Türk hukukunun doğrudan uygulanan kurallarının kapsamına giren alanlarda yabancı hukukun uygulanmayacağı hüküm altına alınmıştır. Bu bağlamda, kanunlar ihtilâfı kurallarınca yetkili olan yabancı hukukun tatbiki, Türk hukukunun doğrudan uygulanan kuralları ile sınırlandırılmaktadır. Ancak burada önemle ifade edilmesi gereken husus; doğrudan uygulanan kuralın, belirlenmiş olan ölçütler içinde ve titizlikle uygulanmasıdır. Aksi takdirde, uygulanacak hukuk dahi tespit edilmeden Türk hukuku uygulanacağından milletlerarası özel hukuk tehlikeye girebilecektir. MÖHUK m. 6 da bir kuralın ne zaman doğrudan uygulanan kural sayılacağının ölçütleri, kuralın düzenlenme amacı ve uygulama alanı olarak açıkça belirlenmiştir. Düzenleme amacı ile ifade edilmek istenen; toplumun, sosyal, ekonomik ve siyasal yapısına ilişkin menfaatlerin korunması ve gerçekleştirilmesi gayesi ile kuralın ihdas edilmiş olmasıdır. Uygulama alanı ise, kapsama giren konular bakımından kuralın, ülkede bulunan herkes ve her olaya uygulanmasının gerekli olmasıdır. Bu  gereklilik  hükümde  açıkça  düzenlenmiş  olabileceği  gibi,  kuralın  özel  amacına ulaşılabilmesi için doğrudan uygulanması gerekli ise yine koşul sağlanmış olacaktır. Türk  hukuku  bakımından  rekabet  ihlâllerine  ilişkin  düzenlemelerden  hangisinin doğrudan uygulanan  kural olduğu konusunda kesin liste  yapmak mümkün olmamakla birlikte, hükmün doğrudan uygulanan kural olduğu, bizzat ilgili hükmün amacından hareket edilerek tespit edilecektir. Bu normların iki önemli özelliği bulunmaktadır. Bunlardan ilki; niteliği  itibariyle  emredici  olması  ve  ilişki  taraflarının  düzenleme  serbestisi  içerisinde olmamasıdır. Diğer özelliği ise, ilişkiye uygulanacak yetkili hukuka bakılmaksızın uygulama alanı bulan normlar olmasıdır. Bu gibi durumlarda, rekabet ihlâlinden doğan uyuşmazlığın                                                            129  Türk hukukunun doğrudan uygulanan kurallarını düzenleyen MÖHUK m. 6;  Yetkili yabancı hukukun uygulandığı durumlarda, düzenleme amacı ve uygulama alanı bakımından Türk hukukunun doğrudan uygulanan kurallarının kapsamına giren hâllerde o kural uygulanır.  130  ÖZDEMİR KOCASAKAL, Hatice, Doğrudan Uygulanan Kurallar ve Sözleşme Üzerine Etkileri, Birinci Baskı, Galatasaray Üniversitesi Yayınları, İstanbul, 2001, s.12; NOMER / ŞANLI, 2009, s. 184, 185; TİRYAKİOĞLU, 1997, s. 158; ÇELİKEL / ERDEM, 2010, s. 386.  131  DOĞAN, 2013, s. 235. 368     esasına uygulanacak yetkili hukukun hükümlerinin daha elverişli veya yararlı olması bir önem taşımamaktadır. Zira yasa koyucu kendi hukukunun uyuşmazlığın çözümünde daha yararlı  olup  olmadığına  bakılmaksızın  kendi  hukukun  uygulanmasını  istemektedir. Örneğin;  Türk  hukukunda  da  hâkim  konuma  sahip  teşebbüsün,  bu  konumunu  kötüye kullanmak suretiyle belirli bir mal  veya hizmet piyasasında doğrudan veya dolaylı olarak rekabeti engellemeye, bozmaya ya da kısıtlamaya yönelik her türlü eylemi yasaktır. Bu nedenle, hâkim konuma sahip teşebbüsün, diğer teşebbüslerin eylemlerini zorlaştırılma, kısıtlama veya piyasada faaliyet gösteren teşebbüsleri boykot ya da diğer eylemlerle piyasa dışına itme yahut piyasada faaliyette bulunmaya yeni başlayacakları engelleme şeklinde yaptıkları ve doğrudan doğruya Türk piyasasını da etkileyen rekabet ihlâli niteliğindeki bir eylemden doğan uyuşmazlığa uygulanacak yetkili hukukun, kendi politik ve ekonomik sebeplerle izin vermesi ve verilen izin nedeniyle de bu durumu bir ihlâl olarak görmemesi durumunda, hâkim durumun kötüye kullanılması yasağına ilişkin Türk rekabet hukukunda yer alan düzenlemeler uygulanmalıdır. Benzer şekilde Türk hukukundaki ihracat ve ithalata ilişkin düzenlemeler, kotalar, dövize ilişkin hükümler, somut olaya uygulanması emredilen düzenlemeler ise; hâkim bu nitelikteki uyuşmazlığa, etki kıstasına dayalı iki taraflı bağlama kuralı uyarınca tespit ettiği hukuk yerine, bu emredici düzenlemeleri doğrudan uygulanan kurallar olarak uygulanacaktır. Zira bu konularda yapılan düzenlemeler ile ilgili piyasa, dolayısıyla da serbest rekabet korunduğundan, bu kurallar; taraf menfaatinden çok, kamu menfaatine yöneliktir ve doğrudan uygulanan kural olarak değerlendirilebilir.  Gerçekten de; düzgün işleyen bir rekabet ortamının gerekliliğinin, hemen hemen tüm devletlerce kabul edildiği göz önüne alındığında; rekabet kuralları ihlâl edilen devletin menfaatinin korunmasında, üstün bir yarar olduğu da tartışmasızdır. Bu nedenle, Türk piyasalarını  doğrudan  etkileyen  bir  rekabet  ihlâli  nedeniyle  ortaya  çıkan  uyuşmazlığa uygulanacak hukukun, artık MÖHUK uyarınca tespit edilmesine gerek yoktur. Zira bir devletin coğrafî alanı içinde mal veya hizmet piyasalarında iş ve işlemlerde bulunan veya bu piyasalarda faaliyet göstermemekle birlikte, bu piyasaları etkileyen teşebbüslerin her türlü davranışlarının, o devletin rekabet hukuku kurallarına tâbi olduğu unutulmamalıdır. Rekabet hukukunun amacı, piyasayı ve bu piyasadaki rekabetin işlemesi için elzem olan koşulları                                                            132  DOĞAN, 2013, s. 236. 369     belirleme ve kişilerin piyasadaki mevcut rekabeti ihlâl edici nitelikteki eylemlerine rağmen, rekabetin  varlığını  sürdürmeye  devam  etmesidir.  Bu  bağlamda,  bir  devletin  rekabet hukukunun uygulama alanı, piyasayı doğrudan etkileyecek her türlü eylem ve faaliyetin yanı sıra, teşebbüsler arasında rekabet ihlâli oluşturacak şekilde akdedilen sözleşmeleri de ihtiva edecek şekilde geniş yorumlanmalıdır. Ancak Türk hâkimi önüne gelen yabancı unsurlu rekabet ihlâlinden doğan uyuşmazlıklarda bu yorumu yaparken çok dikkatli olmalı ve Türk piyasasının  doğrudan  doğruya  etkilendiğini  tespit  ettiği  durumlarda  RKHK yı  tatbik etmelidir. Aksi düşünce kanunlar ihtilâfı kurallarının hiçe sayılması anlamına gelecektir.",
     "Kaynakça": "ASLAN, Yılmaz, Rekabet Hukuku Dersleri, Dördüncü Baskı, Ekin Kitabevi, Bursa, 2014. ASLAN, Yılmaz, Rekabet Hukuku, Dördüncü Baskı, Ekin Kitabevi, Bursa, 2007.  ASHTON, D. / VOLLRATH, C.,  Choice of Court and Applicable Law in Tortious Actions for Breach of Community Competition Law , ZWeR, Yıl: 2006, Sayı: 1, s. (1-27). AŞÇIOĞLU ÖZ, Gözde, Avrupa Topluluğu ve Türk Rekabet Hukukunda Hakim Durumun Kötüye Kullanılması, Birinci Baskı,  Rekabet Kurumu, Ankara, 2000. ATEŞ, Mustafa, Rekabet Hukukuna Giriş, Birinci Baskı, Adalet Yayınevi, Ankara, 2013, ATEŞ, Mustafa,  AB ye Uyum Bağlamında Türk Rekabet Hukuku ve Politikasına Genel Bir Bakış , FMR, Yıl: 2009, Cilt: 1, Sayı: 5, s. (55-87). BASEDOW, Jurgen,  Private Enforcement of EC Competition Law: Jurisdiction and Choice of Law in the Private Enforcement of EC Competition Law , International Competition Law Series, Yıl: 2007,  Sayı: 25, s. (229-256). BAYATA CANYAŞ, Aslı, AB ve Tük Hukukunda Sözleşmelerden Doğan Borç İlişkilerine Uygulanacak Hukuka İlişkin Genel Kural, Yayınlanmamış Doktora Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2011.  BERKİ, Osman Fazıl, Tük Hukukunda Kanunlar İhtilafı, İkinci Baskı, Ankara Üniversitesi Hukuk Fakültesi, Ankara, 1971.  BUXBAUM, Hannah,  Territory, Territoriality and the Resolution of Jurisdictional Conflict , AJCL, Yıl: 2009, Cilt: 57, Sayı: 3, s. (631-675). 374     ÇELİKEL, Aysel / ERDEM, Bahadır, Milletlerarası Özel Hukuk, Onuncu Baskı, Beta Yayınevi, İstanbul, 2010.  DEMİR GÖKYAYLA, Cemile, Milletlerarası Özel Hukukta Tek Satıcılık Sözleşmeleri (Münhasır Bayilik Sözleşmeleri), İkinci Baskı, Vedat Kitapçılık, İstanbul, 2013.   DEVLET PLANLAMA TEŞKİLATI, Rekabet Hukuku ve Politikası Alanında AT mevzuatına Uyum Değerlendirme Raporu, Devlet Planlama Teşkilatı, Ankara, 1994. DICKINSON, Andrew, The Rome II Regulation: The Law Applicable to Non-Contractual Obligations, First Edition, Oxford University Press, Oxford, 2010.  DOĞAN, Vahit, Milletlerarası Ticaret Hukuku, Birinci Baskı, Savaş Yayınları, Ankara, 2020. DOĞAN, Vahit, Milletlerarası Özel Hukuk, İkinci Baskı, Seçkin, Ankara, 2013. ERDEM, Ercüment, Rekabet Hukuku ile İlgili Makaleler, Rekabet Hukuku ve Haksız Rekabete İlişkisi, Birinci Baskı, Beta Yayınevi, İstanbul, 2007. EROL, Kemal,  Rekabet Kurallarının Ülke Dışı Uygulanması, Birinci Baskı, Rekabet Kurumu, Ankara, 2000. FOOER, Albert / CUNEO, Jonathan, The International Handbook on Private Enforcement of Competition Law, Second Edition, Edward Elgar Publishing Limited, Cheltenhere, 2012. FUGATE, Wilbur, Foreign Commerce and the Antitrust Law, Fifth Edition, Wolters Kluwer, London, 1997. GIO, Alessandro Di,  Contract and Restitution Law and the Private Enforcement of EC Competition Law ,  World Competition, Kluwer Law International, Yıl: 2009, Cilt: 32, Sayı: 2, s. (199-220). GÜVEN, Pelin,  Rekabetin Engellenmesi Halinde Uygulanacak Olan Hukukun Karşılaştırmalı Hukuk Açısından Değerlendirilmesi , GÜHD, Yıl: 2011, Sayı: 1, s. (429-466). GÜVEN, Pelin, Rekabet Hukuku, İkinci Baskı, Yetkin Yayınları, Ankara, 2008. 375     HAIGHT WINTHROP, George,  International Law and Extraterritorial Application of the Antitrust , Yale Law Juornal, Yıl: 1954, Sayı: 63, s. (639-654).  HELLNER, Michael,  Private International Enforcement of Competition Law, The Application of Foreign Competition Law , Yearbook of Private International Law, Swiss Institute of Comparative Law, Yıl: 2002, Sayı: 4, s. (357-401). HERDEGEN, Matthias, Principles of International Economic Law, First Edition, Oxford University Press, Oxford, 2013. HUFFMAN, Max,  A Standing Framework for Private Extraterritorial Antitrust Enforcement , Southern Medodist University  Law Review, Yıl: 2007, Cilt: 60, Sayı: 1, s. (103-156). HUYSAL, Burak,  Yabancı Unsurlu Rekabet İhlallerine Uygulanacak Hukuk , Rekabet Dergisi, Yıl: 2012, Cilt: 13, Sayı: 2, s. (69-94). İNAN, Nurkut / PİKER Mehmet, Rekabet Hukuku El Kitabı, Birinci Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2007.  İNAN, Nurkut:  Rekabet Hukukunun Diğer Disiplinlerle İlişkisi , Rekabet Kurumu Perşembe Konferansları, Yıl: 1999, Sayı: 14, s. (3-29).   KAYIŞ, Bengü, Haksız Rekabetten Doğan Kanunlar İhtilafı, Birinci Baskı, Seçkin Yayıncılık, Ankara, 2012. LANDOLT, Phillip Louis, Modernized EC Competition Law in International Arbitration, First Edition, Kluwer Law International, The Hague, 2006.  LOWE, A. V.,  The Problems of Extraterritorial Jurisdiction: Economic Sovereignty and the Search for a Solutions , ICLQ, Yıl: 1985, Sayı: 34, s. (724-746). LOWENFELD, Andreas,  Public Law in the International Arena: Conflict of Laws, International Law and Some Suggestions for their Interaction , Rec des Cours, Yıl: 1979, Cilt: 163, Sayı: 2, s. (311-455). NICHOLSON, Michael,  An Antitrust Law Index for Empirical Analysis of International Competition Policy , Journal of Competition Law and Economics, Yıl: 2008, Cilt: 4, Sayı: 1, s. (1009-1029).  376     NOMER, Engin, Devletler Hususi Hukuku, On dokuzuncu Baskı, Beta Yayınevi, İstanbul, 2011.  NOMER, Engin / ŞANLI, Cemal, Devletler Hususi Hukuku, Onyedinci Baskı, Beta Yayınevi, İstanbul, 2009.  OLSKY, D. / GREENFIELD, L. B., From Banana to Vitamins: The Evolving Doctrine of the Extraterritorial Applications of US Antitrust Law.   http://www.wilmerhale.com/files/Publication/29ff537f-7ac7-4cd9-a3b8de6c2814314b/Presentation/PublicationAttachment/d05eb7a7-df27-4479-ac00ef5eb197a3ce/Greenfield_Olsky.pdf, (Erişim Tarihi: 06.02.2016).  ÖZDEMİR KOCASAKAL, Hatice, Doğrudan Uygulanan Kurallar ve Sözleşme Üzerine Etkileri, Birinci Baskı, Galatasaray Üniversitesi Yayınları, İstanbul, 2001. ÖZTEKİN GELGEL, Günseli, Akit Dışı Borç İlişkilerine Uygulanacak Hukuk Hakkında Avrupa Düzenlemesi, Birinci Baskı, Beta Yayınevi, İstanbul,  2006.  PAPADOPULOS, Anestis, The International Dimension of EU Competition Law and Policy, First Edition, Cambrigde University Press, Cambrigde, 2010, PAZARCI, Halil,  Uluslararası Hukuk, Yedinci Baskı,  Turhan Kitapevi, Ankara, 2008. PONIO, Carlos Di,  Competition, Cooperation and Conflict: An Assessment of the Extraterritorial Application and Enforcement of Competition Laws in Canada and The United States , Michigan State Journal of International Law, Yıl: 2005, Sayı: 13, s.  (283-307). POROY, Reha / YASAMAN, Hamdi, Ticari İşletme Hukuku, Onüçüncü Baskı, Vedat Kitapçılık, İstanbul, 2010. REKABET KURUMU,  Rekabet Terimleri Sözlüğü, Ankara, 2019. ROSENFIELD, Bruce Alan,  Extraterritorial Application of United States Laws: A Conflict of Approach , Stanford Law Review, Yıl: 1976, Cilt: 28, Sayı: 5, s. (1005-1038). SARIÖZ, Ayşe İpek, Haksız Rekabetten Doğan Uyuşmazlıklarda Uygulanacak Hukuk ve Yetkili Mahkeme, Birinci Baskı, Seçkin Yayıncılık, Ankara, 2012. 377     ŞANLI, Kerem Cem, Rekabetin Korunması Hakkında Kanun da Öngörülen Yasaklayıcı Hükümler ve Bu Hükümlere Aykırı Sözleşme ve Teşebbüs Birliği Kararlarının Geçersizliği, Birinci Baskı, Rekabet Kurumu, Ankara 2020.  TARMAN, Zeynep, Derya,  Haksız Rekabetten ve Aldatıcı Reklamlardan Doğan Uyuşmazlıklarda Uygulanacak Hukuk, Birinci Baskı, Beta Yayınevi, İstanbul, 2011.  TEKİNALP, Gülören / TEKİNALP, Ünal,  Türk Rekabet Hukukunda Etki İlkesi . Prof. Dr. Tuğrul Ansay a Armağan. Seçkin Yayıncılık, Ankara, 2006. TEKİNALP, Ünal / TEKİNALP, Gülören, Avrupa Birliği Hukuku, İkinci Baskı, Beta Yayınevi, İstanbul, 2000.  TEKİNALP, Gülören / UYANIK ÇAVUŞOĞLU, Ayfer, Milletlerarası Özel Hukuk Bağlama Kuralları, On birinci Baskı, Vedat Kitapçılık, İstanbul, 2011. TİRYAKİOĞLU, Bilgin,  Genel Olarak Haksız Fiillere, Haksız Rekabete ve Rekabetin Engellenmesine Uygulanacak Hukuk . Avrupa da Devletler Özel Hukuku ve Yeni Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri, Koç Üniversitesi Konferans Yayınları Dizisi 2, Yıl: 2010. TİRYAKİOĞLU, Bilgin, Rekabet Hukukundan Doğan Kanunlar İhtilafı, Birinci Baskı, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1997.  TURHAN, Turgut, Haksız Fiilden Doğan Kanunlar İhtilafı Alanında İka Yeri, Birinci Baskı, Dayınlarlı Yayıncılık, Ankara, 1989.  ÜLGEN, Hüseyin / TEOMAN, Ömer / HELVACI, Mehmet / KENDİGELEN, Abuzer / KAYA, Arslan / NOMER ERTAN Füsun, Ticari İşletme Hukuku, Birinci Baskı, Vedat Kitapçılık, İstanbul, 2010. VISCHER, Frank,  General Course on Private International Law , Rec des Cours, Yıl: 1992, Cilt: 232, Sayı: 1. WHISH, Richard / SUFRIN, Brenda, Competition Law, Fifth Edition, Butterworths, London, 2003.  378     WILS, Wouter,  Relationship Between Public Antitrust Enforcement and Private Actions for Damages , World Competition, Yıl: 2009,"
}