{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "01",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "BİLGİYE DAYALI MANİPÜLASYON SUÇU KAPSAMINDA YALAN,YANLIŞ VEYA YANILTICI OLMA KOŞULUNUN MAHİYETİ",
     "Title": "THE NATURE OF THE REQUIREMENT OF BEING  UNTRUE, WRONG OR MISLEADING  WITHIN THE FRAMEWORK OF INFORMATION BASED MANIPULATON",
     "Yazar İsmi": [
          "Güneş OKUYUCU ERGÜN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sermaye piyasası",
          "Piyasanın kötüye kullanılması",
          "İşleme dayalı manipülasyon",
          "Bilgiye dayalı manipülasyon",
          "Hile"
     ],
     "Keywords": [
          "Capital market",
          "Market abuse",
          "Transaction-based manipulation",
          "Information-based manipulation",
          "Deception"
     ],
     "Özet": "Manipülasyon suçları piyasaların kötüye kullanımının ortaya çıkış biçimlerinden biridir. 6362 sayılı Sermaye Piyasası Kanunu m. 107 de işleme dayalı ve bilgiye dayalı olmak üzere iki tür manipülasyon suçu  düzenlenmektedir.  Buna  göre  bilgiye  dayalı  manipülasyon  suçu,  sermaye  piyasası araçlarının fiyatlarını, değerlerini veya yatırımcıların kararlarını etkilemek amacıyla yalan, yanlış veya yanıltıcı bilgi vermek, söylenti çıkarmak, haber vermek, yorum yapmak veya rapor hazırlamak ya da bunları yaymak ve bu suretle menfaat sağlamakla gerçekleşir. Burada  yalan, yanlış veya yanıltıcı  ibaresi, suçun maddi unsuruna dahildir ve hileyi ifade etmektedir.",
     "Abstract": "The crimes of manipulation are among the examples of market abuse. Article 107 of the Capital Market Law No. 6362 regulates two types of manipulation crimes, namely the transaction-based and the information-based manipulation crimes. Information-based manipulation crime is committed by giving, sharing, making, preparing or spreading false, incorrect or misleading information, comments or reports and by making a benefit through such actions. In this context,  false, incorrect or misleading  constitutes a part of the material element of the crime and refers to the deception.",
     "Metin": "  Sermaye piyasası, piyasa aktörlerinin piyasa araçlarına yönelik çeşitli faaliyetlerde bulundukları  ve  böylece  tasarrufların  yatırımlara  aktarılmasını  sağlayan  hukuki  ve ekonomik  ortamdır.  Sermaye  piyasasının,  anlaşılabilmesi  teknik  bilgi  gerektiren, kendine özgü önemli özellikleri vardır ve finansal araçları kavramanın zorluğu, piyasada yürütülen faaliyetleri riskli kılmaktadır. Düzgün işleyen güvenilir bir piyasanın varlığı, söz  konusu  riskleri  azaltacaktır.  Ancak  böyle  bir  piyasa  yaratılabilmesi,  kamuyu aydınlatma ve şeffaflık ilkeleri ile bilgide eşitliğin hayata geçirilmesine bağlıdır. Kamuyu aydınlatma,  yatırımcıların  piyasa  araçları  hakkında  tam,  doğru  ve  ayrıntılı  bilgi edinmelerini ve hileli ve yanıltıcı davranışlarla hataya düşürülmelerinin engellenmesini                                                 1   TURANBOY,  Asuman,  İnsider  Muameleleri,  Banka  ve  Ticaret  Hukuku  Araştırma  Enstitüsü Yayınları, Ankara, 1990, s. 1; AMOROSINO, Sandro,  Principi costituzionali, poteri pubblici e fonti normative: lo ius commune dei mercati finanzari, bancari ed assicurativi , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007, s. 3.  2   PISANO, Roberto,  L esercizio abusivo di intermediazione finanziaria , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007, s. 67-68.  107Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 sağlar. Şeffaflık ise, işlem yapanları ve işlemleri görünür kılar. Böylece ihraççıların ortakları, yöneticileri ve diğer çalışanları ile yatırımcılar arasındaki bilgi dengesizliği giderilerek bilgide eşitlik ve buna bağlı olarak da fırsat eşitliği sağlanabilir. Dolayısıyla sermaye piyasasında bilginin çok önemli bir yeri vardır. Zira burada gerçekleştirilen faaliyetlerin konusunu oluşturan piyasa araçlarının piyasa değerini etkileyen en önemli unsur bilgidir. Piyasa aktörleri alım-satım konusundaki kararlarını, bu piyasa araçlarının fiziksel olarak incelenmesine değil, bunlarla ilgili bilgilere dayanarak verir. Bu itibarla sermaye piyasasında gerçekleştirilen faaliyetlerin temeli bilgidir. Bu bilginin kötüye kullanılması,  piyasanın  işleyişini  bozar  ve  bu  nedenle  önlenmelidir.  Gerçekten  de sermaye piyasaları küreselleşmeden en çok etkilenen alanlardan biri olmuş; zenginliğin gayrimaddileşmesi ve elle tutulamayan soyut bir nitelik kazanması, uluslarasılaşmasını ve  buna  bağlı  olarak  ulusal  sınırlara  bağlı  kalmaksızın  bir  yerden  bir  yere aktarılabilmesini kolaylaştırmıştır. Ancak bu durum, piyasaların güvenilirliğinin ve bunu sağlamanın  en  önemli  yollarından  biri  olan  piyasaların  kötüye  kullanılmasına  karşı korunmasının  önemini  daha  da  artırmıştır.  Ancak  bu  şekilde  finansal  piyasaların bütünlüğü  ve  yatırımcıların  bu  piyasalara  olan güveni  korunmuş  olur.  Bilginin  ve                                                 3   TURANBOY, 1990, s. 7 vd. 4   MEMİŞ, Tekin / TURAN, Gökçen, Sermaye Piyasası Hukuku, 4. Baskı, Seçkin Yayınevi, Ankara, 2019, s. 35. 5   TURANBOY, 1990, s. 7; MANAVGAT, Çağlar,  Bilgiye Dayalı Manipülasyonda Menfaat Elde Etme Şartının Yerindeliği , Banka ve Ticaret Hukuku Dergisi, Yıl: 2017, Cilt: 33, Sayı: 2, (s. 29-41), s. 32. 6   TURANBOY, 1990, s. 9; MANAVGAT, 2017, s. 31. 7   MANAVGAT,  Çağlar,  Sermaye  Piyasasında  İşleme  Dayalı  Manipülasyon  ve  Özel  Hukuk Bakımından Sonuçları, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2008, s. 8. 8   DI AMATO, Astolfo,  Gli abusi di mercato , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007, s. 83-84. Piyasanın kötüye kullanılmasının piyasanın bütünlüğünü bozduğuna dair bkz. 2014 tarihli AB Piyasa Suistimali Tüzüğü m. 2, https://eur-lex.europa.eu/legalcontent/EN/TXT/?uri=celex%3A14R6 (Erişim tarihi: 03.01.2021). Ayrıca 2014 tarihli AB Piyasa  Suistimali  Yönergesi  m.  26 da  da  piyasanın  kötüye  kullanılmasına  yönelik  sınır  aşan faaliyetlerin  artışına  dikkat  çekilmiştir.  Bkz.  https://eur-lex.europa.eu/legalcontent/EN/TXT/?uri=CELEX%3A14L7 (Erişim tarihi: 03.01.2021). 9    Bkz. Council Directive 2003/6/EC, 28.01.2003, Article 12,                      https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2003:096:0016:0025:EN:PDF  (Erişim tarihi: 18.12.2020). 108Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 dolayısıyla piyasaların kötüye kullanılması, manipülasyon veya bilgi suistimali suçları şeklinde ortaya çıkar.    İşte  piyasaların  kötüye  kullanımının  ortaya  çıkış  biçimlerinden  biri  olan manipülasyon  (piyasa  dolandırıcılığı)  suçu,  6362  sayılı  Sermaye  Piyasası  Kanunu (SerPK) m. 107 de düzenlenmektedir. 2499 sayılı mülga SerPK da bu suç tipinin ismine yer verilmese de o dönemde söz konusu suç öğretide ve uygulamada  manipülasyon  olarak  adlandırılmaktaydı.  Yürürlükteki  SerPK nın   piyasa  dolandırıcılığı   ifadesini tercih  etmesine  rağmen,  gerek  yabancı  literatürde  gerekse  Türk  literatüründe  artık yerleşmiş  olan  manipülasyon  terimi  öğretide  ve  uygulamada  kullanılmaya  devam etmektedir.  Aslında kanun koyucunun da bu konuda yeknesak bir terminolojiye bağlı kalmadığı, SerPK nın gerekçesinde parantez içinde manipülasyon terimine yer verildiği; SerPK dan sonra yürürlüğe giren kanunlarda da manipülasyon teriminin kullanıldığı görülmektedir.  Bu çalışmada hem yerleşik terminoloji olması hem de fiili daha iyi yansıtması açısından manipülasyon terimi kullanılacaktır.     Latince  manipularis  kelimesine dayanan manipülasyonun Türkçe Sözlük teki karşılığı,   yönlendirme;  seçme,  ekleme,  çıkarma  yoluyla  bilgileri  değiştirme; yönlendirim dir.  Ancak sözlük anlamından yola çıkılarak manipülasyonun içeriğinin belirlenmesi mümkün değildir. Kavramın çok boyutlu ve dinamik özelliği, üzerinde uzlaşmaya varılan kapsayıcı bir tanımının yapılmasını zorlaştırmaktadır. Bu nedenle çeşitli hukuk düzenlerindeki tanımlara ve tartışmalara bakarak Türk hukuku bakımından manipülasyonun  unsurlarının  ortaya  konmaya  ve  genel  bir  çerçevesinin  çizilmeye çalışılması yerinde olacaktır.    Sermaye piyasasının şeffaflığını ve güvenilirliğini zedeleyen, dürüst ve düzgün işlemesini engelleyen manipülasyon, birden fazla hukuk dalını ilgilendirmesi, sermaye                                                 10  TURANBOY,  Asuman,   6362  Sayılı  Sermaye  Piyasası  Kanunu na  Tabi  Halka  Açık  Bankalar Bakımından Piyasa Dolandırıcılığı ve Bilgi Suistimali , Banka ve Ticaret Hukuku Araştırma Enstitüsü 60. Yıl Sempozyumu, Banka Hukukuna Genel Yaklaşım, Teori-Uygulama, Ankara, 2015, s. 214; MANAVGAT, 2017, s. 34. 11  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 12  MANAVGAT,  2017,  s.  7  vd.;  YALÇIN,  Can,   Sermaye  Piyasası  Kanunu  Açısından  Piyasa Dolandırıcılığı Suçu , Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 5, Sayı: 1, (s. 3483-3525), s. 3485.  109Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 piyasasındaki hızlı gelişime paralel olarak sürekli değişen bir içeriğe sahip olması ve sermaye piyasasının temel sorunlarından birini teşkil etmesi nedeniyle incelemeye değer, önemli bir konudur. Ancak bu çalışmada manipülasyon bütün yönleriyle değil; bilgiye dayalı  manipülasyon  suçunda   yalan,  yanlış  veya  yanıltıcı   ibaresinin  mahiyetinin değerlendirilmesi çerçevesinde ele alınmaktadır.  I.  BİLGİYE DAYALI MANİPÜLASYON SUÇU VE  YALAN, YANLIŞ VEYA YANILTICI  OLMA KOŞULU A.  Genel Olarak   Manipülasyon fiilleri, Türk hukukunda ilk olarak mülga SerPK da 20.04.1992 tarih ve 3794 sayılı kanunla yapılan değişiklik sonucu suç olarak düzenlenmiştir. Mülga SerPK manipülasyon suçunu m. 47/A-2 ve m. 47/A-3 te tanımlamaktaydı. Buna göre, mülga SerPK 47/A-2 uyarınca  Yapay olarak, sermaye piyasası araçlarının, arz ve talebini etkilemek, aktif bir piyasanın varlığı izlenimini uyandırmak, fiyatlarını aynı seviyede  tutmak,  arttırmak  veya  azaltmak  amacıyla  alım  ve  satımını  yapan  gerçek kişilerle, tüzel kişilerin yetkilileri ve bunlarla birlikte hareket edenler  ve m. 47/a-3 uyarınca  ise   Sermaye  piyasası  araçlarının  değerini  etkileyebilecek,  yalan,  yanlış, yanıltıcı, mesnetsiz bilgi veren, haber yayan, yorum yapan ya da açıklamakla yükümlü oldukları bilgileri açıklamayan gerçek kişilerle, tüzel kişilerin yetkilileri ve bunlarla birlikte hareket edenler  diğer kanunlara göre daha ağır bir cezayı gerektiren bir suç oluşturmadığı takdirde, manipülasyon suçundan dolayı cezalandırılacaklardı. 6362 sayılı yürürlükteki SerPK manipülasyon suçlarını 107. maddede   Piyasa Dolandırıcılığı  başlığı altında ve iki fıkra halinde düzenlemektedir. SerPK m. 107/1 de işleme dayalı manipülasyon suçu, SerPK m. 107/2 de ise bilgiye dayalı manipülasyon suçu  öngörülmüştür.  Buna  göre   sermaye  piyasası  araçlarının  fiyatlarına,  fiyat değişimlerine, arz ve taleplerine ilişkin olarak yanlış veya yanıltıcı izlenim uyandırmak amacıyla alım satım yapanlar, emir verenler, emir iptal edenler, emir değiştirenler veya hesap hareketleri gerçekleştirenler in fiilleri işleme dayalı manipülasyon suçuna vücut verecektir. Bilgiye dayalı manipülasyon suçu ise, sermaye piyasası araçlarının fiyatlarını, 110Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 değerlerini veya yatırımcıların kararlarını etkilemek amacıyla yalan, yanlış veya yanıltıcı bilgi vermek, söylenti çıkarmak, haber vermek, yorum yapmak veya rapor hazırlamak ya da  bunları  yaymak  ve  bu  suretle menfaat  sağlamakla  gerçekleşir.  Mülga  SerPK da  açıklamakla  yükümlü  oldukları  bilgileri  açıklama mak  da  bu  kapsamda düzenlenmişken,  yürürlükteki  SerPK  bunu  bilgiye  dayalı  manipülasyon  suçunun kapsamından çıkarmıştır. Buna karşın söylenti çıkarmak, rapor hazırlamak veya bunları yaymak, bilgiye dayalı manipülasyon suçunun maddi unsuruna dahil edilmiştir. Ayrıca belirtmek gerekir ki  menfaat sağlama  koşulu, SerPK m. 107/2 ye 27.03.2015 tarih ve 6637 sayılı Kanun ile sonradan eklenmiş ve böylece bu suç sonuçlu bir suça dönüşmüştür. Ancak menfaat sağlama koşulunun eklenmesi, bilgi dengesizliğini önlemek bir yana, bilgi dengesizliğine neden olma potansiyeli nedeniyle yerinde olmamıştır. Hükümde fiilin sermaye piyasası araçlarının fiyatlarını, değerlerini veya yatırımcıların kararlarını etkilemek amacıyla gerçekleştirilmesi açıkça öngörüldüğünden, bu suç ancak özel kastla işlenebilir.   B.   Yalan, Yanlış veya Yanıltıcı  Olma Koşulu   SerPK m. 107/2 incelendiğinde bilgiye dayalı manipülasyon suçunun seçimlik hareketli bir suç olarak düzenlendiği görülmektedir. Söz konusu seçimlik hareketler, yalan,  yanlış  veya  yanıltıcı  bilgi  vermek,  söylenti  çıkarmak,  haber  vermek,  yorum yapmak veya rapor hazırlamak ya da bunları yaymaktan ibarettir. Seçimlik hareketli bir suç olduğu için, hükümde sayılan bu davranışlardan birinin ya da birden fazlasının gerçekleştirilmesi halinde, fail yine bir kez bilgiye dayalı manipülasyon suçunu işlemiş olacaktır.   Bilgi, insan aklının çalışması sonucu ortaya çıkan; insan aklının erebileceği; öğrenme, araştırma veya gözlem yolu ile elde edilen düşünce ürünü, gerçek, malumat vukuftur. Bu suç, gerekli nitelikleri taşıması kaydıyla, her türlü bilgi ile işlenebilir.                                                  13  Bkz. MANAVGAT, 2017, s. 35. 14  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 15  Aynı yönde olmak üzere bkz. YALÇIN, 2020, s. 3504. 111Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 Söz konusu bilginin olumlu veya olumsuz yönde etki edebilecek nitelikte olması suçun oluşması bakımından önemli değildir. Bu bilgi belirli bir şirkete ilişkin olabileceği gibi, piyasanın tümüne, ülkenin genel ekonomik durumuna yönelik de olabilir. Hatta şirket ortaklarının yahut yöneticilerinin kişisel, ailevi ya da sağlık durumuna ilişkin bilgiler dahi bu suçun işlenmesi bakımından elverişlidir. Örneğin belirli bir şirketin iflasın ya da konkordatonun eşiğinde olduğu yahut piyasa devi bir şirket tarafından devralınacağı bilgisi,  bilgiye  dayalı  manipülasyon  suçunun  maddi  unsurunu  oluşturabileceği  gibi; şirketin büyük ortaklarından birinin tedavisi güç bir hastalığa yakalandığı yahut işlerden elini çekip sakin bir hayata geçeceği yönündeki bilgiler de bu suçu oluşturabilir.    Geniş anlamda ele alındığında bilgi vermek, söylenti çıkarmak, haber vermek ve rapor hazırlamak iç içe kavramlardır ve çoğu durumda örtüşürler. Bununla beraber, örtüşmedikleri halleri de kapsam dışı bırakmamak amacıyla her biri kanunda ayrıca zikredilmiştir. Dolayısıyla bu davranışların birbirlerinden ayrılmaları gereklidir. Söylenti, ağızdan ağıza dolaşan, kesinlik kazanmayan haber, rivayettir. Haber, bir olay, bir olgu üzerine edinilen bilgi, salık; iletişim veya yayın organlarıyla verilen bilgidir. Yorum, bir yazının veya bir sözün anlaşılması güç yönlerini açıklayarak aydınlığa kavuşturma, tefsir; bir olayı belli bir görüşe göre açıklama, değerlendirme; gizli veya hayali olan bir şeyden anlam çıkarma şeklinde tanımlanmıştır. Rapor, herhangi bir işte, bir konuda yapılan inceleme, araştırma sonucunu, düşünceleri veya tespit edilenleri bildiren yazı, anlatım veya ifadedir. Bunlar sermaye piyasası araçları, şirket, şirket hissedarlarının kişisel durumları ya da piyasanın genel durumu gibi çok çeşitli hususlara ilişkin olabilir. Yeter  ki  sermaye  piyasası  araçlarının  fiyatlarını,  değerlerini  veya  yatırımcıların kararlarını etkileme amacına yönelik olsun. Bu kadar iç içe olan ve çoğunlukla biri diğerini de içerecek şekilde ve birbiri yerine kullanılabilecek yakın kavramların maddede ayrıca sayılmasının nedeni, maddede bu kavramlardan yalnızca bir kısmına yer verilecek                                                 16  ERMAN, Sahir, Şirketler Ceza Hukuku, Ticari Ceza Hukuku, Cilt: 7, İstanbul, 1993, s. 141. 17  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 18  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 19  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 20  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 02.03.2021). 112Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 olursa, kimi durumların kapsam dışında kalma riskinin ortaya çıkacak olmasıdır. Örneğin haber vermek ya da rapor hazırlamak özünde bilgi vermeyi içerse de yahut çoğu kez raporlama  yorum  da  barındırsa  da  kimi  durumlarda  suç  kapsamı  dışında değerlendirilebileceği için bütün ipotezleri kapsayacak şekilde benzer kavramlar peş peşe sıralanmıştır.   Bilgiye dayalı manipülasyon suçları bu sayılan seçimlik hareketlerin yanı sıra, bunları yaymak suretiyle de işlenebilir. Buna göre, bilgi veren, söylenti çıkaran, haber veren, yorum yapan ya da rapor hazırlayan kişi ile bunları yayan, aynı kimse olabileceği gibi, farklı kimseler de olabilir. Ancak seçimlik hareketli suçların genel mahiyeti gereği, gerek  hükümde  sayılan  seçimlik  hareketlerden  birinin  veya  birden  fazlasının gerçekleştirilmesi gerekse bu seçimlik hareketlerden biriyle birlikte ya da sadece bunların yayılması halinde fail yalnızca bir kez bilgiye dayalı manipülasyon suçu işlemiş olacaktır.    Bilgiye dayalı manipülasyon suçunun gerçekleşmiş sayılabilmesi için, SerPK m. 107/2 de  sayılan  seçimlik  hareketlerden  birinin gerçekleştirilmesi  tek  başına  yeterli değildir. Bu hareketlerin aynı zamanda  yalan, yanlış veya yanıltıcı  nitelikte olmaları da aranmaktadır. Bu noktada  yalan, yanlış veya yanıltıcı  ibaresinin anlamı, kapsamı ve mahiyeti üzerinde ayrıca durmak gerekir. Öncelikle söz konusu ibarenin yalnızca bilgi verme davranışı bakımından mı yoksa hükümde sayılan diğer davranışlar bakımından da mı geçerli olduğu konusunda tereddüt edilebilirse de gerek gramer ve sentaks açısından gerekse suçun mahiyeti ve hükmün amacı açısından belirtilen tanımlamanın fıkrada sayılan tüm seçimlik hareketler için geçerli olduğu açıktır. Dolayısıyla, bilgiye dayalı manipülasyon suçunun maddi unsuru şu seçimlik hareketlerden oluşmaktadır: a) yalan, yanlış veya yanıltıcı bilgi vermek, b) yalan, yanlış veya yanıltıcı söylenti çıkarmak, c) yalan, yanlış veya yanıltıcı haber vermek, d) yalan, yanlış veya yanıltıcı yorum yapmak, e) yalan, yanlış veya yanıltıcı rapor hazırlamak f) bunları yaymak.    Buna  göre  seçimlik  hareketlerin   yalan,  yanlış  veya  yanıltıcı   olması,  bu hareketlere özelliğini veren, onların niteliğini belirleyen bir husustur ve maddi unsura dahildir. Söz konusu unsurun gerçekleştiğinin kabulü için mutlak gerçeğe aykırılık teşkil                                                 21  Bkz. YALÇIN, 2020, s. 3505.  113Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 etmesi şart olmayıp nispi gerçekliğe aykırılık hallerinde de bu unsur mevcut sayılır. Başka bir deyişle bilgi, haber, rapor, söylenti veya yorum, sadece gerçeğe tamamen aykırı olduğunda değil, kısmen gerçeği yansıtmakla beraber kısmen yalan, yanlış veya yanıltıcı olduğunda da bu unsur gerçekleşmiş olacaktır.   Burada yalan, yanlış veya yanıltıcı olma unsuru esas itibariyle hile anlamına gelmektedir. Günlük dilde hile sözcüğü, birini aldatmak, yanıltmak için yapılan düzen, dolap, oyun, ayak oyunu, alavere dalavere, desise, entrika anlamına gelmektedir. Ceza hukukunda ise hile, bazı suçlarda suçun unsurunu bazı suçlarda ise suçun ağırlaştırıcı nedenini oluşturan önemli bir kavramdır. Ceza hukukunda hileli davranış, ikna etmeye yönelik sözlerle ya da yalanlarla gerçeği gizlemek yahut olanı yokmuş, olmayanı varmış gibi dış gerçekliğe farklı bir görünüm kazandırarak gerçeğin gizlenmesi şeklinde ortaya çıkabilir. Sahneye koyma olmaksızın söylenen basit bir yalan bile hiledir.   Aslında hile, manipülasyon suçlarının esasını, özünü oluşturan bir husustur. Bilgiye  dayalı  manipülasyon  suçu  bakımdan  SerPK  m.  107/2 de  sayılan  seçimlik hareketlerin  yalan, yanlış veya yanıltıcı  olmasını zorunlu hale getiren ibare de hile teşkil etmektedir. Buna göre hile, maddi unsurun bir parçası olarak suçun kurucu unsuru olduğundan,  gerçekleşmediğinde  bilgiye  dayalı  manipülasyon  suçu  işlenmiş  olmaz. Ayrıca failin kastının suçun maddi unsurlarını kapsaması, genel kast kuralları uyarınca, zorunlu olduğundan, fiilin kasıtla gerçekleştirdiğinin kabul edilebilmesi için, failin bu hareketleri hileli biçimde gerçekleştirdiğini bilmesi ve istemesi gerekir.  Dolayısıyla söz konusu  seçimlik  hareketler   yalan,  yanlış  veya  yanıltıcı   başka  bir  deyişle  hileli olmadıklarında bilgiye dayalı manipülasyon suçu gerçekleşmiş olmayacağı gibi, failin kastının  hileyi  kapsamadığı  durumlarda  da,  başka  bir  deyişle,  fail  gerçekleştirdiği seçimlik hareketin veya hareketlerin yalan, yanlış veya yanıltıcı olduğunu bilmediği veya istemediği durumlarda da anılan suç işlenmiş sayılmayacaktır.                                                  22  YALÇIN, 2020, s. 3505. 23  TDK Türkçe Sözlük, https://sozluk.gov.tr/ (Erişim tarihi: 06.09.2020). Hilenin  oyun, aldatma, düzen  anlamına geldiğine dair bkz. CENTEL, Nur / ZAFER, Hamide / YENERER ÇAKMUT, Özlem, Kişilere Karşı İşlenen Suçlar, 4. Bası, Beta Yayınları, İstanbul, 2017, s. 502. 24  TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Savaş Yayınevi, Ankara, 2019, s. 183. 25  ANTOLISEI, Francesco, Diritto penale: Parte speciale, Volume: 1, 13. Edizione, Giuffre Editore, Milano, 1999, s. 351; TOROSLU, 2019, s. 183. 26  MANAVGAT, 2017, s. 9; YALÇIN, 2020, s. 3487. 114Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117   Bilgiye dayalı manipülasyon suçundaki hile, dolandırıcılık suçundakinden belirli açılardan farklılık göstermektedir. Zira dolandırıcılık suçunda hileli davranışlar, belirli bir kişiyi aldatarak onu, fail yararına ve kendisi veya adına tasarrufta bulunmaya yetkili olduğu üçüncü bir kişi zararına tasarrufta bulunmaya ikna etmeye yöneliktir. Halbuki bilgiye  dayalı  manipülasyon  suçunda  failin  elde  ettiği  menfaate,  hileli  davranışlar sonucunda aldatılan kişi ya da kişilerin zararlarının tekabül etmesi zorunluluğu yoktur. Bu suçta fail, hileli davranışlarla sermaye piyasası araçlarının fiyatlarını, değerlerini veya yatırımcıların kararlarını etkileyerek normal seyrinin dışına çıkarmayı ve bu şekilde oluşan  yapay  piyasa  sayesinde  menfaat  elde  etmeyi  hedeflemektedir.  Dolayısıyla, dolandırıcılık  suçu  ile  bilgiye  dayalı  manipülasyon  suçu  arasında  genellik  özellik ilişkisinin kurulması mümkün değildir.    Burada  hilenin  sermaye  piyasası  araçlarının  fiyatlarını,  değerlerini  veya yatırımcıların kararlarını etkilemeye elverişli olması gerektiğini söylemeye gerek yoktur. Zira TCK m. 35 uyarınca kişinin işlemeyi kastettiği suçun icrasına elverişli hareketlerle başlaması şarttır. Buradan hareketle suçun ancak belirli niteliklere, belirli etki gücüne sahip kimselerce işlenebileceği, yani özgü bir suç olduğu sonucuna varılmamalıdır. Zira davranışın elverişli olması ile failin belirli niteliklere sahip olması farkı hususlardır. Dolayısıyla bu suç herkes tarafından işlenebilen genel bir suçtur ve hükümde öngörülen hileli  hareketler  kim  tarafından  gerçekleştirilirse  gerçekleştirilsin,  elverişli  olmak kaydıyla, manipülasyon suçunu oluşturabilir.  SONUÇ   Sermaye piyasasında gerçekleştirilen faaliyetlerin temeli bilgidir. Dolayısıyla bu bilginin kötüye kullanılması, piyasanın işleyişini bozar ve bu nedenle önlenmelidir. Gerçekten de sermaye piyasaları küreselleşmeden en çok etkilenen alanlardan biri olmuş; zenginliğin  gayrimaddileşmesi  ve  elle  tutulamayan  soyut  bir  nitelik  kazanması, uluslarasılaşmasını ve buna bağlı olarak ulusal sınırlara bağlı kalmaksızın bir yerden bir yere aktarılabilmesini kolaylaştırmıştır. Ancak bu durum, piyasaların güvenilirliğinin ve                                                 27  Bkz. YALÇIN, 2020, s. 3487, 3495, 3517. 115Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 bunu sağlamanın en önemli yollarından biri olan piyasaların kötüye kullanılmasına karşı korunmasının  önemini  daha  da  artırmıştır.  Ancak  bu  şekilde  finansal  piyasaların bütünlüğü ve yatırımcıların bu piyasalara olan güveni korunmuş olur.    Piyasaların kötüye kullanımının ortaya çıkış biçimlerinden biri de manipülasyon suçlarıdır. Türk hukukuna giriş tarihi itibariyle görece yeni sayılabilecek manipülasyon suçu, SerPK m. 107 de  işleme dayalı  ve  bilgiye dayalı  olmak üzere iki farklı şekilde düzenlenmiştir ve hile bu suçların özünü oluşturmaktadır. Gerçekten de seçimlik hareketli bir suç olan  bilgiye dayalı  manipülasyon suçunda seçimlik hareketlerin  yalan, yanlış veya yanıltıcı  olması koşulu esas itibariyle hile niteliğindedir ve suçun maddi unsuruna dahildir. Bu itibarla, söz konusu koşulun gerçekleşmemesi, yani seçimlik hareketlerin hileli olmaması halinde bilgiye dayalı manipülasyon suçu gerçekleşmiş olmaz. Aynı şekilde  genel  kast  kuralları  uyarınca  failin  suçun  kurucu  unsurlarını  kapsaması gerektiğinden, failin davranışının hileli olduğunu bilmemesi yahut istememesi halinde de bilgiye  dayalı  manipülasyon  suçunun  işlendiğinden  bahsedilemez.  Buradaki  hile dolandırıcılık suçunda hileden belirli yönlerden ayrılır ve dolayısıyla bilgiye dayalı manipülasyon suçu ile dolandırıcılık suçunu öngören normlar arasında genel norm – özel norm ilişkisi kurulamaz.",
     "Kaynakça": " AMOROSINO,  Sandro,   Principi  costituzionali,  poteri  pubblici  e  fonti  normative:  lo  ius commune dei mercati finanzari, bancari ed assicurativi , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007. ANTOLISEI, Francesco, Diritto penale: Parte speciale, Volume: 1, 13. Edizione, Giuffre Editore, Milano, 1999. CENTEL, Nur / ZAFER, Hamide / YENERER ÇAKMUT, Özlem, Kişilere Karşı İşlenen Suçlar, 4. Bası, Beta Yayınları, İstanbul, 2017. DI AMATO, Astolfo,  Gli abusi di mercato , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007. 116Okuyucu Ergin    Hacettepe HFD, 11(1), 2021, 106-117 ERMAN, Sahir, Şirketler Ceza Hukuku, Ticari Ceza Hukuku, Cilt: 7, İstanbul, 1993. MANAVGAT, Çağlar, Sermaye Piyasasında İşleme Dayalı Manipülasyon ve Özel Hukuk Bakımından  Sonuçları,  Banka  ve  Ticaret  Hukuku  Araştırma  Enstitüsü  Yayınları, Ankara, 2008. MANAVGAT,  Çağlar,   Bilgiye  Dayalı  Manipülasyonda  Menfaat  Elde  Etme  Şartının Yerindeliği , Banka ve Ticaret Hukuku Dergisi, Yıl: 2017, Cilt: 33, Sayı: 2, (s. 29-41). MEMİŞ, Tekin/TURAN, Gökçen, Sermaye Piyasası Hukuku, 4. Baskı, Seçkin Yayınevi, Ankara, 2019. PISANO, Roberto,  L esercizio abusivo di intermediazione finanziaria , Trattato di diritto penale del impresa, I reati del mercato finanziario, Milano, 2007. TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Savaş Yayınevi, Ankara, 2019. TURANBOY, Asuman, İnsider Muameleleri, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 1990. TURANBOY, Asuman,  6362 Sayılı Sermaye Piyasası Kanunu na Tabi Halka Açık Bankalar Bakımından Piyasa Dolandırıcılığı ve Bilgi Suistimali , Banka ve Ticaret Hukuku Araştırma Enstitüsü 60. Yıl Sempozyumu, Banka Hukukuna Genel Yaklaşım, Teori-Uygulama, Ankara, 2015. YALÇIN, Can,  Sermaye Piyasası Kanunu Açısından Piyasa Dolandırıcılığı Suçu , Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020,"
}