{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "02",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "BİR KANUNÎ RÜCU ARACI OLARAK HALEFİYETİN TÜRK BORÇLAR HUKUKU ve İSVİÇRE BORÇLAR HUKUKUNDA GEÇERLİ OLAN RÜCU SİSTEMLERİNDEKİ YERİ",
     "Title": "ROLE OF SUBROGATION AS A STATUTORY INSTRUMENT OF RECOURSE IN THE CURRENT RECOURSE SYSTEMS OF TURKISH LAW OF OBLIGATIONS AND SWISS LAW OF OBLIGATIONS",
     "Yazar İsmi": [
          "EKİN KORKMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Halefiyet",
          "rücu hakkı",
          "üçlü ilişkilerde malvarlıkları arasındaki dengesizliklerin \ngiderilmesi",
          "kanunî rücu araçları (vasıtaları)",
          "seçimlik yarışma"
     ],
     "Keywords": [
          "Subrogation",
          "right to recourse",
          "correcting the legal imbalances of assets in trilateral transactions",
          "legal instruments of right to recourse",
          "concurring claims"
     ],
     "Özet": "Halefiyet, üçlü taraf ilişkilerinde meydana gelen malvarlığı dengesizliklerini giderme amacına hizmet etmek için alacaklıya ait alacak hakkının kanunen ifada bulunana intikalini sağlayan bir kurumdur ve bu niteliğiyle, intikal eden alacak hakkı, halefin rücu hakkına kaynaklık etmektedir. Halefiyetin Türk-İsviçre Borçlar Hukukunda geçerli olan rücu sistemindeki yeri ve öneminin saptanması, genel rücu araçları ve asıl borç ilişkisi ile olan ilişkilerinin belirlenmesi yoluyla mümkündür. Rücu araçlarının düzenlenme amaçları, şartları ve sonuçları incelendiğinde, söz konusu araçların birbiriyle yarışma ilişkisi içinde olduğu ortaya çıkacaktır. Bu bağlamda, rücu hakkı sahibinin, şartları sağlandığı müddetçe dilediği aracı kullanarak borçludan rücu talep etmesi mümkündür.",
     "Abstract": "Subrogation is a legal institution that provides an ipso iure transfer of the rights of the creditor to the performer in order to eliminate the legal imbalances of assets that occur in trilateral transactions. Thus, the transferred right is the source of the performer s right to recourse. Evaluating subrogation as a legal instrument of recourse as a whole is only possible by determining its relations with general instruments such as unjust enrichment and negotiorum gestio. The ratio legis, legal conditions and legal consequences of the relevant provisions reveal that aforementioned legal instruments provide concurring rights to claim to the holder of the right of recourse. In this context, it is possible for the holder of the right to use any instrument as long as the legal conditions are met.",
     "Metin": " Türk Borçlar Kanunu nun 83.maddesi uyarınca, borcun bizzat borçlu tarafından ifa edilmesinde alacaklının menfaati bulunmadıkça üçüncü kişinin ifası caizdir. Hatta böyle bir ifanın alacaklı tarafından kabulü zorunludur. Bu bağlamda, üçüncü kişinin ifası yoluyla kurulan üç köşeli ilişkiler neticesinde ortaya çıkma ihtimali bulunan malvarlığı dengesizlikleri, rücu araçları yoluyla giderilmektedir. Uygulama alanının genişliğine rağmen rücu hakkı sahibinin bu hakkını kullanmasına aracılık eden klasik rücu araçlarının nitelikleri  ve  birbiriyle  olan  ilişkilerinin  öğretide  yeterince  belirgin  biçimde  ortaya konulamadığı; klasik araçlar dışındaki araçların hangileri olduğu ve diğer vasıtalarla ilişkisinin de yeterince incelenmediği kanaati, konuya ilişkin bir çalışma yapma gereğini ortaya çıkarmıştır.  Üçüncü kişinin ifası oldukça kapsamlı bir konu olup rücu ilişkileri bakımından çok fazla  ihtimali  bünyesinde  barındırmaktadır.  Bu  nedenle  de  çalışmamız,  tüm  rücu araçlarının  şartlarını  sağlayabilecek  temel  ihtimal  ile  sınırlanmıştır.  Buna  göre, çalışmamızdaki değerlendirmeler; borcun mevcut ve geçerli olduğu, borçlunun borçlu olduğunun bilincinde olduğu, ifada bulunanın, herhangi bir anlaşmaya dayanmaksızın başkasının borcunu ifa ettiğinin bilincinde olduğu ve ifa modaliteleri bakımından geçerli bir  ifanın  bulunduğu  durum  için  geçerlidir.  Bunun  yanı  sıra  söz  konusu  çalışma, alacaklının üçüncü kişi tarafından tatmini neticesinde alacaklıya ait alacak hakkının, üçüncü kişinin rücuuna hizmet etmesi için (bir rücu vasıtası olarak) kanunen intikal ettirildiği hâl olan halefiyet çerçevesinde hazırlanmıştır. Bunun sebebi, bağımsız bir kurum olarak değerlendirilen halefiyetin bir rücu aracı olduğunun çoğu durumda gözden kaçırılması ve dolayısıyla rücu sistemi oluşturulmasında genellikle dikkate alınmayarak rücu araçlarının birbiriyle olan ilişkisinde hatalı ve eksik sonuçlara varılmasına neden olmasıdır. Bu teorik karmaşa ve ortaya çıkardığı sorunların giderilmesi için çalışmamızın ilk bölümünde, halefiyetin rücu aracı niteliği ortaya konulacak ve Türk borçlar hukuku 443Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 özelinde mevcut olan rücu sistemi içindeki yeri tespit edilecektir.  İkinci bölümde ise halefiyet  çeşitli açılardan diğer rücu  araçlarıyla karşılaştırılacaktır.  Bu  karşılaştırma öncelikle kurumların kendilerine özgü özellikleri üzerinden yapılacak; daha sonrasında ise  yarışma  öğretisi  çerçevesinde  rücu  araçlarının  birbiriyle  olan  ilişkisi  ortaya konulmaya çalışılacaktır.   I.  Bir Kanunî Rücu Aracı Olarak Halefiyet  A.  Genel Olarak Özü itibariyle, halihazırda malvarlığında taşıması gerekmeyen bir yükü taşımakta olan kişinin, o yükün nihai sorumlusuna karşı sahip olduğu hak, dönüp başvuru hakkı anlamına  gelen   rücu  hakkı dır.  Buna  paralel  olarak,  hak  sahibinin  rücu  hakkını                                                  2   Benzer tanımlar için bkz. STAMM Jürgen, Regreßfiguren im Zivilrecht - Eine Rückbesinnung auf die  Gesamtschuld  unter  Neubewertung  des  Zessionsregresses  gemäß  §  255  BGB  und  der Drittschadensliquidation, 1.Basım, Duncker & Humblot, Berlin, 2000, s.25; OĞUZMAN M.Kemal/ ÖZ, M.Turgut, Borçlar Hukuku Genel Hükümler, 12.Basım, Vedat Kitapçılık, İstanbul, 2014, Cilt:1, s.270; SEROZAN Rona, (Kocayusufpaşaoğlu) Borçlar Hukuku: Genel Bölüm Cilt III, 6.Basım, Filiz Kitabevi, İstanbul, 2014, s.27; EREN Fikret, 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler, 18.Basım, Yetkin Yayınları, Ankara, 2015, s.930; KOÇANO-RODOSLU Emine, Rücu Hakkı, 1.Basım, Turhan Kitabevi, Ankara, 2016, s.5; Yargıtay İBGK  E.1992/3,  K.1994/3,  01.07.1994  (Karşı  oy,  Aslanköylü)  Yargıtay  HGK  E.2015/21-837, K.2019/253, 07.03.2019 (Kazancı İçtihat Bilgi Bankası):  Rücu, kendisine veya başkasına ait bir borç ifa ederek borçluyu tatmin eden kişinin, alacaklıya yaptığı edanın tamamını veya bir kısmını başka kişiden talep etmesidir.  Tanımdan da anlaşılacağı üzere, başkasının borcunu ifa kapsamında rücu hakkının doğması için yabancı bir borcun ifası ve neticede üç köşeli bir ilişkinin oluşmasıdır, SCHULZ Fritz, Rückgriff und Weitergriff: Studien zur gesetzlichen und notwendigen Zession, 1.Basım, Marcus, Breslau,1907, s.56; ROOS Gottfried, Über die Subrogation nach schweizerischem Recht, 1.Basım,  Stämpfli  &  Cie.,  Bern,  1928,  s.86-87;  HÜBENER  Eckhard,  Der  gesetzliche Forderungsübergang im System der Rechtsordnung, Dissertation (Basılmamış), Hamburg,1968, s.8;  von  TUHR  Andreas  ,  Actio  de  in  rem  verso:  Zugl.  e.  Beitr.  zur  Lehre  von  der Geschäftsführung, 1.Basım, Scientia Verlag, Aalen, 1970, s.25; STAMM, 2000, s.25; THOMA Kerstin, Der internationale Regress: Formen und Gerichtszuständigkeit - unter Berücksichtigung des deutschen, österreichischen, schweizerischen und französischen materiellen Regressrechts, 1.Basım, Verlag Dr. Kovac, Hamburg, 2007, s.8; CASANOVA Gion Christian, Ausgleichsanspruch und Ausgleichsordnung: Die Regressregelung von Art. 51 OR, 1.Basım, Schulthess, Zürich, 2010, s.90; KOÇANO-RODOSLU, 2016, s.5 vd., s.21. Nihai sorumlunun bir başkası olduğu durumlarda üçüncü kişinin ifasının rücu hakkı doğuracağına ilişkin olarak bkz. ör. Yargıtay 11.HD, E.2018/2486, K.2019/8024, 10.12.2019 (Karşı oy) (Kazancı İçtihat Bilgi Bankası); Yargıtay 21.HD, E.2002/7728, K.2002/8811, 22.10.2002 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD, E.1983/1378, K.1983/1589, 31.03.1983 (Kazancı İçtihat Bilgi Bankası); Yargıtay İBGK, E.1969/4, K.1969/6, 11.06.1969 (Kazancı İçtihat Bilgi Bankası). Malvarlıkları arasında bozulan dengeyi yeniden ihdas edecek bu araçlar mevcut olmasaydı (çalışmamızın konusu özelinde) kişilerin başkalarının borcunu ifa etmesi, gerçekçi bir beklenti olmazdı. Bu esas, Roma hukukundan bu yana kabul edilmektedir, bkz. bu yönde: Institutiones 3.27.1  (Aktaran:  SAYIN  KORKMAZ,  S.  Bengi,  Roma  Hukuku nda  Vekâlet  Sözleşmesi 444Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 kullanmasına aracılık eden kurumlar ise rücu araçlarıdır. Genel (klasik anlamda) rücu vasıtaları, varsa rücuu alacaklısı ile borçlusu arasındaki hukuki ilişkiyi kuran sözleşme,                                                  (Mandatum), 1.Basım, Yetkin Kitabevi, Ankara, 2014, s.191) 3   Diğer bir ifadeyle rücu araçları, kendi iradesiyle yabancı bir malvarlığına yönelik olarak harcama yapan kişinin masraf taleplerini talep etmesine yarayan araçlar olarak karşımıza çıkmaktadır. Bu yönde: MOSER, Rudolf, Die Herausgabe des wiederrechtlich erzielten Gewinnes (Insbesondere unter dem Gesichtspunkt der eigennützigen Geschaftsführung ohne Auftrag Art. 423 OR), 1.Basım, Zürich, 1940, s.19; KILIÇOĞLU Ahmet M., Türk Borçlar Hukukunda Kanuni Halefiyet, 1.Basım, Ankara  Üniversitesi  Hukuk  Fakültesi,  Ankara,  1979,  s.13;  KOÇANO-RODOSLU,  2016,  s.7; KAPANCI Kadir Berk / BAŞOĞLU Başak,  Vekâletsiz İş görme , İstanbul Şerhi- Türk Borçlar Kanunu, Cilt-6, 7, 8 (Madde 393-649), (der. M. Turgut Öz vd.), 3.Basım, Vedat Kitapçılık, İstanbul, 2019, (s. 3917 vd.), s.3929, par.1. Masraf kavramı ekseninde bu sonuca katılan: BAŞ-SÜZEL Ece, Gerçek  Olmayan  Vekaletsiz  İş  Görme  -Menfaat  Devri  Yaptırımı-,  1.Basım,  Oniki  Levha Yayıncılık, İstanbul, 2015, s.105 vd.  3. kişi ödemesi ile borç bizzat borçlu tarafından ödenmiş gibidir ve bu ödeme sonucu borç sükut etmiştir. Eş anlatımla, 3. kişi, borçlu yararına vekaletsiz iş görmüş demektir. Bu nedenle, başkasının borcunu ödeyen durumundaki davacının, ödediğini vekaletsiz iş görme (BK. 410-413 ) ya da haksız zenginleşme ( BK. 61-66 ) hükümlerine göre geri isteme hakkı bulunmaktadır. 3. kişinin ödemesi ile borç sona erdiğinden, alacaklının mal varlığında haksız bir zenginleşmeden de söz edilemez. Buna karşılık ödemede bulunan 3. kişi, borçluya karşı vekaletsiz iş gören durumunda olduğundan BK. 413. maddesine dayalı biçimde istemde bulunabilecektir. Vekaletsiz iş görme, borçlunun menfaatine uygun değilse ya da borçlunun karşı koymasına karşın yapılmışsa, 3. kişi giderleri değil, ancak borcun sona ermesi nedeniyle borçlunun malvarlığında oluşan zenginleşmeyi isteyebilecektir.  Bilimsel  öğretideki  baskın  görüş  de  bu  doğrultudadır…  Tüm  bu  nedenlerle, mahkemece sorumlu olmadığı halde komanditer ortağı bulunduğu şirketin takipteki borcunu ödeyen 3. kişi durumundaki davacının, ödeneni geri isteme hakkı bulunmadığının kabulü doğru görülmemiştir…  Yargıtay 11.HD, E.1983/1378, K.1983/1589, 31.03.1983 (Kazancı İçtihat Bilgi Bankası).  445Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 sebepsiz zenginleşme ve vekaletsiz iş görmedir. Bu araçları kendi içinde, kaynağına                                                  4   Yargıtay 15.HD, E.2019/3032, K.2020/1641, 17.06.2020 (Kazancı İçtihat Bilgi Bankası); Yargıtay 17.HD  E.2016/18790,  K.2019/9728,  21.10.2019;  Yargıtay  3.HD  E.2018/6492,  K.2019/4681, 20.05.2019. Sebepsiz zenginleşmenin ayrı bir borç kaynağı olarak düzenlenmesinin hakkaniyete hizmet ettiği kanaatini paylaşan yazarlar olduğu gibi (bu yönde bkz. ör. ÖZ M.Turgut, Öğreti ve Uygulamada Sebepsiz Zenginleşme : Borçlar Kanunu 61-66. Maddelerine İlişkin İçtihatlar İle, 1. Basım, Kazancı Hukuk Yayınları, İstanbul, 1990, s.10; NIETLISPACH Markus, Zur Gewinnherausgabe im schweizerischen  Privatrecht  -  Zugleich  ein  Beitrag  zur  Lehre  von  der  ungerechtfertigten Bereicherung-, 1. Basım, Stämpfli & Cie., Bern, 1994, s.93; ZIMMERMANN Reinhard,  Unjustified Enrichment: The Modern Civilian Approach , Oxford Journal of Legal Studies, Yıl:1995, Cilt: 15, Sayı: 3, (s. 403 vd.), s.403; FLUME Werner, Studien zur Lehre von der ungerechtfertigten Bereicherung, 1. Basım, Mohr Siebeck, Tübingen, 2003, s. 9); bu tespitle yetinmeyerek malvarlıkları arasındaki sonucun hukuken kabul edilmediği durumlarda dengenin yeniden sağlanması için başvurulan  bir kurum olduğunu savunan yazarlar da bulunmaktadır, bu yönde bkz. ör. HOLENSTEIN Patrizia, Wertersatz  oder  Gewinnherausgabe?-  Unter  den  Gesichtspunkten  der  ungerechtfertigten Bereicherung und der unechten Geschäftsführung ohne Auftrag, 1.Basım, Schulthess, Zürich, 1983, s.74-75; ULUSAN İlhan, İyiniyetli Sebepsiz Zenginleşenin İade Borcunun Sınırlanması Sorunu, 1.Basım, Kazancı Hukuk Yayınları, İstanbul, 1984, s.15; SCHLUEP Walter R.,  Über Eingriffskondiktionen , Melanges Paul Piotet, Stämpfli & Cie., 1990, Bern, (s. 173 vd.), s.193; TURANBOY Kürşad Nuri,  Sebepsiz Zenginleşme Davasının Asli-Tali Niteliği , Prof. Dr. Naci Kınacıoğlu na Armağan, 1.Basım, Gazi Üniversitesi Hukuk Fakültesi, Ankara, 1997, (s. 94 vd.), s.94; GÖDICKE Patrick, Bereicherungsrecht und Dogmatik - Zur Kritik an der Dogmatik der §§ 812 ff. BGB aus methodologischer Sicht - zugleich ein Beitrag zur Bedeutung der Dogmatik in der zivilrechtlichen Rechtsfindung, 1. Basım, Duncker & Humblot, Berlin, 2002, s.178 vd, 185, 279; BAYGIN Cem,  Edim Dışı Sebepsiz Zenginleşmeden Doğan İade Talebinin Haksız Fiil ve Vekaletsiz İş Görmeden Doğan Talepler Karşısındaki Durumu , Prof. Dr. Fahiman Tekil e Armağan, 1.Basım, Beta Yayınları, İstanbul, 2003, (s.571 vd.), s.601; CASANOVA, 2010, s.88; OĞUZMAN / ÖZ, 2014, C- II, s.309 vd.; ANTALYA O. Gökhan, Borçlar Hukuku Genel Hükümler, 1. Basıma Ek Tıpkı Basım,  Legal  Yayıncılık,  İstanbul,  2017,  Cilt:  II,  s.565;  SEIZ  Sarah,  Bereicherungsrecht, Vorteilsausgleichung und Schadensweiterwälzung, 1. Basım, Nomos Verlag, Baden-Baden, 2019, s.61; SEROZAN Rona,  TBK m.77-82 , İstanbul Şerhi- Türk Borçlar Kanunu, Cilt-1 (Madde 182),  der.  M.  Turgut  Öz  vd.,  3.  Basım,  Vedat  Kitapçılık,  İstanbul,  2019  (s.1155  vd.),  s.2499. Kanaatimizce de hakkaniyet düşüncesi rücuu araçlarının tamamı bakımından geçerli olan ancak bu araçların hukuki temelini açıklamada genel kalan bir düşüncedir. Özel olarak tüm rücu araçlarının temelinde malvarlıkları arasındaki dengesizliği gidermek amacı yatar. Sebepsiz zenginleşme özelinde bu dengesizlik, malvarlıkları arasında -iradeye dayalı olarak yahut da olmaksızın- biri aleyhine menfaat aktarımı bulunduğunda gerçekleşir. Bu yönde bkz. WENNER Martin A., Die Voraussetzungen des Anspruches  aus  ungerechtfertigter  Bereicherung  unter  besonderer  Berücksichtigung  des Problems der Subsidiaritat, 1.Basım, Schulthess, Zürich, 1977, s.36; CASANOVA, 2010, s.79.  5   von TUHR, 1970, s.19; SCHLECHTRIEM Peter, Restitution und Bereicherungsausgleich in Europa Band II, 1. Basım, Mohr Siebeck, Tübingen, 2001, s.361, par.155. Tarihsel olarak bugünkü vekaletsiz iş görme kurumunun temelini teşkil ettiği kabul edilen negotiorum gestio kurumunun, Roma hukuku döneminde de bilindiği ve borçludan rücu talebinde en sık başvurulan rücu aracı olduğu yönünde bkz. MOSER, 1940, s.81 vd.; TANDOĞAN Haluk, Mukayeseli Hukuk ve Hususiyle Türk - İsviçre Hukuku Bakımından Vekâletsiz İş Görme, 1.Basım, Fakülteler Matbaası, İstanbul, 1957, s.79; von TUHR,  1970,  s.1  vd.;  FRIEDMANN  Daniel/  COHEN  Nili,   Payment  of  Another s  Debt , International Encyclopedia of Comparative Law, (der. Ernst von Caemmerer vd.) Mohr Siebeck, Tübingen, 2007, (s. 3 vd.), s.10.  Başkasının borcunu ödeyen kişi borçlu kendisine yetki vermemiş olsa bile yaptığı ödemeyi vekaletsiz işgörme hükümleri uyarınca talep edebilir. : Yargıtay HGK, E.2002/3118,  K.2002/131,  27.02.2002  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  3.HD.  E.2012/23514, K.2013/1722, 06.02.2013 (Kazancı İçtihat Bilgi Bankası);  …yetkisi bulunmaksızın borcu ödeyen 3. kişi  ile  borçlu  arasındaki  hukuki  ilişki  vekaletsiz  işgörme  niteliğindedir…   Yargıtay  11.HD. 446Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 göre; kanunî rücu araçları ve iradî rücu araçları olarak sınıflandırmak mümkündür. Bu ayrım uyarınca, kanunî araçlar, tarafların herhangi bir kararlaştırma yapmalarına gerek bulunmaksızın; malvarlığında fazladan yük taşımakta olan hak sahibinin kanun gereği kullanımına sunulmuş araçlardır. İradî rücu araçları ise rücu hakkı sahibi (diğer bir deyişle rücu alacaklısı) ile rücu borçlusu arasında mevcut bulunan hukuki ilişkiden doğmakta ve dolayısıyla, mevcudiyetleri, bu ilişkinin geçerliliğine bağlı bulunmaktadır. Nitekim  hayatın  olağan  akışı  çerçevesinde  üçüncü  kişinin  borçlunun  borcunu  ifası, genellikle aralarındaki hukuki ilişkiye dayanacaktır. Ancak aksi -elbette ki- mümkündür.   Türk Borçlar Kanunu nun 127.maddesinde düzenlenen ve yine bu hükümde atıf yapılan haller anlamında kullanacağımız  dar anlamıyla  kanunî ve cüz i halefiyet hallerinde; bu hüküm anlamında bir üçüncü kişinin, alacaklıyı tatmin ederek, hukuken                                                 E.1983/1378, K.1983/1589, 31.03.1983 (Kazancı İçtihat Bilgi Bankası) 6   ULUSAN, 1984, s.14, dn.16; SCHLECHTRIEM, 2001, s.360, par.154.  7   Bu atfın kapsamına dahil olan ve Türk Borçlar Kanunu nda yer alan hükümler; bölünemeyen edimin borçlularından birinin, müteselsil borçlulardan birinin yahut da kefilin alacaklıya ifada bulunmasına ilişkin hükümlerdir (TBK m.85, m.167-168, 596). Bunun yanı sıra başta sigorta mevzuatı olmak üzere başkaca mevzuatlarda halefiyeti düzenleyen hükümlere rastlanmaktadır. 8   Kanaatimizce bu hususta Türk hukuku bakımından bir terminolojik karmaşa söz konusudur. En geniş anlamıyla birbirini takip eden hak sahipliği anlamına gelen  Rechtsnachfolge  ile bunun kanunen gerçekleşen ve yalnızca münferit bir hakkı kapsayan alt kavramı olan  Subrogation /  Persönliche Surrogation  dilimize  halefiyet  olarak aynı biçimde tercüme edilmiştir. Diğer bir ifadeyle, en genel anlamda hak sahipliğinde sıra ilişkisi, bu sıra ilişkisinin gerçekleşme yollarından biri ile aynı biçimde ifade edilmektedir. Bu karmaşayı önlemek gayesiyle çalışmamızda, çalışmamızın konusunu oluşturan bu ikinci tür halefiyet hali, ilk halden ayırt etmek amacıyla  dar anlamıyla  halefiyet olarak ifade edilecek;  aksi  belirtilmedikçe  de   halefiyet   dar  anlamda  kullanılacaktır.   Rechtsnachfolge   ile  Subrogation/ persönliche Surrogation  arasında, belirttiğimiz anlamda bir genellik-özellik ilişkisine işaret eden yazarlar için bkz. ör. SCHULZ, 1907, s.2, 9; POCHER Erich, Betrage zur Lehre vom Forderungsübergang kraft Gesetzes, 1. Basım, Druck der Keynessner schen Hofbuchdruckerei, Meiningen, 1911, s.5; KELLER Max,  Die Subrogation als Regress im Internationalen Privatrecht , Schweizerische Juristen-Zeitung, Yıl: 1975 Cilt: 20, (s. 305 vd.), s.307; SPIRIG, Eugen, Zürcher Kommentar Band/Nr. V/1k, Die Abtretung von Forderungen und die Schuldübernahme, Erste Lieferung,  Art.  164-174  OR  Kommentar  zum  Schweizerischen  Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. und 2. Abteilung (Art. 1-529 OR), 3.Basım, 1993, Art.166, par. 9; WEISS Andreas W, Solidarität nach Art. 143 - 149 des Schweizerischen Obligationenrechts unter besonderer Berücksichtigung der Verjährung, 1.Basım, Schulthess, Zürich, 2011, s.137; GAUCH,  Peter/  SCHLUEP,  Walter  R./  SCHMID,  Jörg/  REY  Heinz,  vd.,  Schweizerisches Obligationenrecht Allgemeiner Teil, 10. Basım, Schulthess, Zürich, 2014, B.2, par.2055. Seiler ise halefiyet ( Subrogation ) ve kanuni alacak intikali ( cessio legis ) in kavramsal olarak özdeş olduğunu kabul etmektedir. Bkz. SEILER Walter, Das Regressrecht des Bürgen - Ein Betrag Zur Geschichte und Dogmatik Des Bürgenregresses, 1.Basım, Buchdruckerei Gebr. Steinmann, Muri, 1924, s. 49.   9    Üçüncü kişi , hukukumuzda kapsamı en muğlak kavramlardan biridir. Üçüncü kişi her bir borç ilişkisi 447Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 kendiliğinden onun hukukî konumuna geçmesi söz konusudur. Kanun koyucunun bu kurumu sevk etme amacı, esas olarak üç köşeli ilişkiler bakımından önemli güçlükler arz eden nihai yük dağılımını sağlamaktır.  Bu tür ilişkiler bakımından, her bir katılımcının üzerinde bırakılacak nihai malvarlığı yükünün tespiti iki ana nedenle güçtür: İlk olarak, ikili ilişkilerdeki menfaat dengeleri ile bu tür üçlü ilişkilerdeki dengeler birbiriyle her durumda  örtüşmemektedir.  Bu  nedenle  de  kanun  koyucu,  her  durumda  her  üç katılımcının da menfaatlerini gözetmek ve korunacak menfaatin tespiti açısından bir tercih  yapmak  durumundadır.  Çalışmamızda  detaylandırılacağı  üzere,  halefiyet hallerinde bu tercihler belirli kriterler dahilinde kimi hükümlerde açıkça belirtilmiş; bazı menfaatler ise halefiyet kurumunun amaç ve işlevinden hareketle başkaca hükümlerin kıyasen  uygulanması  neticesinde  ve/veya  mehaz  İsviçre  ve  Alman  hukukundan                                                  özelinde belirlenecek olması nedeniyle göreceli bir niteliği haiz olmakla birlikte, en geniş anlamıyla; objektif olarak borç ilişkisine yabancı, borca-nötr olan bir kişiyi ifade eder. Bu bağlamda teknik anlamda  üçüncü kişinin ifası  ( Drittleistung ),  borçluya isnat edilemeyecek (hukuken borçlunun ifası sayılamayacak) şekilde, alacaklının tatminini amaçlayan ve bu sonucu doğuran ifa  şeklinde tanımlanmaktadır,  GERNHUBER,  1994,  s.451.  Bu  tanıma   yabancı  borcu  sona  erdirmek  için belirlenebilir bir irade ile ifa etme  unsurunu ekleyen bir görüş de bulunmaktadır. Bkz. SCHRANER, Marius, Zürcher Kommentar Band/Nr.V/1e, Die Erfüllung der Obligationen Kommentar zum Schweizerischen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. und 2. Abteilung (Art.1529  OR),  3.  Basım,  1993,  par.    7;  BGer  4C.69/2005 (https://www.servat.unibe.ch/tools/DfrInfo?Command=BGerGet&FileName=050414_4C-692005.html&Format=DfrPr, Erişim: 07.05.2020). Mahkeme, bu karardan itibaren, ifa sonucunun ancak üçüncü kişinin yabancı bir borcu belirlenebilir bir irade ile ifa etmesi durumunda ortaya çıkacağını belirtmiştir bkz. FARGNOLI Iole,  Drittleistung und Pflichterfüllung: auch gegen den Willen des Schuldners?  -  oder  -  Rechtsgeschichte  als  Hilfsmittel  der  Gesetzesauslegung ,  Zeitschrift  des bernischen Juristenvereins, Yıl: 2010, Cilt: 146, (s. 177 vd.), s.181. Çalışmamızın konusunu oluşturan halefiyet halleri bakımından ise üçüncü kişi üç ayrı tipte ortaya çıkabilir: Genel anlamıyla ( alelâde ) üçüncü kişi yalnızca TBK m.127 f.1 b.1 uyarınca borçlunun alacaklıya beyanı üzerine halef olabilirken; bir başkasının borcunu ifada hukuken korunan bir menfaati bulunanlar (TBK m.127/1 b.2) ve borçtan nihai olarak asli sorumlu olmayan (TBK m. 127 f.2; TBK m. 596) yahut da tek başına sorumlu olmayan kişiler de (TBK m. 127 f.2; TBK m.85; TBK m. 167-168) alacaklıyı tatminleri neticesinde (özel şartların da sağlanması ihtimalinde) alacaklının haklarına halef olmaktadır. Farklı yönde,  gerçek anlamda üçüncü kişi  nitelendirmesi için bkz. SEROZAN, 2014, s.29. 10  Burada kastedilen, borç ilişkisinde meydana gelen bir taraf değişikliği değildir. Alacak hakkının sahibi kanun eliyle değiştirilmektedir, OĞUZMAN/ÖZ, 2014, C-I, s.269.  11   Katılımcı  ifadesinin tercih edilmesinin nedeni, alacaklıyı tatmin ederek alacaklının alacak hakkına bir bütün olarak halef olan kişinin borç ilişkisinin tarafı haline gelmemesidir. Halefin borç ilişkisinin taraflarından biri olması da mümkündür ancak bu, halefiyetin neticesi olarak gerçekleşmez; taraf olma ilişkisi, halefiyet sonucu doğmadan da mevcuttur.   12  Bu bağlamda borçlunun menfaati borcundan kurtulmak, alacaklının menfaati ise alacak hakkının konusunu elde etmektir. Başkasının borcunu ifa eden üçüncü kişinin temel menfaati ise bu ifadan zarar görmemektir. Üçüncü kişinin ifası bu menfaatler ilişkisi kapsamında değerlendirilmek zorundadır. Aynı yönde: FARGNOLI, 2010, s.182-183. 448Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 esinlenilerek öğreti tarafından geliştirilmiştir.  Üç köşeli ilişkilerde her bir katılımcının üzerinde nihai olarak kalacak malvarlığı yükünün belirlenmesi bakımından söz konusu olan ikinci güçlük; yük dağılımına hizmet eden hukukî araçların ikili ilişkiler esas alınarak düzenlenmiş olması ve bu hususun, beraberinde,  bu  araçların  üçlü  ilişkilerde  kullanımının  bazı  zorlamaları  ve  (/veya) tereddütleri doğurmasından ileri gelmektedir. Gerçekten de Türk borçlar hukukunda tipik kanunî  rücu  araçları  olan  sebepsiz  zenginleşme  ve  vekaletsiz  iş  görme  kurumları yakından  incelenecek  olursa  gerek  tanımları  gerekse  de  unsurları  ve  sonuçları bakımından iki kişili ilişkiler arasındaki yük dağılımını merkeze alan kurumlar oldukları ortaya çıkacaktır. Nitekim özellikle sebepsiz zenginleşmenin üçlü hukukî ilişkilerdeki uygulamasının hem Türk-İsviçre hem de Alman öğretisinin ünlü tartışma konularından birini teşkil etmesi tesadüf değildir. Tipik kanunî rücu araçlarının üç köşeli ilişkilerdeki yük paylaşımı bakımından yetersiz kalması ve iradi araçların da temelinde yatan hukuki işlemin sağlığına bağlı olması, bazı  özel durumlar  bakımından kanun koyucuyu tipik araçların  yanında,  destekleyici  olarak  var  olacak  bir  başka  (kanunî)  rücu  aracını düzenlemeye sevk etmiştir. Bu araç, tatmin edilen alacaklının alacak hakkıdır. Tatmin                                                  13  SCHIMS Simone, Der gesetzliche Forderungsübergang: Wirkweise und Funktion für den Regress bei drittseitiger Schuldsicherung, 1. Basım, Duncker & Humblot, Berlin,  2006, s. 110; CASANOVA, 2010, s.81. Vekaletsiz iş görme bakımından bkz. ör. SCHMID Jörg, Die Geschäftsführung ohne Auftrag, 1.Basım, Universitätsverlag Freiburg Schweiz, Freiburg, 1992, s.5 par.17 vd. Sebepsiz zenginleşme bakımından bkz. ör. GUHL Theo/KOLLER Alfred/SCHNYDER Anton K., vd., Das Schweizerische Obligationenrecht mit Einschluss des Handels- und Wertpapierrechts, 9. Basım, Schulthess, Zürich, 2000, s.219, par.1; EREN, 2015,  s.841; SCHULIN, Hermann/ VOGT, Annaig L, Basler Kommentar Obligationenrecht I,  7.Basım, 2020; Art.62, par.1. Farklı yönde bkz. GÖDICKE, 2012, s.172: Yazar üç kişili ilişkiler bakımından iki ayrı iki kişili ilişki perspektifinden değerlendirme yapılması gerektiğini ifade etmektedir.  14  Bu konudaki tartışmalar için bkz. ör. WENNER, 1977, s.46 vd.; SCHLECHTRIEM, 2001, s.359 vd.; OĞUZMAN/ÖZ, 2014, C-II, s.330 vd.; SEROZAN, 2014, s.343 vd. Ancak mevcut olan bir borcun üçüncü kişi tarafından ifası durumunda rücu ilişkisinin borçlu ile üçüncü kişi arasında gerçekleşeceği kuşkusuzdur. Bu yönde bkz. SEROZAN, 2019, s.1183, par.64.  15  Benzer yönde: von KOPPENFELS-SPIES Katharina, Die cessio legis, 1. Basım, Mohr Siebeck, Tübingen,  2006,  s.128:  Yazar,  iki  taraflı  paylaştırma-engellerine  ilişkin  çözüm  üreten  sebepsiz zenginleşme ve vekaletsiz iş görmeden farklı olarak halefiyetin  üç taraflı paylaştırma-engelleri ne ( dreiseitige Verteilungsstörungen ) kanuni bir çözüm olduğunu kabul etmektedir. Benzer yönde bkz. SCHIMS, 2006, s.102: Yazar, vekaletsiz iş görme ve sebepsiz zenginleşme hukukunun üçlü ilişkilerden doğan ve rücuya ilişkin olan bazı sorunlara yanıt veremediğini kabul etmektedir. Yine benzer yönde bkz. SELB Walter, Mehrheiten von Gläubigern und Schuldnern, 1. Basım, J.C.B. Mohr, Tübingen, 1984, s.176 vd.: Yazar, vekaletsiz iş görme bakımından aranan yabancı borç ilişkisi, iş görme iradesi ve menfaatlerin tespitindeki zorluklara işaret etmekte; sebepsiz zenginleşme bakımından mevcut olan benzer belirsizliklerin, objektifleştirme yoluyla da aşılamadığını ifade etmektedir. Aksi yönde bkz. 449Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 edilen alacaklıya ait alacak hakkının tatmin edene intikali sayesinde alacaklıya ifada bulunan,  iradi  rücu  hakkının  varlığından  ve  tipik  kanuni  araçların  şartlarının sağlanmasından  bağımsız  olarak,  alacaklının  hakkını   bir  bütün  olarak   (alacağın fer ileri ve öncelik haklarıyla birlikte) rücu borçlusuna karşı ileri sürme imkânı kazanmış olmaktadır. Bu da özellikle borçlunun ödeme gücünü haiz olmadığı durumlarda rücu alacaklısına, alacağını elde etme noktasında önemli bir avantaj sağlamaktadır.                                                   HAWELLEK  Jeronimo,  Die  persönliche  Surrogation:  eine  vergleichende  Untersuchung  von Rechtsübergängen zu Regresszwecken in Deutschland, Spanien und England, 1.Basım, Mohr Siebeck, Tübingen, 2010, s.39-40: Yazara göre halefiyet üçlü paylaştırma-engellerini çözmez; aksine üçlü paylaşım engelleri, halefiyetin sonucudur. Yazar bu tip ilişkilerde rücunun, iş görmeye yahut zenginleşmeye dayandırılmasının mümkün olduğu kanaatindedir, bkz. HAWELLEK, 2010, s.39-40. Diğer rücu yollarının yanında halefiyetin düzenlenmesinin bir diğer gerekçesi de iç ilişki gereği bir aslilik-talilik ilişkisinin mevcut olduğu durumların genel rücu araçlarına yabancı olmasıdır. Bu yönde bkz. SCHIMS, 2006, s. 111-112. 16  Bununla birlikte, bu bağımsızlık mutlak değildir. Bkz. aşa. I, B. 17  RUER Otto, Die sogenannte cessio legis im gemeinen Recht und Bürgerlichen Gesetzbuch, Dissertation (Basılmamış), Rostock, 1900, s.50; von STEMPEL Baron Kurt, Wie unterscheiden sich nach dem Bürgerlichen Gesetzbuche Forderungsübertragung und Schuldübernahme hinsichtlich ihres  Einflusses  auf  Forderung,  Einwendungen  und  Nebenrechte?,  Druck  von  Julius  Abel, Greifswald,  1904,  s.34;  BREUER  Josef,  Die  cessio  legis  bei  der  Bürgschaft,  Dissertation (Basılmamış), Aachen, 1922, s.33; ZIEGLER Josef, Der gesetzliche Forderungsübergang, 1.Basım, Verlag Nolte, Düsseldorf, 1938, s.32; KILIÇOĞLU, 1979, s.97; von TUHR Andreas/ ESCHER Arnold, Allgemeiner Teil des Schweizerischen Obligationenrechts Band II (mit Supplement), 3.Basım, Schulthess,  Zürich,  1984,  s.28;  STAMM,  2000,  s.112;  KOPPENFELS-SPIES,  2006,  s.153  vd.; OĞUZMAN/ÖZ, 2014, C-I, s.272; GAUCH/ SCHLUEP/ SCHMIDT, vd., 2014, B.2, par.2064-2067;  LIEDER,  Jan,  Beck-online  Grosskommentar,  BGB,  Buch  2:  Recht  der  Schuldverhaltnisse, Abschnitt 5, Übertragung der Forderung (§398-§413), 2019, BGB § 401 par.2. Bu konuda bkz. ör. Yargıtay 12.HD E.2016/631, K.2016/7057, 10.03.2016 (Kazancı İçtihat Bilgi Bankası); Yargıtay 23.HD  E.2014/6520,  K.2015/8276,  18.12.2015;  Yargıtay  11.HD  E.2014/14875,  K.2015/3813, 19.03.2015 (Kazancı İçtihat Bilgi Bankası). Bu intikal kanun gereği kendiliğinden gerçekleştiğinden uygulamada sıkça karşılaşıldığı üzere,  rücuu/halefiyet belgesi/senedi, temlikname  gibi belgelerin düzenlenmesine yahut bunların geçerli olmasına bağlı değildir. Bu uygulamaya ilişkin olarak bkz. ör. Yargıtay 12.HD E.2017/3850, K.2017/14528, 23.11.2017 (Kazancı İçtihat Bilgi Bankası); Yargıtay 19.HD E.2011/5827, K.2012/1989, 13.02.2012 (Kazancı İçtihat Bilgi Bankası); Yargıtay 19.HD E.2009/7540, K.2009/9353, 14.10.2009 (Kazancı İçtihat Bilgi Bankası); Yargıtay 23.HD E.2014/8861, K.2015/5734, 10.09.2015 (Kazancı İçtihat Bilgi Bankası); Yargıtay 14.HD, E.1986/9204, K.1986/9266, 28.12.1987 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2013/11-2426, K.2015/1540, 10.06.2015.  18  WENGLER Wilhelm,  Surrogation , Rechtsvergleichendes Handwörterbuch für das Zivil- und Handelsrecht des in- und Auslandes, Band 6, Rechtsvergleichendes Handwörterbuch für das Zivil- und Handelsrecht des in- und Auslandes, 1. Basım, F. Vahlen, 1938, Frankfurt a.M., (s. 460 vd.), s.484; KIM Hyoung Seok, Zessionsregreß bei nicht akzessorischen Sicherheiten, 1. Basım, Duncker & Humblot, Berlin, 2003, s.82-83; HAWELLEK, 2010, s.39-40. Halefiyetin bir  nitelikli rücu hali  olduğu yönünde bkz. KARRER Robert, Der Regress des Versicherns gegen Dritthaftpflichtige -Rechtsvergleichung und internationales Privatrecht, 1.Basım, Schulthess, Zürich, 1965, s.20-21, dn.13 teki  yazarlar  ve  eserler;  ZELLWEGER-GUTKNECHT,  Corinne,  Basler  Kommentar Obligationenrecht I, 6. Basım, 2019, Art.110, par.1; Yargıtay 17.HD E.2016/18790, K.2019/9728, 21.10.2019. Benzer yönde: THIELE Wolfgang,  Gedanken zur Vorteilsausgleichung , Archiv für die civilistische Praxis, Yıl: 1967, 193 vd., s.213 vd. Borçlunun ödeme gücünü haiz olmaması durumuna 450Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Görüldüğü üzere, halefiyet olarak adlandırılan bu intikal sürecinin (ve sonucunun) amacı, üçlü ilişkilerdeki yük dağılımını yani rücu düzenini kurmaktır. Böylece halefiyetin de bir rücu aracı olduğu; diğer bir ifadeyle rücu ve halefiyetin eş anlamlı olmadığı; rücunun bir üst kavram olduğu ortaya çıkmaktadır. Bu tespitin kendiliğinden ortaya çıkardığı sonuç ise rücu hakkının bulunduğu her durumda halefiyetin bir araç olarak kullanılmasının gerekli olmadığıdır. Ancak bunun tam tersi, belirli sınırlar dahilinde doğrudur. Daha açık bir ifadeyle, benimsediğimiz görüşe göre halefiyet ancak rücu hakkının ortadan kalkmadığı yahut da iradi olarak ortadan kaldırılmadığı durumlarda söz konusu olabilirken; rücu hakkının halefiyet dışındaki araçlara dayanması ve bu nedenle de  halefiyetin  öngörülmediği  durumlarda  da  var  olması  mümkündür.  Nitekim tanımından da anlaşılacağı üzere, rücu hakkının mevcudiyeti için, malvarlıkları arasında hukuken caiz olmayan bir dengesizliğin bulunması gerekli ve yeterli iken; halefiyet,                                                  ilişkin bir başka hususun da altı çizilmelidir. Öğretide, ödeme gücünü haiz olmayan borçlunun borcunun üçüncü  kişi  tarafından  ifasının  bu  borç  için  ayni  yahut  şahsi  teminat  verenlerin  sebepsiz zenginleşmesine  yol  açacağı  kabul  edilmektedir.  Bu  bağlamda  ifa  eden,  sebepsiz  zenginleşme hükümlerine dayanarak teminat verenlere de başvurabilecektir. Görüş için bkz. von TUHR Andreas/ PETER  Hans,  Allgemeiner  Teil  des  Schweizerischen  Obligationenrechts  Band  I,  3.Basım, Schulthess, Zürich, 1984, s.474 dn.13; ÖZ, 1990, s.26, dn.14.  19  Türk Borçlar Kanunu nun genel ve özel hükümlerinde olduğu kadar başka mevzuatlarda ve yargı uygulamasında da rücu ve halefiyet kavramları hatalı biçimde birbiri yerine kullanılmaktadır. Örneğin Yargıtay  HGK  23.2.2000  tarihli  4-103  Esas,  124  Karar  numaralı  kararında,  rücu  hakkına ( Regressrecht ) karşılık gelmek üzere  dönme  ifadesi kullanılmıştır. (www.kazanci.com). Benzer kullanım için bkz. Yargıtay 10.HD E.2018/7283, K.2019/263, 17.01.2019 (Kazancı İçtihat Bilgi Bankası); Yargıtay 10.HD E.2018/4714, K.2018/9911, 27.11.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay 19.HD E.2015/2517, K.2015/15832, 30.11.2015 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK  E.2013/9-1559,  K.2013/1461,  09.10.2013  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  HGK E.2010/10-20, K.2010/58, 03.02.2010 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2000/4-103, K.2000/124, 23.02.2000 (Kazancı İçtihat Bilgi Bankası). Benzer bir problem İsviçre hukukunda da mevcuttur,  bkz.  FELLMANN  Walter,   Regress  und  Subrogation:  Allgemeine  Grundsätze , Haftpflicht-  und  Versicherungsrechtstagung,  Tagungsbeitrage,  (der.Alfred  Koller),  St.Gallen, 1999, (s. 1 vd.), s.6. İsviçre hukukunda özellikle sigorta hukuku bakımından terminolojik karmaşaya işaret eden: CASANOVA, 2010, s. 2.    Rücu ile halefiyet arasındaki en temel fark şöyle özetlenebilir: Genel anlamda (çalışmamız kapsamına dahil olan olaylar bakımından) rücu hakkına sahip olabilmek için yabancı bir borcun ifa edilmesi ve bu nedenle ortaya çıkan, malvarlıkları arasındaki dengesizliğin sona ermemiş olması gerekli ve yeterlidir. Diğer bir ifadeyle, yabancı borcu ifa eden kişinin alacaklıya ifa ile yükümlü olması yahut da ifada bulunmada hukuken korunan bir menfaate sahip olması gerekmez. Alelâde üçüncü kişiler bakımından rücu hakkına haiz olabilmek, borçlunun beyanına bağlı değildir. Ancak halefiyet halleri için bu söylenenlerin tam aksi geçerlidir.  20  Daha basit bir ifadeyle, amaç, araç bulunmasa da mevcut olabilir ancak araç, amaç bulunmaksızın mevcut olamaz. Benzer yönde: POCHER, 1911, s.40. 451Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 yalnızca kanunda öngörülen durumlarda başvurulabilen bir rücu aracıdır.  Rücu  hakkına  aracılık  etmek  üzere  halefiyetin  öngörülmediği  durumlar, çalışmamızda  adî rücu hakkı  olarak nitelendirilecektir. Bu bağlamda kanunî, adi rücu hakkının; sebepsiz zenginleşme ve vekaletsiz iş görme gibi vasıtalarla kullanılması yahut da vasıtasız olarak,  doğrudan doğruya kanun eliyle kullanılması mümkündür ( vasıtasız, doğrudan doğruya kanundan doğan rücu halleri )23. Türk borçlar hukukundan adam çalıştıranın  çalışana  rücuu,  yapı  malikinin  yapının  yapımındaki  bozukluğu  yahut bakımındaki eksikliğinden sorumlu olana rücuu yahut da hayvan bulunduranın hayvanını ürküten üçüncü kişiye rücuu, vasıtasız rücu hallerine örnek verilebilir (TBK m.66, 67,                                                  21  OSER Hugo/ SCHÖNENBERGER Wilhelm, Zürcher Kommentar, Bd. V, Das Obligationenrecht, Art.  1-183,  2.Basım,  Schulthess,  Zürich,  1929,  Art.110,  par.4;  BECKER  Hermann,  Berner Kommentar  Band/Nr.VI/1,  Allgemeine  Bestimmungen,  Art.  1-183  OR,  Schweizerisches Zivilgesetzbuch, Obligationenrecht, 2. Basım, Bern, 1945, Art. 110, par.4; ÖRGEEVREN Ayhan,  Kanuni Halefiyet , Ankara Barosu Dergisi, Yıl: 1952, Cilt: 97–98  (s. 33 vd.), s.37; FRANKO Nisim İ.,  Borçlar Kanununun 109 ncu Maddesine Göre Halefiyet Halleri , Ankara Barosu Dergisi, Yıl: 1981, Cilt: 2, (s. 202 vd.), s.202; HAWELLEK, 2010, s.39; GAUCH/ SCHLUEP/ SCHMİDT, vd., 2014, B.2, par.2057; SEROZAN , 2014, s.30; KOÇANO-RODOSLU, 2016, s.13; REETZ, Peter/ GRABER, Michael, CHK - Handkommentar zum Schweizer Privatrecht, Obligationenrecht - Allgemeine Bestimmungen, Art. 1-183 OR, (Art. 110 – 113, 181) 3. Basım, 2016, Art.110, par.4; KOLLER Alfred, Schweizerisches Obligationenrecht Allgemeiner Teil, 4.Basım, Stampfli Verlag, Bern, 2017, s.1410, par.238. Bu yönde bkz. Yargıtay HGK E. 2010/10-20, K.2010/58, 03.02.2010; Yargıtay HGK E.2000/4-103 (Kazancı İçtihat Bilgi Bankası), K.2000/124, 23.02.2000 (Kazancı İçtihat Bilgi  Bankası);  Yargıtay  10.HD  E.2019/17254,  K.2019/4268,  14.05.2019  (Kazancı  İçtihat  Bilgi Bankası); Yargıtay 10.HD E.2018/6568, K.2018/10920, 20.12.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2015/10-3892, K.2018/1554, 23.10.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK  E.2014/13-19,  K.2015/1743,  24.06.2015  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  HGK E.2013/9-1559, K.2013/1461, 09.10.2013 (Kazancı İçtihat Bilgi Bankası). 22  Aynı yönde bkz. KILIÇOĞLU, 1979, s.13 vd.; KOÇANO-RODOSLU, 2016, s.9 vd. Yargıtay ın (özellikle 10.Dairenin) sosyal sigortalar alanında kullandığı bu terminoloji istikrar kazanmıştır, bkz. ör. Yargıtay  10.  HD.  E.2020/392,  K.2020/1188,  13.02.2020;  10.  HD.  E.2016/19028,  K.2019/3971, 06.05.2019; 10. HD. E.2018/7309, K.2019/3883, 25.04.2019; 10. HD. E.2015/9332, K.2017/967, 13.02.2017; 10. HD. E.2016/14986, K.2016/13480, 07.11.2016; 10. HD. E.2015/7491, K.2015/10084, 26.05.2015;  10.  HD.  E.2014/23634,  K.2014/24769,  11.11.2014;  Yargıtay  HGK  E.2010/10-10, K.2010/14,  27.1.2010;  Yargıtay  HGK  E.2008/10-789,  K.2009/11,  21.01.2009;  Yargıtay  HGK E.2008/10-334, K.2008/327, 16.04.2008; Yargıtay HGK E.2005/10-390, K.2005/431, 29.06.2005 Kazancı İçtihat Bilgi Bankası).  23  Kanun  koyucunun  belirtilen  özel  durumlarda  vasıtasız  rücu  hakkı  düzenlemesinin  nedeni,  bu durumlarda malvarlıkları arasındaki hukuka aykırı yük dağılımının daha tipik olmasıdır, MEIER Sonja, Gesamtschulden: Entstehung und Regress in historischer und vergleichender Perspektive, 1. Basım,  Mohr  Siebeck,  Tübingen,  2010,  s.261-262.  Benzer  yönde  bkz.  HÄSEMEYER  Ludwig,  Gläubigerschutz  und  Gläubigergleichbehandlung  bei  Regresverhältnissen ,  KTS-Zeitschrift  für Insolvenzrecht, Yıl: 1993, Cilt: 54, Sayı: 2  (s. 151 vd.), s.151; KARSLI Abdürrahim, Usul hukuku Açısından Rücu Davaları, 1.Basım, Ofset Matbaası, İstanbul, 1994, s.54. 452Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 69)24.  Bu başlık altında kaynağına göre sınıflandırdığımız rücu araçlarının  şöyle bir şemada gösterilmesi mümkündür:  Rücu Araçları (Kaynağına Göre)Kanunî Rücu  İradî Rücu Araçları AraçlarıAdi (Basit) Rücu Hakkı veren  HalefiyetRücu AraçlarıSebepsiz  Vekaletsiz İş Zenginleşme Görme  Yaptığımız tespitlerin neticesinde, halefiyetin diğer rücu araçlarıyla ilişkisinin belirlenmesi  gereği  ortaya  çıkmaktadır.  Her  ne  kadar  rücu  hakkı  ile  farklı  ilişkiler kapsamında çok farklı biçimlerde karşılaşılmaktaysa da Türk-İsviçre hukukunda içeriği bu  denli  belirsiz,  hangi  şartların  gerçekleşmesiyle  hangi  aracın  kullanılabileceği                                                  24  THOMA, 2007, s.92 vd., 157 vd. Bununla birlikte bir hususa açıklık getirilmelidir: Çalışan ve adam çalıştıran, zarar gören karşısında müteselsilen sorumlu olduklarından iç ilişkideki payını aşan ödemede bulunan çalıştıranın çalışana rücuu adi rücu hakkı değildir; halefiyet ile desteklenmiştir. Aynı yönde bkz. ANTALYA, 2017, C-II, s.286. Yapı malikinin sorumluluğunu düzenleyen 69.madde hükmü bakımından ise ikili bir ayrıma gidilerek meydana gelen zarardan müteselsilen sorumlu olan malik, intifa hakkı sahibi ve oturma hakkı sahibi içinden birinin iç ilişkideki payını aşar miktarda ödeme yapması durumunda m.62 uyarınca zarar gören alacaklının haklarına halef olacağını kabul etmek gerekir. Ancak zarardan sorumlu olan bu kişilerin kendilerine sorumlu olan kişiler ile aralarında birlikte sorumluluk ilişkisi olmadığından onlara ileri sürecekleri rücuuda aynı prensip geçerli değildir. Bu rücu hakkının tabi olduğu esaslar konusunda bkz. ERTEN, M. Ali, Türk Borçlar Hukukuna Göre Bina ve İnşa Eseri Sahiplerinin Sorumluluğu (BK. Md. 58), 1.Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2000, 49 vd. 25  Tek başına vekaletsiz iş görme bile birçok farklı olasılığı kapsamına almaktadır, bkz. HOFSTETTER, Josef, Schweizerisches Privatrecht, VII/6, Obligationenrecht, Besondere Vertragsverhältnisse, Der Auftrag und die Geschäftsführung ohne Auftrag, 1. Basım, Helbing & Lichtenhahn, BaselGenf-München, 2000, s.236.  453Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 meselesinin bu kadar karmaşık olduğu az sayıda kavrama rastlanmaktadır. Kaldı ki rücuya araç teşkil etmek üzere birçok farklı hüküm sevk edilmişse de bunların arasındaki ilişkinin detaylı biçimde ortaya konulmamış olması, bu muğlaklığın süregelmesine neden olmuştur. Söz konusu sorunlara ışık tutma ve yanıt bulma amacını güden çalışmamızda bu kapsamda halefiyet ile diğer kanuni rücu araçları arasındaki ilişkiler sistematiğini incelemeden önce genel olarak adî rücu hakkı ile halefiyet arasındaki tek yönlü bağlılık ilişkisine değinilmesinde ve böylece halefiyetin -bir anlamda- iradî rücu araçlarıyla da ilişkisinin belirlenmesinde fayda görüyoruz.   B.  Rücu ile Halefiyet Arasındaki Tek Yönlü Bağlılık İlişkisi Halefiyetin  rücu  amacına  hizmet  eden  bir  kurum  olarak  öngörülmüş  olması, halefiyetin adî rücu hakkına tek yönlü bağlı olduğu sonucunu beraberinde getirmektedir. Başka bir ifadeyle, malvarlıkları arasında mevcut yük dağılımı hukuken olması gerektiği gibi ise; bir rücu aracı olan halefiyete yer verilmesi ve dolayısıyla, alacaklının alacak hakkının intikal ettirilmesi gerekli ve hukuka uygun değildir. Yük dağılımının hukuken olması gerektiği durumda bulunması,  alacaklıyı tatmin edenin, kanunen yahut iradi olarak,  tamamen  yahut  da  belirli  sınırlamalar  dahilinde  nihai  yükü  taşımakla görevlendirilmesi durumunda gerçekleşir.  Halefiyetin adi rücu hakkına tek yönlü olarak bağlı olması, rücu hakkını ortadan kaldıran yahut da sınırlandıran her türlü kanunî  yahut  iradî  sebebin,  rücu  amacına  hizmet  eden  kanuni  alacak  intikalini (halefiyeti) de aynı ölçüde etkilemesi (ortadan kaldırması/sınırlandırması) anlamına gelir.  Rücu hakkının kanunen sınırlandırılmasına, ortak savunmaları ileri sürmeyen müteselsil borçlunun, diğer borçlulara rücu hakkını, savunmayı ileri sürseydi içinde bulunacağı durum ile şimdiki durum arasındaki fark nispetinde kaybetmesini öngören                                                  26  de BIASIO, Albino, Der Übergang der Gläubigerrechte auf den Bürgen und dessen Regressrechte, 1.Basım, Stämpfli & Cie., Bern, 1944, s.25. 27  SEILER, 1924, s.64 vd.; HARTMANN, Alfred, Der Regress Bei Haftung Mehrerer Verschiedenen Rechtsgründen, 1.Basım, Stämpfli & Cie., Bern, 1942, s.1.  454Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 TBK  m.  164/II  hükmü  örnek  verilebilir.  Bu  bağlamda  ilgili  hüküm,  iç  ilişkideki payından fazla ödeme yapmış olan müteselsil borçlunun rücu hakkını ve dolayısıyla halefiyetini (kanunen) sınırlandırmaktadır.  Rücu hakkını sınırlandıran yahut ortadan kaldıran iradi sebeplere bakıldığında ise genel olarak üç türlü iradî sebeple karşılaşılacaktır:  Bunlardan ilki, nihai olarak sorumlu olmadığı bir borcu ifa eden kişinin tek taraflı iradesi neticesinde gerçekleşir. Kişinin başkasının borcunu bağışlama saikiyle ifa etmesi, tek taraflı irade ile rücu hakkının ve dolayısıyla halefiyetin ortadan kaldırılmasının tipik örneğidir;  zira  burada  kişi,  kendi  iradesiyle  borçtan  nihai  sorumlu  olmayı  kabul etmektedir. Üçüncü kişi ile borçlu arasındaki anlaşma yoluyla yahut da borçlu ile alacaklı arasındaki anlaşma yoluyla da rücu hakkının ortadan kaldırılması, diğer bir deyişle nihai yük dağılımının belirlenmesi mümkündür. Ancak bu anlaşmaların nihai yük dağılımına etki edebilmeleri, geçerli olmalarına bağlıdır. Bu anlamda geçerlilik hem genel  geçerlilik  şartları  hem  de  -varsa-  özel  geçerlilik  şartlarının  sağlanması  ile mümkündür. Örneğin ve özellikle, kefilin halefiyetinden önceden feragat edemeyeceği                                                  28  Esasında bu hüküm yalnızca müteselsil borçlulardan birinin ortak def i ve itirazları ileri sürmediği durumlarda  diğerlerine karşı sorumlu olacağını  ifade etmekte; bu hükümde geçen  sorumluluk  öğretide  TBK  m.591/III e  paralel  biçimde  anlamlandırılmaktadır.  Bkz.  AKINTÜRK,  Turgut, Müteselsil Borçluluk, 1.Basım, Sevinç Matbaası, Ankara, 1971, s. 218; YAĞCIOĞLU, Ali Haydar, Haksız Fiil Sebebiyle Aynı Zarardan Birden Fazla Kimsenin Müteselsil Sorumluluğu, 1.Basım, Adalet Yayınevi, Ankara, 2014, s.203; KAPANCI, Kadir Berk, Birlikte Borçlulukta Borçlular Arası İlişkiler, 1.Basım, Vedat Kitapçılık, İstanbul, 2015, s. 394.  29  von TUHR, 1970, s.30, 171; WEBER, Rolf H., Berner Kommentar Band/ Nr. VI/1/6, Beziehungen zu dritten Personen, Art.110-113 OR, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Allgemeine  Bestimmungen,  1.Basım,  2002,  Art.110,  par.24;  KIM,  2003,  s.75-77;  KOÇANORODOSLU, 2016, s.13, 34-35. Bu yönde bkz. ör. Yargıtay 14.HD E.2014/1018, K.2014/5837, 06.05.2014 (Kazancı İçtihat Bilgi Bankası); Yargıtay 13.HD E.2014/5330, K.2014/31539, 16.10.2014 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD E.1999/1139, K.1999/6034, 01.07.1999 (Kazancı İçtihat Bilgi Bankası). Teknik olarak halefiyete dayanan rücuunun taraflar arasındaki hukuki ilişkiye,  doğuşta,  kapsamda  ve  sona  ermede   bağlı  olduğu  yönünde  bkz.  KIM,  2003,  s.89.  Bu  ifade, bağışlamanın sözleşme niteliğini haiz olduğunu göz ardı etmemektedir; borç özelinde, malvarlıkları arasındaki nihai yük dağılımını yapan belirleyici iradenin ifada bulunanınki olduğunu ifade etmektedir.  30  von TUHR, 1970, s.29; BK-WEBER, Art.110, par.24; KOÇANO-RODOSLU, 2016, s.13, 34-35. Bu yönde  bkz.  ör.  Yargıtay  11.HD,  E.2019/1329,  K.2019/8042,  10.12.2019  (Kazancı  İçtihat  Bilgi Bankası); Yargıtay 19.HD E.2018/190, K.2019/4545, 30.09.2019.  31  Örneğin ve özellikle borçlu ile alacaklının aralarındaki anlaşma yoluyla borcun nihai yükünü ifada bulunan  (/bulunacak  olan)  üçüncü  kişiye  yüklemeleri  caiz  değildir.  Ancak  iç  ilişkilerindeki 455Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 sonucuna ulaştıran TBK m. 582/III hükmü karşısında bu yöndeki anlaşmaların kefilin rücuu  bakımından  geçerli  olmayacağı  ve  tarafların  nihai  yükü  kefilin  üzerinde bırakamayacağı açıktır.  Borçlu ile alacaklı arasındaki anlaşmanın nihai  yük dağılımına ve dolayısıyla halefiyetin kapsamına etki etmesinin en somut tezahürlerinden biri de borçlunun alacaklı ile aralarındaki ilişkiden doğan savunmaların halefe karşı ileri sürülebilmesidir (TBK m.188/I). Örneğin ve özellikle, borçlu ile alacaklı arasında yapılan zamanaşımına ilişkin kararlaştırmalar,  rücu  hakkı  ve  halefiyet  üzerinde  dolaylı  olarak  sonuç  doğuracak; halefin, kendisine intikal eden alacak hakkına dayanarak borçluya başvurusu ancak bu süre zarfında mümkün olabilecektir. Bu sürenin geçmesi durumunda halefin rücu talebine karşılık borçlu, zamanaşımı def i ileri sürebilecektir. Görüldüğü üzere, zamanaşımı örneği bakımından alacaklı ile borçlu arasındaki anlaşma, halefiyetin kapsamını zamansal olarak sınırlamaktadır. Borçlu ile alacaklının aralarında anlaşarak üçüncü kişinin rücu hakkını tamamen ortadan kaldırmaları caiz değildir.  Sonuç itibariyle kanaatimizce, halefiyetin öngörüldüğü durumların mutlaka genel rücu araçlarının şartlarını sağlaması gerekmez ancak halefiyetten söz edebilmek için mevcut borçtan nihai olarak sorumlu kişinin mutlaka halef dışında bir kişi olması gerekir. Bu, halefiyetin bir rücu aracı olmasının gereğidir. Bu anlamda (ve bu anlamla sınırlı                                                  sınırlandırıcı etmenler, halefiyet üzerinde de etki doğuracaktır.  32  Aynı görüşte: BECKER, Hermann, Berner Kommentar Band/Nr.VI/1, Allgemeine Bestimmungen, Art. 1-183 OR, Schweizerisches Zivilgesetzbuch, Obligationenrecht, 2. Basım, Bern, 1945, Art.149, par.5,7;  KAPANCI,  2015,  s.540;  KOÇANO-RODOSLU,  2016,  s.20.  KOLLER,  2017,  s.1324, par.75.91. Bu bakımdan kefilin halefiyete dayalı rücu hakkının tâbi olduğu zamanaşımı süresi özellik arz etmektedir, bkz. TBK m. 596/V Bununla birlikte öğretide halefiyetin adî rücu hakkını destekleme işlevini haiz olmasından hareket eden bazı yazarlar, zamanaşımı bakımından aksi sonuca varmaktadır, bkz. GAUTSCHİ Alain, Solidarschuld und Ausgleich, 1.Basım, Dike Verlag, Zürich/St.Gallen,  2009, s.153-154; KURT Leyla Müjde,  Haksız Fiil Sonucu Oluşan Zarardan Birden Çok Kişinin Sorumlu Olduğu Hallerde Rücu Talebinin Tâbi Olduğu Zamanaşımı , Türkiye Barolar Birliği Dergisi, Yıl: 2011, Cilt: 95, (s. 135 vd.), s.143; WEISS, 2011, s.322 vd.; NOMER, Haluk Nami,  Rücu İstemine İlişkin Zamanaşımı (TBK m.73) , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Özel Hukuk Sempozyum Özel Sayısı Sempozyum No: 3, Prof. Dr. Cevdet Yavuz a Armağan, Legal Kitabevi, 2012, (s. 245 vd.) s.247; YAĞCIOĞLU, 2014, s.404; DALCI-ÖZDOĞAN, Nurcihan, Müteselsil Sorumluluk: Özellikle TBK md.61 ve md.162 vd. Hükümleri Bağlamında, 1. Basım, Seçkin Yayıncılık, Ankara, 2015, s.225. Ayrıca bkz. MEIER, 2010, s.431: Yazara göre, halefiyet yoluyla alacak hakkının intikal ettirilmesinin nedeni, kanuni adi rücu hakkını teminat altına almaktır. Adi rücu hakkı zamanaşımına uğradığı için kullanılamadığı durumda halefiyet yoluyla intikal eden hakka dayanılabilmesi bu güvence işlevini ortaya koyar. 456Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 olmak üzere), rücu hakkına sahip olmayan kişinin halef olması mümkün değildir. Borca ilişkin nihai yükü bir başkasına bırakan kanun hükümleri ve hukuki işlemler, tek yönlü bağlılık  (araç-amaç)  ilişkisi  sebebiyle  halefiyetin  kapsamını  ve  mevcudiyetini  de doğrudan doğruya etkiler.  Halefiyetin Adî Rücu Hakkına Tek Taraflı Bağlılığıİradî ortadan  Kanunî ortadan kaldırma/sınırlandırma kaldırma/sınırlandırmaBorçlu ile Alacaklı Üçüncü Kişinin Tek taraflı  Üçüncü Kişi ile Borçlu  Arasındaki Anlaşma ile iradesi ile Arasındaki Anlaşma ile (Yalnızca sınırlayıcı etki doğurabilir)  II.  Halefiyetin Diğer Kanunî Rücu Araçları ile İlişkisi Yukarıda da belirtildiği üzere, kanun koyucunun kanunî rücu araçlarını sevk ettiği durumlar incelendiğinde, bu durumların karakteristik özelliklerinin, bir başkasının hukuk                                                  33  Benzer  yönde:  SCHULZ,  1907,  s.56;  POCHER,  1911,  s.40;  ROOS,  1928,  s.86-87;  BECKEREBERHARD, Ekkehard, Forderungsgebundenheit der Sicherungsrechte, 1. Basım, Verlag Ernst und Werner Gieseking, Bielefeld, 1993, s.44 vd.; HÜBENER, 1968, s.8; KELLER, 1975, s.305-306; MEYER, Doris Maria, Der Regreß im Internationalen Privatrecht, 1. Basım, Schulthess, Zürich, 1982,  s.4;  von  OLSHAUSEN,  Eberhard,  Gläubigerrecht  und  Schuldnerschutz  bei Forderungsübergang und Regress, 1. Basım, Heymann, Berlin, 1988, s.161 vd.; STAMM, 2000, s.27; FRIEDMANN/COHEN, 2007, s.10; THOMA, 2007, s.8; KOPPENFELS-SPIES, 2006, s.124 vd.; YENİCE, Arife Özge, Teminat Sözleşmelerinde Rücu İlişkileri, Gazi Üniversitesi Yayımlanmamış Yüksek  Lisans  Tezi,  Ankara,  2008,  s.31;  DIECKMANN,  Johann  Andreas,   The  Province  of Subrogation Determined: Some Corrections— A Functional Analysis of the Guarantor s Right to Derivative Recourse, Comprising a Critique of the Restitutionary Thesis , European Review of Private Law, Yıl: 2012, Cilt: 4, (s. 989 vd.), s.1031 vd., öz.1033; OĞUZMAN/ÖZ, 2014, C-1, s.276; SEROZAN, 2014, s.27; EREN, 2015,  s.930;  KOÇANO-RODOSLU, 2016, s.7. Kefalet özelinde görüşümüze benzer yönde bkz. YAVUZ Cevdet/ ACAR Faruk/ ÖZEN Burak, Türk Borçlar Hukuku Özel Hükümler, 10.Basım, Beta, İstanbul, 2014, s.1464. Buna paralel biçimde, maddi olarak nihai sorumlunun araştırıldığı bir karar için bkz. ör. Yargıtay 19.HD E.2014/3179, K.2015/228, 14.01.2015 (Kazancı İçtihat Bilgi Bankası). 457Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 alanına müdahaleyi içerdiği ve müdahale neticesinde bozulan malvarlığı durumu dengesini yeniden sağlamayı amaçladığı görülür. Çalışmamızın başında ifade edildiği üzere, başkasının borcunu ödeyen kişinin nihai borçluya rücuu, aralarındaki hukuki işleme  yahut  kanuna  dayanabilir.  Bu  durumda  ödemede  bulunan,  somut  olayın özelliklerine göre, sebepsiz zenginleşme, vekaletsiz iş  görme  yahut  da halefiyet yoluyla kendisine intikal eden alacaklıya ait alacak hakkına dayanabilir. Çalışmamızın devamında, bu araçlar çeşitli yönlerden karşılaştırılacak ve son olarak aralarındaki ilişki hukuken  nitelendirilecektir.  Bununla  birlikte  çalışmamızın  konusu  dışına  çıkmamak amacıyla sebepsiz zenginleşme ve vekaletsiz iş görme kurumlarının detaylarına, söz konusu karşılaştırma bakımından gerekli olduğu nispette yer verilecektir.                                                    34  Vekaletsiz iş görme bakımından bu tespite katılan: TANDOĞAN, 1957, s.95; von TUHR, 1970, s.30 vd.; SCHMID, 1992, s.4, par.12, s.163-164, par.492. Sebepsiz zenginleşme özelinde ör. WENNER, 1977, s.56; SCHLUEP, 1990, s.197.  35  Başkasının borcunu ifa edenin ifasının (ve dolayısıyla borçlunun zenginleşmesinin)  sebepsizliği , söz konusu  ifanın  ,  üçüncü  kişi  ile  borçlu  yahut  alacaklı  arasında  geçerli  bir  yükümlülüğe dayanmamasından; diğer bir deyişle, nihai sorumluluğu borçludan alan bir hukuki durumun mevcut olmamasından kaynaklanmaktadır (ve bu bağlamda vekaletsiz iş görmede aranan vekaletsizlik şartıyla benzerlik göstermektedir), WENNER, 1977, s.56, 66; KILIÇOĞLU, 1979, s.524 vd.; SCHWENZER Ingeborg,  Zession und sekundäre Gläubigerrechte , Archive für Civilistische Praxis, Yıl: 1982, Cilt: 182,  (s.  214  vd.),  s.406,  par.55.10;  GUHL/KOLLER/SCHNYDER,  vd.,  2000,  s.220,  par.7; CASANOVA, 2010, s.83-84; EREN, 2015,  s.873; SCHWANDER, Ivo, Orell Füssli Kommentar, OR Kommentar, Schweizerisches Obligationenrecht,  3.Basım, 2016, Art.62, par.1; ANTALYA, 2017, C-II, s.573; SEROZAN, 2019, s.1167, par.25; BSK OR I-SCHULİN/VOGT, Art.62, par.10d. Başkasının borcunun borçlu olmadığı bilincini haiz olarak ifası durumlarında borçlunun zenginleşmesi, kendisi ile rücu alacaklısı arasındaki herhangi bir borç ilişkisine ilişkin bulunmadığından  daima sebepsizdir. Bu yönde bkz. ÖZ, 1990, s.35; OĞUZMAN/ÖZ, 2014, C-II, s.323. Nitekim rücu hakkını doğuran en temel unsur, zenginleşmenin sebepsizliğidir, von TUHR/PETER, 1984, s.473; KOLLER, 2017, s.524, par.30.09.  36  Çalışmamız, aynı amaca hizmet eden birden çok kavramın arasındaki ilişkiyi ortaya koymayı konu aldığından çalışmamızda ele alınan vekaletsiz iş görme halleri, aksi açıkça belirtilmedikçe gerçek ve caiz vekaletsiz iş görme halleridir. Sınıflandırma için bkz. SCHMID, Jörg, Zürcher Kommentar Band/Nr.V/3a,  Kommentar  zum  Schweizerischen  Zivilgesetzbuch,  Obligationenrecht, Kommentar zur 1.und 2.Abteilung (Art.1-529 OR), 3. Basım, 1993, Vorbemerkungen zu Art. 419424 OR, par.13 vd.; HOFSTETTER, 2010, s. 236; GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler  Cilt  II,  3.Basım,  Vedat  Kitapçılık,  İstanbul,  2014,  s.  225;  AKSOY,  Hüseyin  Can,  Vekaletsiz İş Görende İşi Vekaletsiz Olarak Görme Bilinci Aranmalı Mıdır? , Ankara Barosu Dergisi, Yıl: 2017, Cilt: 1, (s. 93 vd.), s. 94 vd. Bu ayrımın eleştirisi için bkz. NIETLISPACH, 1994, s.99  vd.;  BÜRGI-WYSS,  Alexander  Christoph,  Der  Unrechtmässig  Erworbene  Vorteil  im Schweizerischen Privatrecht  -  Zugleich Ein Beitrag Zur Dogmatik Der Ungerechtfertigten Bereicherung und Der Geschäftsführung Ohne Auftrag, 1.Basım, Schulthess, Zürich, 2005, s. 164 vd. Yabancı bir borcu ifa eden ve çalışmamızın başında belirtilen kriterleri haiz kişinin asıl borçluya rücuundaki dayanağı, vekaletsiz iş görme türlerinden caiz gerçek vekaletsiz iş görme olabilir, SCHMID, 1992, s.435, par.1366; NIETLISPACH, 1994, s.98.  458Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 A.  Halefiyet ile Diğer Kanunî Rücu Araçlarının Karşılaştırılması 1.  Şartları Bakımından a)  Alacaklının tatmin edilmesi ve neticesinde borcun itfası bakımından (Nihai olarak) Başkasına ait borcun ifasının vekaletsiz iş görme kurumu anlamında  iş görme  kabul edildiği konusunda öğretide görüş birliği bulunmaktadır. Tipik kanunî rücu araçlarından biri olan sebepsiz zenginleşmenin mevcut olabilmesinin de ilk şartı, borçlunun alacaklıya karşı borcunun sona ermesidir. Zira bir  zenginleşme den ancak bu halde söz edilebilir. Bu iki kurum bakımından üçüncü kişinin ifası nispetinde borç sona erer (itfa eder). Buna karşılık halefiyet, alacaklı tatmin edilmiş olsa da borcun sona ermesi  (itfa)  sonucunun  doğmasını  engeller;  alacaklının  alacak  hakkı,  kanunen                                                 37  TANDOĞAN, 1957, s.74 vd.; von TUHR, 1970, s.57; LISCHER Urs, Die Geschäftsführung ohne Auftrag im schweizerischen Recht, 1.Basım, Helbing & Lichtenhahn, Basel-Frankfurt a.M., 1990, s.17-18, 31; SCHMID, 1992, s.59, par.171 vd.; ZK- SCHMID, Art.419, par.9, 41; NIETLISPACH, 1994, s.106 vd.; BÜRGİ-WYSS, , 2005, s.176; HOFSTETTER, 2010, s.256; GÜMÜŞ, 2014, s.228, 232; OĞUZMAN/ÖZ, 2014, C-I, s.268; RUDOLF Roger, Orell Füssli Kommentar, OR Kommentar, Schweizerisches  Obligationenrecht,  3.Basım,    2016,  Art.419,  par.3;  HONSELL  Heinrich, Schweizerisches Obligationenrecht- Besonderer Teil, 10.Basım, Stämpfli, Bern, 2017, s. 367. Yargıtay 19.HD, E.2017/2715, K.2020/798, 03.06.2020 (Kazancı İçtihat Bilgi Bankası). Nitekim Yargıtay   iş görme  unsurunu geniş  yorumlamakta,   İş görmek, insanın herhangi bir ihtiyacını karşılamak üzere hukuk düzeni içinde yapılabilen her çeşit iş görme veya yönetmedir , Yargıtay HGK E.2013/15-95, K.2013/1431, 02.10.2013 (Kazancı İçtihat Bilgi Bankası). Nitekim teknik anlamda iş görme teşkil etmeyen malvarlığı dengesizliklerinin giderilmesi, (genel rücu araçları kapsamında) ancak sebepsiz  zenginleşme  yoluyla  talep  edilebilir, bkz.  von  TUHR,  1970,  s.20-21. Teknik  anlamda başkasının işini gören, rücu talebinin alacaklısıdır, bkz. von TUHR, 1970, s.43.  38  ÖZ, 1990, s.53. Borcu kendi hesabına sona erdiren, zenginleşme talebinin alacaklısıdır, BK-BECKER, Art.62, par.22; OFK-SCHWANDER, Art.62, par.2; BSK-SCHULIN/VOGT, Art.62, par.8-8a.  39  Bununla birlikte öğretide bir görüş, borçlunun alacaklıya karşı borcunun sona ermesine rağmen ifada bulunan  üçüncü  kişiye  karşı  borç  altına  girmesi  nedeniyle   zenginleşmenin   bulunmadığı kanaatindedir. Benzer şekilde örneğin İsviçre öğretisinde Hofstetter, vekaletsiz iş görmenin şartlarının sağlandığı  durumlarda  sebepsiz  zenginleşme  hükümlerinin  uygulanamayacağı;  zira  örneğin  bir başkasının borcunu ifa durumunda ifa edenin malvarlığına, iş sahibinden olan alacak hakkının dahil olduğunu ve bu nedenle de malvarlığında teknik anlamda bir zenginleşme bulunmadığı kanaatindedir, bkz. HOFSTETTER, 2010, s.240. Ancak fikrimizce, bu düşünce sistemi teknik açıdan bir hata içermektedir. Şöyle ki, üçüncü kişi, borçluyu alacaklıya karşı borcundan kurtardığı için o anda ve o nispette borçlunun malvarlığında bir zenginleşme meydana getirmiştir. Devamındaki rücu süreci ise bu zenginleşme nedeniyle ortaya çıkmaktadır. Görüşümüze göre hukuki nitelendirmeyi yaparken aradaki bu aşamayı göz ardı etmemek gerekir. Nitekim bu hüküm anlamında  zenginleşme nin tanımı da vardığımız sonucu desteklemektedir, bkz. ör. BK-Becker, Art.62, par.2; WENNER, 1977, s.37-38; von TUHR/PETER,  1984,  s.474;  BÜRGİ-WYSS,  2005,  s.106  vd.;  SCHWENZER,  Ingeborg, Schweizerisches  Obligationenrecht  Allgemeiner  Teil,  5.Basım,  Stampfli  Verlag,  Bern,  2009, par.55.07; OĞUZMAN/ÖZ, 2014, C-II, s.316 vd.  40  KRETSCHMAR Paul, Die Erfüllung, 1.Basım, Veit, Leipzig, 1906, s.130; von TUHR/ESCHER, 1984, s.28; BK- WEBER, Art.110, par.5; SEROZAN, 2014, s.30; EREN, 2015, s.931; KOÇANO459Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 kendiliğinden ifada bulunana intikal eder.   b)  Alacaklıyı tatmin eden üçüncü kişinin iradesi bakımından  -Öğretide  tartışmalı  olmakla  birlikte-,  hâkim  görüşe  göre  kanunî  adi  rücu araçlarından biri olan (gerçek) vekaletsiz iş görmenin sübjektif şartlarından biri, başkası için iş görme iradesinin (animus alieni negotii gerendi) mevcudiyetidir. Zira vekaletsiz iş  görme  kurumu,  asıl  olarak,  bir  kimsenin  özgecil  davranma  iradesini ödüllendirmektedir.  Başkasına  ait  borcun  ifası  durumlarında  bu  iradenin mevcudiyetinin  varlığı,  hâkim  görüşe  ve  İsviçre  yargı  uygulamasına  göre  asıldır. Başkasının  borcunu  ifa  eden  kişinin  borçluya  rücuunda  sebepsiz  zenginleşmeye                                                  RODOSLU, 2016, s.12. Bu yönde bkz. ör. Yargıtay 23.HD E.2014/6520, K.2015/8276, 18.12.2015. Bu bakımdan her ifanın itfa sonucu doğurmadığı kabul edilmelidir.  41  Bu yönde bkz. von TUHR, 1970, s.169-170; LISCHER, 1990, s.37 vd. öz. s.43; SCHMID, 1992, s.68, par.193; ZK-SCHMID, Art.419, par.21; GÜMÜŞ, 2014, s.231; MAISSEN, Eva/ HUGUENIN, Claire/ JENNY, Reto M., CHK-Handkommentar zum Schweizer Privatrecht, Vertragsverhaltnisse Teil 2: Arbeitsvertrag, Werkvertrag, Auftrag, GoA, Bürgschaft, 3. Auflage, 2016, Art.419, par.15; AKSOY, 2017, öz. s.115 vd.; KAPANCI/BAŞOĞLU, 2019, s.3933, par.4; OSER, David/ WEBER, Rolf H., Basler Kommentar Obligationenrecht I, 7.Basım, 2020,  Art.419, par.15. Karş. BK- GAUTSCHİ, Art.419, par.1b; GAUTSCHİ, Vorb. (Die Geschäftsführung ohne Auftrag), par. 4a, 13a: Yazara göre, iş görenin iradesi vekaletsiz iş görme kurumunun oluşması için bir şart değildir; yalnızca iş görmenin türünü ve sonuçlarını etkiler. Aynı yönde bkz. TANDOĞAN, 1957, s.82, 171 vd.; OFKRUDOLPH, Art.419, par.5; YÜKSEL, Sera Reyhani, Vekaletsiz İş Görme Kısa Şerhi, 1.Basım, Aristo, İstanbul, 2018, s.23; Yargıtay HGK E.2017/15-248, K.2018/1175, 06.06.2018 (Kazancı İçtihat Bilgi  Bankası);  Yargıtay  HGK,  E.2013/15-95,  K.2013/1431,  02.10.2013  (Kazancı  İçtihat  Bilgi Bankası). Bununla birlikte iş görenin kendi menfaatini de gözetmesi, işin yabancı niteliğine halel getirmediğinden modern öğreti, iş görenin mutlaka  özgecil  ( altruistisch ) davranması gerekmediğini ifade etmektedir. Bu yönde bkz. LISCHER, 1990, s.58; BSK-OSER/WEBER, Art.419, par.5a. BGB nin konuya ilişkin 419.paragrafında (başkasına ait işten değil)  başkası için iş görülmesinden  ( für einen andern )  söz  edildiğinden  kanunun  lafzından  bu  şartın  arandığı  daha  açık  bir  biçimde  ortaya çıkmaktadır. Aynı yönde: SCHMID, 1992, s.68, par.193. Roma hukukunda da meselenin tartışmalı olduğu ancak bazı kaynaklarda açıkça bu yönde bir iradenin varlığı arandığına ilişkin olarak bkz. ÖZDEMİR, Gökçe, Roma ve Türk Hukuklarında Vekâletsiz İş Görme (Negotiorum Gestio), 1. Basım, Seçkin, Ankara, 2001, s.36 vd. 42  AKSOY, 2017, s.117.  43  Bu yönde bkz. von TUHR/ESCHER, 1984, s.27; SCHMID, 1992, s.70, par.196; BSK-OSER/WEBER, Art.419,  par.15.  Karş.  ZK-SCHMID,  Art.419,  par.25:  Ancak  yazar,  halefiyet  hallerinde  halefin çıkarının ağır basmasının vekaletsiz iş görme hükümlerini uygulama dışı bırakmayacağını kabul etmektedir. Karşıt görüşü savunan yazarlar örneğin ödeme güçsüzlüğü içinde olan ve alacaklının ek süre verdiği borçlunun borcunu ödemek gibi istisnai durumların bu kapsamda değerlendirileceğini ifade etmektedir. Bu yönde bkz. ör. SCHMID, 1992, s. 70-71, par. 196 vd. Benzer yönde: LISCHER, 1990, s.151: Yazar, borçlu aleyhine başlatılmış takibi sona erdirmek yahut da takip başlatılmasını engellemek amacıyla  yapılan  ödemelerin  caiz  gerçek  vekaletsiz  iş  görme  kapsamında  yer  alacağını  kabul etmektedir.  460Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 dayanması bakımından ise üçüncü kişinin iradesine göre farklılaşan iki ihtimal mevcuttur. Üçüncü kişi, başkasının borcunu, kendini borçlu sanarak ifa ediyorsa TBK m.78/I (OR m.63)  kapsamında  talepte  bulunabilecektir.  Ancak  çalışmamıza  konu  ettiğimiz  asıl ihtimalde, üçüncü kişi, böyle bir yanılgı içinde değildir; başkasının borcunu ödeme bilincini,    bu  yöndeki  iradeyi  haizdir.  Bu  durumda  uygulama  bulacak  sebepsiz zenginleşme türü, edim dışı zenginleşme türlerinden olan rücu zenginleşmesi olacaktır. Halefiyet hallerinde de benimsediğimiz görüş uyarınca üçüncü kişinin alacaklıyı tatmin etme ve aynı zamanda da alacaklının alacak hakkını iktisap etme iradesi kümülatif olarak mevcuttur.   c)  Başkasına ait borcun ifa edilmesi bakımından  Modern vekaletsiz iş görme öğretisi  başkasına ait iş i,  münhasıran iş görenin menfaatine olmayan her türlü iş  olarak tanımlamaktadır. Bu bağlamda, başkasının                                                  44  Bkz.  Başkasına ait borcun ifa edilmesi  şartındaki açıklamalarımız.  Edim dışı  yerine  İfa dışı  terminolojisini kullanan: OĞUZMAN/ÖZ, 2014, C-II, s.315.  45  BÜTOW Karl, Nemo Subrogat Contra Se - Angewandt Auf die Bestimmungen des Bürgerlichen Gesetzbuches  der  Cessio  Legis  bei  der  Subrogation,  1.Basım,  Carl  Georgi,  UniversitatsBuchdruckerei und Verlag, Bonn, 1908, s.29 vd.; LISCHER, 1990, s.150 vd.; BECKER-EBERHARD, 1993, s.682; MEIER, 2010, s.424. Bkz. ve karş. SCHMID, 1992, s.70-71, par.196-197, s.129, par.388 vd.  46  Bu  yönde ör. BSK-OSER/WEBER, Art.419, par.4; ZK-SCHMID,  Art.419, par.16: Bu tür işler  başkasına  da  ait  olan  iş   ( Auch-fremdes-Geschäft )  olarak  adlandırılmaktadır.  Aynı  yönde: TANDOĞAN, 1957, s. 95 vd.; LISCHER, 1990, s.27; SCHMID, 1992, s.62, par.178; BÜRGI-WYSS, 2005, s.180 vd.; SCHIMS, 2006, s. 103-104; GÜMÜŞ, 2014, s.228; YAVUZ/ACAR/ÖZEN, 2014, s.1361; KOÇANO-RODOSLU, 2016, s.33; CHK-MAISSEN/HUGUENIN/JENNY, Art.419, par.2, 13; OFK-RUDOLPH, Art.419, par.4; AKSOY, 2017, s. 96; HONSELL, 2017, s. 367-368; YÜKSEL, 2018, s.20-21; KAPANCI/BAŞOĞLU, 2019, s. 3933-3934, par.4. Bu kabulün,  hak sahibinin, kendisine sorulmuş olsaydı, müdahale eden kişinin bu tür bir müdahalesine büyük ihtimalle rıza gösterme  varsayımına dayandığı kabul edilir, bkz. EREN, 2015, s.606. Yargıtay ın, hâkim görüşe uygun biçimde, görülen işten münhasıran iş sahibinin yararlanması şartının aranmasını isabetli bulmadığı kararlarına rastlanmaktadır, bu yönde bkz. ör. Yargıtay 13.HD, E.1973/1782, K.1974/1599, 29.06.1974 (Kazancı İçtihat Bilgi Bankası).  Yargıtay Hukuk Genel Kurulu ise bir kararında işin başkasına ait olması şartının,  iş görenin yaptığı iş ile başkasının hukuki çerçevesine müdahalede bulunması  olduğunu kabul etmektedir, bkz. Yargıtay HGK, E.2013/15-95, K.2013/1431, 02.10.2013. Öğretide bir görüş ise bu konuda  genel  geçer  kriterler  koymanın  isabetli  olmadığını  ileri  sürmüştür.  Bu  yönde  bkz.  ör. HAGENBÜCHLI, Hermann Alfred, Die Ansprüche des Geschäftsführers ohne Auftrag und ihre Voraussetzungen, Dissertation (Basılmamış), Zürich, 1926, s. 38. Benzer yönde: MOSER, 1940, s.137 vd. Türk hukukunda Serozan ise arka planda kendi dolaylı çıkarı için ifada bulunan üçüncü kişinin vekaletsiz  iş  gören  olamamasını,   işin  içinde  öz  çıkarın  da  bulunmasına   dayandırmaktadır, SEROZAN,  2014,  s.25.  Bu  yorumuyla  yazarın,  çoğunluk  görüşünün  aksini  savunuyor  olduğu söylenebilir. Nitekim yazar, böyle bir durumda üçüncü kişinin rücu talebini sebepsiz zenginleşmeye 461Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 borcunu ifa edenin başkasına ait bir iş gördüğü kabul edilir; zira objektif kıstasa göre bir  değerlendirme  yapıldığında  işin  yapılmasının  başkasının  malvarlığı  üzerinde doğrudan doğruya etki doğurması söz konusudur. Sebepsiz zenginleşme bakımından değerlendirildiğinde  de  fakirleşenin  zenginleşenden  ayrı  bir  kişi  olması  şartı, zenginleşmenin haksızlığı unsuruna içkindir. İlgili hükümlere bakıldığında ise, edime dayalı  zenginleşmeyi  esas  alarak  düzenleme  yapan  Türk  Borçlar  Kanunu nun                                                  dayandırmaktadır. İşin hangi durumlarda iş sahibinin menfaatine görülmediği konusunda bkz. BAŞSÜZEL, 2015, s. 31 vd. Yargıtay uygulamasında ise görülen işin iş sahibinin yanı sıra iş gören için de yararlı olduğu durumlarda vekaletsiz iş görmeye dayalı talepte bulunamayacağı yönünde kararlar bulunmaktadır, bkz. ör. Yargıtay 15.HD E.2018/1779, K.2018/4144, 30.10.2018 (Kazancı İçtihat Bilgi Bankası).  47  Bu  yönde  bkz.  OĞUZMAN/ÖZ,  2014,  C-I,  s.266.  Vekaletsiz  iş  görme  teorisinin  geçmişi  de incelendiğinde,  başkasına aitliğin  tespiti bakımından hangi görüş/kriter benimsenirse benimsensin, başkasının  borcunu  ifa,  vekaletsiz  iş  görme  anlamında  daima  başkasına  ait  iş  sayılmıştır,  bkz. TANDOĞAN, 1957, s.109.  48  KAPANCI/BAŞOĞLU, 2019, s.3933, par.4. Benzer yönde: KILIÇOĞLU-YILMAZ, Kumru, Haksız Kazancın İadesi, 1. Basım, Turhan Kitabevi, Ankara, 2014, s.58 49  Sebepsiz zenginleşme hükümlerinin uygulama bulabilmesi için fakirleşme şartının aranmasının gerekli olup olmadığı, sebepsiz zenginleşme hukukunun en eski tartışma konularından biri olup günümüzde öğretide hâkim görüş, bu soruyu olumsuz yanıtlamaktadır. Bkz. ör. SCHLUEP, 1990, s.180 vd.; BAYGIN,  2003,  s. 601;  SCHWENZER,  2009,  s.406,  par.55.09;  CASANOVA,  2010,  s.86  vd.; SEROZAN, 2014, s. 309; EREN, 2015, s.867; ANTALYA, 2017, C-II, s.566, 571; SEROZAN, 2019, s.1161, par.13-14; SEROZAN, 2019, s.2498 vd. Aksi yönde bkz. ör. MOSER, 1940, s.49; BK- BECKER, Vorb. zu Art.62-67, par.2; BK- BECKER, Art.62, par.5 vd.; HÜBENER, 1968, s.9; KILIÇOĞLU, 1979, s.517 vd.; TEKİNAY Selahattin Sulhi/AKMAN Sermet/ BURCUOĞLU Halûk , vd., Tekinay Borçlar Hukuku Genel Hükümler, 7.Basım, Filiz Kitabevi, İstanbul, 1993, C-II, s.733734; GUHL/KOLLER/SCHNYDER, vd., 2000, s.220, par.4; KILIÇOĞLU-YILMAZ, 2014, s.35 vd.; OĞUZMAN/ÖZ, 2014, C-II, s.325 vd. Ancak Yargıtay ın yerleşik uygulaması, aksi yöndedir. Yüksek Mahkeme,   Sebepsiz  zenginleşmeden  söz  edilebilmesi  için;  bir  taraf  zenginleşirken diğerinin fakirleşmesi, zenginleşme ve fakirleşme arasında uygun nedensellik bağının bulunması ve zenginleşmenin hukuken geçerli bir nedene dayalı olmaması gerekir.  ifadesini sebepsiz zenginleşmeye dayalı iade talep edilen hemen hemen her kararında kullanmıştır. Bkz. ör. Yargıtay İBGK E.1990/1, K.1991/1, 22.02.1991 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK, E.2003/13-787, K.2003/774, 17.12.2003; Yargıtay HGK, E.2008/3-40, K.2008/102, 06.02.2008; Yargıtay 3.HD, E.2012/21218, K.2012/25887, 17.12.2012; Yargıtay 3.HD, E.2015/9329, K.2016/6885, 02.05.2016; Yargıtay 3.HD, E.2019/645,  K.2019/9499,  28.11.2019.  Sebepsiz  zenginleşme  hükümlerinin  uygulanabilmesi  için fakirleşme şartı arayan görüşün savunucuları, fakirleşmenin bulunmadığı durumlarda rücu hakkına gerçek olmayan vekaletsiz iş görmenin aracılık edeceğini kabul etmektedir. Detaylar için bkz. ör. BAYGIN, 2003, s.594 vd.; SEROZAN, 2019, s.2500. Ancak kanaatimizce de isabetle Serozan, bu düşünce biçimini eleştirmektedir. Zira gerçek olmayan vekaletsiz iş görmede  özel hukukun en ağır yaptırımı  öngörülmektedir, SEROZAN, 2019, s.1163, par.15. Öğretide WENNER, zenginleşme ile fakirleşme arasında bir nedensellik bağının aranmasının hatalı olduğu kanaatindedir. Yazara göre zenginleşme ve fakirleşme tek bir kaynaktan doğan iki sonuçtur. Bu iki kavram arasındaki bağ, nedensonuç ilişkisi olarak değil bu ortak kaynak vasıtasıyla kurulmalıdır, WENNER, 1977, s.59 vd. öz. s.63. Zenginleşme ile fakirleşme arasındaki bağa ilişkin olarak bkz. ayrıca SCHLUEP, 1990, s.180-181.  50  WENNER, 1977, s.45.  462Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 78.maddesi, mehaz kanunun ilgili hükmüne uygun biçimde borçlanmadığı edimi kendi isteğiyle yerine getiren kimsenin sebepsiz zenginleşmeye dayalı iade talebini, kendisini borçlu sanarak ifada bulunduğunu ispat ettiği durumlara özgülemiştir. Bu hükmün temelinde hakkın kötüye kullanılması yasağının (daha özel ifadesiyle; çelişkili davranış yasağının) bulunduğu kabul edilmektedir. Dolayısıyla başkasının borcunu kendisine ait olmadığı bilinciyle ifa edenin bu hükme dayanarak rücu talebinde bulunması mümkün değildir. Bununla birlikte nihai olarak sorumlu olmadığı bir borcu ödeyenin, TBK 77.maddesi uyarınca borçluyu  haklı bir sebep olmaksızın bir başkasının malvarlığından (…) zenginleştirdiği  açıktır. Nitekim bir yükümlülüğü olmaksızın başkasının hukuki alanına müdahale edilmiş ve malvarlığının pasifi azaltılmış bulunmaktadır. Burada söz                                                  51  BK- BECKER, Art.63, par. 1, 7-8; WENNER, 1977, s.74, 77; KILIÇOĞLU, 1979, s.527; von TUHR/PETER,  1984,  s.478  vd.;  TEKİNAY/AKMAN/BURCUOĞLU,  vd.,  1993,  C-II,  s.743; GUHL/KOLLER/SCHNYDER, vd., 2000, s.223, par.15; BAYGIN, 2003, s. 583; SCHWENZER, 2009, s.410, par.56.07; CASANOVA, 2010, s.84; OĞUZMAN/ÖZ, 2014, C-II, s.346 vd.;  HAHN, Anne-Catherine,  CHK-Handkommentar  zum  Schweizer  Privatrecht,  ObligationenrechtAllgemeine Bestimmungen Art.1-183 OR, 3.Auflage, 2016, Art.62, par.8, Art.63, par.1; OFKSCHWANDER, Art.63, par.1-2; s.877-878; ANTALYA, 2017, C-II, s.584; KOLLER, 2017, s.556, par.31.05 vd.; SEROZAN, 2019, s.1223, par.21; BSK-SCHULIN/VOGT, Art.63, par.1 vd., par.4. Bu yöndeki  Yargıtay  uygulaması  için  bkz.  Yargıtay  19.HD,  E.2018/1148,  K.2020/708,  01.06.2020 (Kazancı İçtihat Bilgi Bankası); Yargıtay 19.HD, E.2017/5268, K.2019/1723, 18.03.2019 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK, E.2017/19-1308, K.2018/1932, 13.12.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD, E.2015/6840, K.2016/3175, 22.03.2016 (Kazancı İçtihat Bilgi Bankası). Bununla birlikte hataya düşenin kusurlu olup olmaması önemli değildir, bkz. WENNER, 1977, s.8889; KILIÇOĞLU, 1979, s.527; von TUHR/PETER, 1984, s.483; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.744; GUHL/KOLLER/SCHNYDER, vd., 2000, s.224, par.18; CHK-HAHN, Art.63, par.5; ANTALYA, 2017, C-II, s.586; SEROZAN, 2019, s.1224, par.25. Karş. Yargıtay 17.HD, E.2016/12674, K.2019/4847, 16.04.2019 (Kazancı İçtihat Bilgi Bankası): Bu kararda Yargıtay, basiretli davranması gereken sigorta şirketinin  kendi düzenlemiş olduğu poliçeye dayalı olarak yaptığı ödemeyi  kendisini borçlu sanarak  yapmış olduğunu ileri sürmesi mümkün değildir.  sonucuna varmıştır. Federal Mahkemenin farklı yönde kararları mevcuttur, bkz. WENNER, 1977, s.88.   Ayrıca öğretide  kendini borçlu sanmak  dışındaki bazı hatalarda da bu hükmün kıyasen uygulanabilir olduğu kabul edilmektedir. Örneğin, rehin verenin (kendisinin) borçlu olmadığını bildiği ancak rehinli malının  teminat  altına  aldığını  düşündüğü  borcun  var  olduğunu  (yani   borçlunun   borç  altında olduğunu) sanarak malını rehinden kurtarmak için alacaklıyı tatmin ettiği durumlarda TBK m.78 in kıyasen uygulanarak sebepsiz zenginleşme hükümlerine dayalı iade talebinin mümkün olduğunu kabul eden: von TUHR/PETER, 1984, s.487; ÖZ, 1990, s.95; OĞUZMAN/ÖZ, 2014, C-II, s.353.  52  TEKİNAY/AKMAN/BURCUOĞLU,  vd.,  1993,  C-II,  s.744;  GUHL/KOLLER/SCHNYDER,  vd., 2000, s.223, par.15; CHK-HAHN, Art.63, par.2.  53  WENNER, 1977, s.83; von TUHR/PETER, 1984, s.484-485; ÖZ, 1990, s.112; SEROZAN, 2014, s.337, par.11; CHK-HAHN, Art.63, par.3. Bu sonuç, esasen, malvarlıkları arasındaki dengesizliklerin her durumda  değil;  yalnızca   pozitif  hukukun  değer  yargılarının   uygun  gördüğü  durumlarda giderilebileceği prensibi ile uyumludur, bkz. SEROZAN, 2019, s.1164, par.20, s.1165, par.21.  54  von  TUHR,  1970,  s.38;  WENNER,  1977,  s.43;  SCHLUEP,  1990,  s.180; GUHL/KOLLER/SCHNYDER, vd., 2000, s.219, par.2; BAYGIN, 2003, s.582; SCHWENZER, 2009, 463Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 konusu olan, edim dışı zenginleşme türlerinden,  rücu hakkı veren zenginleşme türüdür (rücu zenginleşmesi). Bu tür, öğreti tarafından geliştirilmiş olup sadece borç olmayan şeyin ifası hükümlerine tâbi olmayan ve bununla birlikte ifa sebebi üzerinde anlaşma bulunan,  birine  yapılan  ifanın  bir  başkasını  zenginleştirdiği  durumlarda  uygulama bulmakta ve başkasının borcunu rızaen ifa eden kişinin durumuyla uyuşmaktadır. Halefiyet  hallerinde  ise  üçüncü  kişide  iktisap  iradesinin  mevcudiyeti  varsayımı, başkasına ait borcun ödendiği bilincini de içkindir.  d)  İfanın bir yükümlülüğe dayanmaması bakımından  Vekaletsiz iş görme teorisi, yukarıda söylenenler haricinde başkasına ait işin, iş sahibine  karşı  bir  yükümlülükten  kaynaklanmaksızın,  gönüllü  olarak  görülmesi gerektiğini ifade etmektedir. Bu bağlamda  vekaletsiz lik, iş görene iş görme borcu                                                  s.405, par.55.07; CASANOVA, 2010, s.85; OĞUZMAN/ÖZ, 2014, C-II, s.318-319; SEROZAN , 2014, s.367; EREN, 2015,  s.861; CHK-HAHN, Art.62, par.22; OFK-SCHWANDER, Art.62, par.2, 5; KOLLER, 2017, s.527, par.30.16; SEROZAN, 2019, s.1213, par.179; BSK-SCHULİN/VOGT, Art.62, par.6. Bununla birlikte öğretide WENNER, klasik malvarlığı tanımının sebepsiz zenginleşme hukuku bakımından geçerli olmadığı kanaatindedir. Yazara göre, sebepsiz zenginleşme hukuku anlamında malvarlığı, bir kişinin sahip olduğu ve diğer kişilerin iktisadi menfaatleri için kullanabilecekleri her türlü varlıktan oluşmaktadır, bkz. WENNER, 1977, s.34-35.  55  ULUSAN, 1984, s.5, dn.1, s.13-14; LISCHER, 1990, s.13 vd.; SCHLUEP, 1990, s.173 vd.; SCHMID, 1992, s.2; ZIMMERMANN, 1995, s. 423; TURANBOY, 1997, s.96; BAYGIN, 2003, s. 572-573; CASANOVA,  2010,  s.85;  KOÇANO-RODOSLU,  2016,  s.26-27;  CHK-HAHN,  Art.62,  par.4; KOLLER, 2017, s.530-531, par.30.27-30.28. Sebepsiz zenginleşme türleri bakımından tek tipliğin günümüzde kabul görmemesi nedeniyle tek tip düzenleme yapan hükmün eleştirisi için bkz. ör. SEROZAN, 2014, s.325-326; SEROZAN, 2019, s.1188-1189, par.79, 82.  56  WENNER, 1977, s.70; ULUSAN, 1984, s.9; SCHWENZER, 2009, s.409, par.56.03.  57  ÖZ, 1990, s.133. Bunun yanında hem Türk hem de İsviçre hukukunda zenginleşmenin haksız/sebepsiz olduğu durumların örnek kabilinden kaleme alındığı ve ilgili hükmün, normatif olgu unsurları belirsiz olan bir genel hüküm niteliğinde olduğu kabul edilmektedir. Bu bağlamda -kurumun diğer şartları sağlandığı müddetçe- kanunda açıkça düzenlenmemiş bir nedene dayanarak sebepsiz zenginleşme hükümlerine başvurulmasında hukuken bir sakınca bulunmamaktadır.  Aynı  yönde bkz. ör. BK- BECKER, Art.62, par.10 vd.; SCHWENZER, 2009, s.404, par.55.04; CHK-HAHN, Art.62, par.2; BSK -SCHULİN/VOGT, Art.62, par.10c; BGer, 4C.79/2002, C.2.2 (legalis, Son Erişim: 21.10.2020).   58  SCHLUEP, 1990, s.174; CASANOVA, 2010, s.81. Benzer yönde bkz. SCHWENZER, 2009, s.421, par.57.09; SEROZAN, 2014, s.327,368; ANTALYA, 2017, C-II, s.593.  59  Bkz. yuk. dn. 45 ve ilgili metni. 60  Bu  yönde  ör.  BK-  GAUTSCHİ,  Art.419,  par.4b;  OFK-RUDOLPH,  Art.419,  par.1  BSK- OSER/WEBER, Art.419, par.8 vd. Bir yükümlülüğe dayanmama ile gönüllü olarak iş görmenin her durumda örtüşmediği görüşüne (bkz. SCHMID, 1992, s.85, par.249 vd.) katılıyoruz. Bu anlamda örneğin zararı azaltma külfeti gereği iş gören kişinin  gönüllü  olmadığı açıktır ancak vekaletsiz iş 464Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 yükleyecek herhangi bir (iradi yahut kanunî) hukukî ilişkiye dayanmamaya işaret eder. Bu  bağlamda  örneğin  ve  özellikle  iş  görenin  bağışlama  kastıyla  ifada  bulunması, vekaletsizlik  şartının  ortadan  kalkması  anlamına  gelir.  Bununla  birlikte,  birlikte borçluluk halleri bakımından bu şart tereddüt yaratabilir. Zira alacaklıya iç ilişkideki payından fazla ifada bulunan müteselsil borçlu bunu, alacaklıya karşı borcun tamamından sorumlu olduğu için yapar. Bu nedenle öğretide birlikte borçluluk durumlarında rücunun vekaletsiz  iş  görme  hükümlerine  dayanamayacağını  savunan  bir  görüş  de bulunmaktadır. Ancak bu görüş, birlikte kefillerin kendi aralarındaki rücu ilişkisinde vekaletsiz iş görme hükümlerine dayanılabileceğini kabul etmektedir. Kanaatimizce rücu hakkının tanımına uygun biçimde  vekaletsizlik  şartı, söz konusu iş bakımından                                                  görme hükümleri burada uygulama bulacaktır. Çalışma konumuzla doğrudan ilgisi bulunmayan bu husus için açıklama kolaylığı sağlamak bakımından bu ifade tercih edilmiştir.  61  LISCHER, 1990, s.13, 33-34; BK- GAUTSCHİ, Art.419, par.2a:  Es ist eine Geschäftsführung ohne Rechtsgrund ; BK-GAUTSCHİ, Vorb. (Die Geschäftsführung ohne Auftrag), par.4a; SCHMID, 1992, s.83, par.239 vd.; GÜMÜŞ, 2014, s.228; CHK-MAİSSEN/HUGUENİN/JENNY, Art.419, par.12; OFK-RUDOLF,  Art.419,  par.1,  par.9;  KOÇANO-RODOSLU,  2016,  s.30;  AKSOY,  2017,  s.98; YÜKSEL, 2018, s.21; BSK- OSER/WEBER, Art.419, par.8. Ayrıca bkz. Yargıtay HGK E.2017/15248,  K.2018/1175, 06.06.2018  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  HGK  E.2014/15-2182, K.2015/1047, 18.03.2015; Yargıtay HGK E.2013/15-95, K.2013/1431, 02.10.2013. Buna karşılık öğretide  Tandoğan,  yükümlülük  ve  yetkiyi  birinden  ayırmakta  ve  her  ne  kadar  yükümlülüğün bulunduğu durumlarda yetkiden söz edilebilirse de yetkinin her zaman yükümlülükten doğmadığını belirtir ve  vekaletsizlik   unsurunu,  iş görenin iş sahibine karşı işi yapmak hususunda yetki bahşeden bir hukuki vaziyette bulunmaması  olarak tanımlamakta ve bu hukuki vaziyetin,  mevcut bir hukuki münasebet veya hukuki vaziyete binaen  doğabileceğini belirtmektedir, bkz. TANDOĞAN, 1957, s. 133-134. Benzer tanımlar için bkz.: HAGENBÜCHLI, 1926, s. 54; KILIÇOĞLU-YILMAZ, 2014, s.61; YAVUZ/ACAR/ÖZEN, 2014, s.1361; BAŞ-SÜZEL, 2015, s. 29-30;. Hem yetki hem de yükümlülük merkezli açıklamalar yapan: KAPANCI/BAŞOĞLU, 2019, s.3934, par.4. Bu unsuru yükümlülük kavramından  hareketle   iş  sahibinin  iş  görenden  işin  yapılmasına  ilişkin  bir  talep  hakkının bulunmaması  olarak özetleyen: HOFSTETTER, 2010, s. 235, 237, 259. Schmid de yabancı bir işin görülmesi yetkisi veren her türlü hukuki temelin vekaletsizlik unsurunu bozacağını kabul etmektedir, bkz. ZK- SCHMID, Art. 419 OR, par.63.  Ancak BÜRGI-WYSS, vekaletsizlik şartının bozulması için iş görenin iş sahibine karşı bir yükümlülük altında olmamasını aramaktadır, bkz. BÜRGI-WYSS, 2005, s.218.  62  YAVUZ/ACAR/ÖZEN, 2014, s.1367. Vekaletsiz iş görmeye dayanan rücu bakımından bu ifadenin bir genel kural olarak kabul edilemeyeceği hk. bkz. SCHMID, 1992, s.96, par.283, s.189, par.573 vd. 63  Bu  görüşte  bkz.  ör.  OSER/SCHÖNENBERGER,  Art.419  OR,  par.20;  LISCHER,  1990,  s.152; HOFSTETTER, 2010, s.180. Lischer e göre bu prensibin istisnalarından biri, birlikte borçlulardan birinin alacaklının kendisinden ifa talebini reddetmesi neticesinde doğan masraflara ilişkindir. Bu masraflar,  ödeme  yapan  borçlu  tarafından  vekaletsiz  iş  görme  hükümlerine  dayanılarak  talep edilebilecektir.  64  Bu  yönde  bkz.  LISCHER,  1990,  s.152-153;  BGE  66  II  123 (https://www.servat.unibe.ch/dfr/pdf/c6123.pdf);  BGE  56  II  133 (https://www.servat.unibe.ch/dfr/pdf/c6133.pdf).   465Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 işin malvarlıksal yükünü nihai olarak taşımaksızın iş görme olarak anlaşılmalıdır. Bu kapsamda müteselsil borçlulardan biri alacaklıya karşı borcun tamamından sorumlu olsa da nihai olarak bu borcun yükünü tamamıyla üstlenmeyecektir. Nihai olarak üstlenmesi gereken miktar, iç ilişkideki kararlaştırmaya -böyle bir kararlaştırma olmadığı durumda TBK m. uyarınca diğer borç toplamı ve borçlu sayısına- bağlıdır. Aynı prensip, kefiller bakımından da geçerlidir. Bu kapsamda,  vekaletsizlik  değerlendirmesi, alacaklıya karşı borçtan asli yahut fer i biçimde sorumlu olmaya göre değil; söz konusu borca ilişkin malvarlığı yükünü nihai olarak taşınması gerekli olup olmadığına göre yapılmalıdır. Ancak bu takdirde vekaletsiz iş görmenin bir rücu aracı olduğu göz ardı edilmemiş olur.  Üçüncü  kişinin  ifasının  bir  yükümlülükten  kaynaklanmaması  şartı,  sebepsiz zenginleşme  bakımından  da  geçerlidir.  Zira  zenginleşmeyi  temellendiren  bir yükümlülük  varsa,  bu  zenginleşmenin  haksızlığından  söz  edilemeyecektir.  Bu doğrultuda, aynı şekilde, bağışlama kastının bulunduğu hallerde üçüncü kişi ile borçlu arasında  kural  olarak  bir  hukuki  ilişki  mevcut  olacağından   sebepsizlik   şartı sağlanmayacaktır.  Üçüncü kişinin bir yükümlülüğe dayanmaksızın ifada bulunması şartı bakımından halefiyet  halleri  birbirinden  ayrı  değerlendirilmelidir.  Çalışmamızın  başında  da vurgulandığı üzere halef, borçtan sorumlu da olabilir (ör. müteselsil borçlular yahut kefilin durumu)69. Ancak halefin özelliği her durumda ya tek başına sorumlu olmaması ya da asli olarak sorumlu olmamasından; yani, hiçbir durumda borçtan nihai olarak sorumlu olmamasından ileri gelmektedir. Zaten, halefiyet bir rücu aracı olduğuna göre nihai olarak borçtan sorumlu kişinin halef olması mümkün değildir; bu anlamda borçtan sorumlu olan halef kişi ya tali sorumlu olacaktır ya da asli sorumlulardan yalnızca biri                                                  65  Aynı yönde bkz. von TUHR, 1970, s.61 vd.: Yazar, iş sahibinin yanında borçtan sorumlu olanların alacaklıyı tatminini  cumulative Intercession  olarak adlandırmaktadır.  66  GAUTSCHİ, Vorb. (Die Geschäftsführung ohne Auftrag), par.16; CASANOVA, 2010, s.88. Ayrıca bkz. dn.35. 67  WENNER, 1977, s.66-67; GUHL/KOLLER/SCHNYDER, vd., 2000, s.227, par.30; BAYGIN, 2003, s.583.  68  Bkz. dn.9.  69  OĞUZMAN/ÖZ, 2014, C-I, s.270.  466Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 olacaktır.  Borçtan  sorumlu  olmayan  üçüncü  kişilerin  halef  olması  da  mümkündür. Başkasının borcu için rehin verilen mal üzerinde sınırlı ayni hakka sahip olan yahut da borçlunun beyanı üzerine halef olan kişinin durumu kural olarak böyledir. Bağışlama durumlarında da ifada bulunanda alacaklıyı tatmin iradesi mevcut olmakla birlikte iktisap iradesi mevcut olmayacağından bağışlama kastıyla ifada bulunanın halef olması mümkün değildir.   e)  Borçlunun aksi yöndeki iradesinin etkisi bakımından Borçlunun  iradesi,  borcu  ifa  eden  üçüncü  kişi  ile  birçok  konuda  çatışma gösterebilir. Çalışmamız kapsamında ele aldığımız çatışma; borçlunun, üçüncü kişinin ifasına  karşı  çıkmasının  rücu  araçlarının  kullanılabilirliğine  etkisidir.  Bunun dışında, halihazırda bu kurumların şartlarını sağlayan ifada bulunanın sahip olduğu (rücu) talep  imkanları,  borçlu/rücu  borçlusunun  aksi  yöndeki  iradesiyle  sonradan  bertaraf edilemez. Bunun nedeni, yukarı açıklandığı üzere, söz konusu araçların kanunî rücu araçları olup tarafların iradelerine bağlı olmamasıdır.  Borçlunun ifayı açıkça yasaklaması durumunda ifada bulunan (iş gören) ex lege                                                  70   Başkasının borcu için taşınmazı üzerinde ipotek tesis ettiren kişinin temel borç ilişkisinin borçlusu haline gelmeyeceği…  Yargıtay 19.HD, E.2017/869, K.2017/6870, 12.10.2017 (Kazancı İçtihat Bilgi Bankası);  Davalı, borçtan şahsen sorumlu olmayıp başkasının borcu için ipotek veren konumdadır…  Yargıtay 19.HD, E.2017/15724, K.2013/4327, 07.03.2013 (Kazancı İçtihat Bilgi Bankası); Yargıtay 19.HD, E.2011/5193, K.2011/6333, 09.05.2011 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD, E.1989/2796, K.1990/6600, 16.10.1990 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD, E.1988/8790, K.1989/7549, 28.12.1989 (Kazancı İçtihat Bilgi Bankası);  3. kişilerce ipotek verilmesi halinde ipotek verenlerin temerrüdü ve şahsi sorumluluğu bahis konusu olmayıp ipotekli taşınmazı borç yükü altına girmektedir…   Yargıtay  11.HD,  E.1988/8442,  K.1989/6210,  13.11.1989  (Kazancı  İçtihat  Bilgi Bankası);  İcra takibi sırasında borçlu olmayan mâlike de ödeme emri gönderilmesi lüzumu kendisinin borcu ifayla yükümlü olmasından değil borçlu hakkındaki şartlara göre borcu söndürüp M.K.'nun 799. maddesi uyarınca taşınmazını rehinden kurtarma hakkının hatırlatılması amacına matuftur…  Yargıtay 11.HD, E.1987/7882, K.1988/1037, 23.02.1988 (Kazancı İçtihat Bilgi Bankası).  71  Bu şart daha geniş bir perspektiften değerlendirilecek olursa rücu hakkının tanımı gereği tüm rücu araçları bakımından bu şartın ortak olduğu görülür. Yukarıda da ifade edildiği üzere, nihai sorumlunun bir başkası olmadığı durumlarda rücu hakkının doğmadığı açıktır. Bu bağlamda, bir başkasının borcunu bağışlama kastıyla ifa edenin nihai sorumluluğu üstlenmek istediği açıktır ve dolayısıyla sonradan herhangi bir rücu aracına dayanarak rücu talebinde bulunması mümkün değildir, Aynı yönde: von TUHR, 1970, s.171. Aynı sonuca farklı bir yoldan ulaşan: ZK-SCHMID, Art.422, par.88 vd.; CHKMAISSEN/HUGUENIN/JENNY, Art.419, par.12; BSK-OSER/WEBER, Art.419, par.17. 72  BK- GAUTSCHİ, Art.422, par.2a; von TUHR, 1970, s.30. 467Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 biçimde  gerçek  olmayan  vekaletsiz  iş  gören  sıfatını  haiz  olacak  ve  bu  kurumun sonuçlarına tâbi olacaktır. Bu kuralın amacı, yabancı malvarlığına izinsiz müdahalenin korunması ve vekaletsiz iş görmenin dayatılmasının önlenmesidir. Bununla birlikte başkasının borcunu ifa durumunda, kural olarak, borçlunun ifayı açıkça yasaklamadığı yahut ifanın yalnızca ifa edenin menfaatine olduğunun anlaşıldığı hallerin dışındaki ihtimallerde üçüncü kişinin ifasına rızasının bulunduğu vekaletsiz iş görme öğretisinde kabul edilmektedir.  Bu kapsamda özellikle borcun varlığının ve geçerliliğinin tartışmalı olduğu durumlarda borçlunun farazi iradesinin ifayı yasaklama yönünde olduğu kabul edilmektedir.   Borçlunun aksi yöndeki iradesi, belirtilen şartlar altında alacaklıya yapılan ifanın geçerli olmasını ve ifa edenin  borçludan  sebepsiz zenginleşmeye dayanarak talepte bulunmasını  engellemez.  Dayatılmış  zenginleşme  kurumunun  burada  uygulama bulması da söz konusu değildir; zira borçtan kurtulanın bu kurtulmadan faydalanacağı kural olarak kabul edilmelidir.  Halefiyet halleri bakımından ise borçlunun aksi yöndeki iradesinin sonuçları ayrı ayrı incelenmelidir. Genel kurala uygun biçimde, üçüncü kişinin ifası durumunda bu ifanın caiz olması, borçlunun rızasının bulunmasına bağlı değildir. Diğer bir ifadeyle, borçlunun aksi yöndeki iradesi, halefiyet hallerinde de alacaklıya yapılan ifanın hukuki sonuç doğurmasını engellemez.  Bunun sebebi,  bu durumlarda alacaklının  alacağına kavuşma  menfaatinin  ön  plana  alınmış  olmasıdır.  Yalnızca  borçlunun  beyanının                                                  73  SCHMID, 1992, s.122, par.368 vd.; ZK- SCHMID, Art.422, par.10; BSK- OSER/WEBER, Art.419, par.12.  74  Vekaletsiz iş görme özelinde: TANDOĞAN, 1957, s.239; SCHMID, 1992, s.122, par.370;  75  von TUHR, 1970, s.171; ZK- SCHMID, Art.422, par.26 vd. Ancak bu yazar, borçlunun menfaat elde etmediği, yalnızca alacaklı sıfatının el değiştirdiği durumlarda bu kabulün geçerli olmadığını ifade etmektedir, bkz. ZK- SCHMID, Art.422, par.28.  76  LISCHER, 1990, s.152.  77  OĞUZMAN/ÖZ, 2014, C-I, s.267.  78  Aynı yönde: SEROZAN, 2014, s.369; SEROZAN, 2019, s.1215, par.189.  79  von  TUHR/ESCHER,  1984,  s.26;  FRIEDMANN/COHEN,  2007,  s.15;  SEROZAN,  2014,  s.28. Bununla birlikte genel olarak alacaklı ile üçüncü kişinin birlikte üçüncü kişinin ifasını veto ederek üçüncü kişilerin borç ilişkisine müdahalesini engelleyebilecekleri kabul edilir, bkz. GERNHUBER Joachim, Die Erfüllung und ihre Surrogate: sowie das Erlöschen der Schuldverhältnisse aus anderen Gründen, 2.Basım, Mohr (Paul Siebeck), Tübingen, 1994, s.462. Yabancıların borç ilişkisine 468Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 bulunmadığı  hallerde  beyan  üzerine  halefiyet  (TBK  m.127/I-2)  gerçekleşmeyecek; borçlunun aksi yöndeki iradesi doğrudan doğruya sonuç doğuracaktır.   f)  Gereklilik/İvedilik şartının aranması bakımından  Her ne kadar hükümlerde açıkça yer almasa da iş gören ile iş sahibi arasındaki menfaatlerin dengelenmesi bakımından öğreti ve İsviçre yargı uygulaması, iş görenin gerçek  vekaletsiz  iş  görme  hükümlerine  başvurabilmesi  için  işin  görmenin  ivedi görülmesi gereken, zorunlu bir işe ilişkin olması gerektiğini kabul etmektedir. Diğer bir deyişle, iş görmenin iş sahibi açısından klasik bir faydalı durumdan daha fazlasına ilişkin olması gerekir. Bunun amacı, ivedi durumlar dışında yabancı malvarlığına üçüncü kişilerin müdahalesini önlemektir. Konuya ilişkin değerlendirme, somut olay bazında hâkim tarafından yapılacaktır. İsviçre öğretisinde, makul ve dürüst bir kişinin mevcut şartlar altındaki değerlendirmesinin, iş sahibinin farazi iradesiyle tamamlanması gerektiği ifade edilmektedir. Bu yönde bir ifadeye, Türk Borçlar Kanunu nun 526.maddesinde                                                  dahil olmasını engelleme bakımından tarafların belirleyici olabilmesine yönelik bu prensibin istisnası, ifada hukuken korunan çıkarı bulunan kişilerin ifasıdır (TBK m.127/I-1, TMK m.885). Halefiyet halleri arasında bu, rehinden kurtarma hakkı sahiplerine tanınmış bir korumadır. Kanun koyucu menfaat dengelerini korumuş; ifada hukuken korunan menfaati haiz olanı, ifada bulunan alelade üçüncü kişiden ayırmıştır, SCHLECHTRIEM, 2001, s.362, par.159; SEROZAN, 2014, s.28.  80  ZK-  SCHMİD,  Art.422,  par.11;  CHK-MAİSSEN/HUGUENİN/JENNY,  Art.419,  par.16;  BSK- OSER/WEBER, Art.419, par.13. Bununla birlikte burada kastedilen  iş sahibinin karşılaştığı zarar veya zarar tehlikesini gidermek  amacıyla yapılma değildir. Zira bu ihtimal TBK m.527/1 de iş görenin sorumluluğunu hafifletici bir kriter olarak kullanılmıştır. Bu yönde bkz. TANDOĞAN, 1957, s.240.  81  SCHMID, 1992, s.124, par.375; GÜMÜŞ, 2014, s.229; YAVUZ/ACAR/ÖZEN, 2014, s.1362; CHKMAİSSEN/HUGUENİN/JENNY, Art.419, par.16; OFK-RUDOLF, Art.419, par.6. Ancak yine de bu şart, faydalı işler bakımından da sağlanıyor olabilir. Bu yönde bkz. TANDOĞAN, 1957, s.241.  82  LISCHER,  1990,  s.59;  HOFSTETTER,  2010,  s.239;  OFK-RUDOLF,  Art.419,  par.2;  BSK- OSER/WEBER, Art.419, par.14.  83  Örneğin Yargıtay 15.HD, E.2014/1423, K.2015/2518, 13.05.2015 künyeli kararında,  Davalı İdare elemanlarınca düzenlenen … teknik rapor ve davalının talebi üzerine dosyada oluşturulan … ara kararı … gereğince yapılan tespit sonrası inşaat bilirkişisi ... tarafından düzenlenen …raporun inceleme kısmında  sonradan  statik  hesabı  yapılmadan,  binaya  getireceği  yük  düşünülmeden  imalatı gerçekleştirilen çelik konstrüksiyon çatı üzeri polikarbon kaplamanın binanın statiğini bozacağının yadsınamaz bir gerçek olduğunun belirtilmesine rağmen hükme esas alınan bilirkişi kurullarından davacı tarafından usulüne uygun sözleşme olmaksızın gerçekleştirilen iş ve imalatın fen ve tekniğine ve davalı işsahibinin yararına ve varsayılan iradesine uygun olup olmadığı konusunda araştırma yapılmamış  olmasını bozma sebebi kabul etmiştir (Kazancı İçtihat Bilgi Bankası).  84  SCHMID, 1992, s.126, par.379; ZK- SCHMID, Art.422, par.12 vd. Türk öğretisinde aynı yönde bkz. 469Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 açıkça  yer  verilmiştir.  Başkasının  borcunu  ifa  durumlarında  ise  -bununla  sınırlı olmamakla birlikte- özellikle borçlunun ödeme gücünü haiz olmadığı durumlarda bu şartın evleviyetle sağlandığı kabul edilmektedir. Bununla birlikte borçlunun ödeme gücünden  yoksun  olup  olmadığı  dikkate  alınmaksızın  hem  Türk  hem  İsviçre  yargı uygulamasında  başkasının  borcunu  ifa  durumlarının  vekaletsiz  iş  görme  şartlarını sağladığına  hükmedilmiş  olması,  çalışma  konumuz  bakımından   ivedilik   şartının geniş yorumlanması gereğini ortaya çıkarmıştır. Netice itibariyle, iş sahibinin menfaat elde edildiği durumlarda varsayılan iradesinin de bu yönde olduğu (ivedilik şartının sağlandığı) somut olay özelinde daha kolay kabul edilebilecektir. Sebepsiz  zenginleşmeye  dayanan  rücu  hallerinde  ise  bu  yönde  bir  şart aranmamakta; her durumda, haksız biçimde gerçekleşen zenginleşmenin iadesi gerektiği kabul  edilmektedir. Sebepsiz zenginleşmeye dayalı  rücu bakımından önemli  olan, haksız biçimde yaşanan malvarlığı değişiminin yabancı malvarlığından gerçekleşmiş olmasıdır.  Kanaatimizce, menfaat dengeleri gözetildiğinde bu şartın halefiyet hallerine içkin olduğu görülür.  Bunun sebebi, halefiyet hallerinde halefin  borç ilişkisine müdahale menfaatinin kanun koyucu tarafından tanınmış olmasıdır. Nitekim halef ya borçtan asli olarak sorumlu değildir ya da asli sorumlu olmakla birlikte kendisi dışında asli sorumlu olan  kişiler  de  bulunmaktadır.  Alelade  üçüncü  kişilerin  alacaklıyı  tatmin  ederek alacaklının haklarına halef oldukları tek hal ise borçlunun beyanı üzerine halefiyet halidir. Görüldüğü gibi, ilk grup bakımından halefin borç ilişkisine müdahale menfaati kanun koyucu tarafından kabul edilmekte; beyana dayalı halefiyet hali bakımından ise üçüncü kişinin müdahale menfaatinin  yerini borçlunun beyanı almaktadır. Böylece, öğreti                                                  ör. TANDOĞAN, 1957, s.237; YÜKSEL, 2018, s.24.  85  LISCHER, 1990, s.151-152; GÜMÜŞ, 2014, s.229, 232. Farklı yönde bkz. OĞUZMAN/ÖZ, 2014, CI, s.268. Yazarlar, henüz vadesi gelmemiş bir borcun, borçlunun izni olmaksızın üçüncü kişi tarafından ifası halinde caiz olmayan vekaletsiz iş görmenin mevcut olduğu kanaatindedir.   86  Eski tarihli karar örnekleri için bkz. TANDOĞAN, 1957, s.243.  87  KAPANCI/BAŞOĞLU, 2019, s.3935, par.4. 88  WENNER, 1977, s.45.  89  WENNER, 1977, s.45. 90  Bu  görüşte:  OSER/SCHÖNENBERGER,  Art.110,  par.5,6,7;  PFISTER  Walter,  Der  Gesetzliche 470Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 tarafından borç ilişkisine keyfi müdahalenin engellenmesi amacıyla geliştirilmiş olan  müdahalede ivedilik  şartının halefiyet hallerine içkin olduğu ortaya çıkmaktadır.   2.  Verdikleri Talep Hakkının Niteliği ve Kapsamı Bakımından Halefiyet dışındaki kanunî rücu araçları, hak sahibinin malvarlığında, alacaklı ile aralarındaki  ilişkiden  bağımsız  olarak  kanunen  meydana  gelen  yeni  bir  hakka ilişkindir. Söz konusu hak, doğrudan doğruya rücu ilişkisinden doğar. Daha açık bir ifadeyle, halefiyet dışındaki kanunî rücu araçları, rücu hakkı sahibinin malvarlığında yeni doğmuş  olan  rücu  hakkına  aracılık  eder  ve  borçlu  ile  alacaklı  arasındaki  ilişkiden bağımsız özellik gösterir. Bununla birlikte rücu hakkının kapsamının tüm genel rücu araçları  bakımından  aynı  olduğu  söylenemez.  Her  bir  rücu  aracının  verdiği  talep hakkının  kapsamına  geçmeden  önce,  rücuya  ilişkin  hükümlerin  kural  olarak  yedek hükümler olduğu bir kez daha vurgulanmalıdır. Dolayısıyla aşağıdaki değerlendirmeler, kanunî düzenlemeleri yansıtmaktadır.  Vekaletsiz iş görme hallerinde iş sahibinin (rücu borçlusu /asıl borçlu) temel yükümlülüğü,  iş  görenin  (ifada  bulunan)  malvarlığındaki  eksilmeyi  gidermektir.                                                  Eintritt Eines Dritten In die Rechte des Glaubigers Nach OR 110, Dissertation (Basılmamış), Basel, 1946, s.61; KOLLER- OR AT (JUNG), Art.110, par.6; BSK- ZELLWEGER-GUTKNECHT, Art.110, par.26. 91  BK-  GAUTSCHİ,  Art.419,  par.1b;  KELLER,  1975,  s.306;  KILIÇOĞLU,  1979,  s.13;  von TUHR/ESCHER, 1984, s.27-28; SCHMID, 1992, öz. s.12, par.33 vd. s.133, par.400 vd.; ZK- SCHMİD, Art.419, par.137, Art.422, par.34; NOMER, Haluk Nami,  Halefiyet ile Rücu Hakkı Arasindaki İlişki, Özellikle Sosyal Sigortalar ile Özel Sigortaların Rücu Hakları Bakimindan Halefiyetin Rolü , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1997, Cilt: 55, s. 243–60, s.250; TURANBOY, 1997, s.96;  KOPPENFELS-SPIES,  2006,  s.128;  OĞUZMAN/ÖZ,  2014,  C-II,  s.307-308;  CHKMAİSSEN/HUGUENİN/JENNY, Art.419, par.1; KOÇANO-RODOSLU, 2016, s.10; OFK-RUDOLF, Art.419, par.1; SEROZAN, 2019, s.1160, par.9. Ayrıca bkz. Yargıtay İBGK E.1992/3, K.1994/3, 01.07.1994 (Karşı oy: Aslanköylü, Keskin, Çankaya).  92  MEIER, 2010, s.598-599.  93  HOFSTETTER, 2010, s.242.  94  Bkz. yuk. I, B. Bu doğrultuda örneğin Yargıtay 6. Hukuk Dairesi, E. 2015/969, K. 2015/10487, 26.11.2015 künyeli kararında taraflarca ayrıca kararlaştırılmamış olması karşısında, davacı vekaletsiz iş görenin masrafların yanında taşınmazda meydana gelen değer artışını talep edemeyeceğini hükme bağlamıştır (Kazancı İçtihat Bilgi Bankası).  95  TANDOĞAN, 1957, s.267; BSK- OSER/WEBER, Art.419, par.21. 471Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Nitekim klasik vekaletsiz iş görme teorisi, iş gören ile iş sahibinin malvarlıkları arasında herhangi bir hukuki temele dayanmayan değişim olduğunu ve bunun eski hale getirilmesi gerektiğini  kabul  etmektedir.  İş  sahibinin  (rücu  borçlusu)  denkleştirme yükümlülüğünün,  masraf  tazmini  ve  zarar  tazmini  olmak  üzere  iki  alt  görünümü bulunmaktadır:  Vekaletsiz iş görenin iş sahibine karşı sahip olduğu rücu talebinin içeriğini temel olarak masrafların oluşturduğu kabul edilir.  Masraf, zarardan farklı olarak, kişinin malvarlığındaki eksilmenin rızaen yaratılmasının neticesidir. Bu bağlamda vekaletsiz iş görmeden doğan masrafların tazmini talebi, kapsamı itibariyle zenginleşmeye dayalı rücudan daha geniştir; sadece zenginleşme ile sınırlı olmayıp (yahut da zenginleşmenin mevcut olup olmadığından bağımsız olarak)  durumun gereğine göre zorunlu ve yararlı bulunan tüm masraflara  ilişkindir (TBK m.529)101. Bu masrafların hangileri olduğunun                                                  96  SCHMID, 1992, s.142, par.427. 97  Bununla birlikte iş sahibinin, işin görülmesini  uygun bularak  vekalet sözleşmesi hükümlerini devreye sokması mümkündür (TBK m.531/ OR m. 424). Aynı esas, Roma hukukunda da kabul edilmiştir, bkz. Ulpianus D.3.5.5.11:  Vekalete icazet, vekalet vermeye eştir.  (Aktaran: SAYIN KORKMAZ, 2014, s.192)   Uygun  bulma   mülga  BK  döneminde  sıkça  eleştirildiği  üzere,  teknik  anlamıyla  askıda hükümsüz bir işlemin hüküm doğurmasını sağlayan  icazet  anlamında değildir; iş sahibinin işi kabulü, hukuki sonuçlarının bir vekalet sözleşmesi akdedilmişçesine baştan itibaren iş sahibine aktarılmasını uygun bulma anlamını taşımaktadır. Aynı yönde bkz. TANDOĞAN, 1957, s.245 vd.; HOFSTETTER, 2010, s.249 vd.; YAVUZ/ACAR/ÖZEN, 2014, s.1370, dn.69; KAPANCI/BAŞOĞLU, 2019, s.3951, par.34. Aynı esas, sebepsiz zenginleşme bakımından da geçerlidir. Bkz. von TUHR/PETER, 1984, s.472; KOLLER, 2017, par.30.01. 98  TANDOĞAN, 1957, s.267; BK- GAUTSCHİ, Art.422, par.6b; von TUHR, 1970, s.34; SCHMID, 1992, s.164, par.496; ZK- SCHMİD, Art.422, par.42; KARSLI, 1994, s.9 vd.; CASANOVA, 2010, s.82; EREN, 2015, s.896; KOÇANO-RODOSLU, 2016, s.7, dn.31; KOLLER, 2017, s.551, par.30.97; KAPANCI/BAŞOĞLU,  2019,  s.3936,  par.7;  BSK  -SCHULİN/VOGT,  Art.65,  par.1a.  Öğretide yaratılan bu terminolojik farklılığın kanuna yansımadığını belirtmek gerekir. Örneğin TBK m.54 te tedavi masrafları, bedensel zararlara örnek olarak sayılmıştır.  99  Zarardan farklı olarak masrafların  tazminata  değil; rücuya konu olabileceği yönünde bkz. von TUHR, 1970, s.34. 100  GAUTSCHİ,  Vorb.  (Die  Geschäftsführung  ohne  Auftrag),  par.16;  von TUHR,  1970,  s.33;  von TUHR/PETER,  1984,  s.524;  ULUSAN,  1984,  s.59;  SCHMID,  1992,  s.165,  par.497; KOCAYUSUFPAŞAOĞLU Necip/ HATEMİ Hüseyin/ SEROZAN Rona, vd., Borçlar Hukuku Genel Bölüm, Birinci Cilt, 5.Basım, Filiz Kitabevi, İstanbul, 2010, s.72-73; KAPANCI, 2015, s.515; KOÇANO-RODOSLU, 2016, s.28.  101  TANDOĞAN, 1957, s.270; BK- GAUTSCHİ, Art.422, par.7a vd.; von TUHR, 1970, s.33; von TUHR/PETER, 1984, s.522; LİSCHER, 1990, s.102; SCHMID, 1992, s.164, par.495; ZK- SCHMİD, Art.422, par.43; GUHL/KOLLER/SCHNYDER, vd., 2000, s.560, par.42; KOPPENFELS-SPIES, 2006, s.135 vd.; GÜMÜŞ, 2014, s.236; YAVUZ/ACAR/ÖZEN, 2014, s.1366; KAPANCI, 2015, s.515; OFK-RUDOLF, Art.422, par.2; CHK-MAİSSEN/HUGUENİN/JENNY, Art.422, par.4; YÜKSEL, 2018, s.54; KAPANCI/BAŞOĞLU, 2019, s.3936, par.7. Ayrıca bkz. Yargıtay 3.HD, E.2017/6313, 472Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 tespiti hem sübjektif hem de objektif ölçütlerin bir arada değerlendirilmesi neticesinde yapılır. Üstelik bu masraflar için faiz talep edilmesi de kanunen açıkça mümkün kılınmıştır. Masraf tazmini talepleri para alacağı olarak ortaya çıkar ve masrafların yapıldığı tarihe göre değerlendirilir. Bu talepler, doğduğu (masrafın yapıldığı) anda muaccel  olur.  Taraflarca  aksi  kararlaştırılmadıkça  faiz  borcun  doğduğu  anda yürürlükte olan mevzuata göre belirlenecektir (TBK m.88).  Vekaletsiz iş görenin (çalışmamız özelinde, başkasının borcunu bir yükümlülüğe dayanmaksızın ifa edenin), iş sahibinden (rücu borçlusu/asıl borçlu), masraf tazminin yanı sıra şartları sağlandığı durumda uğradığı zararın tazminini talep etme hakkı da bulunmaktadır (TBK m.529). Buna göre iş gören, iş görmeyle uygun illiyet bağı içinde bulunan zararları (yani masraflardan farklı olarak rızası dışında meydana gelmiş olan malvarlığı eksilmelerini) talep edebilir. Bu yöndeki düzenlemenin amacı, iş sahibinin menfaatine görülmüş işe ait rizikoların iş sahibi üzerinde bırakılmasıdır. Nitekim bu                                                  K.2020/3823, 02.07.2020 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2017/15-248, K.2018/1175, 06.06.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay 15.HD, E.2014/1423, K.2015/2518, 13.05.2015 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK, E.2013/15-95, K.2013/1431, 02.10.2013 (Kazancı İçtihat Bilgi Bankası).   Bu  masrafların  tespiti  bakımından  zilyetlik  hükümlerinin  (TMK  m.994)  kıyasen  uygulanacağı konusunda bkz. EREN, 2015, s.896; BSK- OSER/WEBER, Art.422, par.6. Bununla birlikte iade rejimleri arasında bazı farklılıklar da mevcuttur, bkz. OĞUZMAN/ÖZ, 2014, C-II, s.335, dn.100.  102  BK-GAUTSCHİ,  Art.422,  par.7a;  SCHMID,  1992,  s.165,  par.498;  CHK MAISSEN/HUGUENIN/JENNY, Art.422, par.2. Bkz. ve Karş. TANDOĞAN, 1957, s.270 vd. Bu sonuca TBK m.526 dan da ulaşılması mümkündür. Caiz ve gerçek vekaletsiz iş görmeye ilişkin bulunan bu hükümde işin  iş sahibinin menfaatine ve varsayılan iradesine uygun olarak görülmesi gerektiği  ifade edilmiştir,  103  TANDOĞAN, 1957, s.273; von TUHR, 1970, s.41; LISCHER, 1990, s.102; SCHMID, 1992, s.166, par.499;  CHK-MAİSSEN/HUGUENİN/JENNY,  Art.422,  par.4.  Ayrıca  bkz.Yargıtay  15.HD, E.2015/3745, K.2016/2249, 12.04.2016 (Kazancı İçtihat Bilgi Bankası); Yargıtay 15. HD, E.2017/566, K.2017/1757, 24.04.2017 (Kazancı İçtihat Bilgi Bankası).   Bu faizin hukuki niteliği itibariyle anapara yahut temerrüt faizi değil; masraf kalemlerinden biri olduğu yönünde bkz. BK- GAUTSCHİ, Art.422, par.8a. Anapara faizi nitelemesi için bkz. KAPANCI/BAŞOĞLU, 2019, s.3938, par.9.  104  SCHMID, 1992, s.165, par.498; ZK- SCHMİD, Art.422, par.45; YÜKSEL, 2018, s.56.  105  ZK-  SCHMİD,  Art.422,  par.47;  GÜMÜŞ,  2014,  s.237;  YÜKSEL,  2018,  s.56.  Karş. KAPANCI/BAŞOĞLU, 2019, s.3938, par.9. 106  TANDOĞAN, 1957, s.281 vd., s.285; BK- GAUTSCHİ, Art.422, par.10b; SCHMID, 1992, s.170, par.512; GÜMÜŞ, 2014, s.238. Sorumluluğun doğuşu bakımından kusur aranmadığından illiyet bağının titizlikle değerlendirilmesi gerekir. Aynı yönde: KAPANCI/BAŞOĞLU, 2019, s.3941, par.15.  107  ZK- SCHMİD, Art.422, par.74; BSK-OSER/WEBER, Art.422, par.2   473Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 amaç gereği tazminat talebi bakımından iş görenin kusuru aranmaz. Yine bu amaçla bağlantılı olarak tazminat miktarının takdiri hâkime bırakılmıştır; diğer bir deyişle iş sahibinin iş görenin zararını tamamen tazmin etmesi zorunluluğu mevcut değildir. Öğretide,  bu  hüküm  anlamındaki  zararın,  iş  görülmeseydi  uğranılacak  olan  kazanç kayıplarını ve maddi olmayan zararları da kapsadığı kabul edilmektedir. Zarar talepleri, genel kurala uygun biçimde, doğduğu anda (iş görenin/ifada bulunanın zarara uğradığı  anda)  muaccel  olur,  TBK  m.147  kapsamındaki  bir  özel  duruma  dahil olmadıkça TBK m.146 uyarınca on yıllık genel zamanaşımı süresine tâbidir ve bu andan itibaren tazminat taleplerine faiz işletilmesi mümkündür. Sebepsiz zenginleşmeye dayalı rücuda ise (vekaletsiz iş görmeden farklı olarak) rücu hakkı sahibinin talebi, zenginleşenin malvarlığında gerçekleşen zenginleşme miktarı kadardır.  Zenginleşmenin mümkün olduğu nispette aynen iadesi gerekmektedir. Elde                                                  108  GÜMÜŞ, 2014, s.238; CHK-MAİSSEN/HUGUENİN/JENNY, Art.422, par.6; BSK-OSER/WEBER, Art.422, par.11. Bu sorumluluğun temelinin tehlike yahut hakkaniyet sorumluluğu olduğu konusu tartışmalıdır, bkz. SCHMID, 1992, s.170, par.510; YÜKSEL, 2018, s.57. Bu sorumluluğu hakkaniyet esasına  dayandıran:  YAVUZ/ACAR/ÖZEN,  2014,  s.1367.  Ağırlıklı  görüşün  hakkaniyet  esasına dayandığı konusunda bkz. KAPANCI/BAŞOĞLU, 2019, s.3941, par.14. İsviçre Federal Mahkemesi de bu  sorumluluğu  sebep  sorumluluğu  olarak  nitelendirmektedir,  bkz.  ör.  BGE  48  II  487 (https://www.servat.unibe.ch/dfr/c8487.html),  BGE  61  II  95 (https://www.servat.unibe.ch/dfr/c1095.html).  109  BK- GAUTSCHİ, Art.422, par.10c; SCHMID, 1992, s.171, par.513; ZK- SCHMİD, Art.422, par.55 vd.; CHK-MAİSSEN/HUGUENİN/JENNY, Art.422, par.6; OFK-RUDOLF, Art.422, par.3; BSK- OSER/WEBER, Art.422, par.11. Hâkimin tazminata hükmetmeme yönünde karar verme yetkisini de haiz olduğu yönünde bkz. GÜMÜŞ, 2014, s.238-239.   110  BK- GAUTSCHİ, Art.420, par.13b; GUHL/KOLLER/SCHNYDER, vd., 2000, s.560, par.42. Ayrıca bkz. Yargıtay 15.HD, E.2016/6416, K.2018/2179, 28.05.2018 (Kazancı İçtihat Bilgi Bankası) 111  ZK- SCHMİD, Art.422, par.54; YÜKSEL, 2018, s.57.   112  ZK- SCHMİD, Art.422, par.58.  113  TANDOĞAN, 1957, s.266; GÜMÜŞ, 2014, s.240; KAPANCI/BAŞOĞLU, 2019, s.3970, par.62. Bkz. ve Karş. Yargıtay 15.HD, E.2019/3315, K.2019/4957, 02.12.2019 (Kazancı İçtihat Bilgi Bankası) 114  BK- GAUTSCHİ, Art.422, par.10d.  115  von TUHR, 1970, s. 303 vd.; SCHLUEP, 1990, s.201 vd.; TURANBOY, 1997, s.97; SEROZAN, 2019, s.1231, par.2 vd. Sebepsiz zenginleşme ile vekaletsiz iş görme arasında bu anlamda bir farklılık yaratılmasının nedenlerinden biri, kurumlar arasındaki işlevsel farklılıktır: Vekaletsiz iş görme, başkası yerine, iradi olarak başkasının malvarlığına olumlu yönde etkide bulunma yoluyla olurken; sebepsiz zenginleşme, haksız yere bir başkasının malvarlığında bulunan unsurun ait olduğu malvarlığı alanına geri  döndürülmesiyle  ilgilenir.  Sebepsiz  zenginleşmenin  amacı   yabancı  malvarlığındaki  haksız malvarlığı değerlerini  iade etmektir; malvarlığındaki eksilmeleri denkleştirmek değildir. Bu yönde bkz. MOSER, 1940, s.55; KILIÇOĞLU, 1979, s.513; TURANBOY, 1997, s.94 ; KOPPENFELSSPIES, 2006, s.135 vd.; SCHWENZER, 2009, s.404, par.55.01; OĞUZMAN/ÖZ, 2014, C-II, s.320474Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 edilmiş  semereler  iade  borcunun  kapsamına  dahildir.  Sebepsiz  zenginleşme bakımından ayrıca, (diğer rücu imkanlarından farklı olarak) rücu borçlusunun iyiniyetli olması, alacaklının talep hakkının kapsamını etkilemektedir. Kural, zenginleşmenin tamamının iadesi olsa da TBK m. 79 (OR m.64) uyarınca iyiniyetli zenginleşen, iyiniyetle elden çıkardığı miktarı iade yükümlülüğü altında değildir. Yine diğer rücu araçlarından farklı  biçimde,  rücu  borçlusunun  (zenginleşen)  iyiniyetli  olması,  zenginleşene, alacaklının geri verme talebine karşı ileri sürülebilecek bir karşı-talep hakkı vermektedir (TBK m.80, OR m.65)119. Rücu hakkının sebepsiz zenginleşmeye dayandığı durumlarda, sebepsiz  zenginleşmenin  gerçekleştiği  tarihte  borçlu  temerrüde  düşmüş  kabul edildiğinden bu andan itibaren (iyiniyetli zenginleşen ihtardan itibaren) temerrüt faizi                                                  321;  SEROZAN,  2014,  s.311;  EREN,  2015,    s.842;  ANTALYA,  2017,  C-II,  s.595;  BSK  SCHULİN/VOGT, Art.62, par.4. Bunun yanı sıra vekaletsiz iş görmenin, iş gören ile iş sahibi (yani rücu alacaklısı ile borçlusu) arasında sözleşme benzeri bir kanunî borç ilişkisi yarattığının kabulü de rücu talebinin içeriğinde kuşkusuz etkili olmaktadır. Bu yönde bkz. ZK- SCHMİD, Art.422, par.5; GÜMÜŞ,  2014,  s.225;  BSK-OSER/WEBER,  Art.422,  par.4.  Ayrıca  bkz.  Yargıtay  15.HD, E.2018/2088, K.2019/2415, 21.05.2019 (Karşı oy) (Kazancı İçtihat Bilgi Bankası). Bununla birlikte Yargıtay ın bazı kararlarında kullanılan rücu aracı sebepsiz zenginleşme olarak açıklansa da talebin içeriği,   zorunlu  ve  yararlı  masraflar   ile  sınırlandırılmıştır,  bu  yönde  bkz.  ör.  Yargıtay  3.HD E.2018/6492, K.2019/4681, 20.05.2019. 116  BK- BECKER,  Art.64, par.1; KILIÇOĞLU,  1979, s.529 vd.; von TUHR/PETER, 1984, s.501; ULUSAN, 1984, s.33; SCHLUEP, 1990, s.201; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.749-750;  GUHL/KOLLER/SCHNYDER,  vd.,  2000,  s.228,  par.5;  SCHWENZER,  2009,  s.422, par.58.02 vd.; OĞUZMAN/ÖZ, 2014, C-II, s.384; SEROZAN, 2014, s.372, 376-377; EREN, 2015, s.887; CHK-HAHN, Art.64, par.4; par.9; OFK-SCHWANDER, Art.64, par.2; KOLLER, 2017, s.536 vd. öz. par.30.55; SEROZAN, 2019, s.1237, par.26. Bununla birlikte özel bir beceriyle elde edilen olağan dışı semereler iade borcunun kapsamına dahil olmaz. Bkz. SEROZAN, 2019, s.1238, par.30.    117  KOLLER, 2017, s.535, par.30.45. Bu hüküm anlamında iyiniyet, zenginleşenin kendisinden beklenen dikkat ve özeni göstermiş olmasına karşın iade yükümlülüğü altında bulunduğunu bilmemesi ve bilebilecek durumda olmamasıdır. Bu yönde bkz. BK- BECKER, Art.65, par.5; SCHLUEP, 1990, s.194; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.752; SEROZAN, 2014, s.378; EREN, 2015, s.890; KOÇANO-RODOSLU, 2016, s.28; OFK-SCHWANDER, Art.64, par.5; ANTALYA, 2017, C-II, s.594; SEROZAN, 2019, s.1238-1239, par.31; BSK SCHULİN/VOGT, Art.64, par.9.  118  KILIÇOĞLU, 1979, s.530; von TUHR/PETER, 1984, s.502; ULUSAN, 1984, s.33; SCHLUEP, 1990, s.201; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.750-751; SCHWENZER, 2009, s.425, par.58.11; OĞUZMAN/ÖZ, 2014, C-II, s.381; EREN, 2015,  s.889; OFK-SCHWANDER, Art.64, par.1; ANTALYA, 2017, C-II, s.597-598; BSK-SCHULİN/VOGT, Art.64, par.1. İade borcunun ortadan kalkması yahut miktarının azalması, hukuki niteliği itibariyle bir def i olduğu yönünde bkz. EREN, 2015,  s.890. İyiniyetli zenginleşen lehine kabul edilen bu ayrıcalığın öğretide törpülenmeye çalışıldığı görülür. Bu yönde bkz. ULUSAN, 1984, s.195 vd.; SEROZAN, 2019, s.1242, par.51. Başkasının borcunun ifası, borçlunun malvarlığının pasifini azaltmak suretiyle zenginleşmesine sebep olduğundan zenginleşmenin ortadan kalktığı savunması ile pratik hayatta karşılaşılması güçtür. Aynı yönde: SCHLUEP, 1990, s.207; CASANOVA, 2010, s.90.  119  KILIÇOĞLU, 1979, s.536; BSK-SCHULİN/VOGT, Art.65, par.1; KOLLER, 2017, s.550, par.30.91. Bkz. aşa.  Rücu Borçlusunun Sahip Olduğu Talep Hakları  başlığındaki açıklamalarımız. 475Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 talep edilmesi mümkündür (TBK m.117/II).  Sebepsiz zenginleşmeye dayalı rücu talebinde bulunanın zarara uğraması halinde tazminat talep etmesinin mümkün olup olmadığı ise öğretide tartışılmıştır. Özellikle başkasının borcunu hataen ifa edende kusur aranması kapsamında doğan tartışmalar, iadesi gereken  zenginleşme nin sınırlarının ne olduğu tartışmasıyla devam etmiş; hâkim görüş, iyiniyetli zenginleşenin iade borcu nedeniyle zarara uğramaması gerektiği yönünde şekillenmiştir. Bu bağlamda, başkasının borcunu rızaen ifa eden kişinin uğradığı  zararın  sebepsiz  zenginleşme  hükümleri  kapsamında  zenginleşenden istenemeyeceği kabul edilmektedir.  Halefiyet  kapsamında  ise  (diğer  kanuni  rücu  araçlarından  farklı  olarak)  hak sahibinin  şahsında doğan bir haktan söz edilemez. Halefiyet  hallerinde, alacaklının borçludan olan alacak hakkı bir bütün olarak halefe intikal etmekte ve bu alacak hakkı hukuken rücu aracı haline getirilmektedir. Bu kapsamda halef, alacağa ilişkin fer i hakları ve  öncelik  haklarını  kanunen  kendiliğinden  iktisap  edecek;  alacağın  tâbi  olduğu                                                  120  Roma hukukunda bu soru olumlu yanıtlanırken zamanla kusur şartı terk edilmiştir bkz. von TUHR, 1970, s.294 vd. 121  Bkz. von TUHR, 1970, s.304. 122  Bkz. von TUHR, 1970, s.315. Kusuru bulunmaksızın zenginleşenin, karşı tarafın zararını tazmin etmesine gerek bulunmaması; casum sentit dominus prensibinin uygulama bulması gerektiği yönünde görüş belirten: von TUHR, 1970, s.320 vd.  123  RUER, 1900, s.50; STEMPEL, 1904, s.34; BREUER, 1922, s.33; ZIEGLER, 1938, s.32; KILIÇOĞLU, 1979, s.20, 97; von TUHR/ESCHER, 1984, s.28; FELLMANN, 1999, s.17; STAMM, 2000, s.112; KOPPENFELS-SPIES, 2006, s.153 vd.; SEROZAN, 2014, s. 28; KOÇANO-RODOSLU, 2016, s.13; BeckOGK-LIEDER, BGB § 401 par. 2. Ayrıca bkz. Yargıtay 12.HD E.2016/631, K.2016/7057, 10.03.2016 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD E.2014/14875, K.2015/3813, 19.03.2015 (Kazancı İçtihat Bilgi Bankası). Genel olarak alacak ile birlikte halefe intikal edeceği kabul edilen haklara örnek olarak şunlar verilebilir: Alacak için verilmiş kefalet, rehin hakları (kanuni rehin hakları dahil), işlemiş faizler, cezai şartı talep hakkı, tapuya tescil/şerh talebi, taahhüt edilmiş bulunan teminatların tescili talebi, borç araçlarının teslimi talebi, sicilin düzeltilmesi talebi, bazı yenilik doğuran haklar, ifanın hiç veya gereği gibi ifa edilmemesi durumunda gündeme gelen bazı talepler, (tartışmalı olmakla birlikte) tahkim klozları ve yetkili mahkemenin tespitine ilişkin kayıtlara uyulması talebidir. Bu yönde bkz. BK-BECKER, Art.170, par.2; SCHÖBI Christian, Die Akzessorietat der Nebenrechte von Forderungen: Unter besonderer Berucksichtigung des Rechtsinstituts der Verjahrung, 1.Basım, Schulthess, Zürich, 1990, s.59; BK-WEBER, Art.110, par.56 vd. Halefe intikal edecek öncelik hakları da alacaklının şahsi özelliklerine dayanmayan; alacağa ilişkin haklardır. Bu yönde bkz. RUER, 1900,  s.51;  STEMPEL,  1904,  s.35;  HAPPEK,  George,  Das  Eintrittsrecht  in  die  Rechte  des Befriedigten Glaubigers nach BGB, 1. Basım, A. Seydel & Cie., Berlin, 1909, s.36; KILIÇOĞLU, 1979, s.115; DAYINLARLI Kemal, Borçlar Kanununa Göre Alacağın Temliki, 1.Basım, Dayınlarlı Hukuk Yayınları, Ankara, 2000, s.239; BK-WEBER, Art.110, par.52; HAWELLEK, 2010, s.294 vd.; SCHAUFELBERGER, Peter C./ KELLER, Katrin, Orell Füssli Kommentar, OR Kommentar, 476Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 modaliteler de aynı şekilde varlığını sürdürecektir. Masrafların halefiyete dayanarak talep edilebilmesi ile genel rücu araçlarına dayanılarak talep edilmesi arasındaki fark, teminatların bu masraflara ilişkin alacakları da temin edip etmemesi bakımındandır. İlk bakışta genel rücu araçlarına dayanan rücudan daha elverişli bir talep çerçevesi çizse de halefiyet  yoluyla intikal eden alacak hakkına dayanmanın, genel rücu araçlarına dayanmaktan  daha  elverişsiz  olduğu  durumlar  da  vardır.  Örneğin  halefiyete  dayalı rücuda,  alacaklıyı  tatmin  eden  kişinin,  rücu  borçlusundan  dava  ve  takip  masrafı isteyemeyeceği kabul edilir. Faizler bakımından ise alacaklı ile borçlu arasında ayrı bir kararlaştırma  bulunmadığı  durumlarda  TBK  m.189/II  uyarınca  işlemiş  faizler  asıl alacakla birlikte halefe intikal edecektir. Bu bağlamda intikal kapsamına sözleşmesel ve kanuni faizler (özellikle de temerrüt faizi) dahildir. Bunun yanı sıra alacak hakkının kanunen  rücuu  amacına  hizmet  etmek  amacıyla  intikalinde  kapsam,  üçüncü  kişi tarafından alacaklıya ifa edilen edim ile sınırlıdır. Aynı zamanda intikal, alacaklı ile                                                  Schweizerisches Obligationenrecht, 3. Basım, 2016, Art.170, par.2; BUSCHE, Jan, Staudinger BGB Buch  2:  Recht  der  Schuldverhaltnisse:  §§397-432  (Erlass,  Abtretung,  Schuldübernahme, Mehrheit  von  Schuldnern  und  Glaubigern),  16.  Basım,  2017,  BGB  §  401,  par.23,24; WESTERMANN, Harm Peter, Erman BGB Kommentar, 15. Basım, 2017, § 401 BGB, par.7; GIRSBERGER, Daniel/ HERMANN, Johannes Lukas, Basler Kommentar Obligationenrecht I, (Art.164-174), 7.Basım, 2020, Art. 170, par.7. Bu bağlamda halefiyete dayalı rücuun genel rücu araçlarına dayanan rücudan ayrıksı bir başka özelliği daha ortaya çıkmaktadır. Halefiyete dayanan rücuda alacağa bağlı rüçhan hakları halefe intikal etmekte ve böylece halef, rücuda diğer alacaklılar karşısında avantajlı bir konum elde etmektedir. Genel rücu araçları bakımından ise hak sahibinin malvarlığında bir alacak hakkı doğar ve cebri icra sürecinde herhangi bir önceliği haiz olmaz. Bu yönde bkz. SEROZAN, 2019, s.1159, par.8.   124  ZK- SCHMID, Art.419, par.137; FELLMANN, 1999, s.18; BK-WEBER, Art.110, par.68; JUNG, Peter: Kurzkommentar Obligationenrecht (Ed.Heinrich Honsell), (Art. 110), 1.Basım, Helbing Lichtenhahn  Verlag,  2014,  Art.  110,  par.7;  CHK-REETZ/GRABER,  OR.110,  par.21;  BSKZELLWEGER-GUTKNECHT, Art. 110, par.32. 125  KILIÇOĞLU, 1979, s.97.  126  KILIÇOĞLU, 1979, s.19; SCHMID, 1992, s.438, par.1377; GUHL/KOLLER/SCHNYDER, vd., 2000, s.560, par.42; KOÇANO-RODOSLU, 2016, s.36. Aksi görüşte: ZK- SCHMİD, Art.419, par. 139: Yazar, bazı vekaletsiz iş görme hükümlerinin halef bakımından da uygulanabileceğini kabul etmekte; özellikle usulî masrafları faiziyle birlikte bu kapsamda ele almaktadır.  127  KILIÇOĞLU, 1979, s.111-112; ZK-SPIRIG, Art.170, par.36,37,95; KOÇANO-RODOSLU, 2016, s.18; OFK-SCHAUFELBERGER/KELLER, Art.170, par.7; KOLLER, 2017, s. 1477, par. 84.102; BSK-GIRSBERGER/HERMANN, Art. 170, par.15. Bu yönde bkz. Yargıtay HGK E.2004/13-761, K.2004/708, 15.12.2004 (Kazancı İçtihat Bilgi Bankası); Yargıtay 13.HD E.2005/14902, K.2006/2026, 20.02.2006 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD E.2015/13840, K.2017/2156, 17.04.2017 (Kazancı İçtihat Bilgi Bankası); Yargıtay 11.HD E.2018/4677, K.2019/5996, 30.09.2019 (Kazancı İçtihat Bilgi Bankası).  128  Vekaletsiz iş görenin masraf taleplerinin üst sınırının da fiilen yapılan masraflar olduğu kabul edilir, 477Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 borçlu arasında mevcut olan yükümlülük ile sınırlıdır. Son olarak, halefiyet neticesinde alacak  hakkı  kanunen  kendiliğinden  intikal  ettiğinden  intikal  edecek  hakların mevcudiyeti, kapsamı ve fer iliği konusunda iyiniyeti korunmaz.   3.  Rücu Aracının Tâbi Olduğu Sınırlamalar Bakımından   Halefiyet;  alacaklının  borçludan  olan  alacak  hakkının,  alacaklıyı  tatmin  eden üçüncü kişiye intikali anlamına geldiğinden halef, alacağın tâbi olduğu tüm kanunî ve iradî  sınırlamalara  tâbidir.  Bu  sınırlamalar,  intikal  hukukunun  borçluyu  koruyucu hükümlerinin sonucudur. Adî rücu araçları ise doğrudan doğruya rücu hakkı sahibinin şahsında (malvarlığında) doğan bir hakkın kullanımına ilişkin olduğundan bu sınırlamalar sebepsiz zenginleşen ve vekaletsiz iş gören için kural olarak geçerli değildir. Bu nedenle, halefiyete özgü sınırlamalar, halefiyeti diğer kanunî rücu araçlarından ayıran en belirgin özelliklerdendir.  Alacaklının rızası alınmadığından ve hatta halefiyet, alacaklının rızası hilafına dahi gerçekleşebildiğinden , alacaklının iradesiyle gerçekleşen iradi temlikten farklı olarak kanunî intikal durumlarında borçlunun yanı sıra alacaklının menfaatlerinin de hukuken korunması gerekir. Halefiyet hallerinde alacaklıya sağlanan korumanın iki görünümü vardır: Alacaklıya sağlanan ilk koruma, alacağın intikalinin alacaklının aleyhine olacak                                                  bkz.  BK-  GAUTSCHİ,  Art.422,  par.6b;  von  TUHR,  1970,  s.33-34;  YÜKSEL,  2018,  s.56; KAPANCI/BAŞOĞLU, 2019, s.3937, par.8.  129  Bkz. aşa. II, A, 3. 130  BREUER, 1922, s.38; BeckOGK-LIEDER, BGB § 401 par. 16. Örneğin Yargıtay Hukuk Genel Kurulu, alacaklı bankaya ödeme yapan kefilin, alacak için verilmiş ipotekten yararlanmasını, ipoteğin aile konutu üzerinde kurulmuş olmasına dayanarak reddetmiştir. Bu bağlamda kefilin, tapuya güven ilkesinden yararlanmasının mümkün olmadığı hükme bağlanmıştır, Yargıtay HGK E.2015/2-528, K.2015/1713, 19.06.2015 (Kazancı İçtihat Bilgi Bankası). Bu yönde bkz. Yargıtay HGK E.2017/122454, K.2019/839, 02.07.2019 (Kazancı İçtihat Bilgi Bankası). Aksi yönde bkz. Yargıtay 2.HD E.2014/15973, K.2014/18284, 24.09.2014 (Kazancı İçtihat Bilgi Bankası). 131  Bununla  birlikte  Alman  öğretisinde  özellikle  intikal  hukukunun  borçluyu  koruyan  hükümlerinin kıyasen  sebepsiz  zenginleşme  hukukuna  da  uygulanması  gerektiği  ileri  sürülmüştür,  bkz.  ör. DIECKMANN Johann Andreas, Der Derivativregreß des Bürgen gegen den Hauptschuldner im englischen und deutschen Recht, 1.Basım, Duncker & Humblot, Berlin, 2003, s.405. 132  Bkz. yuk. II, A, 1, e.  478Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 şekilde ileri sürülemeyeceği ( nemo subrogat contra se ) prensibidir. Bu prensip, kanuni alacak  intikali  (cessio  legis)in   alacaklının  durumunu  kötüleştirecek  şekilde  ileri sürülemeyeceği   yani  üçüncü  kişinin  ifasının,  borçlu  ifada  bulunsaydı  bu  ifanın doğurmayacağı hiçbir olumsuz sonuç doğuramayacağını ifade etmektedir. Bu ilkenin temelinde  yatan  mantık  düzeni  (ratio),  halefin  durumunun  alacaklı  hesabına iyileştirilmemesi gereğidir. Bu prensip, özellikle alacaklının kısmen tatmin edildiği durumlarda uygulama bulur. Zira alacaklının halef tarafından kısmi tatmini hallerinde, tam  tatmin  hallerinden  farklı  olarak  alacaklı,  alacaklı  olma  sıfatını  tamamıyla yitirmemekte; tatmin edilmeyen miktar nispetinde bu sıfatını korumaktadır.  Halefin alacaklıyı tatmin ettiği nispette bu sıfatı haiz olması, beraberinde, özellikle icra hukuku alanında ortaya çıkan menfaat çalışmalarını getirmektedir. Bu ilke gereğince, alacak hakkının, biri halefe diğeri ise alacaklıya ait olan iki parçaya bölündüğü ve borçlunun malvarlığı her iki alacağı karşılamaya yetmiyorsa, eldeki değerden öncelikle alacaklının faydalandırılacağı kabul edilir. Aynı esas, teminatların paraya çevrilmesi bakımından                                                  133  ZIEGLER, 1938, s.34; HÜBENER, 1968, s.107;   HÄSEMEYER, 1993, s. 152; GERNHUBER, 1994, s.471; KIM, 2003, s.153-154; HAWELLEK, 2010, s.346 vd., s.351; ZEISING Jörg,  Nemo subrogat contra se – Wettlauf von Forderungen und Nebenrechten? , JURA- Juristische Ausbildung, Yıl:2011, Cilt: 3, (s.161 vd.), s.162; SCHWAB, Martin, Nomos Kommentar, BGB Schuldrecht, Band 2/1, 2. Basım, 2012, Art.268, par.14. Burada karşılaştırılan, adi üçüncü kişi ifası neticesinde borcun sona erdiği hal değildir. Bu hal ile alacağın itfa etmeyerek intikal ettiği haller arasında, işin niteliği gereği belirli farklılıklar bulunmaktadır. Burada karşılaştırılan, borçlunun (farazî) ifası ile üçüncü kişinin ifasıdır. Aynı yönde bkz. BÜTOW, 1908, s.11 vd. 134  POCHER, 1911, s.32-33; PFISTER, 1946, s.50; HERPERS, Hans Heinz,  Über den Nachteil des Gläubigers bei der Legalzession , Archiv für die civilistische Praxis, Yıl: 1966, Cilt: 166, Sayı: 5–6, (s.  454  vd.),  s.454-455;  HÄSEMEYER,  1993,  s.157;  SEROZAN,  2014,  s.29.  Bu  ilkenin dayanaklarından birinin, alacaklının  farazi iradesi  olduğunu ifade edilmektedir.  Nemo subrogat contra  se   kuralı,  kimsenin  kendi  menfaatine  aykırı  sonuçlar  doğuracak  devri  yapmayacağı prensibinden yola çıkar ve aynı esası kanuni alacak intikali durumlarında da kabul eder, ZEISING, 2011, s.161; KAPANCI, 2015, s. 375. Nitekim bu ilke alacaklının menfaatlerini korumaya yönelik olduğundan borçlular arasında bir öncelik ilişkisi yaratmaz. 135  Belirtmek gerekir ki bu ilkenin Türk borçlar hukuku mevzuatındaki tek pozitif yansıması TBK m. 596/2 hükmüdür. İİK m. 204 te ise tüm birlikte borçlular bakımından bir hüküm sevk edilmiştir. Öğretide, bu maddeler nazara alınarak bir toplu kıyas yapılma imkanının bulunduğu ve özellikle teminat hakları bakımından, kısmen tatmin edilmiş alacaklının halefe göre öncelikli olacağına ilişkin genel bir kuralın hukukumuzda tüm halefiyet halleri bakımından benimsenebileceği görüşüne biz de katılıyoruz. Bu görüşte bkz. ör. OMAĞ Merih Kemal, Türk Hukukunda Sigortacının Kanunî Halefiyeti, 2.Basım, Vedat Kitapçılık, İstanbul, 2011, s.166; KAPANCI, 2015, s. 379. Bununla birlikte bu ilkenin emredici olmadığı da ifade edilmelidir. Halefin alacaklı ile anlaşarak aksini kararlaştırması pekâlâ mümkündür. Bkz. von TUHR/ESCHER, 1984, s.31; GUHL/KOLLER/SCHNYDER, vd., 2000, s.283-284, par. 75; BK-WEBER, Art.110, par.76. İlkenin kamu düzenine ilişkin olmadığına dair: KAPANCI, 2015, s. 380. 136  ROOS, 1928, s.106; HERPERS, 1966, s.458; GERNHUBER, 1994, s.472; SCHREIBER, Soergel BGB,  Bürgerliches  Gesetzbuch  Schuldrecht  3/3,  §§328-432,  13.  Basım,  2010,  §412  par.2; 479Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 da geçerlidir. Bu durumlarda iki ayrı teminattan söz edilir ve teminatın paraya çevrilmesi  neticesinde  elde  edilen  miktarın  iki  alacağı  da  karşılamaya  yetmediği durumlarda  kural  olarak  öncelikle  alacaklı  tatmin  edilecek;  halef,  kalan  miktarla yetinecektir.  Adî rücu araçlarının aracılık ettiği rücu hakkı bakımından herhangi bir intikalden söz  edilemeyeceği  için  kural  olarak  bu  tür  sınırlamaların  söz  konusu  olmayacağı belirtilmişti. Bununla birlikte, başkasının borcunu ödeyenin sebepsiz zenginleşmeye                                                  KAPANCI, 2015, s. 377-378; STAUDINGER-BUSCHE, BGB § 412, par.6. Sırada öncelik, aslında eşit sırada olan haklardan birine, fiktif bir sıra ilişkisinde öncelik tanımak anlamına gelmektedir, bkz. DERLEDER Peter,  Teilzession und Schuldnerrechte , Archive für Civilistische Praxis, Yıl: 1969, Cilt: 169, (s. 97 vd.), s.99-100; BSK-GIRSBERGER/HERMANN, Art. 170, par.3. Bununla birlikte önce tatmin edilme ayrıcalığı, alacaklının şahsına değil; alacaklıda kalan alacak hakkına ilişkin bir özelliktir ve bu nedenle de bir temlik durumunda temlik alana intikal edecektir, bkz. ROOS, 1928, s.109. 137  KAPANCI,  2015,  s.  378.  Bu  öncelik  sadece  alacağı  takip  eden  fer i  teminatları  ilgilendirir, GERNHUBER, 1994, s.472; STAUDİNGER-BUSCHE, BGB § 412, par.6 . Fer i olmayan teminatlar bakımından kabul edilen, ifada bulunan üçüncü kişinin alacaklıdan bunların kendisine devrini talep edebileceğidir. İfada bulunma hakkı olan üçüncü kişi, bağımsız teminatın bir kısmını öderse, alacaklının devam eden bağımsız teminatının arkasında, ödemesi nispetinde bir hak kazanır, ZEISING, 2011, s.163. Farklı görüşte bkz. KIM, 2003, s.153-154.  138  Türk hukukunda bkz. SİRMEN, A.Lâle,  İpotekli Alacağın Devredilmesi İle İlgili Bazı Sorunlar , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XXII, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2006, (s. 215 vd.), s.218; KAPANCI, 2015, s.378-379, dn.1609; ÖZÇELİK, Ş. Barış,  İpoteğin Alacağa Bağlılığı , Banka ve Ticaret Hukuku Dergisi, Yıl: 2017, Cilt: 33, Sayı: 4, (s. 157 vd.), s.173; BAYRAM, Aziz Erman,  Üçüncü Kişi İpoteğinde Taşınmaz Malikinin Borcu İfası ve İfanın Hukuki Sonuçları , Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 5, Sayı: 1, (s. 409 vd.), s.446. İsviçre hukukunda bkz. ör. von TUHR/ESCHER, 1984, s.31-32; BK-WEBER, Art.110, par.75; CHK-REETZ/GRABER, Art.110, par.27. Ancak KUKO-JUNG, Art. 110, par.11 de farklı bir görüş savunulmaktadır. Bu yazara göre, teminat hakları bölünmez; alacak hakkı bölünür, bağlı haklar her iki alacaklının da beraberce, bir bütün olarak yanında yer alır, bkz. KUKO-JUNG, Art. 110, par.11.  139  Ancak  bunun  aksine  düzenlemeler  de  mevcuttur.  Örneğin  Alman  hukukunda  sigortacının  Quotenvorrecht i  düzenlenmiştir.  Bkz.  SOERGEL-SCHREIBER,  §412  par.2  Bu  durumda menfaatlerin farklılaştığına ilişkin olarak bkz. HÄSEMEYER, 1993, s.172. 140  SCHULZ, 1907, s.94; BÜTOW, 1908, s.51; BK-BECKER, Art.110, par.9; HERPERS, 1966, s.458; GERNHUBER, 1994, s.472; BK-WEBER, Art.110, par.76; KIM, 2003, s.156; ZEISING, 2011, s.162; NOMOS KOMM.-SCHWAB, Art.268, par.15; CHK-REETZ/GRABER, Art.110, par.9, 27. Bu sonuca teorik olarak üç biçimde ulaşılabilir: İlk olarak, ödenen kısmi alacağın intikali ile intikal eden ve kalan alacak arasında bir sıra değişiminin olacağı kabul edilebilir. İntikal eden kısmi ipoteğin sırası aynı kalır, ikinci kısma ilişkin ipotek ilkinden öncelikli olur. İkinci olarak, sadece borçlar hukukuna ilişkin yükümlülükler bakımından bir düzenleme öngörüldüğü ve kısmen ifa eden ipoteğin, alacaklının zararına ileri sürülemeyeceği kabul edilebilir. Üçüncü olarak ise intikal eden ve kalan ipotekler arasında bir sıra ilişkisi öngörülmediği çünkü ilgili prensibin alacaklıya sadece icra hukukuna dair bir tatmin önceliği hakkı tanıdığı kabul edilebilir. Alman hukukçu Pocher e göre, doğru olan son görüştür. Zira bu  görüş,  alacaklının  korunan  menfaatlerine  zarar  vermeden  diğer  iki  görüşün  zayıf  taraflarını kapatmaktadır, POCHER, 1911, s.35-36. Kanaatimizce de burada alacaklıya fiktif bir sıra önceliği tanınmaktadır.  480Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 dayanarak rücu talebinde bulunma imkânı, belirli hallerde kanunen ortadan kaldırılmıştır. Bu haller, TBK m.81 (OR m.66) uyarınca verilen şeyin hukuka ve ahlaka aykırı bir sonucun gerçekleşmesi amacıyla verilmiş olması hali ve zamanaşımına uğramış bir borcun ifasının yahut ahlaki bir ödevin yerine getirilmiş olmasının zenginleşmeye yol açması halidir (TBK m.78/2, OR m.63/2)141. Hukuk güvenliğinin malvarlıkları arasında gerçekleşen dengesizliği düzeltme menfaatine üstün geldiği kabul edilen bu hallerde rücu alacaklısının rücu hakkı kanunen ortadan kaldırılmıştır. Aynı biçimde, ifa edilmiş eksik borçların da sebepsiz zenginleşmeye dayanılarak rücua konu edilmesi söz konusu değildir (ör. bkz. TBK m.605/2)143.  4.  Rücu  Hakkı  Sahibinin  Yükümlülükleri  ve  Rücu  Borçlusunun  Sahip Olduğu Talepler Bakımından  Kanunî rücu araçlarının kanun gereği ortaya çıkarak kanunî borç ilişkilerinin bir parçası  olduğu  kabulü,  bu  borç  ilişkisinin  taraflarının  da  kanun  gereği  belirli yükümlülükler altına sokulması sonucunu doğurmaktadır. Bu bağlamda rücu hakkı sahipleri (çalışmamız özelinde başkasının borcunu ifa edenler), belirli talep haklarına haiz olmalarının  yanında  kanunen  bazı  yükümlülükler  altına  da  sokulmuştur.  Bu                                                  141  WENNER,  1977,  s.93  vd.,  s.107  vd.;  GUHL/KOLLER/SCHNYDER,  vd.,  2000,  s.222,  par.13; ANTALYA, 2017, C-II, s.602 vd. Konuyla ilgili olarak ayrıca bkz. ÖZ M. Turgut:  BK m.65 Kuralının Sınırlandırılması Sorunu ve BK m.20 Kuralı ile İlişkisi , İstanbul Barosu Dergisi, Cilt: 59, Sayı:1-23, (s.105 vd.); SUNGURBEY İsmet,  Borçlar Yasası md.65 teki Kuralın Uygulama Alanı Üstüne , Medeni  Hukuk  Eleştirileri  Cilt:  3,  1.Basım,  İstanbul  Üniversitesi  Yayınları,  İstanbul,  1971; WENNER,  1977,  s.125  vd.;  KILIÇOĞLU,  1979,  s.521  vd.;  ULUSAN,  1984,  s.29  vd.; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.745; OĞUZMAN/ÖZ, 2014, C-II, s. 361 vd.; SEROZAN, 2014, s.339 vd.; ÇAĞLAYAN AKSOY Pınar:  Sebepsiz Zenginleşme Hukukunda İade Talebinde Bulunulmasını Engelleyen TBK Madde 81 Hükmü Üzerine Bir İnceleme , Banka ve Ticaret Hukuk Dergisi, Yıl: 2015, Cilt: 31, Sayı: 4, (s.131 vd.); EREN, 2015,  s.898 vd.; SEROZAN, 2019, s.1256 vd.;  142  BSK-SCHULİN/VOGT, Art.62, par.3. Bu menfaat öncelemesi bakımından sebepsiz zenginleşmeye dayalı  rücuya  ilişkin  sınırlamalar,  halefiyete  dayalı  rücuya  ilişkin  sınırlamalara  benzerlik göstermektedir.  143  SEROZAN, 2019, s.1226, par.35. 144  Yargıtay HGK E.2017/15-248, K.2018/1175, 06.06.2018. (Kazancı İçtihat Bilgi Bankası). Ayrıca bkz. ÖZDEMİR, 2001, s.64. Vekaletsiz iş görmenin, iyiniyete bağlı olarak eksik iki taraflı bir borç ilişkisi kurduğu yönünde bkz. ÖZDEMİR, 2001, s.64.  481Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 yükümlülükler, başkasına ait işin görülmesi anında doğmaktadır. Gerçek  ve  caiz  vekaletsiz  iş  görme  neticesinde  ortaya  çıkan  kanunî  borç ilişkisindeki  yükümlülüklerin  tespiti  bakımından,  ilişkinin  vekalet  sözleşmesine benzerliği nedeniyle vekalet hükümleri esas alınmıştır. Gerçek ve caiz vekaletsiz iş görenin, tıpkı vekalet akdinin taraflarından olan vekil gibi özenli iş görmesi gerektiği (TBK m.413/I) ve yine tıpkı vekil gibi iş görme neticesinde elde edilenleri iş sahibine devretmesi  gerektiği  kabul  edilir.  İş  sahibinin  (rücu  borçlusu)  iş  görenin  özen yükümlülüğüne aykırı davranışları sebebiyle ortaya çıkan zararının tazminini iş görenden (rücu alacaklısı) talep etmesi mümkündür. Bunun yanı sıra, işi sürdürme yükümlülüğü, aydınlatma  ve  sadakat  yükümlülüğü  gibi  bazı  yan  yükümlülükler  de  yine  vekalet hükümlerinin kıyasen uygulanması sonucu kabul edilebilecektir. Nitekim TBK m.527                                                  145  TANDOĞAN, 1957, s.175.  146  TANDOĞAN, 1957, s.175; SCHMID, 1992, s.4, par.14, s.11, par.31; HOFSTETTER, 2010, s.235; GÜMÜŞ, 2014, s.226; CHK- MAİSSEN/HUGUENİN/JENNY, Art.420, par. 2; ŞEN-DOĞRAMACI, Hayriye  Bir Borç Kaynağı Olarak Vekâletsiz İş Görme , Medeni Kanun un ve Borçlar Kanunu nun 90. Yılı Uluslararası Sempozyumu II. Cilt, 1.Basım, Yetkin Kitabevi, Ankara, 2017 (s.1489 vd.), s.1491;  KAPANCI/BAŞOĞLU,  2019,  s.3931,  par.3.  Roma  Hukukunda  da  vekaletsiz  iş  görme, Iustinianus döneminden itibaren borç kaynakları arasında  sözleşme benzerleri  ( quasi contractus ) kategorisine dahil edilmiş (ÖZDEMİR, 2001, s.15 vd.); bu kapsamda Roma hukukunda da benzer yükümlülükler öngörülmüştür, bkz. ÖZDEMİR, 2001, s.64-65. Öğretide vekalet verene kanuni intikal öngören hükmün gerçek caiz vekaletsiz iş gören için kıyasen uygulanması gerektiği yönünde bkz. SCHMID, 1992, s.188, par.568 vd.; ZK-SCHMİD, Art.422, par.94-95.  147  TANDOĞAN, 1957, s.175;  Hiç kimse hukuken yükümlü olmadığı halde başkasının işini görmek zorunda değildir. Bu nedenle de başkasının işini görmeyi tercih etmiş kişinin bu işi özenli görmesi gerekir. , BK- GAUTSCHİ, Art.420, par.1d; SCHMID, 1992, s. 143, par.430 vd.; HOFSTETTER, 2010, s.235. Gösterilmesi gereken özenin ölçüsü, vekil bakımından olduğu gibi objektif kriterlere dayanılarak belirlenecek ancak somut olayın ilave özellikleri de dikkat alınacaktır. Bu yönde bkz. SCHMID, 1992, s.144, par.433; GÜMÜŞ, 2014, s.233. Vekaletsiz iş gören, somut olayda bir vekalet bulunsaydı nasıl davranması gerekiyor idiyse, aynı ölçüde özen yükümlülüğü altındadır. Bu yönde bkz. HOFSTETTER, 2010, s.235. 148  TANDOĞAN, 1957, s.175, 192 vd.; SCHMID, 1992, s.147, par.444 vd.; BK- GAUTSCHİ, Art.419, par.6a; ZK- SCHMİD, Art.419, par.109 vd, Art.422, par.109 vd., 117 vd.; GÜMÜŞ, 2014, s.234; CHK- MAİSSEN/HUGUENİN/JENNY, Art.419, par.19; KAPANCI/BAŞOĞLU, 2019, s.3947, par.26; BSK- OSER/WEBER, Art.419, par.19, Art.422, par.13.  149  BK-  GAUTSCHİ,  Art.422,  par.5b;  LISCHER,  1990,  s.76;  ZK-  SCHMİD,  Art.422,  par.116; HOFSTETTER, 2010, s.235; CHK- MAİSSEN/HUGUENİN/JENNY, Art.419, par.18.  150  TANDOĞAN, 1957, s.175, 177, 183 vd.; SCHMID, 1992, s.150, par.451 vd.; ZK- SCHMİD, Art.422, par.110 vd.; ÖZDEMİR, 2001, s.115 vd.; GÜMÜŞ, 2014, s.233; OFK-RUDOLF, Art.419, par.11; KAPANCI/BAŞOĞLU, 2019, s.3944, par.19 vd., s.3948, par.27-28; BSK-OSER/WEBER, Art.419, par.19. 482Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 (OR m.420), caiz gerçek vekaletsiz iş göreni her türlü kusurundan sorumlu tutmuştur. Akdî sorumluluk esasları (zamanaşımı, kusur, illiyet bağı, ispat yükü gibi) bu sorumluluk bakımından  da  geçerlidir.  Bu  prensibin,  başkasının  malvarlığına  müdahalede bulunanın kusurlu fiillinin neticelerinin iş sahibine yüklenmemesi amacıyla sevk edildiği kabul edilmektedir. Bu menfaat dengesi düşüncesi nedeniyle prensibi düzenleyen hükmün  (TBK  m.527)  ikinci  fıkrasında  yakın/acil  zarar  tehlikesinin  bulunduğu durumlarda iş görenin sorumluluğunun daha hafif değerlendirileceği ifade edilmiştir. Bu durumlarda hâkim, takdir yetkisini kullanarak tazminat miktarını belirleyecektir; bu kapsamda  tazminata  hükmedilmemesi  de  mümkündür.  Gerçek  caiz  vekaletsiz  iş görmenin  şartlarının  sağlanması,  iş  sahibinin  rücu  borcunun  doğmuş  olduğu  ve dolayısıyla  ifa  yükümlülüğü  altında  olduğu  anlamına  gelmektedir.  Bu  kapsamda  iş görenin (ifada bulunanın) masraf tazmini alacağını, (varsa) teslim ve zarar tazmini borcu                                                  151  Her ne kadar hükümde  her türlü ihmalden  söz edilmiş olsa da ihmalden sorumlu tutulan bir durumda kasttan sorumsuzluk düşünülemeyeceğinden, iş görenin hafif ihmal dahil olmak üzere her türlü kusurundan sorumlu tutulduğu sonucuna varılmalıdır. Aynı yönde bkz. TANDOĞAN, 1957, s.207 vd.; BK- GAUTSCHİ, Art.420, par.2a; SCHMID, 1992, s.153, par.460; ZK- SCHMİD, Art.420, par.8; CHK-MAİSSEN/HUGUENİN/JENNY, Art.420, par.2; ŞEN-DOĞRAMACI, 2017, s.1494; YÜKSEL, 2018, s.30-31; KAPANCI/BAŞOĞLU, 2019, s.3945, par.22; BSK -OSER/WEBER, Art. 420, par.2. Ayrıca bkz. Yargıtay HGK E.2017/15-248, K.2018/1175, 06.06.2018 (Kazancı İçtihat Bilgi Bankası). 152  TANDOĞAN, 1957, s.212; BK- GAUTSCHİ, Art.420, par.6c, 9b; SCHMID, 1992, s.154, par.462 vd.; ZK-  SCHMİD,  Art.420,  par.10  vd.;  CHK-MAİSSEN/HUGUENİN/JENNY,  Art.420,  par.2,  4; GÜMÜŞ, 2014, s.234-235; YAVUZ/ACAR/ÖZEN, 2014, s.1364-1365; KAPANCI/BAŞOĞLU, 2019, s.3945 vd.; BSK-OSER/WEBER, Art. 420, par.3, 4, 16. Bununla birlikte bu hükümler, genel hükümler karşısında öncelikli uygulama alanına sahiptir. Bkz. SCHMID, 1992, s.158, par.475; OĞUZMAN/ÖZ, 2014, C-I, s.255. 153  Bu yönde bkz. YÜKSEL, 2018, s.32. Bu düzenlemenin emredici niteliği haiz olduğu ve dolayısıyla taraf anlaşmalarıyla bertaraf edilemeyeceği yönünde bkz. BK- GAUTSCHİ, Art.420, par. 2d. İsviçre öğretisinde, fiilin bir haksız fiil niteliğini haiz olduğu durumlarda haksız fiil hükümleri ile bu hükmün yarışma halinde olduğu kabul edilmektedir, bkz. BK- BECKER, Vorb. zu Art.62-67, par.7; BKGAUTSCHİ, Art.420, par.1g; LISCHER, 1990, s.187; SCHMID, 1992, s.155, par.466; ZK-SCHMID, Art.420, par.21. Bununla birlikte, sebepsiz zenginleşme ile yarışma, zenginleşmenin ikincilliğini savunan görüş tarafından reddedilmektedir. Bu yönde bkz. ör. BK-GAUTSCHİ, Art.420, par.1f.  154  TANDOĞAN, 1957, s.214 vd.; KAPANCI/BAŞOĞLU, 2019, s.3946, par.24. Bu hüküm bakımından iş görenin bu iradeye sahip olmasının yeterli olup olmadığı tartışmalıdır. Öğretide bir görüş, iş görmenin objektif olarak yakın bir zarar tehlikesi yaratmaya elverişli olması gerektiğini ileri sürmektedir. Bu yönde bkz. BK-GAUTSCHİ, Art.420, par.8c; BSK-OSER/WEBER, Art. 420, par.5. Aksi yönde bkz. LISCHER, 1990, s.78; SCHMID, 1992, s.155, par.468. Bu hükmün genel hükümler karşısında lex specialis niteliğini haiz olduğuna ilişkin olarak bkz. ZK-SCHMID, Art.420, par.22.   155  TANDOĞAN, 1957, s.215; BK-GAUTSCHİ, Art.420, par.10b; SCHMID, 1992, s.157, par.472; ZKSCHMID, Art.420, par.31; KAPANCI/BAŞOĞLU, 2019, s.3946, par.24.  483Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ile takas edebileceği kabul edilir. Başkasının borcunu ifa bakımından, belirtilen hüküm anlamında bir zararın ortaya çıkma ihtimali ile günlük hayatta sıkça karşılaşılmadığını belirtmek gerekir ancak diğer sayılanlarla karşılaşılma ihtimali pekâlâ mevcuttur.  İş gören ve iş sahibinin birbirlerine karşı sahip oldukları talep hakları, hukuken birbirinin karşılığını oluşturmaktadır.  Bu nedenle de iş görenin bu yükümlülükleri yerine getirmemesi durumunda iş sahibi (rücu borçlusu), iş görenin taleplerini buna dayanarak reddedebilecektir.   Sebepsiz zenginleşmeye dayanan rücu hallerinde ise zenginleşene (rücu borçlusu, asıl borçlu), iyiniyetli olup olmadığına göre kapsamı değişecek biçimde masrafları isteme hakkı verilmiştir. TBK m.80 uyarınca iyiniyetli zenginleşen, yaptığı zorunlu ve yararlı giderleri  talep  edebilir.    Rücu  borçlusunun  iyiniyetli  olmaması,  yalnızca  yararlı masraflar bakımından sonucu değiştirir; bu durumda zenginleşen yararlı masrafların, yalnızca geri verme zamanında mevcut kıldığı değer artışını talep edebilir. Lüks masraflar bakımından ise iyiniyetli olup olmamasından bağımsız olarak rücu borçlusuna ayırıp  alma  hakkı  tanınmıştır.    Söz  konusu  hüküm  her  ne  kadar  edime  dayalı zenginleşmeler esas alınarak sevk edilmiş olsa da edim dışı zenginleşmeler bakımından da uygulanabilir niteliktedir. Dikkat edilirse, vekaletsiz iş görmeye dayanan rücu hakkında iade kapsamının belirlenmesinde rücu alacaklısının iyiniyetli olup olmadığı önem  arz  ederken  rücuun  sebepsiz  zenginleşmeye  dayandığı  durumlarda  rücu borçlusunun iyiniyeti masraf talebine yol açmaktadır. Belirtmek gerekir ki üçüncü kişi                                                  156  LISCHER, 1990, s.76; ZK-SCHMID, Art.422, par.80; BSK- OSER/WEBER, Art.422, par.14. 157  Aynı yönde: BK-GAUTSCHİ, Art.420, par.6a.  158  BK-GAUTSCHİ, Art.422, par.3a-b; SCHMID, 1992, s.142, par.428. 159  BSK-OSER/WEBER, Art.422, par.13. Nitekim bu talepler, tazminat taleplerinden ayrılmaktadır, bkz. BK-GAUTSCHİ, Art.420, par.1a; SCHMID, 1992, s.151, par.455 vd.  160  von  TUHR/PETER,  1984,  s.504;  TEKİNAY/AKMAN/BURCUOĞLU,  vd.,  1993,  C-II,  s.753; OĞUZMAN/ÖZ, 2014, C-II, s.379, 389 vd.; EREN, 2015,  s.896; ANTALYA, 2017, C-II, s.606. Masrafların klasik örnekleri haricinde örneğin zamanaşımını kesmek için yapılan işlemlere ilişkin masraflar da bu kapsama dahildir, bkz. CHK-HAHN, Art. 65, par.1. 161  TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s.754; OĞUZMAN/ÖZ, 2014, C-II, s.390; EREN, 2015, s.897; CHK-HAHN, Art. 65, par.4. Bununla kastedilen,  davacının o andaki eylemli, öznel (sübjektif) zenginleşmesidir; onun işine yarayan değerdir. , SEROZAN, 2019, s.1253, par.93.  162  OĞUZMAN/ÖZ, 2014, C-II, s.377.  484Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 tarafından borcu ödenen borçlu(zenginleşen), borçlu olduğunu bildiği müddetçe ve o nispette,  kural  olarak  iyiniyetli  olmayacaktır;  zira  malvarlığında  meydana  gelen zenginleşmenin  geçerli  bir  hukuki  sebebe  dayanmadığını  ve  borcun  nihai  yükünün kendisi  üzerinde  kalması  gerektiğinin  bilincinde  olacaktır.  Sayılanların  yanı  sıra sebepsiz  zenginleşmede,  zenginleşenin  sorumluluğunun  belirlenmesi  bakımından vekaletsiz  iş  görmedeki  gibi  kanundan  kaynaklanan  bir  özen  yükümünden  söz edilemez.  Halefiyete dayanan rücu hakkı kapsamında halefin yükümlülükleri bakımından ilk söylenmesi gereken, halefin, alacaklının borçluya karşı sahip olduğu alacak hakkını bir bütün  olarak  iktisap  etmesi  prensibi  nedeniyle  alacağa  ait  yükleri  de  kanunenkendiliğinden üstlendiğidir. Halefiyet hallerinde sıkı biçimde geçerli olan borçlunun korunması prensibinin bir görünümü olarak rücu borçlusunun, yeni alacaklıya (halefe), intikal eden alacak hakkına bağlı tüm savunmaları ileri sürebileceği hükme bağlanmıştır (TBK  m.188,  OR  m.169/1).  Borçlu  tarafından  halefe  karşı  ileri  sürülebilecek savunmaların kapsamı, Türk-İsviçre hukukunda  temlikin öğrenilme zamanında doğmuş bulunma  kriterine bağlanmıştır. Daha açık bir ifadeyle, halef hem intikalden önce mevcut olan savunmaların (örneğin ve özellikle asıl borç ilişkisinde alacağın geçerli olarak doğmadığı yahut sonradan ortadan kalktığı yahut alacağın ileri sürülebilirliğine ilişkin  savunmalar)  hem  de  intikalden  sonra  ortaya  çıkan  savunmaların  (intikalin öğrenilme zamanında doğmuş bulunması kaydıyla) muhatabıdır.   5.  İspat Yükü Bakımından Üçüncü  kişinin  rücuunda  vekaletsiz  iş  görmeye  dayanması  durumunda  bu kurumun şartlarının sağlandığını ispat yükü, genel ispat kuralı uyarınca (TMK m.6, ZGB m.8) kendisine ait olacaktır. Aynı esas, rücu aracı olarak sebepsiz zenginleşmeye                                                  163  Aynı yönde: CASANOVA, 2010, s.90.  164  ULUSAN, 1984, s.58; HOFSTETTER, 2010, s.243; ANTALYA, 2017, C-II, s.580. 165  RUER, 1900, s.50; STEMPEL, 1904, s.34; BREUER, 1922, s.38; ZK-SPIRIG, Art.170, par.8.; ZKVorbem. zu Art. 167-73 OR, par.5; BK-WEBER, Art.110, par.45. 166  Bkz.  ör.  ZK-SCHMID,  Art.419,  par.26;  CHK-MAISSEN/HUGUENIN/JENNY,  Art.422,  par.3; 485Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 dayanılması durumunda da geçerlidir. Halefiyet halleri söz konusu olduğunda, genel ispat kuralına göre (TMK m. 6/ZGB m. 8) müdahil üçüncü kişi, halef olduğunu ispat yükü altındadır. Alacaklıya yapılan ifanın yanında halef, kanunda öngörülen ve halefiyet için gerekli olan şartların gerçekleştiğini ispatlamalıdır.  Bunun dışında halef, önceki alacaklı ile aynı ispat yükünü haizdir. Önceki alacaklı, nihai borçluya karşı hangi hususları ne şekilde ispat etmek zorunda ise rücu alacaklısı olan halef de aynı hususları aynı delillerle ispat etmek zorundadır. Ancak diğer rücu araçları ile kıyaslandığında halefiyetin, rücu hakkı sahibine  önemli  bir  ispat  kolaylığı  sağladığı  görülür;  zira  halef,  rücu  hakkının kaynağındaki ilişkiyi ispatlama yükünden kurtarılmıştır.   6.  Rücu Hakkının Tâbi Olduğu Zamanaşımı Bakımından  Gerçek ve caiz vekaletsiz iş görme kapsamına giren hallerde, bu hallerin sözleşme benzeri yapıda olduğunun kabulü nedeniyle rücu alacağının kural olarak (TBK m.147 kapsamına giren bir olasılık dışında) 10 yıllık genel zamanaşımı süresine tâbi olduğu kabul  edilir.  Bu  süre,  işin  görülmesiyle  (alacaklının  tatminiyle)  işlemeye                                                  KOÇANO-RODOSLU, 2016, s.17; BSK-OSER/WEBER, Art.419, par.16. 167  BSK-SCHULİN/VOGT, Art.62, par.41.  168  KARSLI, 1994, s.141; BK-WEBER, Art.110, par.81; BSK OR I-ZELLWEGER-GUTKNECHT, Art. 110, par.39 da daha hafif bir ispat yükü öngörülmüştür. Buna göre ödeme yapan üçüncü kişi yalnızca ödeme fiilini ispat edecektir. Bunu da alacaklıdan aldığı ispat araçlarıyla yapacaktır. Aynı yönde bkz. KOÇANO-RODOSLU, 2016, s.16-17. İspat bakımından müteselsil borçlular açısından getirilen karine için bkz. TBK m.167/1.  169  KARSLI, 1994, s.149. Bu yönde bkz. Yargıtay 11.HD E.2018/1170, K.2019/6712, 24.10.2019 (Kazancı İçtihat Bilgi Bankası) 170  ÖZEN, Burak,  Kefilin Özel Rücu Talebi ve Bu Talebin Halefiyete Dayanan (Genel) Rücu Talebiyle İlişkisi , Prof. Dr. Rona Serozan a Armağan Cilt II, 1. Basım, Oniki Levha Yayıncılık, İstanbul, 2010 (s.1445 vd.), s.1462. Örneğin kefil özelinde, BK 496 (TBK 597) nın kefilin rücu talebi açısından ispat külfetine yer değiştirten bir düzenleme olduğu kabul edilir, bkz. ELÇIN-GRASSINGER Gülçin,  Borç İlişkilerinin Üçüncü Kişilere Etkisi (Alacaklıya Halef Olma- Üçüncü Kişinin Fiilini Üstlenme- Üçüncü  Kişi  Yararına  Sözleşme) ,  Borçlar  Kanunu  Genel  Hükümler  Konferansları  II  - Prof.Dr.İsmet Sungurbey e Armağan, 1.Basım, İstanbul Barosu Yayınları, İstanbul, 2012, (s. 185 vd.), s.193; YAVUZ/ACAR/ÖZEN, 2014, s.1458; OĞUZMAN/ÖZ, 2014, C-I, s.273; KAPANCI, 2015, s.362; KOÇANO-RODOSLU, 2016, s.17. 171  TANDOĞAN, 1957, s.266; SCHMID, 1992, s.198, par.604 vd.; ZK-SCHMID, Art.422, par.83; HOFSTETTER,  2010,  s.253;  YAVUZ/ACAR/ÖZEN,  2014,  s.1367;  CHKMAISSEN/HUGUENIN/JENNY, Art.422, par.9, Art.419, par.23; OFK-RUDOLF, Art.422, par.8; 486Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 başlayacaktır. Rücu hakkının sebepsiz zenginleşmeye dayandırılması durumunda  hak sahibinin geri isteme hakkı olduğunu öğrendiği tarihten başlayan  2 yıllık nispi ve her halde zenginleşmenin  gerçekleşmesinden  itibaren  işleyecek  10  yıllık  mutlak  zamanaşımı süreleri öngörülmüştür (TBK m.82, OR m.67173)174. Başkasının borcunu rızaen ödeyen kişinin sebepsiz zenginleşmeye dayalı iade talebi, borçlunun malvarlığına müdahaleye dayandığından  zenginleşme,  borcun  ödendiği  anda  gerçekleşmiş  kabul  edilmeli  ve zamanaşımı bu andan işlemeye başlamalıdır.  Dikkat edilirse hem vekaletsiz iş görme hem de sebepsiz zenginleşme bakımından zamanaşımı konusunda benimsenen bu esaslar, başkasının borcunu ifa durumlarında borçlunun aleyhine sonuç doğurmakta; borcun tâbi olduğu zamanaşımı süresinin uzamasına sebebiyet vermektedir. Bu bağlamda İsviçre öğretisinde Spiro, sona erdirilen alacağa ait zamanaşımı süresinin işlemeye devam etmesi düşüncesini ileri sürmüştür. Halefiyet hallerinde hak sahibinin şahsında doğan bir hakkının değil; kanunen bir bütün olarak intikal eden bir alacak hakkının mevcudiyetinden yukarıda söz edilmişti. Bir başka açıdan bakılırsa, rücu hakkı, asıl borçlu ile onun adına borçlunun borcunu ifa ederek  veya  borçlu  için  üstlenmiş  olduğu  kişisel  bir  yükümlülüğü  yerine  getirerek fedakarlıkta bulunan ve alacaklıyı tatmin eden kişi arasındaki ilişkiden, yani iç ilişkiden doğarken; halefiyet ise borçlu adına alacaklıyı tatmin eden kimse ile alacaklı arasındaki                                                  KAPANCI/BAŞOĞLU, 2019, s.3970, par.62; BSK-OSER/WEBER, Art.422, par.16 172  MEYER, 1982, s.3 vd.; ZK-SCHMID, Art.422, par.83; SCHMID, 1992, s.199, par.605; THOMA, 2007, s.143 vd.; CHK-MAISSEN/HUGUENIN/JENNY, Art.422, par.9; KOÇANO-RODOSLU, 2016, s.20, 37. Ayrıca bkz. Yargıtay 15.HD E.2016/327, K.2016/4002, 22.09.2016 (Kazancı İçtihat Bilgi Bankası).  173  Hükümde 1.1.2020 tarihinde yürürlüğe girmek üzere bir değişiklik yapılmış; nispi zamanaşımı süresi İsviçre hukukunda 1 yıldan 3 yıla çıkarılmıştır. Türk hukukunda da iki yıllık nispi sürenin uzatılması için özellikle  öğrenme  kriteri bakımından dar yoruma gidildiği görülmektedir, bkz. SEROZAN, 2019, s.1263, par.10.  174  Bu hüküm anlamında  öğrenme nin kapsamının ne olduğuna ilişkin olarak bkz. WENNER, 1977, s.95 vd.; CASANOVA, 2010, s.91; CHK-HAHN, Art. 67, par. 2-3; OFK-SCHWANDER, Art.67, par.2; HUWILER, Bruno, Basler Kommentar Obligationenrecht I, (Art.67), 7.Basım, 2020, Art.67, par.9. Türk hukukunda bkz. OĞUZMAN/ÖZ, 2014, C-II, s.398; SEROZAN, 2014, s.393, dn.38. 175  von TUHR/PETER, 1984, s.518-519; EREN, 2015, s.902.  176  SPIRO I, s.482. Aktaran ve bu görüşe katılan: HOFSTETTER, 2010, s.254.  487Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ilişkiden yani dış ilişkiden doğar. Bu bağlamda halefiyet hallerinde diğer kanuni rücu araçlarından farklı olarak alacak, işlemiş ve işlemekte olan zamanaşımı süresiyle birlikte önceki alacaklıdan halefe intikal eder.  TBK m.73, mülga BK dan farklı olarak haksız fiillerden doğan borç ilişkileri kapsamında, haksız fiilden birden fazla sorumlu arasında rücu isteminin tâbi olduğu zamanaşımı süresini ayrıca düzenlemiştir. Bu doğrultuda, nihai sorumlunun birden fazla olduğu durumlarda sorumlulardan birinin diğerine rücuu bu hüküm uyarınca  tazminatın tamamının ödendiği ve birlikte sorumlu kişinin öğrenildiği tarihten başlayarak iki yılın ve her hâlde tazminatın tamamının ödendiği tarihten başlayarak on yılın geçmesiyle zamanaşımına uğrar .  Bu hükme özel olarak değinmemizin sebebi, hükmün uygulama alanını vurgulamaktır. Bu hüküm yalnızca, haksız fiilden doğan sorumluluk hallerinde, alacaklıyı tatmin edenin nihai sorumluya karşı sahip olduğu rücu talebinin tâbi olduğu zamanaşımı  süresini  düzenlemektedir.  Bunun  dışındaki  borç  kaynaklarından  doğan sorumluluk ve rücu ilişkileri bakımından böyle bir genel kural mevcut olmadığından sorumlunun nihai sorumluya rücuunun tâbi olduğu zamanaşımı süresi temelde yatan hukuki ilişkiye göre belirlenmelidir.                                                    177  KILIÇOĞLU, 1979, s.14; SCHMID, 1992, s.64, par.181, s.135, par.406 vd.; ZK-SCHMID, Art.422, par.37; KARSLI, 1994, s.48-49; KOPPENFELS-SPIES, 2006, s.135 vd.  178  KILIÇOĞLU, 1979, s.135; KOÇANO-RODOSLU, 2016, s.20. Bu kuralın istisnası kefilin halefiyete dayanan rücu hakkı için öngörülmüş olan özel hükümdür (TBK m.596/5). Vekaletsiz iş görmeye dayanan rücu bakımından bu esası vurgulayan bkz. SCHMID, 1992, s.199, par.606. Bu, temlik/intikalin işleme/sürece katılmayan borçlunun menfaatine aykırı sonuç doğuramaması ilkesinin bir uzantısıdır. Bu yönde bkz. Yargıtay İBGK E.1953/18, K.1954/11, 31.03.1954 (Kazancı İçtihat Bilgi Bankası). Belirtildiği üzere, kanundan doğan rücu hakkı ise şartların gerçekleşmesiyle hak sahibinin şahsında doğan  bir  hak  olduğundan  rücu  hakkının  tâbi  olduğu  zamanaşımı,  temelde  yatan  ilişkiye  göre belirlenecektir. Bu esasa ilişkin olarak bkz. İBGK E.1970/2, K.1972/1, 17.01.1972 (Kazancı İçtihat Bilgi Bankası); Yargıtay 3.HD E.2019/703, K.2019/8836, 06.11.2019 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2017/4-1447, K.2018/204, 14.02.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2013/9-1559, K.2013/1461, 09.10.2013 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK E.2012/91924, K.2013/882, 26.06.2013 (Kazancı İçtihat Bilgi Bankası) Karş. Yargıtay HGK E.2013/9-1559, K.2013/1461, 09.10.2013 (Kazancı İçtihat Bilgi Bankası):  …rücu hangi hukuki ilişki veya yasal nedenle doğmuş olursa olsun rücu zamanaşımı, rücua neden olan ödemenin yapıldığı andan itibaren işlemeye başlar ve bu zamanaşımı süresi de yukarıda açıklandığı üzere, ödemeyi yapan ve rücu eden ile edilen kişi arasındaki hukuki ilişkiye göre saptanır.  Ayrıca bkz. KARSLI, 1994, s.178 vd. daki açıklamalar. 179  Çalışmamızın kapsamı dışına çıkmamak açısından konunun oldukça tartışmalı olduğunu belirtmekle yetinelim. Bu konuda bkz. ör. Yargıtay 4.HD, E.2018/1301, K.2019/5219, 12.11.2019.  488Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 B.  Halefiyet ile Diğer Kanunî Rücu Araçları Arasındaki Yarışma İlişkisi ve Bu İlişkinin Doğurduğu Sonuçlar Halefiyetin de bir kanunî rücu aracı olduğunun belirtilmesinin ardından diğer araçların da şartlarının sağlandığı durumlar özelinde kanunî rücu araçlarının birbiriyle ilişkisinin tespit edilmesi gerekir.   1.   Taleplerin  Yarışması na  ilişkin  Genel  Açıklamalar  ve  Yarışan Taleplerden  Biri  Olarak  Alacaklının  Halefe  İntikal  Eden  Alacak Hakkının Sağladığı Talep  Taleplerin  yarışması   kurumunun  birçok  farklı  uygulama  alanı  bulunmasına karşın Türk ve İsviçre öğretisinde kuruma ilişkin tartışmalar, sözleşmenin ihlali ile haksız fiilden  doğan  talepler  özelinde  ve  bu  taleplerin  ilişkisi  ile  sınırlı  olarak yürütülmektedir.  Kuruma  ilişkin  tartışmalar,  özel  hukukun  en  çetrefilli  konuları arasında  yer  almakta  ve  detayına  çalışmamızın  kapsamı  itibariyle  girmek  mümkün olmadığından yalnızca taleplerin yarışması bahsinde öğretide benimsenen hâkim ayrımı belirtmekle yetineceğiz. Buna göre, teorik açıdan bakıldığında, norm yarışması hukuku uyarınca normlar arasında dört uygulama ilişkisi gündeme gelebilir: Normlar birbirinin alternatifi  olabilir  ( Alternativität )  (her  iki  hüküm  de  uygulanabilirdir  ancak                                                  180  GEORGIADES,  Apostolos,  Die  Anspruchskonkurrenz  im  Zivilrecht  und  Zivilprozessrecht, 1.Basım, C.H. Beck sche Verlagsbuchhandlung, München, 1967, s.54-55; KILIÇOĞLU, 1979, s.453; BUZ Vedat,  Aynı Şahsın Farklı Hukuki Sebeplerle Sorumluluğu: TBK m. 60 Üzerine Düşünceler , Banka ve Ticaret Hukuku Dergisi, Yıl: 2013, Cilt: 29, Sayı: 2, (s. 19 vd.), s.24. Halbuki yarışma, hukukun  en  köklü  tartışma  konularından  biridir.  Kavramın  ortaya  çıkışı  ve  gelişimi  için  bkz. BACHMANN, Roland,  Zur Entstehungsgeschichte der Praxisänderung im Regressrecht , HAVE- Haftpflicht- und Versicherungsrechtstagung, Tagungsbeitrage, Yıl: 2018, (s. 326 vd.), s.34 vd. Normlar arasındaki uygulama ilişkisinin tespiti teknik açıdan oldukça önemlidir. Özellikle, bir özel kural diğerini dışlayacak ve münhasıran uygulanacakken; hatalı bir biçimde bu kuralın bir başka kuralla yarışma halinde olduğunu kabul etmek, kişiyi sonuçlarının elverişliliğine göre bir seçim yapmaya iter ve neticede daha az elverişli olan kural bir nevi uygulanamaz hale getirilmiş, hukuku uygulayan kişi eliyle yürürlükten kaldırılmış olur. Bu yönde bkz. SEROZAN, Rona: Hukukta Yöntem, 1.Basım, Vedat Kitapçılık, İstanbul, 2015, s.143 vd., s.145-146. Nitekim her ne kadar İsviçre hukukunda sorun daha çok pratik önemden yoksun bir teorik sorun olarak addedilse de işin aslının böyle olmadığı bu hususun  tartışıldığı  mahkeme  kararı  sayısının  çokluğundan  anlaşılmaktadır,  bkz.  ÇAĞA,  Tahir, Konkurrenz  deliktischer  und  vertraglicher  Ersatzansprüche  nach  deutschem  und schweizerischem  Recht  unter  Berücksictigung  des  gemeinen  Rechts,  1.Basım,  Verlag  H.R. Sauerlander & Co., Aarau, 1939, s.101. 489Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 uygulanması itibariyle birinin uygulanması, diğerinin hukuki sonucunu dışlayacaktır), normlardan biri diğerini dışlayarak münhasıran uygulanıyor olabilir ( Derogation  yahut  Exklusivität ), normların her ikisi de somut olayda herhangi bir kısıtlamaya tabi olmaksızın  uygulanabilir  ( Kumulation ),  hükümler  birbirine  çelişkili  sonuçlar öngörerek  bir  boşluk  yaratacak  biçimde,  hiçbiri  uygulanmayacak  şekilde  birbirini nötrleyebilir ( Neutralisierung )181. Türk-İsviçre hukukunda bu türlerden en yaygın olarak rastlananlar, münhasır uygulama ( exklusive Anwendung ) ile seçimlik uygulama ( alternative Anwendung )dır.  Bu çerçevede, rücu hakkına aracılık eden kurumların seçenekli (alternatif) yarışma halinde  olduğu  sonucuna  varılmalıdır.  Halefiyet  öngören  hükümlerin  diğer  rücu yollarına nazaran münhasır uygulama alanına sahip olmadığı kanaatini paylaşmaktayız. Diğer bir deyişle, kanaatimizce kanun koyucunun bir rücu aracı olarak halefiyet öngörme amacı,  söz  konusu  durumlarda  diğer  rücu  araçlarının  uygulanabilirliğini  ortadan kaldırmak  değildir.    Kümülasyon  ihtimali  ise  kanunun  açıkça  düzenlemediği durumlarda para borçları bakımından zaten mevcut değildir. Bu bağlamda alacaklıyı                                                  181  WEITNAUER, Hermann,  Die elektive Konkurrenz , Strukturen und Entwicklungen im Handels-, Gesellschafts- und Wirtschaftsrecht : Festschrift für Wolfgang Hefermehl zum 70. Geburtstag am 18. Sept. 1976, 1976, (s. 467 vd.), s.470 vd.; PÖSCHKE Moritz,  Die elektive Konkurrenz , JuristenZeitung,  Yıl:  2010,  Cilt:  65,  Sayı:  7  (s.  349  vd.),  s.349  vd.;  MAUCHLE,  Yves,  Normenkonkurrenzen  im  Obligationenrecht  –  zugleich  ein  Beitrag  zum  Verhältnis  von Irrtumsanfechtung und Sachmängelhaftung , Aktuelle Juristische Praxis (AJP)/Pratique Juridique Actuelle (PJA), Yıl: 2012,  Cilt: 7, (s. 933 vd.), s.937.  182  MAUCHLE, 2012, s.937.  183  Türünü belirtmeksizin yarışma ilişkisinden söz eden: POCHER, 1911, s.42; von TUHR/ESCHER, 1984,  s.28;  SCHMID,  1992,  s.441,  par.  1386;  HEMMER,  Kart  Edmund/  WÜST  Achim, Rückgriffsansprüche, 4. Basım, Hemmer/Wüst Verlagsgesellschaft GmbH, Würzburg, 2005, s.6, par.24; THOMA, 2007, s.65-66, 155; KOÇANO-RODOSLU, 2016, s.16; KOLLER, 2017, s.1319, par.75.69; BSK OR I-ZELLWEGER-GUTKNECHT, Art.110, par.1. Vekaletsiz iş görme ile halefiyet bakımından bu sonuca katılan: LISCHER, 1990, s.150-151. Fransız hukukunda aynı esası vurgulayan bkz. WHITTAKER, Simon,  Performance of Another s Obligation: French and English Law Contrasted , Oxford University Comparative Law Forum 7, http: ouclf.law.ox.ac.uk, (Son Erişim Tarihi: 23.10.20), bkz. dn.31 den sonraki metin.  184  Ancak genel rücu araçlarının birinin ya da her ikisinin birden şartları somut olay özelinde sağlanmıyor olabilir. Bu hallerde halefiyet diğer rücu aracını dışladığı için değil; diğer kurumun şartları sağlanmadığı için somut olay bazında münhasır uygulamaya sahip olacaktır. Benzer yönde bkz. KAPANCI, 2015, s. 357.  Yazar, halefiyet öngörülen durumlarda borcun kanunen sona erdirilmemesinin, borçlar hukuku anlamında atipik bir sonuç doğurmayı değil; nihai olarak taşıması gerekmeyen bir yükü malvarlığında taşımakta olan kişinin genel rücu araçlarına dayanabilen ve halihazırda mevcut olan rücu hakkını güçlendirmeyi amaçladığını ifade etmektedir. Ayrıca bkz. KAPANCI, 2015, s. 364-365, dn.1530. 185  Bu  yönde  bkz.  GEORGIADES,  1967,  s.54-55;  BUZ,  2013,  s.27-28:   çifte  tat(z)min   yasağı; 490Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 tatmin eden, borçluya rücu ederken dilerse şahsında doğan rücu hakkına dilerse de halefiyetle kendisine intikal eden alacak hakkına dayanabilir. Her bir talebe kısmi olarak dayanılması da mümkündür.  Teorik bakımdan vardığımız bu sonucun ilk dayanağı, yukarıda açıklandığı üzere, söz  konusu  taleplerin  aynı  amaca  yönelik  -yani  malvarlıkları  arasındaki  nihai  yük dağılımını  sağlamak  üzere-,  içerikleri  farklı  talepler  olmasıdır.  Nitekim  İsviçre hukukunda kabul edilen ve taleplerin yarışmasının karakteristik özelliğinin, birden fazla talebin hizmet ettiği amacın ayniyeti olduğu görüşünün Türk hukuku bakımından da kabul edilmesi uygun düşer. Bunun yanı sıra  yarışmadan söz edebilmek, yarışan taleplerin  birbirinden  bağımsız  olmasını  gerektirmekte;  yukarıdaki  açıklamalarımız çerçevesinde özellikle şartları, kapsamları, ispat yükü ve zamanaşımı bakımından her bir rücu aracının farklı bir rejime tâbi tutulması, bu şartın da sağlandığını ortaya koymaktadır. Yarışma bahsi bakımından öğretide kategorik yaklaşımlardan uzaklaşarak menfaatlere dayalı bir analiz yapan modern görüş bakımından da halefiyetin diğer rücu araçlarıyla yarışma halinde olması anlamlıdır. Zira nimet ve külfet dengesi gözetildiğinde ayrıcalıklı bir rücu yolu olan halefiyete dayalı rücunun mevcut olabilmesi için kanunun aradığı şartlar  daha  ağır;  sonuçları  ise  prensip  itibariyle  diğer  rücu  yollarından  daha elverişlidir.   2.  Yarışma İlişkisinin Kanunî Rücu Talepleri Bakımından Sonuçları  Farklı rücu araçları arasında yarışma ilişkisi olduğunun tespiti neticesinde ilk etapta                                                  SEROZAN, 2015, s.146.  186  GEORGIADES, 1967, s.54-55; CASANOVA, 2010, s.9; BUZ, 2013, s.24-25. 187  Esasında öğretide bir görüşe göre, bu durumda aynı içeriğe sahip birden fazla talep vardır; bunlar birbirinden bağımsız olarak yan yana mevcuttur ancak konu itibariyle aynı edimi ihtiva ettiklerinden hak sahibi edimi yalnızca bir kez elde edebilir. Taleplerden birinin konusu ifa edildiği ölçüde diğeri de sona erecektir. Ancak bir diğer görüşe göre ise taleplerin yarışması ile talep normlarının yarışması birbirinden ayrıdır. İlk durumda, konuları aynı olsa da farklı amaçlara hizmet eden birbirinden bağımsız birden fazla talep söz konusudur. Talepler aynı olsa da özdeş değildir. Talep normlarının yarışması durumunda ise tek bir talep mevcuttur; bu talebin birden fazla hukuki temeli mevcuttur. Konuya ilişkin olarak bkz. BUZ, 2013, s.24-25. 188  MAUCHLE, 2012, s.938 vd.; BAŞ-SÜZEL, 2015, s.245-246; SEROZAN, 2015, s.145. 491Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ortaya yanıtlanması gereken birbiriyle bağlantılı iki soru çıkmaktadır. Bu sorular, rücu davasında  dayanak  olarak  belirtilmiş  olan  aracın  şartlarının  sağlanmadığı ihtimalde  hâkimin  diğer  rücu  araçlarının  şartlarının  sağlanıp  sağlanmadığını araştırması ve sağlanması halinde o araca dayanarak rücu davasının kabulüne karar verip veremeyeceğidir. Yargıtay 11.Hukuk Dairesi 2009  yılında verdiği bir kararda bu soruyu, öğretide bir süredir farklı görüşler de savunulmasına rağmen olumlu yanıtlamıştır. Konuya ilişkin olarak Dairenin önüne gelen olayda her ne kadar davacı sigortacı,  rücu  davasını  sigorta  hukukunda  halefiyet  sonucu  öngören  hükümlere dayandırmış olsa da bu hükümler anlamında halef olması, poliçe kapsamının dışında kalan bir zarar için ödeme yapmış olması nedeniyle mümkün değildir. Mahkeme, bu tespiti  yapmışsa da hemen ardından,  sigortacının,  kendisi  tarafından düzenlenen ve sigortalı  tarafından  imzalanmış  bulunan   ibraname ye  dayanarak  rücu  talebinde bulunabileceğini hükme bağlamıştır. Burada özü itibariyle -biri diğerine neden olan- iki türlü  problemden  söz  etmek  mümkündür.  İlk  problem,   ibraname   başlıklı  işlemin alacağın temliki sonucu doğurmaya elverişli olup olmadığı; ikincisi ise -bu soru olumlu yanıtlansa dahi- hâkimin, davacı açıkça bu işleme dayanmamış olmasına rağmen bu temlike (iradi rücu aracına) dayanarak hüküm kurmasının isabetli olup olmadığıdır.  İlk  soru,  bütünüyle  medenî  hukuku  alanını  ilgilendirmektedir.  Uygulamada  ibraname  yahut herhangi başka bir başlık altında düzenlenmiş olan işlemlerin, alacağın el değiştirmesi sonucunu doğurabilmesi için TBK m. 183 vd. hükümleri çerçevesinde geçerli bir temlik işlemi için aranan tüm şartları sağlıyor olması gerekir. Bu şartları sağlamayan belgelerin alacak hakkının sahibini değiştiren tasarruf işlemi niteliğini haiz olması mümkün değildir.  Bahsi geçen belgenin temlik şartlarını sağlaması durumunda ise doğacak ikinci problem  esas  olarak  usul  hukukunu  ilgilendirmekte  olup  genelleştirildiği  takdirde, hâkimin, tarafın dayanmadığı bir hukukî sebebe dayanarak hüküm kurmasının mümkün                                                  189  Karar yayımlanmamıştır. Karar özeti ve karara ilişkin değerlendirmeler için bkz. ŞEKER-ÖĞÜZ, Zehra,  Halefiyet Koşulları Gerçekleşmediğinde Sigortacının Rücu Talebi Hakkında Alacağın Temliki Hükümlerine Göre Karar Verilebilir Mi? - Bir Yargıtay Kararının Düşündürdükleri- , Prof. Dr. Rona Serozan a Armağan Cilt II, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2010, (s. 1645 vd.), s.1645 vd. 492Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 olup olmadığı hususuna ilişkindir. Bu sorunun çağrıştırdığı ilk ilke, hâkimin hukuku re sen uygulayacağına ilişkin temel prensip (HMK m.33) ve bunun getirdiği; hâkimin, tarafların  bildirdikleri  hukuki  sebeple  bağlı  olmadığı;  taraflarca  getirilen  dava malzemesinin, yani vaka ve delillerin, soyut hukuk kurallarına altlanması görevinin hâkime ait olduğu kuralıdır. Bununla birlikte, bu prensibin özellikle taraflarca getirilme                                                  190  Buradaki anlamıyla hukuki sebep, taraflarca getirilen vakaların altlanabildiği hukuk kurallarını ifade etmektedir. Bu yönde bkz. BOLAYIR, Nur, Medenî Usul Hukuku nda Hâkimin Hukuku Re sen Uygulaması İlkesi, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2019, s.40-41, 65, 284. Rücu araçlarının birbiriyle yarışma halinde bulunması usulî açıdan tek bir talep hakkının bulunması ancak rücu aracı öngören her bir hükmün ayrı hukuki sebepler teşkil etmesi anlamına gelecektir.  191  ALANGOYA, Yavuz, Medenî Usul Hukukunda Vakıaların ve Delillerin Toplanmasına İlişkin İlkeler, 1.Basım, Fakülteler Matbaası, İstanbul, 1979, s.5; ARSLAN, Ramazan/ YILMAZ, Ejder/ TAŞPINAR-AYVAZ, Sema, Medenî Usul Hukuku, 1.Basım, Yetkin Yayınları, Ankara, 2016, s.161; ATALI, Murat/ ERMENEK, İbrahim/ ERDOĞAN, Ersin, Medenî Usul Hukuku Ders Kitabı, Yetkin Yayınları, Ankara, 2018, s.153; BOLAYIR, 2019, s.14.  Olayların açıklanması taraflara, hukuki nitelendirilmesi hakime ait bir görevdir. Hakim Türk Hukukunu resen uygulamakla yükümlüdür.  ifadesi, 1958 yılında verilen bir İçtihadı Birleştirme Kararı nın (bkz. 04.06.1958 tarihli 15/6 sayılı İBK) ardından Yargıtay uygulamasında sıkça kullanılmıştır. Bu yönde bkz. ör. Yargıtay 2. HD E.1990/9986, K.1991/336, 15.01.1991; Yargıtay 2.HD E.1997/8162, K.1997/9541, 25.09.1997; Yargıtay 3.HD E.2003/1238, K.2003/1045, 04.02.2003; Yargıtay 19.HD E.2012/4155, K.2012/9081, 29.05.2012; Yargıtay 8.HD E.2014/3442, K.2014/22325, 15.12.2014; Yargıtay 20.HD E.2019/5390, K.2019/7165, 05.12.2019; Yargıtay 12.HD E.2018/16216, K.2019/3216, 28.02.2019 (Kazancı İçtihat Bilgi Bankası).    Bununla birlikte, rücu araçları özelinde Yargıtay ın yeknesak bir uygulamaya sahip olduğu söylenemez. Örneğin Yargıtay 15.HD E.2013/6009, K.2014/1877, 19.03.2014 künyeli kararında, iade talebinin herhangi bir hukuki sebebe dayandırılmamış olması karşısında  1086 Sayılı HUMK nın 76 ve 6100 Sayılı  HMK nın  33.  maddesi  hükümleri  gereğince  hâkim  Türk  Hukuk  ve  Kanunlarını  re sen uygulayacağından maddi vakıaları ileri sürüp kanıtlamak taraflara, hukuki vasıflandırma hâkime aittir. Davacının ileri sürdüğü vakıalara göre taleplerinin dayanağı ve hukuki sebebinin vekâletsiz iş görme hükümleri olduğunun kabulü gerekir…  şeklinde karar vermiştir. Benzer yönde: Yargıtay 13. HD, E.2016/28472, K.2020/2129, 14.02.2020:  Bilindiği üzere, vakıaları ileri sürmek taraflara, hukuki nitelemeyi yapmak ve uygulanacak kanun hükmünü tespit edip, tatbik etmek hâkime aittir. Somut olayda, davacı, davalının taşınmazı için birtakım masraflar yaptığından bahisle, bunların tahsilini talep etiğine  ve ortada da buna ilişkin bir vekaletname olmadığına göre, davada vekaletsiz iş  görme hükümlerinin  uygulanması  gerekeceği  açıktır. ;  Yargıtay  3.HD  E.2008/13398,  K.2008/20433, 25.11.2008:  Davacının bu talebi gayrimenkul satımında, satılanın tapusunun iptali sebebiyle zapta karşı tekeffülden dolayı uğranılan zarara ilişkindir. Gayrimenkul satımında zapta karşı tekeffülden dolayı açılan davalarda zamanaşımı, BK. 125. maddesi gereğince on yıldır. Tapu iptali ve tescil kararının kesinleştiği tarihten itibaren 10 yıllık süre geçmemiş olduğuna göre, mahkemece; tarafların delilleri  toplanıp  işin  esası  hakkında  karar  verilmesi  gerekirken,  uyuşmazlığın sebepsiz zenginleşme olarak nitelendirilip, BK. 66. gereğince bir yıllık zamanaşımı süresi geçtiği gerekçesi ile davanın reddi usul ve yasaya aykırı olup, bozmayı gerektirir...    İlgili prensibi yahut HMK hükmünü zikretmeden bu doğrultuda bkz. Yargıtay 13.HD E.2015/1596, K.2016/4241, 16.02.2016 (Kazancı İçtihat Bilgi Bankası). Olayda vekaletsiz iş görmenin şartlarının araştırılmamış olması nedeniyle verilen bir bozma kararı için bkz. Yargıtay 15.HD E.2016/3776, K.2016/4619,  09.11.2016  (Kazancı  İçtihat  Bilgi  Bankası).  Sözleşme  bulunmamasına  rağmen sözleşmeye dayanarak verilen kararı bozan ve vekaletsiz iş görmeye dayanarak karar verilmesine hükmeden bir karar için bkz. Yargıtay 15.HD E.2015/3754, K.2015/6492, 17.12.2015 (Kazancı İçtihat Bilgi Bankası). Hukuk Genel Kurulu ise bir kararında yerel mahkeme ve Yargıtay Özel Dairesi sebepsiz zenginleşmeye dayalı olarak hüküm kurduğu halde herhangi bir gerekçe belirtmeksizin vekaletsiz iş 493Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ilkesi,  hukuki  dinlenilme  hakkı  ve  hâkimin  davayı  aydınlatma  ödevi  ile  ilişkisinin kurulması oldukça önemli bir meseledir. Öğretide bir görüş, hâkimin hukuku re sen uygulayacağı prensibinin sınırsız olmadığını; özellikle, davacının davasını münhasıran bir sebebe dayandırdığı durumlarda hâkimin bu anlamda yetkisinin sınırlandırılacağını kabul etmektedir. Bu sonuç, kanunun emrettiği haller dışında hâkimin taraflarca ileri sürülmeyen  hususları  dikkate  alamayacağı  ve  hatta  hatırlatıcı  mahiyette  beyanda bulunamayacağı  hükmüyle  (HMK  m.25)  uyumlu  olup  aksi  düşüncenin,  hâkimin tarafsızlığına gölge düşeceği ve taraflarca getirilme ilkesinin zarar göreceği nedenleriyle benimsenemeyeceğini ifade etmektedir. Bu nedenle de bu görüş taraftarlarına göre, tarafın dayanmadığı bir rücu aracına dayanarak hüküm kurulması uygun değildir. Öğretide ileri sürülen bir başka görüş ise hâkimin yalnızca taraflarca getirilen vakalar ile bağlı  olduğu;  hukuki  sebep  üzerinde  ise   tarafların  bu  konudaki  dermeyanlarından bağımsız  olarak   tasarruf  edebileceği  kanaatindedir.  Bu  görüş,  temel  dayanağını, hâkimin  hukuku  re sen  uygulayacağına  ilişkin  prensipte  bulmakta;  vardığı  sonucu, hâkimin temel görevinin bu olduğu ve aksi yöndeki düşüncenin usul ekonomisi ve usuli hakkaniyet ilkelerine ters düşeceği savıyla desteklemektedir. Bu bağlamda bu görüş taraftarlarına göre, davacının rücu araçlarından birine dayanılmış olması, bu rücu aracının şartlarının sağlanmadığı ihtimalde hâkimin başkaca bir rücu aracına dayanarak hüküm kurmasına engel değildir. Ancak bu görüş savunucuları, sözü edilen sonuca önemli bir ilave yapmakta ve hâkimin ileri sürülmeyen bir hukukî sebebe dayanması ihtimalinde                                                  görmeye dayalı hüküm kurulması gerektiği yönünde karar vermiştir, bkz. Yargıtay HGK E.2017/15248, K.2018/1175, 06.06.2018 (Kazancı İçtihat Bilgi Bankası).  192  Benzer yönde: ATALI/ERMENEK/ERDOĞAN, 2018, s.149-150. Yazarlar, hukuki sebebe ilişkin olarak hâkimin davayı aydınlatma ödevinin; vakaların birden fazla norma altlanabilir olduğu  ve davacının herhangi birine dayanmamış olduğu durumlarda söz konusu olacağını kabul etmektedir. Diğer bir ifadeyle, yazarların, davacının herhangi bir hukuki sebebe dayanmış olduğu durumlarda hâkimin yetkisini bu sebebe göre karar vermekle sınırlandırdıklarını söylemek mümkündür.  193  Bu  konuda  bkz.  OĞUZMAN,  M.Kemal/  BARLAS,  Nami,  Medenî  Hukuk,  25.Basım,  Vedat Kitapçılık, İstanbul, 2019, s.340-341, dn.616. Yazarlara göre HMK  m.33,  hâkime  bir davanın dayanacağı hukuki sebebi re sen nazara alma yetkisi vermez.   194  Bu yönde görüş belirten: ŞEKER-ÖĞÜZ, 2010, s. 1645 vd. 195  Bu görüşte bkz. ör. ALANGOYA, 1979, s.14, 96; ALANGOYA, Yavuz, Medenî Usul Hukuku Esasları, 1.Basım, Namaş A.Ş., İstanbul, 2001, s.227; BOLAYIR, 2019, s.67-68.  196  Bkz. ör. BOLAYIR, 2019, s.18 vd.  494Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 tarafları bu sebep hakkında bilgilendirmesi ve bu sebep hakkında beyanda bulunmalarına imkân sağlaması gerektiğini kabul etmektedir. Bu bağlamda, bu görüş benimsenecek olursa, davacının münhasıran bir rücu aracına dayanarak talepte bulunması, verilecek hüküm  bakımından  hâkimi  sınırlandırmayacak;  hâkim,  taraflarca  getirilen  vakaların başka rücu aracını düzenleyen hükme altlanmasının mümkün olduğu durumlarda bu araca dayanarak karar verebilecektir.  Bu görüşlerin detaylarına inen bir değerlendirme yapmak çalışmamızın kapsamı dışında kalmaktadır. Bununla birlikte kanaatimizce çalışmamızın konusu kapsamında şunları söylemek gerekir: İlk olarak rücu talep eden tarafın hangi rücu aracına dayandığını (hukukî sebebi, talep temelini) belirtmemesi, dilekçeye ilişkin bir eksiklik değildir. Zira hâkimin hukuki teşhis koyabilmesi için vakaların eksiksiz getirilmesi gerekli ve yeterlidir (HMK m.119/1-e). Bu vakaları değerlendirerek hukuki teşhis koyma , yani bu vakaların hangi soyut kanun hükmüne dayanacağını tespit etme görevi münhasıran hakime aittir. Hâkim, birden fazla kanun hükmünün (rücu aracının) şartlarının sağlandığı durumlarda, hangi hukukî sebebi seçtiğini davacıya sormalıdır. Davacının özel olarak bir rücu aracına dayanması durumunda ise benimsediğimiz görüş uyarınca, hukukî sebep teşkil eden bu durumun hâkimi mutlak anlamda bağlamaması gerekmektedir. Diğer bir ifadeyle, davacı  tek  taraflı  olarak  hâkimi  hukuki  nitelendirmesi  ile  bağlı  tutamamalıdır.  Bu bağlamda hâkim, davacının belirttiği rücu aracının şartlarının sağlanmaması durumunda -dava malzemesinden bu sonuca varmak mümkün olduğu takdirde- başka bir rücu aracına dayalı hüküm kurabilecektir. Bununla birlikte temel yargılama prensipleri gereği gerek                                                  197  ALANGOYA, 1979, s.152; ALANGOYA, 2001, s.228, dn.11; BOLAYIR, 2019, s.99. Bunun, hukuki dinlenilme hakkının bir gereği olduğu yönünde bkz. BOLAYIR, 2019, s.97 vd. Bununla birlikte bu imkân, öğretide önemle altı çizildiği üzere, taraflarca getirilen vakalarla sınırlı tutulmalıdır. Diğer bir ifadeyle, hâkim, taraflarca getirilen vakalar ile bağlıdır. Aynı yönde bkz. BOLAYIR, 2019, s.68, 139.  198  Bununla birlikte öğretide -isabetli olarak- sunulan vakaların sınırlandırılarak bu sonuca dolaylı olarak ulaşılabileceği kabul edilmektedir, bkz. BOLAYIR, 2019, s.82-83.  199  Hukuki sonucun aynı olmasına rağmen hukuki sebebin değiştiği durumlara daha çok yarışma ilişkisinin varlığı halinde rastlanır. Bu kapsamda yarışan taleplerin bulunduğu hallerde hâkimin, taraflarca özel olarak belirtilmiş yahut belirtilmemiş olmasından bağımsız olarak davacı açısından  en elverişli olan hükmün  tatbik edileceği kabul edilmektedir. Bu yönde bkz. BOLAYIR, 2019, s.286-287. Yazarın kabul  ettiği  bu  sonuç,  akla,  farklı  araçlara  dayanan  rücu  talepleri  bakımından  TBK  m.60 ın uygulanabilir olup olmadığı sorusunu getirmektedir. Türk hukukunda konuya ilişkin olarak görüş belirten Buz, İsviçre Ön Tasarısını inceleyerek bu hükmün haksız fiillere özgü münferit bir hukuki sorunu, daha açık bir ifadeyle, tehlike sorumluluğu ile diğer sorumluluk sebepleri arasındaki ilişkiyi düzenleyen bir hüküm olduğu tespitini yapmaktadır, bkz. BUZ, 2013, s.48 vd. Bu hükmün bahsedilen 495Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 hukuki sebebin hiç belirtilmemiş gerekse de yanlış belirtilmiş olması durumunda hâkimin taraflara (özellikle de davalı tarafa) konuya ilişkin iddia ve savunma (kısaca açıklama) yapma  imkânı  tanıması  gerekmektedir.  Aksi  durumda  re sen  uygulama  prensibinin kapsamı, hâkimin tarafsızlığı ilkesi ve taraflarca getirilme ilkesinin kapsamı aleyhine gereğinden fazla genişletilmiş olacaktır. Bununla birlikte uygulamada hâkimin davacının açıkça dayandığı hukukî sebebin şartlarının sağlanmadığı durumlarda talep sonucuna başka bir hukuki sebebe dayanarak karar vermesi durumunda, özellikle davalı açısından olumsuz bir neticenin ortaya çıkacağı açıktır. Bu nedenle de uygulamada -özellikle de hâkimin  tarafsızlığı  kaygıları  nedeniyle-  bu  sonucun  bu  denli  kolay  kabul edilemeyeceğini  ve  titizlikle  uygulanması  gerektiğini  itiraf  etmek  gerekir.  Nitekim Yargıtay, 1958 yılında verdiği İçtihadı Birleştirme Kararı nda, bir hukukî sebebe açıkça dayanılması  durumunda  bu  sebep  dışındaki  bir  hukukî  sebebe  dayanarak  hüküm kurulamayacağı  kanaatinde  olduğunu  ifade  etmiştir.    Uygulamanın  bu  yönde şekillendiği söylenebilir.   3.  Sebepsiz Zenginleşmenin  İkincilliği  Görüşünün Yarışma İlişkisine Etkisi İsviçre  öğretisinde  bir  görüş  tarafından  benimsenen  ve  eski  tarihli  Federal Mahkeme  kararlarında  esas  alınan  sebepsiz  zenginleşme  talebinin  diğer  talepler karşısındaki mutlak ikincilliği (taliliği,  Subsidiarität ) görüşü, sebepsiz zenginleşmenin, yalnızca başka hukuki taleplerin ileri sürülemediği durumlarda kullanılabilen bir rücu aracı  olduğunu  ifade  etmektedir.  Halefiyetin  bir  rücu  aracı  olarak  öngörüldüğü                                                  münhasır uygulama alanı değerlendirildiğinde, farklı araçlara dayanan rücu talepleri meselesinin TBK m.60 ın uygulama alanına girmediği; çözümün yarışma öğretisi çerçevesinde bulunması gerektiği sonucuna ulaşılır. Öğretide bir görüş ise yarışan taleplerin mevcudiyeti durumunda davacının bir hukuki sebebe  açıkça  dayanmadığı  durumlarda,  en  iyi  giderim  imkanı  tanıyan  sebebe  dayanarak  karar verileceğini kabul etmekte ve dolayısıyla TBK m.60 ı, bu prensibin yansıması olduğu için isabetli addetmektedir. Bu yönde bkz. BOLAYIR, 2019, s.293 vd.  200  Yargıtay  İBGK  E.1958/15,  K.1958/6,  04.06.1958.  Aynı  yönde:  Yargıtay  13.HD.  E.2015/6614, K.2015/27247, 07.09.2015 (Lexpera). 201  Bu yönde bkz. SCHMITT, Rolf, Die Subsidiaritat der Bereicherungsansprüche, 1.Basım, Verlag Ernst und Werner Gieseking, Bielefeld, 1969, s.121.  202  SCHMITT, 1969, s.25, 91; WENNER, 1977, s.135-136; SCHLUEP, 1990, s.184. Bu yönde ör. ROOS, 1928, s.80; ZK-OSER/SCHÖNENBERGER, Art.62, Vorb. 2; FRIEDMANN/COHEN, 2007, s.8; 496Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 durumlarda sebepsiz zenginleşmenin uygulama bulmayacağı görüşünün temel argümanı, borçlunun borcunun sona ermediğinden bahisle zenginleştiğinden söz edilemeyeceğidir. Halefiyet ile sebepsiz zenginleşme arasındaki bu öncelik ilişkisinin yanı sıra hâkim görüş, gerçek caiz vekaletsiz iş görmenin şartlarının sağlandığı durumlarda taraflar arasında kanundan  doğan  bir  borç  ilişkisi  meydana  geldiğini  kabul  ettiğinden  sebepsiz zenginleşme hükümlerinin uygulama bulmayacağını ifade etmekte ve neticede rücu yolları arasında, halefiyete dayanan rücu – gerçek caiz vekaletsiz iş görmeye dayanan rücu – sebepsiz zenginleşmeye dayanan rücu sıralaması yapılmaktadır.                                                   THOMA, 2007, s.63 vd. Türk hukukunda ör. bkz. KILIÇOĞLU, 1979, s.516; ÖZ, 1990, s. 54, 61; TEKİNAY/AKMAN/BURCUOĞLU, vd., 1993, C-II, s. 731-732, 735; KILIÇOĞLU-YILMAZ, 2014, s.33. Ayrıca bkz. Yargıtay İBGK E.1990/1, K.1991/1, 22.02.1991 (Karşı Oy: Mustafa Aykonu).  Serozan da bu görüştedir: Zira başkasının borcu için rehin verdiği eşyasını kurtarmak için devreye girmiş olan üçüncü kişinin  özel bir  halefiyet  ayrıcalığından yararlanarak; zenginleşme istemine değil, doğrudan doğruya alacaklının alacak hakkına dayanacağını  (2014, s.25) ; halefiyet durumlarında  rücu zenginleşmesi istemine yer ve gerek kalmayacağını  (2014, s.29) ifade eder. Nitekim yazar vekaletsiz iş görmenin ve sebepsiz zenginleşmenin bir rücu yolu olarak ancak halefiyetin mevcut olmadığı  durumlarda  ortaya  çıkabileceğini  belirtmektedir,  2014,  s.  30.  Bununla  birlikte  bkz. SEROZAN, 2019, s.1173, par.42. İsviçre hukukunda bu görüşü savunan: LISCHER, 1990, s.150; SCHMID, 1992, s.3, par.9, s.70, par.196 vd. von TUHR/ESCHER, halefiyetin, ödeme yapan üçüncü kişiye zenginleşme ve vekaletsiz iş görmeye dayanan rücu taleplerinin yanında ( neben ) yer aldığını ifade etmektedir ancak bu ifadesinden hemen akabinde yazarlar,  yarışma  bahsini anlattığı bölümde, bir hükmün özel uygulama alanına sahip bulunması nedeniyle diğerinden öncelikli olarak uygulandığı başlığa göndermede bulunmaktadır, von TUHR/ESCHER, 1984, s.28. Aynı yönde: von TUHR/PETER, 1984, s.42, par.4. Buradan hareketle, fikrimizce yazarların da halefiyetin bir rücu yolu olarak öncelikli uygulama  alanına  sahip  olacağı  fikrinde  oldukları  söylenebilir.  Bununla  birlikte  bkz.  von TUHR/PETER, 1984, s.519-520, dn.31, s.522-523.  203  Türk hukukunda ör. SEROZAN bu görüştedir, 2014, s. 30, 325 par.24; OĞUZMAN/ÖZ, 2014, C-II, s. 341; SEROZAN, 2019, s.1175, par.50. Benzer yönde bkz. KILIÇOĞLU, 1979, s.515; ULUSAN, 1984, s.14, dn.16; ÖZ, 1990, s.73. Gerekçe belirtmeksizin sebepsiz zenginleşme ile gerçek vekaletsiz iş görme hükümlerinin yarışamayacağı yönünde görüş belirten: KILIÇOĞLU-YILMAZ, 2014, s.32. İsviçre hukukunda bkz. ör. von TUHR/PETER, 1984, s.522, dn.40; LISCHER, 1990, s.262; SCHLUEP, 1990, s.185;  SCHMID,  1992,  s.70-71,  par.197,  s.134-135,  par.404;  ZK-SCHMID,  Art.422,  par.36; NIETLISPACH, 1994, öz. s.403; GUHL/KOLLER/SCHNYDER, vd., 2000, s.561, par.45; BÜRGİWYSS, 2005, s.104; SCHWENZER, 2009, s.35-36, par.5.01; s.436, par.59.14; KOLLER, 2017, s. 586, par.31.97, s.609, par.32.29, s.610, par.32.32; Türk öğretisinde farklı yönde: BAYGIN, 2003, s.583-584. Yazar, gerçek ve caiz vekaletsiz iş görmeden bahsedebilmek için münhasıran iş sahibinin menfaatinin bulunmasını aradığından iş görenin şahsi menfaatinin bulunduğu hiçbir durumda vekaletsiz iş görmenin rücu  aracı  olarak  kullanılamayacağı  kanaatindedir,  bkz.  öz.  s.584,  dn.48.  Yine  farklı  yönde: TURANBOY, 1997, s.103: Gerçek vekaletsiz iş görme hallerinde yapılan masraf ve uğranılan zararların  hakimin takdir edeceği kadarı iş sahibinden geri alınabileceği için burada sebepsiz zenginleşme davası bulunamaz  kanaatindedir.  204  Bu görüşün de temelinde bir ikincilliği kabul ettiği yönünde bkz. SCHMITT, 1969, s.93. Bu yönde bkz. ör. GAUTSCHİ, Vorb. (Die Geschäftsführung ohne Auftrag), par.18, 28g; ÖZ, 1990, s.54; SCHMID, 1992, s.7, par.21; CHK-MAISSEN/HUGUENIN/JENNY, Art.419, par.9; BSK OR I-Schulin/Vogt, Art.62,  par.40.  Alman  hukukunda  aynı  görüşte:  SCHIMS,  2006,  s.97  vd.  Hofstetter,  sebepsiz zenginleşmenin objektif şartlara bağlı olduğu; vekaletsiz iş görmenin ise hem objektif hem de sübjektif şartları olduğunu belirtmekte ve bu sübjektif şartların vekaletsiz iş görme kurumunu, (genel-özel hüküm 497Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Rücu araçları arasında bir yarışma ilişkisinin kabul edilmiş olması ise halefiyetin düzenlendiği durumlarda genel rücu araçlarının devre dışı bırakılmadığı; bu durumlarda şartları  sağlandıkça  rücu  hakkının  genel  araçlara  dayanılarak  da  kullanılabileceği                                                  anlamında)  sebepsiz  zenginleşme  karşısında  özel  hüküm  haline  getirdiğini  savunmaktadır,  bkz. HOFSTETTER, 2010, s.240-242. Alman Federal Mahkemesi nin de bu yönde kararları mevcuttur bkz. ör. BGH,  Urteil vom  4. 6. 1959 -  VII ZR 217/58 (NJW 1959, s.1725 vd.); BGH,  Urteil vom  7. 11. 1960 -  VII ZR 168/59 (NJW 1961, s.118 vd.); BGH,  Urteil vom  8. 7. 2003 -  VI ZR 274/02 (NJW 2003, s.3193). Halefiyetin bir leges speciales oluşturacağı için öncelikli uygulanacağı ancak sebepsiz zenginleşme ile vekaletsiz iş görme taleplerinin yarışma halinde bulunduğuna ilişkin ayrıksı görüş için bkz. HOLENSTEIN, 1983, s.188; NIETLISPACH, 1994, s.403; BÜRGİ-WYSS, 2005, s. 259-260. İsviçre hukukunda hakim görüşün, elde edilen menfaatlerin devrine ilişkin temel hukuki düzenlemenin caiz olmayan vekaletsiz iş görme olduğuna ancak bunun (özellikle sebepsiz zenginleşme karşısındaki üstünlüğünün) kanundan değil; (hatalı) öğreti ve yargı uygulamasından kaynaklandığına ilişkin bkz. NIETLISPACH, 1994, s.104-105. Ancak yazar, hâkim görüşten farklı olarak caiz olmayan vekaletsiz iş görmeyi, sebepsiz zenginleşmenin özel bir uygulaması kabul etmekte ve elde edilen menfaatlerin devrine ilişkin temel (ve  yegâne) hukuki düzenlemenin  sebepsiz zenginleşme hükümleri olması gerektiğini savunmaktadır, s. 124-125, 144 vd., 413 vd. Elbette ki, sebepsiz zenginleşme yerine, şartları sağlandığı ölçüde vekaletsiz iş görme hükümlerinin uygulama önceliğine sahip olmasının bazı pratik sonuçları vardır. Özellikle, iade yükümlülüklerinin kapsamını ve vekaletsiz iş görme hükümlerinde iş görene yüklenen dikkat ve özen yükümünü burada zikretmek gerekir, HOFSTETTER, 2010, s.242-243. Yargıtay uygulamasına bakıldığında tarafların aralarında sözleşme bulunmadığı durumlarda doğrudan doğruya vekaletsiz iş görme hükümlerine başvurulduğu, sebepsiz zenginleşmenin şartlarının dahi incelenmediği kararlara rastlanmaktadır. Bu yönde bkz. ör. Yargıtay 15.HD E.2018/2867, K.2019/1734, 15.04.2019 (Kazancı İçtihat Bilgi Bankası); Yargıtay 15.HD E.2017/2789, K.2018/884, 12.03.2018 (Kazancı İçtihat Bilgi Bankası); Yargıtay 15.HD E.2016/1342, K.2016/3615, 21.06.2016 (Kazancı İçtihat Bilgi Bankası); Yargıtay 13.HD E.2015/1596, K.2016/4241, 16.02.2016 (Kazancı İçtihat Bilgi Bankası); Yargıtay 15.HD E.2012/7812, K.2013/6104, 20.11.2013 (Kazancı İçtihat Bilgi Bankası). Bununla birlikte örneğin Yargıtay HGK E.2017/15-248, K.2018/1175, 06.06.2018. (Kazancı İçtihat Bilgi  Bankası)  künyeli  kararında  Hukuk  Genel  Kurulu,   Hukuk  Genel  Kurulundaki  görüşmeler sırasında, taraflar arasındaki uyuşmazlığın BK'nın 413. maddesindeki vekâletsiz iş görme ilkesine göre değil,  aynı  Kanun'un  61  vd.  maddelerinde  düzenlenen  sebepsiz  zenginleşme  hükümlerine  göre çözümlenmesi  gerektiği,  böyle  olunca  da  iş  bedelinin  belirlenmesinde  müteahhit  kârının hesaplanmasının doğru olmadığı, direnme kararının bu değişik gerekçe ile bozulması gerektiği görüşü ileri sürülmüş ise de; bu görüş Kurul çoğunluğunca benimsenmemiştir…  ifadelerini kullanmışsa da rücu aracının seçim kriterine ilişkin herhangi bir açıklamada bulunmamıştır. Aynı doğrultuda: Yargıtay HGK, E.2014/15-2182, K.2015/1047, 18.03.2015 (Kazancı İçtihat Bilgi Bankası). Halefiyet dışındaki tüm rücu araçlarına işaret edilmesine rağmen hangi araç esas alınarak karar verildiği anlaşılamayan bazı örneklere de rastlanmaktadır bkz. ör. Yargıtay 6.HD, E.2015/6072, K.2015/7966, 06.10.2015 (Kazancı İçtihat Bilgi Bankası). Benzer biçimde Yargıtay 3.HD E.2019/3881, K.2020/3928, 07.07.2020 künyeli kararında Yargıtay,  vekaletsiz iş görme/sebebsiz zenginleşme hükümlerine göre masraf talebinde kiracının haklı olduğu na hükmetmiş; talep içeriklerinin farklılıklarına rağmen hangi araca göre karar verildiğini kararında zikretmemiştir.  …kiracının kiralanana yaptığı faydalı ve zorunlu masrafların vekâletsiz işgörme ve sebepsiz zenginleşme hükümlerine göre davalı kiraya verenden isteme hakkı olduğu yönünde…  bir yerleşik uygulama olduğu da Yargıtay ın 3.Hukuk Dairesi tarafından verilen E.2020/2455, K.2020/3857, 02.07.2020 künyeli kararında ifade edilmiştir. Aynı yönde: Yargıtay 3.HD, E.2017/7430, K.2019/3928, 30.04.2019. Ayrıca  kararlarda  …karşı davanın  vekâletsiz iş  görme nedeniyle sebepsiz zenginleşme hükümlerine dayanılarak açılmış alacak davası olduğu…  gibi hukuki niteliği belirsiz ifadelere de rastlanmaktadır, bkz. ör. Yargıtay 15.HD, E.2019/3032, K.2020/1641, 17.06.2020 (Kazancı İçtihat Bilgi Bankası).  498Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 anlamını taşır. Benimsediğimiz yarışma görüşü uyarınca somut olayda birden fazla rücu aracının şartları sağlanıyor olabilir. Bu araçlardan bazılarının diğerine göre önceliği olduğu söylenemez.  Örneğin halefiyet durumlarında sebepsiz zenginleşmenin borcun sona ermediği gerekçesiyle devre dışı bırakılması sonucuna varmak, halefiyetin hukuki yapısını göz ardı etmek anlamına gelecektir. Zira kanunda halefiyet sonunun öngörüldüğü durumlarda  alacaklının  alacak  hakkı  varlığını  sürdürmekteyse  de  bu  alacak  hakkı yalnızca  rücu  alacaklısının  alacak  hakkına  hizmet  etmekte  ve  bu  amaçla  varlığını sürdürmektedir.  Kaldı  ki  gerek  Türk  gerekse  de  İsviçre  öğretisinde  modern  görüş,  sebepsiz zenginleşmenin diğer rücu yolları karşısında ikincil nitelikte olduğu dogmasına kuşkuyla yaklaşmaktadır.                                                   205  Aynı yönde: SCHMITT, 1969, s.95; TURANBOY, 1997, s.99-100.  206  Sebepsiz zenginleşmenin cessio legis e dayanarak reddedilmesinin bir kısır döngüye sebep olacağı yönünde isabetle: KIM, 2003, s.80. Yazar, kanuni alacak intikalinin, iç ilişkiden kaynaklanan rücuyu güçlendirmek için var olduğunun yani bunların birbirini tamamladığının altını çizmektedir. Kanuni alacak intikalinin, zenginleşmeden doğan talepleri engellemesinin kendi içinde çelişkili olduğunu kabul etmektedir. Aynı sonuca Meier de ulaşmaktadır. Yazara göre, alacak hakkı cismani bir varlık olmadığı için gerçekte sona erip bir bütün halinde yeniden mi doğduğu yoksa kanunen bir başkasına intikal mi ettiği sorusunun yanıtı daima amaçtan hareketle verilmelidir. Kanunda kullanılan intikal terminolojisi de bu sorunun yanıtı bakımından kesin bir yanıt vermez; zira ilk hali de kanun koyucu  intikal  olarak cisimlendirmiş olabilir. Dolayısıyla burada alacağın sona ermediği; sadece intikal ettiği biçiminde yapılan mutlak bir kurgudan hareketle sebepsiz zenginleşme hükümlerinin halefiyet hükümleriyle yarışma halinde olmadığı bir dogma olarak benimsenemez. Bu, kurumun amacından uzaklaşan bir neticeye sebebiyet verir, MEIER, 2010, s.428-429. Halefiyet yoluyla intikal edecek hakkın kapsamının borçlunun ödediği miktarla sınırlandırılmış olmasının, konstrüksiyonun kendi içinde bir zenginleşme hukuku  perspektifi  barındırdığına  ilişkin  olarak:  HAWELLEK,  2010,  s.10  vd.  Wenner  de  zenginleşenden   talep  hakkı  bulundukça  gerçek  anlamda  bir  zenginleşmenin  mevcut  olmadığı yönündeki görüşü eleştirmektedir, bkz. WENNER, 1977, s.165. Tamamen yarışma perspektifinden yaptığı değerlendirme neticesinde aynı sonuca ulaşan: SCHMITT, 1969, s.94-95.  207  Benzer bir gerekçelendirme için bkz. KAPANCI, 2015, s. 358-359, dn.1501. Per se biçimde sonuca varan yazarlardan ör. Acar, kefilin halef olduğu durumlarda asıl borçlunun sebepsiz zenginleşmediği kanaatindedir, ACAR Özlem, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2015, s.346. Borçlunun borçtan kurtulmadığı gerekçesiyle sebepsiz zenginleşmenin çoğu zaman rücu talebine temel teşkil edemeyeceği yönünde görüş belirten: BREUER, 1922, s.59-60. 208  Bu yönde bkz. WENNER, 1977, s.167; ÖZ, 1990, s. 60 vd.; GUHL/KOLLER/SCHNYDER, vd., 2000, s.230, par.11; BAYGIN, 2003, s. 602; SCHWENZER, 2009, s.432, par.59.03; SEROZAN, 2014, s. 307, 367, 369, 371; EREN, 2015,  s.843; ANTALYA, 2017, C-II, s.576; KOLLER, 2017, s. 529, par.30.22; CHK-HAHN, Art.62, par.36: Yazara göre sebepsiz zenginleşmenin ayrı bir borç kaynağı olarak düzenlenmesi karşısında ikincilliğinden söz etmek çelişkilidir. Aynı yönde: SCHLUEP, 1990, s.184.  Alman  öğretisinde  de  mutlak  ikincillik  görüşünün  terk  edildiği  kabul  edilmektedir,  bkz. SCHMITT, 1969, s.97 vd. 499Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Özetle rücu yollarından birinin diğerine sıra üstünlüğü yoktur. Rücu hakkı sahibi, şartları sağlandığı müddetçe ve o nispette, hangi yolun kendisi için avantajlı olduğunu düşünüyorsa o yolu tercih edebilir. Kanuni alacak intikaline dayanan rücu, kanun koyucu tarafından diğer araçlara göre öncelikli olarak uygulanması amacıyla düzenlenmemiştir. Kanuni alacak intikalinin amacı, rücu alacaklısının durumunu iyileştirmektir; verilen rücu imkanlarını  en  baştan  ortadan  kaldırmak  değildir.  Bununla  birlikte  yukarıda belirttiğimiz gibi özellikle üçlü ilişkiler bakımından vekaletsiz iş görme ve sebepsiz zenginleşmenin  şartları,  alacak  hakkının  kanunen  intikal  ettiği  hallerin  tamamında sağlanmayabilir. Yani esas itibariyle, bu rücu yollarından herhangi biri diğerine özellikli değildir ancak kanuni alacak intikali; sebepsiz zenginleşme ve aynı zamanda vekaletsiz iş görmeye dayalı rücu birbirlerini somut olaydaki uygulama şartları ve alanları nedeniyle dışlayabilir. Özellikle bir kişinin başkasının borcunu ifa ettiği tipik durumlarda ifa eden lehine halefiyetin öngörülmüş olması -beraberinde getirdiği türlü avantajlar nedeniyle-, bu durumlarda diğer rücu araçlarının uygulama alanını daraltacaktır. Bu nedenle somut olay özelinde söz konusu rücu araçları hukuken değilse de mantıkî açıdan belirtilen düzlemde birbirini dışlayabilecektir.                                                     209  Aynı  yönde:  SCHLECHTRIEM,  2001,  s.360,  par.154;  KOPPENFELS-SPIES,  2006,  s.140-141; KAPANCI, 2015, s.366. Benzer bir düşünüş sistemini sözleşmeden doğan sorumluluk ile haksız fiil sorumluluğunun arasında bir taleplerin yarışması ilişkisi olduğunu desteklemek için kullanan: ÇAĞA, 1939, s.177 vd. 210  Bkz. yuk. II, A, 1 deki açıklamalarımız. 211  ÖZ,  1990,  s.61;  TURANBOY,  1997,  s.100-101;  KOPPENFELS-SPIES,  2006,  s.140-141; OĞUZMAN/ÖZ, 2014, C-I, s.261, dn.15; OĞUZMAN/ÖZ, 2014, C-II, s.334; SEROZAN 2014, s.325; EREN, 2015, s.844; KOÇANO-RODOSLU, 2016, s.16, 33; ANTALYA, 2017, C-II, s.576; CHKHAHN, Art.62, par.35: Bu yazar da halefiyet öngören özel hükümlerin varlığı ve vekaletsiz iş görme hükümlerinin yer yer uygulama bulması nedeniyle, rücu zenginleşmesinin uygulama alanının daraldığı kanaatindedir.  Ayrıca  bkz.  SCHMITT,  1969,  s.126;  SCHWENZER,  2009,  s.421,  par.57.12; SEROZAN,  2014,  s.367;  OĞUZMAN/ÖZ,  2014,  C-II,  s.374,  dn.262;  KOLLER,  2017,  s.586, par.31.97-31.98;  Karş.  BK-GAUTSCHİ,  Art.419,  par.6b.  Bununla  birlikte  özellikle  borçtan kurtarmadan ötürü zenginleşmelerin vekaletsiz iş görme ile sınırlarının çizilmesinin güçlüğünü kabul etmek gerekir. Aynı yönde bkz. ULUSAN, 1984, s.57. Benzer biçimde, borçtan kurtarmadan ötürü zenginleşmenin vekaletsiz iş görmenin uzantısı olduğu yönünde görüş belirten: SEROZAN, 2014, s.328; SEROZAN, 2019, s.1190, par.87.  212  SCHLECHTRIEM, 2001, s.360, par.154.  500Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 SONUÇ Hukukumuzda  halefiyet  gerek  literatürde  gerekse  de  konu  olduğu  yargı kararlarında,  işlevinden  bağımsız  biçimde  ele  alınmaktadır.  Bunun  nedeni  (ve  aynı zamanda da sonucu), halefiyet kurumunun bir rücu aracı niteliğini haiz olduğunun çoğu durumda göz ardı edilmesidir.  Halefiyeti diğer rücu araçlarından koparan bu anlayış, halihazırda karmaşık durumda olan rücu sisteminin izahını iyiden iyiye güçleştirmiş ve bu sistemde yer alan araçların birbiriyle olan ilişkilerinin yeterince iyi anlaşılamamasına sebebiyet vermiştir. Bu makalede temsil edilen görüşe göre halefiyet, üç köşeli ilişkilerde katılımcıların  üstlendiği  nihai  yükler  bakımından  meydana  gelen  dengesizlikleri düzenlemek ve nihai malvarlığı durumlarını hukuka uygun hale getirmek için öngörülen kanunî  rücu  araçlarından  biridir.  Diğer  (âdi)  kanunî  rücu  araçları  olan  sebepsiz zenginleşme ve vekaletsiz iş görmeden farklı olarak halefiyete dayanan rücu hakkının kaynağı, rücu hakkı sahibinin malvarlığında doğan bir hak değil; borçlu ile alacaklı arasındaki hukukî ilişkiye ait alacak hakkıdır. Bunun neticesi, halefiyete dayalı rücunun, alacaklı ile borçlu arasındaki ilişkiye tek yönlü bir bağlılık içinde olmasıdır. Bunun yanı sıra halefiyetin diğer rücu araçlarından şartları ve sonuçları itibariyle farklılaştığı birçok nokta bulunmaktadır. Bu farklı araçlardan somut olayda şartları sağlananlar arasında rücuya aracılık etmek üzere hangi kurumun tercih edileceği ise -bu makalede temsil edilen  görüşe  göre-  tamamen  rücu  hakkı  sahibinin  seçimine  bırakılmıştır.  Araçlar arasında bir yarışma ilişkisi mevcut olduğundan, toplam talebi aşmamak kaydıyla hak sahibinin birden fazla talep temeline dayanması mümkündür.",
     "Kaynakça": "Özlem, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2015. AKINTÜRK, Turgut, Müteselsil Borçluluk, 1.Basım, Sevinç Matbaası, Ankara, 1971. AKSOY, Hüseyin Can,  Vekaletsiz İş Görende İşi Vekaletsiz Olarak Görme Bilinci Aranmalı Mıdır? , Ankara Barosu Dergisi, Yıl: 2017, Cilt: 1, (s. 93 vd.) 501Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ALANGOYA, Yavuz, Medenî Usul Hukuku Esasları, 1.Basım, Namaş A.Ş., İstanbul, 2001. ALANGOYA, Yavuz, Medenî Usul Hukukunda Vakıaların ve Delillerin Toplanmasına İlişkin İlkeler, 1.Basım, Fakülteler Matbaası, İstanbul, 1979. ANTALYA, O. Gökhan, Borçlar Hukuku Genel Hükümler, 1.Basıma Ek Tıpkı Basım, Legal Kitabevi, İstanbul, 2017. ARSLAN, Ramazan/ YILMAZ, Ejder/ TAŞPINAR-AYVAZ, Sema, Medenî Usul Hukuku, 1.Basım, Yetkin Yayınları, Ankara, 2016. ATALI, Murat/ ERMENEK, İbrahim/ ERDOĞAN, Ersin, Medenî Usul Hukuku Ders Kitabı, Yetkin Yayınları, Ankara, 2018. BACHMANN,  Roland,   Zur  Entstehungsgeschichte  der  Praxisänderung  im  Regressrecht , HAVE- Haftpflicht- und Versicherungsrechtstagung, Tagungsbeitrage, Yıl: 2018, (s. 326 vd.) BAŞ-SÜZEL,  Ece,  Gerçek  Olmayan  Vekaletsiz  İş  Görme  -Menfaat  Devri  Yaptırımı-, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2015. BAYGIN, Cem,  Edim Dışı Sebepsiz Zenginleşmeden Doğan İade Talebinin Haksız Fiil ve Vekaletsiz İş Görmeden Doğan Talepler Karşısındaki Durumu , Prof. Dr. Fahiman Tekil e Armağan, 1.Basım, Beta Yayınları, İstanbul, 2003, (s. 571 vd.) BAYRAM, Aziz Erman,  Üçüncü Kişi İpoteğinde Taşınmaz Malikinin Borcu İfası ve İfanın Hukuki Sonuçları , Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2020, Cilt: 5, Sayı: 1, (s. 409 vd.) BECKER, Hermann, Berner Kommentar Band/Nr.VI/1, Allgemeine Bestimmungen, Art. 1183 OR, Schweizerisches Zivilgesetzbuch, Obligationenrecht, 2. Basım, Bern, 1945. (BK-Becker, Art.X) BECKER-EBERHARD, Ekkehard, Forderungsgebundenheit der Sicherungsrechte, 1. Basım, Verlag Ernst und Werner Gieseking, Bielefeld, 1993. de  BIASIO,  Albino,  Der  Übergang  der  Gläubigerrechte  auf  den  Bürgen  und  dessen Regressrechte, 1.Basım, Stämpfli & Cie., Bern, 1944. 502Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 BOLAYIR, Nur, Medenî Usul Hukuku nda Hâkimin Hukuku Re sen Uygulaması İlkesi, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2019. BREUER, Josef, Die cessio legis bei der Bürgschaft, Dissertation (Basılmamış), Aachen, 1922. BUSCHE, Jan, Staudinger BGB Buch 2: Recht der Schuldverhaltnisse: §§397-432 (Erlass, Abtretung, Schuldübernahme, Mehrheit von Schuldnern und Glaubigern) 16.Basım, 2017. BUZ,  Vedat,   Aynı  Şahsın  Farklı  Hukuki  Sebeplerle  Sorumluluğu:  TBK  m.  60  Üzerine Düşünceler , Banka ve Ticaret Hukuku Dergisi, Yıl: 2013, Cilt: 29, Sayı: 2, (s. 19 vd.) BÜRGI-WYSS,  Alexander  Christoph,  Der  Unrechtmässig  Erworbene  Vorteil  im Schweizerischen  Privatrecht  -  Zugleich  Ein  Beitrag  Zur  Dogmatik  Der Ungerechtfertigten Bereicherung und Der Geschäftsführung Ohne Auftrag, 1.Basım, Schulthess, Zürich, 2005. BÜTOW,  Karl,  Nemo  Subrogat  Contra  Se  -  Angewandt  Auf  die  Bestimmungen  des Bürgerlichen Gesetzbuches  der Cessio Legis  bei der  Subrogation, 1.Basım, Carl Georgi, Universitats-Buchdruckerei und Verlag, Bonn, 1908. CASANOVA,  Gion  Christian,  Ausgleichsanspruch  und  Ausgleichsordnung:  Die Regressregelung von Art. 51 OR, 1.Basım, Schulthess, Zürich, 2010. ÇAĞA, Tahir, Konkurrenz deliktischer und vertraglicher Ersatzansprüche nach deutschem und schweizerischem Recht unter Berücksictigung des gemeinen Rechts, 1.Basım, Verlag H.R. Sauerlander & Co. ,Aarau, 1939. ÇAĞLAYAN-AKSOY,  Pınar:   Sebepsiz  Zenginleşme  Hukukunda  İade  Talebinde Bulunulmasını Engelleyen TBK Madde 81 Hükmü Üzerine Bir İnceleme , Banka ve Ticaret Hukuk Dergisi, Yıl: 2015, Cilt: 31, Sayı: 4, (s.131 vd.).   DALCI-ÖZDOĞAN, Nurcihan, Müteselsil Sorumluluk : Özellikle TBK md.61 ve md.162 vd. Hükümleri Bağlamında, 1.Basım, Seçkin Yayıncılık, Ankara, 2015. DAYINLARLI,  Kemal,  Borçlar  Kanununa  Göre  Alacağın  Temliki,  1.Basım,  Dayınlarlı Hukuk Yayınları, Ankara, 2000. 503Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 DERLEDER, Peter,  Teilzession und Schuldnerrechte , Archive für Civilistische Praxis, Yıl: 1969, Cilt: 169, (s. 97 vd.) DIECKMANN,  Johann  Andreas,   The  Province  of  Subrogation  Determined:  Some Corrections— A Functional Analysis of the Guarantor s Right to Derivative Recourse, Comprising a Critique of the Restitutionary Thesis , European Review of Private Law, Yıl: 2012, Cilt: 4, (s. 989 vd.) DIECKMANN, Johann Andreas, Der Derivativregreß des Bürgen gegen den Hauptschuldner im englischen und deutschen Recht, 1.Basım, Duncker & Humblot, Berlin, 2003. ELÇIN-GRASSINGER, Gülçin,  Borç İlişkilerinin Üçüncü Kişilere Etkisi (Alacaklıya Halef Olma- Üçüncü Kişinin Fiilini Üstlenme- Üçüncü Kişi Yararına Sözleşme) , Borçlar Kanunu Genel Hükümler Konferansları II - Prof.Dr.İsmet Sungurbey e Armağan, 1.Basım, İstanbul Barosu Yayınları, İstanbul, 2012, (s. 185 vd.) EREN, Fikret, 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler, 18.Basım, Yetkin Yayınları, Ankara, 2015. ERTEN, M. Ali, Türk Borçlar Hukukuna Göre Bina ve İnşa Eseri Sahiplerinin Sorumluluğu (BK. md. 58), 1.Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2000. FARGNOLI, Iole,  Drittleistung und Pflichterfüllung: auch gegen den Willen des Schuldners? - oder  -  Rechtsgeschichte  als  Hilfsmittel  der  Gesetzesauslegung ,  Zeitschrift  des Bernischen Juristenvereins, Yıl: 2010, Cilt: 146, (s. 177 vd.) FELLMANN, Walter,  Regress und Subrogation: Allgemeine Grundsätze , Haftpflicht- und Versicherungsrechtstagung, Tagungsbeitrage, (der.Alfred Koller), St.Gallen, 1999, (s. 1 vd.) FLUME, Werner, Studien zur Lehre von der ungerechtfertigten Bereicherung, 1.Basım, Mohr Siebeck, Tübingen, 2003. FRANKO, Nisim İ.,  Borçlar Kanununun 109 ncu Maddesine Göre Halefiyet Halleri , Ankara Barosu Dergisi, Yıl: 1981, Cilt: 2, (s. 202 vd.) FRIEDMANN,  Daniel/  COHEN,  Nili,   Payment  of  Another s  Debt ,  International 504Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Encyclopedia of Comparative Law, (der. Ernst von Caemmerer vd.) Mohr Siebeck, Tübingen, 2007, (s. 3 vd.).  GAUCH, Peter/ SCHLUEP, Walter R./ SCHMID, Jörg/ REY, Heinz, vd., Schweizerisches Obligationenrecht Allgemeiner Teil, 10.Basım, Schulthess, Zürich, 2014.  GAUTSCHİ, Alain, Solidarschuld und Ausgleich, 1.Basım, Dike Verlag, Zürich/St.Gallen,  2009. GAUTSCHİ,  Georg,  Berner  Kommentar/Nr.VI/2/5,  Kreditbrief  und  Kreditauftrag, Maklervertrag, Agenturvertrag, Geschaftsführung ohne Auftrag, Art.407-424 OR, 1.Basım, 1964.  (BK-GAUTSCHİ, Art.X) GEORGIADES, Apostolos, Die Anspruchskonkurrenz im Zivilrecht und Zivilprozessrecht, 1.Basım, C.H. Beck sche Verlagsbuchhandlung, München, 1967. GERNHUBER,  Joachim,  Die  Erfüllung  und  ihre  Surrogate:  sowie  das  Erlöschen  der Schuldverhältnisse aus anderen Gründen, 2.Basım, Mohr (Paul Siebeck), Tübingen, 1994. GIRSBERGER, Daniel/ HERMANN, Johannes Lukas, Basler Kommentar Obligationenrecht I, (Art.164-174) 7.Basım, 2020. (BSK-GIRSBERGER/HERMANN, Art.X) GÖDICKE, Patrick, Bereicherungsrecht und Dogmatik - Zur Kritik an der Dogmatik der §§ 812 ff. BGB aus methodologischer Sicht - zugleich ein Beitrag zur Bedeutung der Dogmatik in der zivilrechtlichen Rechtsfindung, 1. Basım, Duncker & Humblot, Berlin, 2002. GUHL,  Theo/KOLLER,  Alfred/SCHNYDER,  Anton  K.,  vd.,  Das  Schweizerische Obligationenrecht mit Einschluss des Handels- und Wertpapierrechts, 9. Basım, Schulthess, Zürich, 2000. GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler Cilt II, 3.Basım, Vedat Kitapçılık, İstanbul, 2014. HAGENBÜCHLI, Hermann Alfred, Die Ansprüche des Geschäftsführers ohne Auftrag und ihre Voraussetzungen, Dissertation (Basılmamış), Zürich, 1926. 505Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 HAHN,  Anne-Catherine,  CHK-Handkommentar  zum  Schweizer  Privatrecht, Obligationenrecht-Allgemeine Bestimmungen Art.1-183 OR, 3.Auflage, 2016. (CHKHAHN, Art.X) HAPPEK, George, Das Eintrittsrecht in die Rechte des Befriedigten Glaubigers nach BGB, 1. Basım, A. Seydel & Cie., Berlin, 1909. HARTMANN, Alfred, Der Regress Bei Haftung Mehrerer Verschiedenen Rechtsgründen, 1.Basım, Stämpfli & Cie., Bern, 1942. HÄSEMEYER,  Ludwig,   Gläubigerschutz  und  Gläubigergleichbehandlung  bei Regresverhältnissen , KTS-Zeitschrift für Insolvenzrecht, Yıl: 1993, Cilt: 54, Sayı: 2  (s. 151 vd.) HAWELLEK, Jeronimo, Die persönliche Surrogation: eine vergleichende Untersuchung von Rechtsübergängen  zu  Regresszwecken  in  Deutschland,  Spanien  und  England, 1.Basım, Mohr Siebeck, Tübingen, 2010. HEMMER, Kart Edmund/ WÜST, Achim, Rückgriffsansprüche, 4. Basım, Hemmer/Wüst Verlagsgesellschaft GmbH, Würzburg, 2005. HERPERS, Hans Heinz,  Über den Nachteil des Gläubigers bei der Legalzession , Archiv für die civilistische Praxis, Yıl: 1966, Cilt: 166, Sayı: 5–6, (s. 454 vd.) HOFSTETTER, Josef, Schweizerisches Privatrecht, VII/6, Obligationenrecht, Besondere Vertragsverhältnisse, Der Auftrag und die Geschäftsführung ohne Auftrag, 1. Basım, Helbing & Lichtenhahn, Basel-Genf-München, 2000. HOLENSTEIN, Patrizia, Wertersatz oder Gewinnherausgabe?- Unter den Gesichtspunkten der  ungerechtfertigten  Bereicherung  und  der  unechten  Geschäftsführung  ohne Auftrag, 1.Basım, Schulthess, Zürich, 1983. HONSELL,  Heinrich,  Schweizerisches  Obligationenrecht-  Besonderer  Teil,  10.Basım, Stämpfli, Bern, 2017. HUWILER, Bruno, Basler Kommentar Obligationenrecht I, (Art.67), 7.Basım, 2020. (BSKHUWILER, Art.X) 506Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 HÜBENER, Eckhard, Der gesetzliche Forderungsübergang im System der Rechtsordnung, Dissertation (Basılmamış), Hamburg,1968. JUNG,  Peter:  Kurzkommentar  Obligationenrecht  (Der.Heinrich  Honsell),  (Art.  110), 1.Basım, Helbing Lichtenhahn Verlag, 2014. (KUKO-JUNG, Art.X) KAPANCI,  Kadir  Berk,  Birlikte  Borçlulukta  Borçlular  Arası  İlişkiler,  1.Basım,  Vedat Kitapçılık, İstanbul, 2015. KAPANCI, Kadir Berk/ BAŞOĞLU, Başak,  Vekâletsiz İş görme , İstanbul Şerhi- Türk Borçlar Kanunu, Cilt-6,7,8 (Madde 393-649), (der. M.Turgut Öz vd.), 3.Basım, Vedat Kitapçılık, İstanbul, 2019, (s. 3917 vd.) KARRER,  Robert,  Der  Regress  des  Versicherns  gegen  Dritthaftpflichtige  Rechtsvergleichung  und  internationales  Privatrecht,  1.Basım,  Schulthess,  Zürich, 1965. KARSLI, Abdürrahim, Usul hukuku Açısından Rücu Davaları, 1.Basım, Ofset Matbaası, İstanbul, 1994. KELLER, Max,  Die Subrogation als Regress im Internationalen Privatrecht , Schweizerische Juristen-Zeitung, Yıl: 1975 Cilt: 20, (s. 305 vd.) KILIÇOĞLU, Ahmet M., Türk Borçlar Hukukunda Kanuni Halefiyet, 1.Basım, Ankara Üniversitesi Hukuk Fakültesi, Ankara, 1979. KILIÇOĞLU-YILMAZ, Kumru, Haksız Kazancın İadesi, 1.Basım, Turhan Kitabevi, Ankara, 2014. KIM, Hyoung Seok, Zessionsregreß bei nicht akzessorischen Sicherheiten, 1.Basım, Duncker & Humblot, Berlin, 2003. KOCAYUSUFPAŞAOĞLU,  Necip/  HATEMİ,  Hüseyin/  SEROZAN,  Rona,  vd.,  Borçlar Hukuku Genel Bölüm, Birinci Cilt, 5.Basım, Filiz Kitabevi, İstanbul, 2010. KOÇANO-RODOSLU, Emine, Rücu Hakkı, 1.Basım, Turhan Kitabevi, Ankara, 2016. von KOPPENFELS-SPIES, Katharina, Die cessio legis, 1. Basım, Mohr Siebeck, Tübingen, 2006. 507Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 KOLLER, Alfred, Schweizerisches Obligationenrecht Allgemeiner Teil, 4.Basım, Stampfli Verlag, Bern, 2017.  KRETSCHMAR, Paul, Die Erfüllung, 1.Basım, Veit, Leipzig, 1906. KURT, Leyla Müjde,  Haksız Fiil Sonucu Oluşan Zarardan Birden Çok Kişinin Sorumlu Olduğu Hallerde Rücu Talebinin Tâbi Olduğu Zamanaşımı , Türkiye Barolar Birliği Dergisi, Yıl: 2011, Cilt: 95, (s. 135 vd.) LIEDER, Jan, Beck-online Grosskommentar, BGB, Buch 2: Recht der Schuldverhaltnisse, Abschnitt 5, Übertragung der Forderung (§398-§413), 2019. (BeckOGK-LIEDER, Art.X) LISCHER, Urs, Die Geschäftsführung ohne Auftrag im schweizerischen Recht, 1.Basım, Helbing & Lichtenhahn, Basel-Frankfurt a.M., 1990. MAISSEN,  Eva/  HUGUENIN,  Claire/  JENNY,  Reto  M.,  CHK-Handkommentar  zum Schweizer Privatrecht, Vertragsverhaltnisse Teil 2: Arbeitsvertrag, Werkvertrag, Auftrag, GoA, Bürgschaft, 3. Auflage, 2016 .   (CHK-MAISSEN/HUGUENIN/JENNY, Art.X) MAUCHLE, Yves,  Normenkonkurrenzen im Obligationenrecht – zugleich ein Beitrag zum Verhältnis von Irrtumsanfechtung und Sachmängelhaftung , Aktuelle Juristische Praxis (AJP)/Pratique Juridique Actuelle (PJA), Yıl: 2012,  Cilt: 7, (s. 933 vd.) MEIER,  Sonja,  Gesamtschulden:  Entstehung  und  Regress  in  historischer  und vergleichender Perspektive, 1.Basım, Mohr Siebeck, Tübingen, 2010. MEYER, Doris Maria, Der Regreß im Internationalen Privatrecht, 1.Basım, Schulthess, Zürich, 1982. MOSER, Rudolf: Die Herausgabe des wiederrechtlich erzielten Gewinnes (Insbesondere unter dem Gesichtspunkt der eigennützigen Geschaftsführung ohne Auftrag Art. 423 OR), 1.Basım, Verlag H.R. Sauerländer, Zürich, 1940. NIETLISPACH, Markus, Zur Gewinnherausgabe im schweizerischen Privatrecht - Zugleich ein Beitrag zur Lehre von der ungerechtfertigten Bereicherung-, 1.Basım, Stämpfli & 508Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Cie., Bern, 1994. NOMER, Haluk Nami,  Halefiyet ile Rücu Hakkı Arasindaki İlişki, Özellikle Sosyal Sigortalar ile Özel Sigortaların Rücu Hakları Bakimindan Halefiyetin Rolü , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1997, Cilt: 55, s. 243–60. NOMER,  Haluk  Nami,   Rücu  İstemine  İlişkin  Zamanaşımı  (TBK  m.73) ,  Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Özel Hukuk Sempozyum Özel Sayısı Sempozyum No:3 , Prof.Dr. Cevdet Yavuz a Armağan, Legal Kitabevi, 2012, (s. 245 vd.) OĞUZMAN, M.Kemal/ BARLAS, Nami, Medenî Hukuk, 25.Basım, Vedat Kitapçılık, İstanbul, 2019. OĞUZMAN, M.Kemal/ ÖZ, M.Turgut, Borçlar Hukuku Genel Hükümler, 12.Basım, Vedat Kitapçılık, İstanbul, 2014. von OLSHAUSEN, Eberhard, Gläubigerrecht und Schuldnerschutz bei Forderungsübergang und Regress, 1. Basım, Heymann, Berlin, 1988. OMAĞ, Merih Kemal, Türk Hukukunda Sigortacının Kanunî Halefiyeti, 2.Basım, Vedat Kitapçılık, İstanbul, 2011. OSER, David/ WEBER, Rolf H., Basler Kommentar Obligationenrecht I, 7.Basım, 2020. (BSK-OSER/WEBER, Art.X) OSER,  Hugo/  SCHÖNENBERGER,  Wilhelm,  Zürcher  Kommentar,  Bd.  V,  Das Obligationenrecht,  Art.  1-183,  2.Basım,  Schulthess,  Zürich,  1929.  (ZKOSER/SCHÖNENBERGER, Art.X) ÖRGEEVREN, Ayhan,  Kanuni Halefiyet , Ankara Barosu Dergisi, Yıl: 1952, Cilt: 97–98  (s. 33 vd.) ÖZ,  M.Turgut,  Öğreti  ve  Uygulamada  Sebepsiz  Zenginleşme :  Borçlar  Kanunu  61-66. Maddelerine İlişkin İçtihatlar İle, 1. Basım, Kazancı Hukuk Yayınları, İstanbul, 1990. ÖZ, M.Turgut:  BK m.65 Kuralının Sınırlandırılması Sorunu ve BK m.20 Kuralı ile İlişkisi , İstanbul Barosu Dergisi, Cilt:59, Sayı:1-2-3, (s.105 vd.)  509Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 ÖZÇELİK, Ş. Barış,  İpoteğin Alacağa Bağlılığı , Banka ve Ticaret Hukuku Dergisi, Yıl: 2017, Cilt: 33, Sayı: 4, (s. 157 vd.) ÖZDEMİR, Gökçe, Roma ve Türk Hukuklarında Vekâletsiz İş Görme (Negotiorum Gestio), 1. Basım, Seçkin, Ankara, 2001.  ÖZEN, Burak,  Kefilin Özel Rücu Talebi ve Bu Talebin Halefiyete Dayanan (Genel) Rücu Talebiyle İlişkisi , Prof. Dr. Rona Serozan a Armağan Cilt II, 1. Basım, Oniki Levha Yayıncılık, İstanbul, 2010 (s.1445 vd.)  PFISTER, Walter, Der Gesetzliche Eintritt Eines Dritten In die Rechte des Glaubigers nach OR 110, Dissertation (Basılmamış), Basel, 1946. POCHER, Erich, Betrage zur Lehre vom Forderungsübergang kraft Gesetzes, 1. Basım, Druck der Keynessner schen Hofbuchdruckerei, Meiningen, 1911. PÖSCHKE, Moritz,  Die elektive Konkurrenz , JuristenZeitung, Yıl: 2010, Cilt: 65, Sayı: 7 ( s. 349 vd.) REETZ, Peter / GRABER, Michael, CHK - Handkommentar zum Schweizer Privatrecht, Obligationenrecht - Allgemeine Bestimmungen, Art. 1-183 OR, (Art. 110 – 113, 181)  , 3. Basım, 2016. (CHK-REETZ/GRABER, Art.X) ROOS, Gottfried, Über die Subrogation nach schweizerischem Recht, 1.Basım, Stämpfli & Cie., Bern, 1928. RUDOLF,  Roger,  Orell  Füssli  Kommentar,  OR  Kommentar,  Schweizerisches Obligationenrecht, 3.Basım,  2016. (OFK-RUDOLF) RUER, Otto, Die sogenannte cessio legis im gemeinen Recht und Bürgerlichen Gesetzbuch, Dissertation (Basılmamış), Rostock, 1900. SAYIN,  KORKMAZ,  S.  Bengi,  Roma  Hukuku nda  Vekâlet  Sözleşmesi  (Mandatum), 1.Basım, Yetkin Kitabevi, Ankara, 2014. SCHAUFELBERGER, Peter C./ KELLER, Katrin, Orell Füssli Kommentar, OR Kommentar, Schweizerisches  Obligationenrecht,  3.  Basım,  2016.    (OFKSCHAUFELBERGER/KELLER, Art.X)  510Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 SCHIMS, Simone, Der gesetzliche Forderungsübergang: Wirkweise und Funktion für den Regress bei drittseitiger Schuldsicherung, 1. Basım, Duncker & Humblot, Berlin,  2006. SCHLECHTRIEM, Peter, Restitution und Bereicherungsausgleich in Europa Band II, 1. Basım, Mohr Siebeck, Tübingen, 2001. SCHLUEP, Walter R.,  Über Eingriffskondiktionen , Melanges Paul Piotet, Stämpfli & Cie., 1990, Bern, (s. 173 vd.) SCHMID, Jörg, Die Geschäftsführung ohne Auftrag, 1.Basım, Universitätsverlag Freiburg Schweiz, Freiburg,1992. SCHMID, Jörg, Zürcher Kommentar Band/Nr.V/3a, Kommentar zum Schweizerischen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1.und 2.Abteilung (Art.1-529 OR), 3. Basım, 1993.  (ZK-SCHMID, Art.X) SCHMITT, Rolf, Die Subsidiaritat der Bereicherungsansprüche, 1.Basım, Verlag Ernst und Werner Gieseking, Bielefeld, 1969.  SCHÖBI, Christian, Die Akzessorietat der Nebenrechte von Forderungen: Unter besonderer Berucksichtigung des Rechtsinstituts der Verjahrung, 1.Basım, Schulthess, Zürich, 1990. SCHRANER, Marius, Zürcher Kommentar Band/Nr.V/1e, Die Erfüllung der Obligationen Kommentar zum Schweizerischen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1.und 2.Abteilung (Art.1-529 OR), 3.Basım, 1993. (ZK-SCHRANER, Art.X) SCHREIBER, Soergel BGB, Bürgerliches Gesetzbuch Schuldrecht 3/3 , §§328-432, 13. Basım, 2010. (SOERGEL-SCHREIBER, BGB §X) SCHULIN, Hermann/ VOGT, Annaig L, Basler Kommentar Obligationenrecht I,  7.Basım, 2020 (BSK-SCHULIN/VOGT, Art.X) SCHULZ, Fritz, Rückgriff und Weitergriff: Studien zur gesetzlichen und notwendigen Zession, 1.Basım, Marcus, Breslau,1907. SCHWAB,  Martin,  Nomos  Kommentar,  BGB  Schuldrecht,  Band  2/1,  2.  Basım,  2012. (NOMOSKOMM.-SCHWAB, BGB §X) 511Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 SCHWANDER,  Ivo,  Orell  Füssli  Kommentar  ,  OR  Kommentar,  Schweizerisches Obligationenrecht,  3.Basım, 2016. (OFK-SCHWANDER, Art.X) SCHWENZER,  Ingeborg,   Zession  und  sekundäre  Gläubigerrechte ,  Archive  für  die Civilistische Praxis, Yıl: 1982, Cilt: 182, (s. 214 vd.) SCHWENZER,  Ingeborg,  Schweizerisches Obligationenrecht Allgemeiner Teil,  5.Basım, Stampfli Verlag, Bern, 2009.  SEILER, Walter, Das Regressrecht des Bürgen - Ein Betrag Zur Geschichte und Dogmatik Des Bürgenregresses, 1.Basım, Buchdruckerei Gebr. Steinmann, Muri, 1924. SEIZ,  Sarah,  Bereicherungsrecht,  Vorteilsausgleichung  und  Schadensweiterwälzung, 1.Basım, Nomos Verlag, Baden-Baden, 2019. SELB,  Walter,  Mehrheiten  von  Gläubigern  und  Schuldnern,  1.  Basım,  J.C.B.  Mohr, Tübingen:1984. SEROZAN, Rona, (Kocayusufpaşaoğlu) Borçlar Hukuku: Genel Bölüm Cilt III, 6.Basım, Filiz Kitabevi, İstanbul, 2014. SEROZAN, Rona, Hukukta Yöntem, 1.Basım, Vedat Kitapçılık, İstanbul, 2015. SEROZAN, Rona,  TBK m.77-82 , İstanbul Şerhi- Türk Borçlar Kanunu, Cilt-1(Madde 182), der. M.Turgut Öz vd., 3. Basım, Vedat Kitapçılık, İstanbul, 2019 (s.1155 vd.) SİRMEN, A.Lâle,  İpotekli Alacağın Devredilmesi İle İlgili Bazı Sorunlar , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XXII, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2006, (s. 215 vd.) SPIRIG, Eugen, Zürcher Kommentar Band/Nr. V/1k, Die Abtretung von Forderungen und die  Schuldübernahme,  Erste  Lieferung,  Art.  164-174  OR  Kommentar  zum Schweizerischen  Zivilgesetzbuch,  Obligationenrecht,  Kommentar  zur  1.  und  2. Abteilung (Art. 1-529 OR), 3.Basım, 1993.  (ZK-SPIRIG, Art.X) STAMM, Jürgen, Regreßfiguren im Zivilrecht - Eine Rückbesinnung auf die Gesamtschuld unter  Neubewertung  des  Zessionsregresses  gemäß  §  255  BGB  und  der Drittschadensliquidation, 1.Basım, Duncker & Humblot, Berlin, 2000. 512Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 von STEMPEL, Baron Kurt, Wie unterscheiden sich nach dem Bürgerlichen Gesetzbuche Forderungsübertragung  und  Schuldübernahme  hinsichtlich  ihres  Einflusses  auf Forderung, Einwendungen und Nebenrechte?, Druck von Julius Abel, Greifswald, 1904. SUNGURBEY, İsmet,  Borçlar Yasası md.65 teki Kuralın Uygulama Alanı Üstüne , Medeni Hukuk Eleştirileri Cilt:3, 1.Basım, İstanbul Üniversitesi Yayınları, İstanbul, 1971. ŞEKER-ÖĞÜZ,  Zehra,   Halefiyet  Koşulları  Gerçekleşmediğinde  Sigortacının  Rücu  Talebi Hakkında Alacağın Temliki Hükümlerine Göre Karar Verilebilir Mi? - Bir Yargıtay Kararının Düşündürdükleri- , Prof. Dr. Rona Serozan a Armağan Cilt II, 1.Basım, Oniki Levha Yayıncılık, İstanbul, 2010, (s. 1645 vd.) ŞEN-DOĞRAMACI,  Hayriye   Bir  Borç  Kaynağı  Olarak  Vekâletsiz  İş  Görme ,  Medeni Kanun un  ve  Borçlar  Kanunu nun  90.  Yılı  Uluslararası  Sempozyumu  II.Cilt, 1.Basım, Yetkin Kitabevi, Ankara, 2017 (s.1489 vd.) TANDOĞAN, Haluk, Mukayeseli Hukuk ve Hususiyle Türk - İsviçre Hukuku Bakımından Vekâletsiz İş Görme, 1.Basım, Fakülteler Matbaası, İstanbul, 1957. TEKİNAY, Selahattin Sulhi/ AKMAN, Sermet/ BURCUOĞLU, Halûk, vd.,  Borçlar Hukuku Genel Hükümler, 7.Basım, Filiz Kitabevi, İstanbul, 1993. THIELE, Wolfgang,  Gedanken zur Vorteilsausgleichung , Archiv für die civilistische Praxis, Yıl: 1967, 193 vd. THOMA, Kerstin, Der internationale Regress: Formen und Gerichtszuständigkeit - unter Berücksichtigung  des  deutschen,  österreichischen,  schweizerischen  und französischen materiellen Regressrechts, 1.Basım, Verlag Dr. Kovac, Hamburg, 2007. von  TUHR,  Andreas  ,  Actio  de  in  rem  verso :  Zugl.  e.  Beitr.  zur  Lehre  von  der Geschäftsführung, 1.Basım, Scientia Verlag, Aalen, 1970. von  TUHR,  Andreas/  ESCHER,  Arnold,  Allgemeiner  Teil  des  Schweizerischen Obligationenrechts Band II (mit Supplement), 3.Basım, Schulthess, Zürich, 1984. von  TUHR,  Andreas/  PETER,  Hans,  Allgemeiner  Teil  des  Schweizerischen 513Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 Obligationenrechts Band I, 3.Basım, Schulthess, Zürich, 1984. TURANBOY, Kürşad Nuri,  Sebepsiz Zenginleşme Davasının Asli-Tali Niteliği , Prof. Dr. Naci Kınacıoğlu na Armağan, 1.Basım, Gazi Üniversitesi Hukuk Fakültesi, Ankara, 1997, (s. 94 vd.) ULUSAN, İlhan, İyiniyetli Sebepsiz Zenginleşenin İade Borcunun Sınırlanması Sorunu, 1.Basım, Kazancı Hukuk Yayınları, İstanbul, 1984. WEBER, Rolf H., Berner Kommentar Band/ Nr. VI/1/6, Beziehungen zu dritten Personen, Art.110-113  OR,  Schweizerisches  Zivilgesetzbuch,  Das  Obligationenrecht, Allgemeine Bestimmungen, 1.Basım, 2002. (BK-WEBER, Art.X) WEISS, Andreas W, Solidarität nach Art. 143 - 149 des Schweizerischen Obligationenrechts unter besonderer Berücksichtigung der  Verjährung,  1.Basım,  Schulthess,  Zürich, 2011. WEITNAUER, Hermann,  Die elektive Konkurrenz , Strukturen und Entwicklungen im Handels-, Gesellschafts- und Wirtschaftsrecht : Festschrift für Wolfgang Hefermehl zum 70. Geburtstag am 18. Sept. 1976, 1976, (s. 467 vd.) WENGLER, Wilhelm,  Surrogation , Rechtsvergleichendes Handwörterbuch für das Zivil- und  Handelsrecht  des  in-  und  Auslandes,  Band  6,  Rechtsvergleichendes Handwörterbuch für das Zivil- und Handelsrecht des in- und Auslandes, 1. Basım, F. Vahlen, 1938, Frankfurt a.M., (s. 460 vd.) WENNER,  Martin  A.,  Die  Voraussetzungen  des  Anspruches  aus  ungerechtfertigter Bereicherung unter besonderer Berücksichtigung des Problems der Subsidiaritat, 1.Basım, Schulthess, Zürich, 1977. WESTERMANN,  Harm  Peter,  Erman  BGB  Kommentar,  15.  Basım,  2017.  (ERMANWESTERMANN, Art.X) WHITTAKER, Simon,  Performance of Another s Obligation: French and English Law Contrasted , Oxford University Comparative Law Forum 7, http: ouclf.law.ox.ac.uk, (Son Erişim Tarihi: 23.10.2020). 514Korkmaz    Hacettepe HFD, 11(1), 2021, 441-515 YAĞCIOĞLU, Ali Haydar, Haksız Fiil Sebebiyle Aynı Zarardan Birden Fazla Kimsenin Müteselsil Sorumluluğu, 1.Basım, Adalet Yayınevi, Ankara, 2014. YAVUZ, Cevdet/ ACAR, Faruk/ ÖZEN, Burak, Türk Borçlar Hukuku Özel Hükümler, 10.Basım, Beta, İstanbul, 2014. YENİCE,  Arife  Özge,  Teminat  Sözleşmelerinde  Rücu  İlişkileri,  Gazi  Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, Ankara, 2008. YÜKSEL, Sera Reyhani, Vekaletsiz İş Görme Kısa Şerhi, 1.Basım, Aristo, İstanbul, 2018.  ZEISING Jörg,  Nemo subrogat contra se – Wettlauf von Forderungen und Nebenrechten? , JURA- Juristische Ausbildung, Yıl:2011, Cilt: 3, (s.161 vd.) ZELLWEGER-GUTKNECHT, Corinne, Basler Kommentar Obligationenrecht I, 6.Basım, 2019.  (BSK-ZELLWEGER-GUTKNECHT, Art.X) ZIEGLER, Josef, Der gesetzliche Forderungsübergang, 1.Basım, Verlag Nolte, Düsseldorf, 1938. ZIMMERMANN, Reinhard,  Unjustified Enrichment: The Modern Civilian Approach , Oxford Journal of Legal Studies,"
}