{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "23",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "ROMA HUKUKUNDA SEÇİMLİK BORÇ (OBLIGATIO ALTERNATIVA) KAVRAMI ve SEÇİMLİK BORCUN İFASI",
     "Title": "THE CONCEPT AND PERFORMANCE OF ALTERNATIVE OBLIGATION (OBLIGATIO ALTERNATIVA) IN ROMAN LAW",
     "Yazar İsmi": [
          "Güzide Burcu GÜNVEREN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Seçimlik Borç",
          "Obligatio Alternativa",
          "Seçimlik yetki",
          "Facultas Alternativa"
     ],
     "Keywords": [
          "Alternative Obligation",
          "Obligatio Alternativa",
          "Right of Option",
          "Facultas Alternativa"
     ],
     "Özet": "Roma hukukunda seçimlik borcun (obligatio alternativa) söz konusu olduğu durumlarda, borçlu iki veya daha fazla edimi borçlanır ancak bunlardan birinin ifasıyla (duae res in obligatione, una in solutione) da borcundan kurtulurdu. Birden çok edim ihtiva eden seçimlik borçta hangi edimin ifa edileceği hususunda belirsizlik vardır. Seçim hakkının kullanılması ile bu belirsizlik ortadan kalkardı.  Köle Stichus ya da on As  vermeyi taahhüt etmek, seçimlik borcu örneklemektedir. Seçim hakkını kullanmaya yetkili olan kişi seçimini yaptığı takdirde, edimlerden biri kesin olarak borcun konusu haline gelirdi. Seçilen edim, borçlusu tarafından yerine getirildiği takdirde de borç sona ererdi. Seçim hakkı kural olarak borçluya aitti. Bununla beraber seçim hakkının tarafların anlaşmasına bağlı olarak alacaklıya ya da üçüncü kişiye de tanınması mümkündü. Roma hukuku kaynaklarında, bilgiler çelişkili olsa da genel olarak borçlunun seçim hakkını, ifa anına kadar kullanabileceği kabul edilmektedir. Seçim hakkı alacaklıya tanınmış ise alacaklı, edimlerden birini talep ederse veya klasik devirde borçluya karşı dava açar ve litis contestatio ile istenilen edim bir kere tespit edilirse, seçiminden dönemezdi. Iustinianus Hukukunda ise alacaklı dava açarak edimlerden birini talep ettiği andan itibaren seçiminden dönemezdi.   Seçimlik borca konu olan edimlerden birinin borcun doğumundan sonra ifasının imkânsız hale gelmesi mümkündü. Seçim hakkının borçluya ait olduğu bir durumda borçlunun kusurundan kaynaklanan bir sebeple edimlerden biri imkânsız hale gelmişse, borç kalan edim üzerinde toplanırdı. Dolayısıyla bu ihtimalde borçlunun seçim hakkı sona ererdi. Çalışmamızda Roma hukukunda seçimlik borç kavramı ele alınarak, seçimlik borcun diğer benzer kavramlar ile karşılaştırılması yapılmış, seçim hakkının özelliği ve hukuki metinlerin içerdiği bilgiler ışığında seçimlik borcun ifası açıklanmıştır.",
     "Abstract": "In Roman Law, in cases where alternative obligation (obligatio alternativa) was in question, a debtor who had obligations arising from two or more acts would be free from his obligation upon the performance of either of such acts (duae res in obligatione, una in solutione). Commitment to  Slave Stichus or ten As  exemplifies the alternative obligation. As might be understood, uncertainty exists in terms of which act would be performed for the alternative obligation including several acts. With the exercise of the right of choice, such uncertainty would be eliminated. If a person authorized to exercise the right of choice made his choice, one of the acts would definitely become the subject of the obligation. If the debitor fulfilled the act that was chosen, the obligation would also come to an end. The right of choice, as a rule, belonged to the debtor, and it was possible to grant the right of choice to the creditor or a third party, depending on the agreement of the parties. Although the information in the sources seems to contradict, it is generally accepted that the debitor could exercise his right of option until the moment of performance. In the event that the right of choice was given to the creditor, if the creditor demanded one of the acts or filed a lawsuit      against the debitor in the classical period, he could not withdraw from his choice once the requested act was determined as per litis contestatio. In the Iustinianus Law, however, the creditor could not withdraw from his choice as of the time when he filed a lawsuit and demanded one of the acts. It was possible that the performance of one of the acts subject to the alternative obligation would become impossible after the arising of the debt. In the event that the right of choice belongs to the debitor, if one of the acts became impossible due to the fault of the debitor, the obligation would be collected on the remaining performance. Therefore, in this case, the debitor's right of choice would be expired. Addressing the concept of alternative obligation in Roman Law, this study compares the alternative obligation with other similar concepts, explains the right to choose, and defines the performance of the alternative obligation in the light of the information in the legal literature.",
     "Metin": " Günümüzde henüz kurulurken ihtiva ettiği edim açısından özellik arz eden bir borç ilişkisi olarak, seçimlik borcu anmak mümkündür. Zira seçimlik borç, borç ilişkisinin kurulması esnasında birden fazla edimi içeren, hangi edimin ifa edileceğini ise seçim hakkı sahibinin belirlediği bir borç ilişkisi türüdür. Roma hukukunda seçimlik borç,  plures in obigatione, una in solutione: birden fazla borçlanılmıştır ancak bir tanesi ifa edilecektir  denmek suretiyle ifade edilmiştir. Günümüzde olduğu gibi Roma hukukunda da borçlu, yetki sahibinin kullanacağı seçimlik hak ile belirlenen ve kesin edim haline gelen tek bir edimi ifa ederek borcundan kurtulur. Bununla beraber seçim hakkının kime ait olduğu, ne zaman kullanılacağı, seçim hakkı kullanılmadan önce ya da sonra özellikle borçlunun kusuru ile edimlerden birinin imkânsız hale gelmesi gibi ihtilaf konusu olan hususların açıklanması gerekir. Ayrıca seçimlik borç ilişkisi, genellikle sözleşmelerden kaynaklansa da aslında ölüme bağlı tasarruf yoluyla seçimlik borç ilişkisi kurmak gerek günümüzde  gerek  Roma  hukukunda  mümkündür.  Hukuki  düzenlemeler  de  taraflar arasında  seçimlik  edimleri  barındıran  bir  borç  ilişkisi  ortaya  çıkmasına  neden olabilmektedir.  Çalışmamızda Digesta metinlerindeki açıklamalar ışığında söz konusu kaynaklara örnekler verilmiştir.  Roma  hukukunda  seçimlik  borç  konusunu  da  içinde  barındırmak  üzere, özelliklerine göre borç ilişkilerinin çeşitli ayrımlarına rastlamak mümkündür. Seçimlik 827      borç kavramı, çoğu zaman söz konusu ayrımları ifade etmeye yarayan benzer kavramlarla da  karıştırılmaktadır.  Bu  çalışma  vesileyle  Roma  hukukunda  seçimlik  borcun  nasıl meydana geldiğini açıkladıktan sonra, kavramın karıştırılan benzerleri ile farklarını da ortaya koyma imkânı bulduk. Çalışmamızda Roma hukukunda seçimlik borç kavramını ele alarak, konusunun ne olduğunu, seçimlik borcun ifası hususunu ve edimlerden birinin imkânsız hale gelmesi meselesini değerlendirdik. Digesta metinlerinin açıklamalarından da yararlanmak suretiyle, seçimlik borca ilişkin temel özelliklerin ve seçimlik borcun ifası hususunda  günümüzde  de  geçerli  olan  temel  ilkelerin  Roma  hukukunda  doğduğu sonucuna ulaştık.   I.  GENEL OLARAK SEÇİMLİK BORÇ (Obligatio Alternativa) A.  Seçimlik Borç Kavramı Roma  hukukunda  genel  eğilime  uygun  olarak  seçimlik  borcun  tanımı yapılmamıştır. Hatta Müşterek Hukuk dönemine kadar özel bir kavram bile olmayan ve ilk kez Orta Çağda obligatio alternativa olarak anılan seçimlik borçta, borç ilişkisi kurulurken iki veya daha fazla edim gösterilmiştir. Hukuki metinlerden anladığımız üzere, birden çok edimin borcun konusunu teşkil ettiği ve bunlardan sadece birisinin ifasının gerekli olduğu hallerde (duae res in obligatione, uno in solutione: iki edim borçlanılmıştır fakat yalnız biri ifa edilecektir)  seçimlik, alternatif  borç ilişkisi meydana gelmiş olur. D.18.1. 25. pr:  Si ita distrahatur   illa aut illa res , utram eliget venditor, haec erit empta .  D. 18.1.25. pr: Eğer  şu veya bu mal  satışı yapılırsa, aslında satılan şey satıcının seçtiği olacaktır.                                                             1   TAHİROĞLU, Bülent, Roma Borçlar Hukuku, Der Yayınları, İstanbul, 2020, s. 29; Di MARZO, Salvatore,  Roma  Hukuku,  (Çev.  Ziya  Umur),  İstanbul  Üniversitesi  Yayınları,  1959,  s.  354; ERDOĞMUŞ, Belgin, Roma Borçlar Hukuku, Der Yayınları, İstanbul, 2019, s. 20; SÖĞÜTLÜ, Özlem, Roma Özel Hukuku, Seçkin Yayıncılık, Ankara, 2020, s. 339.  828      Seçimlik borçta en az iki edim borcun konusunu teşkil etmekte ve borçlunun, alacaklının ya da bunlar dışında üçüncü bir kimsenin iradesine bağlı olarak bu edimlerin içinden birinin seçilmesiyle borcun ifası söz konusu olmaktadır. Örneğin bir çuval tahıl veya bir atın konu edildiği alım-satım sözleşmesinde, borcun konusu birden fazla olduğu için seçimlik borç ilişkisi bulunmaktadır. Aksi kararlaştırılmamışsa, bu örnekte satıcı ya bir çuval tahılı ya da bir atı vererek borcunu yerine getirmiş olur.  Seçimlik borç, sözleşmenin yapıldığı esnada asıl borç konusunu hangisinin teşkil ettiği henüz belirlenmemiş iki ya da daha fazla edimi içerir. Ancak edimlerin içeriği belirlenemez nitelikte olmamalıdır. Taraflar sözleşmenin meydana gelmesi anına kadar seçimlik  borca  konu  edimleri  belirlemelidir.  Bir  başka  ifade  ile  seçimlik  borçtaki belirsizlik, edimlerden hangisinin ifa edileceğine ilişkindir. Edimin içeriğinin belirsiz olması ise, edimin taşıması gereken özelliklerinden belirlilik ilkesine aykırıdır ve bu durum borç ilişkisinin kurulmasına engel teşkil eder.   B.  Seçimlik Borcun Konusu Hukuki  metinlerden  de  anlaşılacağı  üzere  Roma  hukukunda  borç  ilişkisinin, seçimlik  borç  olarak  nitelendirilebilmesi  için  en  az  iki  edimin  borçlanılmış  olması zorunludur. Ancak Roma hukukunda seçimlik borca konu edimlerin niteliği ile ilgili herhangi bir sınırlama getirdiğine ilişkin metin veya bilgi bulunmamaktadır. Dolayısıyla seçimlik borç farklı nitelikte edimleri barındırabilir. Bununla beraber seçimlik borç                                                            2   Borç ilişkisinin geçerli olması edimin belirli ya da en azından belirlenebilir olmasını gerektirir. Bu husustaki bilgileri D. 23.3.69.4 te buluyoruz:  D. 23.3.69.4: Gener a socero dotem arbitratu soceri certo die dari non demonstrata re vel quantitate stipulatus fuerat: arbitrio quoque detracto stipulationem valere placuit, nec videri simile, quod fundo non  demonstrato  nullum  esse  legatum  vel  stipulationem  fundi  constaret,  cum  inter  modum constituendae  dotis  et  corpus  ignotum  differentia  magna  sit:  dotis  etenim  quantitas  pro  modo facultatium patris et dignitate mariti constitui potest .  D. 23.3.69.4:  Damat kayınpederi ile içeriğini ve miktarını belirtmeden lakin kayınpederinin kararına bırakarak, belirli bir vadede dosun ödenmesi için, stipulatio yaptı. Bu stipulatio, ferden belirlenmemiş bir arazi örneğinin aksine, kayınpederin kararı dikkate alınmaksızın geçerlidir. Bu şekilde bir arazinin vasiyeti ya da araziyi konu edinen stipulatio geçersizdir çünkü dosun tesisi ile ferden belirlenmemiş bir mülkiyetin sağlanması arasında çok önemli fark vardır; zira dosun miktarı kocanın sosyal statüsüne ve kayınpederin kaynaklarına göre belirlenebilir.   829      ilişkisine yer veren metinlerdeki edimlerin  genellikle  dare (verme)3 borcuna ilişkin olduğunu görüyoruz. Başka bir deyişle belirsizlik genellikle dare borçlarına münhasır olarak ortaya çıkmıştır. Belirtelim ki seçimlik borca konu edimlerin eşit değerde olması gibi bir zorunluluk bulunmamaktadır. Birlikte borçlanılan seçimlik borca ilişkin edimler somut ve ferden belirlenmiş parça borcu ya da çeşit borcunu içerebilir. Seçimlik borca konu edimlerin tamamı parça borcuna veya tamamı çeşit borcuna ilişkin olabileceği gibi hem parça hem çeşit borcunun kararlaştırılması da mümkündür. Örneğin, köle Stichus (parça borcu) ya da iki altın (çeşit borcu) şeklinde iki edimden ibaret seçimlik borç oluşturulabilir.    II.  SEÇİMLİK BORCUN MEYDANA GELMESİ  Günümüzde olduğu gibi Roma hukukunda da seçimlik borç ilişkisi genellikle sözleşmeye  dayanmaktadır.  Çalışmamızın  henüz  başında  çevirisine  yer  verdiğimiz D.18.1. 25. pr. sözleşmeye dayanan bir seçimlik borç ilişkisine örnek teşkil etmektedir.  Sözleşmenin kurulduğu anda eğer ki tarafların, henüz belirleyemedikleri ama ileride birtakım maddi ya da hukuki olgulara göre somutlaşmasını bekledikleri menfaatleri varsa seçimlik borç ilişkisini kararlaştırılmaları makuldür. Örneğin deposundaki bir ton arpa veya bir ton buğdayı satmak isteyen satıcı ile unlu mamuller üreticisi olan bir alıcı                                                            3   Borçlunun yükümlü olduğu edimin içeriğini, davranışın her türü veya katlanma ya da kaçınma oluşturabilir. Roma kanunlarında ve dava formulalarında edimin içeriği dare (bir malın mülkiyetini veya zilyetliğinin naklini ifade eder; kısaca verme borcu), facere (her türlü yapma ve olumsuzu olan yapmama borcu ifade eder), praestare (her tür edim için kullanılabilen bu kavram, verme ve yapma borçlarını içine alan geniş bir anlama sahipti) olarak adlandırılırdı. Örneğin, alım-satım sözleşmesi, tarafların her birini dare borcu altına sokan bir sözleşmedir.  Bir hizmetin ifası borcu facere ye; bir satış sözleşmesinde  satıcının  ayıptan  doğan  sorumluluğu  praestare  borcuna  örnek  verilebilir. ZIMMERMANN,  Reinhard,  The  Law  of  Obligations  Roman  Foundations  Of  The  Civilian Tradition, Oxford, 1996, s. 6., SÖĞÜTLÜ, 2020, s. 339.  4   TAHİROĞLU, 2020, s. 29.  5   UMUR, Ziya, Roma Hukuku Ders Notları, Usul Hukuku, Borçlar Hukuku, Eşya Hukuku, Miras Hukuku, Beta Yayıncılık, İstanbul, 2010, s. 311.  6   RADO, Türkan, Roma Hukuku Dersleri, Borçlar Hukuku, Filiz Kitap Evi, İstanbul, 2019, s. 25; ERDOĞMUŞ, 2019, s. 20.  7   Bkz.   I. A. Seçimlik Borç Kavramı  başlığı altındaki açıklamalar.  830      arasında  meydana  gelen  bir  sözleşmede,  seçim  hakkı  kendisine  bırakılan  tarafın beklentisine, amacına göre bir seçimlik borç ilişkisi kurulması mümkündür.  Roma hukukunda seçimlik borç ilişkisinin mutlaka sözleşme ile meydana gelmesi zorunlu değildir.  Bu çerçevede seçimlik borç, bir ölüme bağlı tasarrufa da dayanabilir. D. 30.34.14 ten ve D.30.84.98 dan vasiyetname ile lehine mal vasiyet edilen kimseye, iki şey arasında seçim hakkının tanındığı bir durumda seçimlik borç meydana geldiğini anlıyoruz.  D 30.34.14:  Si ita titio legetur:  fundum seianum vel usum fructum eius sibi habeto , duo esse legata et arbitrio eius esse, an velit usum fructum vindicare . D 30.34.14: Eğer Titius lehine şu vasiyet edilmişse:  ya çiftliğe veya kendisi için onun intifasına sahip olmasına müsaade et , iki tane mal vasiyeti vardır. İntifa için hak iddia etmeyi isteyip istememek hususundaki karar Titus a aittir. D.30.84.9:  Stichum aut pamphilum, utrum heres meus volet, titio dato…  D.30.84.9:  Mirasçım ister Stichus u ister Pamphilus u Titus a versin…  Bunun yanı sıra Roma hukukunda da seçimlik borç ilişkisinin meydana gelmesi, sözleşmeler ve ölüme bağlı tasarrufun dışında, hukuki düzenlemeye dayanabilirdi. Bir köle haksız fiil işlemişse kölenin sahibi ister fiili kendi işlemiş gibi cezayı öder isterse köleyi haksız fiile maruz kalana teslim ederdi. Dolayısıyla kölenin haksız fiil işlemesi                                                            8   Çalışmamızın bu kısmında söz konusu metnin sadece başlığımızı bir başka deyişle seçimlik borç ilişkisinin kurulmasını ilgilendirdiği kısmını çevirerek kullanıyoruz. Metnin kalan kısmı,  IV. B. Seçim Hakkının Kullanılma Zamanı  başlığı altında tekrar ele alınacak ve tam metin çevirisine yer verilecektir.  9   Roma hukukunda köleler res mancipi sınıfından bir eşya kategorisinde kabul edilirler ve dolayısıyla kölelerin hak ehliyeti yoktur. Bununla beraber kölelerin haksız fiilleri nedeniyle sorumlu oldukları kabul edilmiştir. Roma hukukunda, günümüzden farklı olarak kamu suçları (delicta publica) ve özel suçlar (delicta privata) ayrımı vardı. Kölenin kamu suçu işlemesi halinde cezası, devlet organları tarafından verilirdi. Kölenin özel suç (delicta privata) işlemesi durumunda ise, kişisel öç alma ve kısas usulünün uygulandığı devirlerde; köleye el konulması, diyet usulünün uygulandığı devirlerde ise; delictum için belirlenen para cezasının ödenmesi söz konusu olurdu. Ancak efendinin köle üzerindeki mutlak egemenliği ve efendinin otonomisine duyulan saygı gereği kölenin vücuduna el konulması imkansızdı. Köle, hak ehliyetine sahip olmadığı için dava ehliyeti de yoktu ve ona karşı dava açılması mümkün değildi.  Delictum un  kovuşturulması  usulünün,  kölenin  hukuki  durumuna  ve  Roma  hukukunda efendinin mutlak egemenliği hususunda kabul edilen anlayışa uymaması; kölenin işlediği delictum un sonuçlarına yine mağdurun katlanmasını gerektiriyordu. Hakkaniyete aykırı olan bu durumu önlemek amacıyla hukuk düzeni, zarar görene, kölenin efendisine karşı açılacak bir dava hakkı (noxal dava) tanıdı. Efendinin bu husustaki sorumluluğu ise noxal sorumluluk olarak adlandırılmaktadır. Noxal sorumluluk gereğince, efendi ya delictum için belirlenen para cezasını ödüyor ya da suçlu köleyi zarar 831      halinde, söz konusu haksız fiil nedeniyle malvarlığı zarar gören ile kölenin sahibi arasında hukuk düzenlemesinden kaynaklanan bir seçimlik borç ilişkisi kurulurdu.  Iustinianus  döneminde  laesio  enormis  (aşırı  yararlanma-fahiş  gabin)  halinde alıcının, dilerse gerçek değerinin yarısından ucuza aldığı malı iade etme, dilerse satış ücretinin eksik kısmını ödeyerek malı muhafaza etme hususunda seçimlik bir hakkı                                                            görene bırakarak sorumluluktan kurtuluyordu. Böylece bu alanda ortaya çıkan adaletsizlik, efendinin noxal sorumluluğu kabul edilmek suretiyle giderilmeye çalışılmıştı.  KASER, Max, Das Römische Privatrecht, Erster Abschnitt, Das Altrömische, Das vorklassische und klassische Recht, München 1955, s. 163 vd; BERGER, Adolf, Encyclopedic Dictionary of Roman Law, Phliladelphia, 1953, s. 601; SÖĞÜTLÜ, 2020, s. 198; SÖĞÜTLÜ-ERİŞGİN, Özlem,  Vekâlet Sözleşmesi Bağlamında Noxal Sonuçlu Sözleşme-Hırsız Köle Olayı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2002, Cilt: 51, Sayı: 4, (s. 83-98), s. 84.  10  BUCKLAND, William Warwick,  A  Text-book  of  Roman  Law  From  Augustus  to  Iustinian, University of Cambridge Press, Cambridge, 1932, s. 601; ERDOĞMUŞ, 2019, s. 22.  832      vardı. Roma hukukunda aşırı yararlanma dolayısıyla mağdur olan satıcı ile yararlanan alıcı arasında kanundan doğan bir seçimlik borç ilişkisi bulunurdu.                                                            11  Aşırı  yararlanma  (laesio  enormis),  içinde  bulunduğu  zayıf  durum  nedeniyle  müzakere  gücünü kaybetmiş ya da önemli oranda yitirmiş tarafı, diğer tarafın sömürüsüne karşı korumayı amaçlayan bir kurum  olarak  ilk  defa  İmparator  Diocletianus  dönemindeki  emirnameler  vesilesiyle  karşımıza çıkmaktadır.  İlk devirlerde ve Klasik devirde, edimler arası dengenin sağlanması amacı güdülmesi yerine,  liberal  devlet  politikası  izlenilmesi  tercih  edilmiş,  böylece  tarafların  sözleşmelerde kararlaştırdıkları edimlere devlet müdahalesi söz konusu olmamış ve aşırı yararlanma Roma hukukunda Klasik sonrası döneme kadar doğrudan ortaya çıkmamıştır. WATSON, Alan, Roman Law and Comparative Law, University of Georgia Press, Georgia, 1991, s. 202; KASER, 1955, s.176; ERDOĞMUŞ, 2019, s. 77.  C. 4. 44. 2:  Rem maioris pretii si tu vel pater tuus minoris pretii distraxit, humanum est, ut vel pretium te restituente emptoribus fundum venditum recipias auctoritate intercedente iudicis, vel si emptor elegerit, quod deest iusto pretio recipies. minus autem pretium esse videtur, si nec dimidia pars veri pretii soluta sit . C. 4. 44. 2: Eğer sen (aile evladı) ya da baban (aile babası) aslında daha fazla değere sahip olan bir malı, değerinden  daha  ucuz  bir  fiyata  satmış  isen,  alıcıya  alınan  bedeli  iade  ettikten  sonra,  hâkimin aracılığıyla, satılan taşınmazı geri alman ya da alıcının seçimine göre gerçek değerinden eksik olan kısmı alman adildir. Ancak, daha ucuz bir fiyat, satılan malın gerçek değerin yarısının dahi ödenmemesi durumunda söz konusu olur.     C. 4. 44. 8:  Si voluntate tua fundum tuumfilius tuus venumdedit; doluş ex calliditate atque insidiis emptoris argui debet vel metus mortis vel cruciatus corporis imminens detegi, ne habeatur rata venditio. hoc enim solum, quod paulo minori pretio fundum venumdatum significas, ad rescindendam emptionem invalidum est. quod videlicet si contractus emptionis atque venditionis cogitasses substantiam et quod emptor viliori comparandi, venditor cariori distrahendi votum gerentes ad hunc contractum accedant vixque post multas contentiones, paulatim venditore de eo quod petierat detrahente, emptore autem huic quod obtulerat addente, ad certum consentiant pretium. profecto perspiceres neque bonam fidem, quae emptionis atque venditionis conventionem tuetur, pati neque ullam rationem concedere rescindi propter hoc consensu finitum contractum vel statim vel post pretii auantitatis disceptationem: nişi minus dimidia iusti pretii, quod fuerat tempore venditionis, datum est, electione iam emptori praestita servanda .  C. 4. 44. 8: Eğer, sen (aile babası) ya da senin oğlun (erkek aile evladı) senin talimatın sonucunda çiftliği satmışsa, satım sözleşmesinin geçersiz olduğunun kabul edilebilmesi için, satın alanın aldatılmış olması, ölüm korkusuyla hareket etmesi ya da vücudu üzerinde işkence yapıldığını ispat etmesi gerekir. Eğer, çiftlik, olması gerekenden daha düşük bir fiyata satılmışsa, bu durum satım sözleşmesinin geçerliliğini etkilemez. Açıkçası, satım sözleşmesinin içeriği göz önüne alındığında, alıcı, satım konusu malı daha düşük bir bedelle almak isterken, satıcı, daha pahalıya satma isteğindedir. Yapılan pazarlıklar sırasında, satıcı, istediği fiyatı biraz düşürür, alıcı, önerdiği fiyata biraz ekler ve bu şekilde ortak bir fiyat üzerinde anlaşılır. Bu aşamadan sonra, ne satım sözleşmesini koruyan iyi niyet kuralları ne de üzerinde anlaşılan satım bedeli göz ardı edilebilir. Ancak semen, satılan malın değerinin yarısından az ise, alıcıya daha önceden  verilmiş  olan  seçim  hakkının  kullanılması  beklenecektir.  Metnin  Türkçe  çevirisi  için: KÜÇÜKGÜNGÖR,  Erkan  /  EMİROĞLU,  Haluk,   Roma  Hukukunda  ve  Bazı  Çağdaş  Hukuk Düzenlerinde Laesio Enormis (Gabin) , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: 53, Sayı: 1, (s. 77-87), s. 78. Bu emirnamelerin bir interpolatio olduğu ve Iustinianus dönemine ait olduğu iddiaları ve tartışmalar için bkz. ÜÇER, Mehmet, Roma Hukuku'nda Laesio Enormis ve Karşılaştırmalı Hukuk Açısından Gabin, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 54, Sayı: 4, (s. 521-542), s. 523-526.  Günümüzde iki tarafa borç yükleyen tüm sözleşmelerde uygulama alanı bulan laesio enormis, Romalı hukukçuların satım sözleşmesinde alıcının borçlarını düzenlerken karşılaştıkları sorunlar sebebiyle ortaya çıkmıştır. Buna göre taşınmazını değerinin yarısından aza satmak zorunda kalan satıcı, aşırı 833      III.  SEÇİMLİK  BORCUN  BENZER  KAVRAMLAR  İLE KARŞILAŞTIRILMASI  A.  Çeşit Borcu – Seçimlik Borç  Çeşit  (genus-cins-nevi)  borcu,  borcun  konusunun  sadece  çeşidiyle  belirtilmek suretiyle miktar olarak tespit edildiği ve borcun ancak söz konusu çeşide dahil şeylerden kararlaştırılan miktarda olmak üzere herhangi bir şeyle ifasının mümkün olduğu hallere özgü bir borç niteliğindedir. Çeşit borcunda, borcun konusu ferden belirlenmemektedir ve özellikle borcun konusu o çeşide ilişkin genel özellikler ve yine sadece o çeşide ilişkin ayırıcı özellikler gösterilerek sayı, tartı, ölçü ile belirlenir. Örneğin,  10 kg buğday, bir çuval tohum  gibi. Çeşit borçları parça borçları kadar açık değildir. Zira borçlunun ifa sırasında vereceği parçalar önceden belli değildir. Çeşit borçlarının özelliği kural olarak borçluya bahşedilen seçim hakkında kendini gösterir. Taraflar aksini kararlaştırabilse de kural olarak borçlu, borç konusu çeşide dahil olan, o miktarda malı seçip sözleşmeye tahsis etmek bir başka ifade ile sözleşmeyi kendisince seçilen mallar ile ifa etmek yetkisine sahiptir. Aslında bu husus, bir tereddüt söz konusu olursa  borçluya, borcun en                                                            yararlanmaya dayanarak  yapmış olduğu alım-satım sözleşmesini iptal edebilir ya da sözleşmeyi muhafaza etmek isterse malın adil ve gerçek değerini ödemesi gerekir. Laesio enormis oluşabilmesi için aranan unsurların (objektif unsur: edimler arasındaki açık oransızlık; sübjektif unsur zarar gören bakımından karar verme özgürlüğünü sınırlayan ya da ortadan kaldıran, zarar görenin zor durumda kalması, düşüncesizliği ya da deneyimsizliği gibi TBK. 28. maddede de örnekleyici olarak sayılan istisnai durumlar) sözleşmenin akdedildiği sırada mevcut olması beklenmektedir. Sözleşmede edimler belirlendikten  sonra,  öngörülemez  bir  biçimde  edimlerden  biri  diğerine  kıyasla  önemli  ölçüde değerlenmiş  ise,  bu  durum  laesio  enormis  kurumuna  dayanılarak  çözümlenmeyecektir.  Roma hukukunda  yer  bulmamış  olsa  da  bu  durumda  clausula  rebus  sic  stantibus  olarak  adlandırılan sözleşmenin  geçerliliğinin  kurulduğu  andaki  şartlara  bağlı  olması  prensiplerine  dayanılabileceği hususunda  bkz.  GÜRSOY,  Kemal  Tahir,  Hususi  Hukukda  Clausula  Rebus  Sic  Stantibus (Emprevizyon Nazariyesi), Ankara, 1950, s. 28, 29; THİLO, Emile, (Çev. Bülent N. Esen),  Laesio Enormis  ve  Clausula Rebus Sic Stantibus  ile Bir Para Borcunda Mücbir Sebep Hakkında Not , İÜHFM, Yıl: 1935, Cilt: 1, Sayı: 3, (s. 344-351), s. 346;  TOPUZ, Murat,  Fahiş Gabin in (Laesio Enormis)  Roma  Sözleşmeler  Hukukunda  Uygulama  Alanı  ve  Fahiş  Gabin e  Bağlanan  Hukuki Sonuçlar , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2007, Haziran, Cilt: 6, Sayı: 1, (s. 463-495), s. 492; SÖĞÜTLÜ, 2020, s. 461.  12  RADO, 2019, s. 25.  13  Çeşit borçlarında borçlu, edim konusu şeyi bazen belirli bir stoktan veya belirli bir yerdeki şeyden vermeyi borçlanmış olabilir. Bu türdeki çeşit borçları sınırlı çeşit borcu olarak ifade edilmektedir. Di MARZO, 1959, s. 353; SÖĞÜTLÜ, 2020, s. 341. Örneğin Titius un deposundan 100 Marsilya şarabının ifasını konu edinen bir sözleşmede edimin konusunu sınırlı çeşit borcu oluşturur. Bkz.  SÖĞÜTLÜ, 2020, s. 341.  14    SÖĞÜTLÜ, 2020, s. 341; TAHİROĞLU, 2020, s. 27; ERDOĞMUŞ, 2019, s. 18.  834      hafifini yüklemek  ilkesine uygun bir anlayış içinde kabul edilmiştir. Bu ilke uyarınca çeşit borçlarında, Klasik devirde borçlu o çeşitten  ayıplı olmayan en düşük kalitede malı ; Iustinianus devrinde  ise o çeşitten  ne en iyi ne de en kötü kalitelisini  vererek edimini ifa edebilir.  Çeşit borcu, borcun içeriğinin belirsiz olması ve aksi taraflarca kararlaştırılmadıkça seçim  hakkının  borçluya  ait  bulunması  gibi  hususlarda  seçimlik  borç  ile  benzerlik taşımaktadır. Ancak çeşit borcu ile seçimlik borç birbirinden ayrı kavramlardır. Çeşit borcunda da seçimlik borçta da borcun içeriği her ne kadar belirsiz olsa da çeşit borcunda sadece  belirli bir çeşit içerisinde  belirsizlikten söz edilebilir. Seçimlik borçta ise genel nitelikte herhangi bir şey değil, birden çok belirli şeyden biri (satım konusu atın ya da kölenin tesliminin borçlanılmasında olduğu gibi) borcun konusunu oluşturur. Ayrıca seçimlik borçta, ferden belirli bir şey (parça borcu) ya da çeşidiyle belirlenmiş bir şey (çeşit borcu) borcun konusunu oluşturabilirken, çeşit borcunda sadece belirli bir çeşit                                                            15    Roma hukukunda söz konusu ilke D. 45.1.109 da ifade edilmektedir:   …in stipulationibus id servatur, ut quod minus esset quodque longius, esse videretur in obligationem deductum.  D. 45.1.109:  …zira stipulatiolarda, borcun gerektirdiği en az miktar ile en uzun müddet nazarı itibara alınır .  16   Bu kural gereği, borçlu en kötü kaliteyi vererek borcundan kurtulamayacağı gibi, alacaklı da en iyi kaliteyi isteyemez; verilen ya da talep edilen şey, orta kaliteden (mediae aestimationis) olmalıdır. Di MARZO, 1959, s. 353.   17  Aynı meselenin günümüzde TBK. 86. maddesindeki sınırlama çerçevesinde ele alındığını ifade etmek gerekir. Söz konusu hüküm gereğince Roma hukukunda olduğu gibi Türk Hukukunda da seçimlik borca konu edilen edimlerden birinin çeşit borcu olması ihtimalinde, hukuki ilişkiden ve işin özelliğinden aksi anlaşılmadıkça, edimi belirleme hakkının borçluda olduğu; ancak borçlunun orta nitelikten daha düşük bir edimi belirleyemeyeceği düzenlenmiştir. Hüküm gereğince, seçimlik borçlarda borçlunun seçim hakkını kullanırken alacaklının menfaatini gözetme zorunluluğu bulunmamaktadır. Bununla beraber şayet edimlerden biri çeşit borcu ise ve seçim hakkı bu yönde kullanılmışsa, borçlu orta kaliteden daha aşağı bir edimi seçemeyecektir. KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, Turhan Kitabevi, Ankara, 2019, s.749; SELİÇİ, Özer, Seçimlik Borçların İfası, İÜHFM, Yıl: 1968, Cilt: 34, Sayı: 1-4, (s. 375-399), s. 389.  18  Çeşit borçlarının aksine parça borçları benzerlerinden ayırt edilmiş edimlerdir. Burada maddi edime ilişkin bir borcun tam ve açık şekilde belirlenmesi söz konudur. Örneğin kapı numarasının belirtilmek suretiyle bir otel odasının kiralanması ya da Stichus isimli kölenin kullanım ödüncü sözleşmesine konu edilmesinde olduğu üzere. Parça ve çeşit borcu ayırımı ifanın konusu açısından önem taşır. Bunun dışında bu ayrım, edimin ifasının sonradan borçlunun kusuru olmaksızın imkansızlaşması nedeniyle borcun sona erip ermemesi açısında da önem taşımaktadır. TAHİROĞLU, 2020, s. 28; SÖĞÜTLÜ, 2020, s. 342; RADO, 2019, s. 24-25; ZIMMERMANN,1996, s. 6.  835      (cins, nevi) borcun konusunu teşkil eder ve belirlenen çeşitten olmak koşuluyla borç, herhangi bir şeyle ifa edilebilir.  Ayrıca ifade etmek gerekir ki seçimlik borçta, seçim hakkı kendisine bırakılan kişinin, sözleşmenin kurulması esnasında henüz belirli olmasa da ilerde somutlaşacak beklenti ve menfaati dikkate alınır. Oysa çeşit borcunda sözleşmenin kurulduğu esnada, alacaklının  belirli  olan  menfaatinin  karşılanması  söz  konusudur.  Çeşit  borcunda alacaklının menfaati, aynı çeşitten belirlenen bir şey (eğer belirlenmemiş ise o çeşitten orta kalitede bir şey)dir.   B.  Şarta Bağlı Borç – Seçimlik Borç  Seçimlik  borç  şarta  bağlı  borçlardan  ayrı  bir  kavramdır.  Şartta,  gelecekte gerçekleşip gerçekleşmeyeceği objektif açıdan belirsiz bir olay veya olguya hukuki işlemin hükümlerini doğurması ya da hükümden düşmesi sonucunun bağlanması söz konusudur ve hukuki muameleye tarafların iradesi ile eklenmiş özel bir unsurdur.  Şart, hukuki işlemin sonuçlarının doğmasına bağlanmışsa geciktirici (condicio suspensiva)20; hukuki sonuçlarının kendiliğinden sona ermesine bağlanmışsa bozucu şart (condicio resolutiva)21 niteliğindedir. Anlaşılacağı üzere çalışmamız açısından, seçimlik borç ve şartın karşılaştırılmasında esas olan, geciktirici şarttır.                                                             19    Parça borçlarında ifası gereken edim benzerlerinden ayırt edilip belirlenmiş olduğundan buna isabet edecek bir hasar halinde borçlu bunun yerine bir başkasını ifa etmek yükümlülüğünde olmayıp borcu imkânsızlık nedeniyle sona erecektir.  Species eiperit, cui debetur: parça, kendisine borçlanılmış kimse aleyhine telef olur . Bir başka ifadeyle parça borcunun, borçlunun kusuru olmaksızın ifasının imkânsız hale gelmesi nedeniyle tazminat borcu doğmaz ve borç ilişkisi sona erer. Çeşit borcunda ise  genus non perit: çeşit tükenmez  ilkesi gereğince, borçlu aynı cinsler arasından borcunu ifa olanağına sahip olduğundan, bu tür borçlarda imkânsızlık nedeniyle kural olarak borç sona ermez. Ancak sınırlı çeşit borcu açısından bu kuralın her zaman geçerli olmadığını ifade etmek gerekir. Zira miktarı çok sınırlı olan bir çeşit borcunda tayin edilen çeşide ilişkin bütün eşyanın telef olması hali borcu sona erdirebilir. KOSCHAKER,  Paul  /  AYİTER,  Kudret,  Modern  Özel  Hukuka  Giriş  Olarak  Roma  Özel Hukukunun Ana Hatları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Yayınları 1993, s. 189-190; Di MARZO, 1959, s. 353.  20    Iust. Inst. 3, 15, 4:  Si Titius consul factus fuerit, quinque aureos dare spondes?   Titus consul seçilirse bana beş altın para (aurei) ödemeye söz veriyor musun?  21  Roma hukukunda eski ve klasik devirde geciktirici şart bilinmekte, bozucu şart ise geciktirici şarta eklenen bir fesih anlaşması ile gerçekleştirilmekte idi. Buna göre bozucu şart varmış gibi görünen hallerde hukuki muamele şartsız yapılmıştır ancak bu muameleye eklenmiş olan bir fesih anlaşması geciktirici şarta bağlıdır. Bir başka ifadeyle Roma hukukunda bozucu şartın neticelerine dolaylı yoldan 836      Geciktirici şart, hukuki işlemin derhal sonuç doğurmasını engelleyen, geleceğe ilişkin olan ve gerçekleşmesiyle hukuki işlemin sonuç doğurmasına yol açan olaydır. Dolayısıyla geciktirici şartta, borçlunun edimi borçlanıp borçlanmayacağı yönünde bir belirsizlik söz konusudur ve bu belirsizliğin sona ermesi, şartın gerçekleşmesine veya gerçekleşmemesine bağlıdır. Şart gerçekleşmedikçe borç doğmaz; alacaklı herhangi bir ifa talebinde bulunamaz. Buna karşılık seçimlik borçtaki belirsizlik, borcun borçlanılıp borçlanılmayacağına ilişkin değildir. Aksine borçlu baştan itibaren borçtan sorumludur ancak bu borç birden çok edimi içermektedir. Bu nedenle seçimlik borçtaki belirsizlik birden çok borçlanılan edimin hangisinin yerine getirileceğine ilişkindir.                                                             ulaşır. Örneğin, yapılan bir alım-satım sözleşmesine konu edilen köleye iki hafta içinde daha yüksek ücret teklif edilmesi (daha iyi bir teklif kaydı) halinde alım-satım sözleşmesinin feshedileceği şartı ekleniyor. Bu çerçevede alım-satım sözleşmesi geçerli olarak kurulmuş olur. Alım-satım sözleşmesi hüküm ve sonuçlarını doğurmaya başlardı. Bununla birlikte sözleşmede kararlaştırıldığı gibi belli süre içinde, başka bir alıcı tarafından daha iyi bir satış ücretinin teklif edilmesi halinde, fesih anlaşmasının şartı gerçekleşecek ve satıcı köleyi ilk alıcıdan geri alarak, yeni alıcıya devredebilecektir. Bir başka deyişle, fesih anlaşması, iki hafta içinde daha iyi bir semen teklif edilmesi şartına bağlanmıştır. TAHİROĞLU, Bülent / ERDOMUŞ, Belgin, Roma Hukuku Dersleri, Tarihi Giriş, Hukuk Tarihi, Genel Kavramlar, Usul Hukuku, Der Yayınları, İstanbul, 2019, s. 181-182. KASER, Klasik hukuk dönem hukukçularının bozucu şartı müstakil bir tip olarak görmediklerini ama hukuki işlemlerde bu tür kayıtların bozucu etkilerine rastlandığını ifade etmektedir. KASER, 1955, s. 221. Roma hukukunda bozucu şart bilinmediği, aynı sonuca şartsız olarak yapılmış bir hukuki işleme geciktirici şarta bağlı bir fesih anlaşması eklenerek ulaşıldığına ilişkin ayrıca bkz. KARADENİZ ÇELEBİCAN, Özcan, Roma Hukuku, Tarihi Giriş, Kaynaklar, Genel Kavramlar, Kişiler Hukuku, Hakların Korunması, Turhan Kitapevi, Ankara, 2019, s. 228-229.  22  Geciktirici şartın henüz gerçekleşmediği veya gerçekleşmeyeceğinin kesin olarak anlaşılmadığı dönem boyunca hukukî işlemin askıda hükümsüzlüğü devam eder. Esasen bu durum, şartın askıda olması (condicio pendenta, condicio pendet) şeklinde de ifade edilmektedir. KARADENİZ ÇELEBİCAN, 2019, s. 228 (eserde,  condicio  ibaresi yerine –sehven–  condictio  yazılmıştır. Doğrusu ise  condicio  olmalıdır. Doğru kullanım ve anlam için bkz. BERGER, 1953, s. 108; UMUR, Ziya, Roma Hukuku Lügatı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1983, s.43; ZIMMERMANN, 1996, s. 723; TAHİROĞLU, Bülent / ERDOĞMUŞ, Belgin, Roma Hukuku Dersleri, Tarihi Giriş, Hukuk Tarihi, Genel Kavramlar, Usul Hukuku, Der Yayınları, İstanbul 2019, s.196). Şartın askıda olduğu dönem boyunca sözleşmenin icrası talep edilemez. Borçlu, şartın gerçekleştiğini sanarak ifayı hataen gerçekleştirmişse bunun iadesini condictio indebiti ile talep edebilir. ZIMMERMANN,1996, s.724; KASER, 1955, s. 220.  23   Roma hukukunda şarta konu olan olgunun teknik açıdan şart olarak kabul edilebilmesi için, söz konusu olgunun objektif açıdan şüpheli olması gerekir.  Eğer Titus consul olarak seçilirse bana 100 As vermeyi taahhüt ediyor musun? Evet ediyorum.  şeklinde gerçekleştirilmiş bu stipulatio şartlıdır ve geçerlidir. Eğer ki verilen örnekte seçim zaten yapılmış ve fakat taraflar bunu bilmiyorsa ortada bir şart yoktur.  Hukuki muamelenin sonucu ise Titus un consul seçilip seçilmemesine göre değişecektir. Eğer Titus, consul seçilmemiş ise muamele batıl olacak, eğer seçilmiş ise hukuki muamele şartsız gibi mevcut olacaktır. KASER, 1955, s. 219; UMUR, Ziya, Roma Hukuku, Tarihi Giriş, Kaynaklar, Umumi Mefhumlar, Hakların Himayesi, İstanbul Üniversitesi, Fakülteler Matbaası, İstanbul, 1982, s. 435.  837      C.  Seçimlik Yetki (facultas alternativa) – Seçimlik Borç  Seçimlik yetki, günümüzde  edimi değiştirme yetkisi  olarak da bilinmektedir ve seçimlik borç kavramı ile karıştırılmaktadır. Oysa seçimlik yetkinin bulunduğu hallerde borçlunun bir tek asli edim borcu mevcuttur. Ancak borçluya bu asli edim yerine bir başka edimi ifa etme ya da alacaklıya bu asli edim yerine diğerini seçme yetkisi tanınmıştır; una res in obligatione, duae in solutione: bir edim borçlanılmıştır fakat iki şey ödenebilir 24.  Anlaşılacağı üzere seçimlik yetkide, bir seçimlik hak söz konusu değildir. Borçlu asli edimi ifa etmekle yükümlüdür lakin borçluya ya da alacaklıya dilerse asli edim yerine diğer edimin ifa edilmesini sağlama yetkisi tanınmıştır. Bununla beraber borçluya ya da alacaklıya asli edim yerine diğerini seçim hakkı tanınmamıştır. Örneğin borçlu atını borçlanmıştır ama iki koyun verince borcundan kurtulma yetkisini almıştır. Parça borcu olan asıl edim ortadan kalkarsa (örneğin; at), borçlu yan edimi (iki koyunu) vermek mecburiyetinde değildir.  Seçimlik yetkide, borçluya belirli bir edimi yerine getirme borcu yüklenmekte ancak esasında borçlanmadığı başka bir edimle de (yedek edim) borcunu ifa edebilme imkânı tanınmaktadır. Bu nedenle borç sona erinceye kadar, borca ve edime ilişkin hüküm ve sonuçlar asıl borçlanılan edime bağlı olarak meydana gelir. Seçimlik yetkide borçlanılan asli edim borçlunun kusuru olmaksızın imkânsız hale gelmişse, onun yerini kendiliğinden yedek edim almaz bir başka deyişle borç sona erer. Dolayısıyla seçimlik yetkinin bulunduğu borç ilişkisinde alelade bir borç vardır.  Çalışmamızın ilerleyen bölümlerinde açıklayacağımız üzere, seçimlik borçta ise edimlerden birinin imkânsız hale gelmesi, borcu kendiliğinden sona erdirmez. Seçimlik borç ve seçimlik yetkinin bulunmadığı halde ise kural olarak; borçlu, neyi borçlanmışsa onu ifa etmek zorundadır. D. 12.1.2.1 de de ifade edildiği üzere, alacaklı alacağı olan edimden başka bir edimi kabul etmek mecburiyetinde değildir:                                                             24  KOSCHAKER / AYİTER,1993, s. 191; ERDOĞMUŞ, 2019, s. 21; RADO, 2019, s. 24.  25  ERDOĞMUŞ, 2019, s. 22.  26   UMUR, Ders Notları, 1955, s. 300; ERDOĞMUŞ, 2019, s. 22; Di MARZO, 1959, s. 356.  27   Bkz.  IV.C. Seçimlik Borçlarda İfa İmkansızlığı  başlığı altındaki açıklamalar.  838      D.12.1.2.1:  Mutui datio consistit in his rebus, quae pondere numero mensura consistunt, quoniam eorum datione possumus in creditum ire, quia in genere suo functionem recipiunt per solutionem quam specie: nam in ceteris rebus ideo in creditum ire non possumus, quia aliud pro alio invito creditori solvi non potest . D.12.1.2.1: Bu çeşit ödünç, sayı, tartı ve ölçü ile alışverişi yapılan şeyler hususunda meydana gelir, belirli bir şeyi ifadan ziyade cinsin ifasını gerektirdiğinden  dolayı,  bu  çeşit  şeyleri  ödünç  vermek  bizi  cins  borcu alacaklısı kılar, lakin diğer şeylerin ödüncünde, alacaklının rızası olmaksızın biri diğerinin yerine ifa edilemeyeceği için cins borcu alacaklısı olamayız.   IV.  SEÇİMLİK BORCUN İFASI A.  Seçim Hakkı Sahibi Kişi Seçimlik borcun özelliği, borç konusunun henüz borç ilişkisinin kurulduğu anda birden fazla olmasıdır. Bir başka ifadeyle birden çok edim ihtiva eden seçimlik borçta hangi edimin ifa edileceği hususunda belirsizlik vardır. Seçim hakkının kullanılması ile bu belirsizlik ortadan kalkacaktır. Seçim hakkını kullanmaya yetkili olan kişi seçimini yaptığı takdirde, edimlerden birisi kesin olarak borcun konusu haline gelir. Diğer edim ya da edimler ise ortadan kalkar ve seçilen edim, borçlusu tarafından yerine getirildiği takdirde de borç sona erer. Seçimlik borcu konu edinen ve hasarın kime ait olacağı sorununa ilişkin metin, seçim  hakkının  kime  ait  olduğunu  bilgisini  de  ihtiva  etmektedir.  Çalışmamızın  bu kısmında sadece seçim hakkı sahibini açıklayan kısmı kadar çevirisine yer verdiğimiz D.18.1.34.6 dan anladığımız üzere, Roma hukukunda ifa edilecek edimi seçme hakkı kural olarak borçluya aittir ancak tarafların seçim hakkının alacaklıya ait olacağını kararlaştırmaları mümkündür.  D.18.1.34.6:  Si emptio ita facta fuerit:   est mihi emptus stichus aut pamphilus ,  in  potestate  est  venditoris,  quem  velit  dare,  sicut  in stipulationibus… idem dicendum est etiam, si emptoris fuit arbitrium quem 839      vellet habere, si modo hoc solum arbitrio eius commissum sit, ut quem voluisset emptum haberet, non et illud, an emptum haberet . D.18.1.34.6:  Alım-satım  sözleşmesi   Stichus  veya  Pamphilus u satıyorum  şeklinde ifade edilmiş ise, stipulatio da olduğu gibi hangisinin verileceği satıcının iktidarındadır… Hangi kölenin satılacağı alıcının kararına göre  belirlenecekse,  alıcının  hangisini  satın  almak  istediği  henüz  belli değildir.  Esas itibariyle hangi edimin ifa edileceği hususunda seçim hakkının borçluya tanınması, bir tereddüt  söz konusu olursa  borçluya, borcun  en hafifini  yüklemek  ilkesine  uygun  bir  anlayışın  sonucudur.  Açıklaması  verilen  metinleri  de değerlendirince, seçim hakkının kural olarak borçluya ait olduğunu ancak bu seçim hakkının alacaklıya da tanınabildiğini anlıyoruz. Bunun yanı sıra günümüzde olduğu üzere, Roma hukukunda da seçimlik borç ilişkisinin olduğu bir halde, seçim hakkının üçüncü  kişiye  bırakılması  mümkündür.  Bu  husustaki  bilgiyi  de  D.45.1.141.1 de buluyoruz.  D.45.1.141.1:  Extranei quoque persona si comprehensa fuerit, veluti hoc modo:     utram  earum  titius  elegerit ,  non  aliter  stipulator  alterutrius petendae facultatem habet, quam si titius elegerit .                                                             28   Roma hukukunda bahsedilen bu ilkeye, ilkeyi ifade eden metinle (D.45.1.109) birlikte çalışmamızın 15. dipnotunda yer vermiştik.  29  Roma hukukunda uygulama alanı bulan bu kuralın günümüzde de kabul edildiğini ifade etmeliyiz. TBK m. 87 hükmü, hukuki ilişkiden ve işin özelliğinden aksi anlaşılmadıkça seçimlik borçlarda edimlerden birinin seçiminin borçluya ait olacağını düzenlemektedir. Söz konusu düzenleme bu niteliği ile tamamlayıcı hukuk kuralıdır ve seçimin alacaklıya veya üçüncü kişiye kesin bir biçimde tanınmadığı ya da işin özelliğinden seçim hakkının alacaklıya ait olduğunun anlaşılmadığı hallerde uygulama imkânı bulacaktır. EREN, Fikret, Borçlar Hukuku Genel Hükümler, Yetkin Yayınları, İstanbul 2020, s.650; KILIÇOĞLU, 2019, s.750; ARAS, Aslı,  Seçimlik Borcun İfa ve İcrası , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 28, Sayı: 3, (s. 1111-1144), s. 1115. Her seçimlik borcun esasının, edimlerden birinin borçlu tarafından ifasını gerektirdiği, böylece borçlunun kendine uygun olan edimi seçip ifa etmesinin daha uygun olacağı, bu hakkın borçlu dışında alacaklıya veya üçüncü kişiye bırakılmasının borçlunun durumunu ağırlaştıracağı ve hukuk düzenlerince seçimlik borçlarda seçim hakkının kural olarak borçluya ait olması prensibinin bu düşünceye dayandığı yönünde bkz. SELİÇİ, 1968, s. 388.  840      D.45.1.141.1:  Titius onların  hangisini  seçerse  örneğinde olduğu üzere, üçüncü bir kimseye atfedilirse, Titius seçimi yapmadığı sürece, stipulatio borçlusundan talep de bulunulamaz.  Seçim  hakkının  üçüncü  kişiye  ait  olması  halinde  ise,  onun  seçtiği  edim  ifa edilmelidir. Ancak metinden de anlaşılacağı üzere, eğer ki seçim hakkı üçüncü kişiye bırakılmışsa,  üçüncü  kişi  seçim  hakkını  kullanmadıkça,  alacaklının  borçludan  ifa talebinde  bulunması  mümkün  değildir.  Bununla  beraber  ifade  edilmelidir  ki  seçim hakkının üçüncü kişiye bırakılmasının niteliği farklı sonuçları da doğurur. Öncelikle seçim hakkı üçüncü kişinin tamamen serbest arzusuna bırakılmışsa diğer bir ifadeyle üçüncü kişi, seçimi yapıp yapmamakta tamamen serbest ise; borç ilişkisi geciktirici şarta bağlı bir borç niteliğindedir. Zira bu durumda borç ilişkisinin doğması, üçüncü kişinin seçim hakkını kullanması şartına bağlanmıştır. Seçim hakkı kullanılmadıkça şart da gerçekleşmeyeceği için kesin edim borcu da doğmayacaktır. Dolayısıyla bu halde üçüncü şahıs, kesin edimi seçmek istemediği ya da seçemediği zaman borç sona erer.  Borç  ilişkisinin  kurulması  seçim  hakkının  kullanılması  şartına  bağlanmamış olabilir. Aksine önceden kurulan ve hüküm ifade eden seçimlik borç ilişkisinde, kesin edimin belirlenmesi, üçüncü kişiye bırakılmış olabilir. Bu ihtimalde üçüncü kişinin birkaç edim arasından seçim  yapması söz konusu olur. Bir borç ilişkisi kurulurken seçim hakkının üçüncü kişiye verilmesi, taraflarca daha ziyade o şahsın kişiliği dikkate alınarak özellikle tercih edilen bir durumdur. Dolayısıyla üçüncü şahsa bırakılmış seçim hakkı, mirasçılara intikal etmezdi; bununla beraber alacaklı veya borçluya ait seçim hakkı ise, seçim hakkı borcun içinde mündemiç olduğundan, mirasçılara geçerdi.   B.  Seçim Hakkının Kullanılma Zamanı Daha önce ifade edildiği üzere, seçimlik borçlarda başta birden çok edim bulunduğu için yerine getirilecek edim belli değildir. Seçim hakkı sahibi, hakkını kullanıp borç                                                            30  Daha ayrıntılı açıklama için çalışmamızın  III. Şarta Bağlı Borç- Seçimlik Borç  başlığı altındaki açıklamalara bakınız.  31  Di MARZO, 1959, s. 354; TAHİROĞLU, 2020, s. 30; ERDOĞMUŞ, 2019, s. 20.  841      konusunu belirli hale getirirse, diğer edimler borç konusu olmaktan çıkar ve borç artık basit bir borç ilişkisi haline gelmiş olur.  Seçim hakkı sahibinin, seçim hakkını ne zaman kullanacağı taraflarca belirlenmiş olabilirdi. Eğer ki seçim hakkı alacaklıya tanınmışsa, borçlunun borcunu ifa edebilmesi için, alacaklının seçim hakkını kullanıp edimi belirli hale getirmesi gerekirdi. Bir başka ifadeyle alacaklının seçim hakkını kullanmadan, borçlunun bir ifa yükümlülüğünden bahsedilemeyeceği için, alacaklı edimlerden birini talep etmelidir. Talebe rağmen borçlu, alacaklının seçimi ile belirli hale gelen edimi ifaya yanaşmazsa, alacaklı dava etmek suretiyle borçluyu ifaya zorlayabilir. Klasik devirde alacaklı borçluya dava açıp da litis contestatio  ile  istenilen  edim  tespit  edildikten  ve  Iustinianus  hukukuna  göre                                                            32  Roma da usul ve icra hukukunun gelişim aşamalarına paralel biçimde iki ayrı usul ve icra sistemi saptanabilir.  Krallık  Döneminden  başlayarak  MS.342  yıllarına  kadar,  hakların  korunması  bazı gelişmeler ile, kural olarak devletin yönetme ve denetim yetkisine rağmen özel kişilerin etkinliklerinin ağır bastığı bir sistem içinde düzenlenmişti. Bu dönemde özel kişiler arasındaki anlaşmazlıkların çözümü, devletin koruyuculuğu altında yürütülen, özel kişilerin faaliyet alanına giren bir iş olarak görülüyordu. Bu nedenle  özel yargılama sistemi (ordo iudiciorum privatorum)  adı verilen bu sistemde devletin temsilcisi olarak magistra bulunurdu. Bu sistemde ilk uygulanan usul  legis actio lar usulü  idi. Zamanla bu usulün yanı sıra,  formula  usulü de uygulanmaya başlandı. Klasik sonrası dönemde ise  özel yargılama sistemi  yerini  sistem dışı yargılama (cognitio extra ordinem)  ya bıraktı. SUNGURTEKİN  ÖZKAN,  Meral  /  TÜRKOĞLU  ÖZDEMİR,  Gökçe,  Roma  Hukukundan Günümüze Medeni Yargılamanın Esasları, Seçkin Yayınları, Ankara, 2008, s. 13.  Legis actiolar usulünde, magistra belli bir iddianın dava konusu olup olmayacağına karar verdirdi. Magistra, iddia sahibine dava olanağı  tanırsa, bu davanın  yürütme  şartlarını  saptardı.  Magistra tarafından uygun bulunan ve şartları saptanmış olan davaların yürütülmesi ve sonuçlandırılması ise anlaşmazlık taraflarının üzerinde anlaştığı ve magistra nın yetki verdiği özel yargıca bırakılıyordu. Magistra önündeki bu aşama davanın hazırlığı niteliğinde olan ve  in iure  olarak anılan aşama idi. Bu aşama litis contestatio (davanın saptanması) ile sona eriyordu. Litis contestatio dan sonra taraflar, üzerinde anlaştıkları ve magistra nın davayı görmek yetkisi verdiği özel kişiye gidiyorlardı. Özel yargıç niteliğindeki bu kişinin önünde dava görülür ve sonuçlandırılırdı.  Apud iudicem (yargıç önündeki aşama)  denilen bu aşamada taraflar iddialarını kanıtlamaya çalışır ve savunmalarını yapardı. Özel yargıç varsa tanıkları da dinler davalıyı mahkûm eder ya da beraat ettirirdi. Bu karar kesin bir hüküm (sententia) niteliğinde idi. In iure aşamasını sonlandıran litis contestatio nun bazı önemli sonuçları vardı: litis contestatio dan sonra davanın tarafları değiştirilmezdi; in iure aşamasında yapılan işlemler, söylenen  sözler  değiştirilemez,  düzeltilemez  ve  tamamlanamazdı;  litis  contestatio nun  dayandığı durumlarda sonradan ortaya çıkan değişiklikler dikkate alınmazdı. Formula usulünde de litis contestatio praetor un saptadığı formula üzerinde gerçek anlamda bir anlaşma niteliğinde idi. Bu sebeple litis contestatio, dava açma gereğini doğuran anlaşmazlık konusu hukuki ilişkiyi sona erdirirdi. Davanın saptandığı bu aşamadan sonra davacı konumundaki kişinin davalıdan talep hakkı, formula da saptanmış şartların gerçekleşmesi halinde, öngörülen mahkûmiyet hükmünün yerine getirilmesine yönelir. Bu nedenle litis contestatio, bir borcu yerine yenisini koyarak ortadan kaldıran bir hukuki ilişkidir. Formula da  davayı  görmek  üzere  saptanmış  olan  özel  yargıç,  anlaşmazlığı  litis  contestatio nun konusunu  oluşturan  formula da  saptanmış  esaslara  göre  çözmek  zorundadır.  Bu  nedenle  litis contestatio dan sonra ortaya çıkan yeni durumları yargıç dikkate alamazdı. TÜRKOĞLU ÖZDEMİR, Gökçe, Roma Hukukunda  Plus Petitio  Yasağı ve Medeni Usul Hukukundaki Davayı Genişletme 842      seçilebilecek şeylerden birini adli makamlar huzurunda talep ettikten sonra bu seçim hakkından dönemezdi. Anlaşılacağı üzere ifa, borçlunun rızası ile değil de dava yoluyla ifaya zorlanması şeklinde gerçekleşecekse, seçim hakkı litis contestatio ya kadar ya da Iustinianus hukukunda hâkim önündeki talebe kadar kullanılmalıdır. Aynı husus borçlu açısından da geçerlidir. Dolayısıyla Roma usul hukuku kuralları çerçevesinde dava tespiti yapıldıktan bir başka ifadeyle litis contestatio gerçekleştikten sonra seçim hakkına sahip olan  alacaklı  ya  da  borçlunun  seçiminden  dönmesi  mümkün  değildir.  Zira  Roma hukukunda dava tespiti yapıldıktan sonra (litis contestatio gerçekleşip de magistra nın yargıca  davayı  görme  yetkisi  vermesinden  itibaren)  tarafların  borcu  artık  hâkimin vereceği hükme uymaktır. Tarafların arasındaki borç ilişkisinin seçimlik borç olması bu kuralın istisnasını oluşturmazdı. Bizi bu hususta aydınlatan metin olan D.3.3.66 dan da anlaşılacağı üzere, alacaklı dava yoluyla talebini belirttikten sonra tarafların arasındaki sözleşme sona ermiş sayılırdı. Bundan böyle borçlu açısından sözleşmeden doğan borcun ifasından ziyade alacaklının mahkeme huzurunda talep etmek suretiyle belirlediği ve hâkimin ifasına hükmettiği kararı yerine getirme borcundan bahsedilirdi. D.3.3.66:   Si  is  qui  stichum vel  damam, utrum eorum ipse vellet, stipulatus est et ratum habeat, quod alterum procuratorio nomine titius petit: facit, ut res in iudicium deducta videatur, et stipulationem consumit . D.3.3.66: Eğer bir kimse stipulatio ile kendi seçimine bağlı olarak Stichus veya Dama hususunda taahhüt aldıysa ve aynı zamanda seçimini bunlardan biri için vekili olan Titius vasıtasıyla onaylarsa: bunun sonucu, meselenin mahkeme huzuruna sevk edildiği ve stipulationun sona erdiği olarak addedilmesidir.                                                             ve Değiştirme Yasağına Olan Etkileri, Seçkin Yayınları, Ankara, 2004, s. 28-29; SÖĞÜTLÜ, 2020, s. 173; TAHİROĞLU / ERDOĞMUŞ, 2019, s. 242.  33  Roma hukukunda MS. 284 yılından itibaren ve Iustinianus döneminde devletin hakları himaye etmesi usulü uygulanmıştı. Cognitio extra ordinem (Sistem dışı yargılama ya da nizam harici usul) denilen bu sistemde dava artık tek safhada ve devlet memuru olan hâkim önünde görülüyordu. Bu usulde adalet devlet tarafından tevzii edilirdi. Davacının olayları açıklaması ve davalının kendi açısından izahı Iustinianus hukukunda litis contestatio yu oluştururdu ancak borcu sona erdirici bir hükmü yoktu. TAHİROĞLU, 2020, s. 254.   34  Di MARZO, 1959, s. 354; ERDOĞMUŞ, 2019, s. 21; TAHİROĞLU, 2020, s. 30; RADO, 2019, s. 25.  843      Roma  hukukunda  alacaklının  seçim  hakkının  kullandıktan  sonra  (ama  her hâlükârda litis contestatio dan önce ve Iustinianus hukukunda hâkim önündeki talebe kadar) seçiminden dönmesi mümkündü. Ancak taraflar borç ilişkisi kurulurken, borcun tesisi için kullanılan ifade tarzı ile seçimin değiştirilmesine müsaade etmeyebilirdi. Bizi bu konuda D.45.1.112.pr. aydınlatmaktadır:  D.45.1.112.pr.:  Si quis stipulatus sit stichum aut pamphilum, utrum ipse vellet: quem elegerit, petet et is erit solus in obligatione. an autem mutare voluntatem  possit  et  ad  alterius  petitionem  transire,  quaerentibus respiciendus erit sermo stipulationis, utrumne talis sit,   quem voluero  an   quem volam : nam si talis fuerit   quem voluero , cum semel elegerit, mutare voluntatem non poterit: si vero tractum habeat sermo illius et sit talis   quem volam , donec iudicium dictet, mutandi potestatem habebit . D.45.1.112.pr.: Eğer bir kimse Stichus veya Pamphilus tan dilediği için stipulatio yapar, seçimini gerçekleştirir ve dava ederse, seçilen köle borç ilişkisinin yegâne edimidir. Fakat acaba seçimi değiştirip, diğeri için talepte bulunabilir mi? Bu, stipulatio nun lafzı ile ilgili bir husustur. Stipulatio,  seçtiğim herhangi biri  veya  dilediğim herhangi biri  mi tarzında? Eğer ki  seçtiğim  herhangi  biri   şeklinde  ise  ve  seçimini  yaparsa,  seçimini değiştiremez. Lakin  dilediğim herhangi biri  tarzında ise; seçimini usulüne uygun bir dava ile talep edinceye kadar değiştirebilir.  Bununla beraber seçim hakkı borçluda ise, borçlunun ilk seçtiği edimi ifadan vazgeçip geçemeyeceği hususunda kaynaklardaki ifadeler çelişkilidir. D.30.84.9 borçlu tarafından yapılan seçimin değiştirilemeyeceğini ifade etmektedir.  D.30.84.9:   stichum  aut  pamphilum,  utrum  heres  meus  volet,  titio dato . si dixerit heres stichum se velle dare, sticho mortuo liberabitur. cum autem semel dixerit heres, utrum dare velit, mutare sententiam non poterit . D.30.84.9: Mirasçımın, Stichus veya Pamphilus tan dilediğini Titius a vermesine müsaade et. Eğer mirasçı Stichus u vermek istediğini ifade ederse; 844      O, Stichus un ölümü ile borcundan kurtulur. Fakat o, kimi vermek istediğini bir kere beyan etti mi, seçimini değiştiremeyecektir.  Aksine D. 45.138.1 ise, borçlunun seçim hakkının hangi edimi seçtiğini gösteren beyanı ile değil, edimlerden birini ifa etmekle ortadan kalkacağını gösteren bir metindir. Buna göre, borçlu seçtiği edimi henüz ifa etmemişse, ilk beyanından dönebilir ve diğer edimi yerine getirebilir.      D.45.138.1:  um pure stipulatus sum illud aut illud dari, licebit tibi, quotiens voles,  mutare voluntatem in eo quod praestaturus sis, quia diversa causa est voluntatis expressae et eius quae inest .       D.45.138.1:  Şu ya da bu  hususunda devralmaya yönelik şarta tabi olmayan  bir  stipulatio  yaptığım  zaman,  hangisini  devredeceğin  ile  ilgili olarak istediğin kadar sıklıkta seçimini değiştirebilirsin. Beyan edilen irade gerçek irade ile aynı değildir.   C.  Seçimlik Borçlarda İfa İmkansızlığı  Seçimlik  borca  konu  edimlerden  biri  bakımından  ifa  imkansızlığı,  borcun doğumundan sonra fakat seçim hakkı kullanıldıktan sonra ortaya çıkmış olabilir. Bu ihtimalde; seçimlik borç adi bir borç ilişkisi haline gelmiş olur. Bir başka ifadeyle seçim hakkının kullanılmasından sonra borç ilişkisi, seçilen edimle sınırlanır ve diğer edim borcun konusu olmaktan çıkar. Köle ya da yarış atının mülkiyetinin devredileceği bir seçimlik borç ilişkisinde, seçim hakkının köleden yana kullanılmasından sonra, kölenin borçlunun  kusuru  ile  ölmesi  örneğinde  olduğu  üzere,  sonraki  imkansızlıkta  borçlu sorumlu olduğu için, alacaklının zararını karşılamak zorunda olurdu. Roma hukukunda kusur sorumluluğu ilkesinin uygulandığı alanlarda, sonraki imkânsızlığın mücbir sebep 845      (vis maior)35 veya beklenmeyen hal (vis minor/casus)36den kaynaklanması nedeniyle, borçluya bir kusur isnat etmek mümkün değilse borç ancak o takdirde sona ererdi.  Seçimlik borca konu olan edimlerden biri henüz seçim hakkının kullanılmasından önce de imkânsız hale gelmiş olabilirdi. Roma hukukunda D.13.4.2.3 te Ulpianus a ait olan metin ve D.18.1.34.6 da Paulus a ait metin bizi bilgilendirmektedir. Bu metinlere göre; edimlerden biri, taraflardan hiçbirinin imkansızlıktan sorumlu tutulamadığı bir nedene dayanarak borcun doğumundan sonra fakat seçim hakkı kullanılmadan önce imkansızlaşırsa, diğer edim kendiliğinden borcun konusu haline gelirdi. Zira bu ihtimalde borçlanılmış olarak kalan şey sadece diğer edimdir. Bir başka ifadeyle edimlerden birinin imkansızlaşması halinde, borçlu kalan edimi yerine getirmekle yükümlüdür.       D.13.4.2.339:  Quae tacite insunt stipulationibus, semper in rei esse potestate, sed quid debeat, esse in eius arbitrio, an debeat, non esse. et ideo cum  quis  stichum  aut  pamphilum  promittit,  eligere  posse  quod  solvat, quamdiu ambo vivunt: ceterum ubi alter decessit, extingui eius electionem, ne sit in arbitrio eius, an debeat, dum non vult vivum praestare, quem solum debet…                                                             35  Roma hukukunda vis maior olarak adlandıran durumlar; düşman saldırısı, eşkıya saldırısı, korsan baskını, iç karışıklık, deniz kazası, deprem, büyük yangınlar gibi hallerdir. D.4.2.2 de beşerî olarak karşı konulamayan, önlenemeyen ve öngörülemeyen olaylar ifade edilmektedir. Bu bahsedilen haller sadece borçlu açısından değil mevcut şartlarda olan herhangi bir kimse açısından da objektif olarak önlem alınması  mümkün  olmayan  ve  borcun  ihlaline  mutlak  surette  yol  açan  olağanüstü  olaylardır. SÖĞÜTLÜ, 2020, s. 379; ERDOĞMUŞ, 2019, s. 38; TAHİROĞLU, 2020, s. 67.  36  Üçüncü kişiler tarafından mala zarar verilmesi, malın çalınması gibi haller, vis maiore göre daha hafif olduğu düşünülen ve bir kimsenin kolaylıkla öngöremeyeceği durumlardır. Beklenmeyen bu haller, borçlunun bir dahli olmaksızın ortaya çıkan tesadüfi olaylardır. Borçlunun egemenlik alanı içinde de gelişebilir ve borçlunun kaçınamayacağı şekilde borcu ihlal etmesine yol açar. SÖĞÜTLÜ, 2020, s. 378-379; ERDOĞMUŞ, 2019, s. 38; TAHİROĞLU, 2020, s. 67.  37  Ancak ifade etmek gerekir ki kusursuz sonraki imkânsızlık ancak parça borçları için söz konusu olurdu. Çeşit borçlarında  çeşit yok olmaz (genus non perit)  kuralı gereğince, sonraki kusursuz imkânsızlık halinde borç sona ermezdi. Bir başka ifadeyle  üç amfora şarap veya köle Stichus  örneğindeki gibi, seçimlik borcu oluşturan edimlerden biri çeşit borcu iken diğerinin parça borcu olduğu hallerde, çeşit borcunun  sona  erdiğinden  bahsetmek  mümkün  değildir.  Bu  durumda  borçlu  yeryüzünde  temin edebileceği başka  üç amfora şarap  ile borcunu ifa edebilecektir. 38  Di MARZO, 1959, s. 355; ERDOĞMUŞ, 2019, s. 21; TAHİROĞLU, 2020, s. 30; RADO, 2019, s. 25.  39  Metnin sadece seçimlik borcu ilgilendiren kısmı çalışmamıza alınmıştır. Ayrıca Türkçe çeviri için bkz. ERDOĞMUŞ, 2019, s. 21, dipnot: 42.  846          D.13.4.2.3:   Bu  yüzden  seçimlik  olarak  borçlanılmış  olanlardan hangisini ifa edeceği borçlunun takdirindedir, fakat borçlu olup olmadığı takdirinde değildir.  Bu  nedenle  Stichus  veya  Pamphilus u taahhüt  etmiş olanın seçim hakkı bunlar yaşadığı sürece vardır. Bunlardan birisi öldüğü zaman, borçlunun seçim hakkı sona erer. Artık sadece borçlanmış olduğu yaşayan  köleyi  ifa  etmemek  suretiyle  borçlanmış  olmak  onun  keyfine bırakılamaz…  Ulpianus a ait metne göre, seçim hakkı borçluda bile olsa, imkânsız hale gelen edimi  seçtiğini  beyan  ederek  borcundan  kurtulamayacaktır.  Dolayısıyla  metindeki bilgiler ışığı altında,  seçim hakkı kime ait olursa olsun, taraflara yüklenemeyecek bir sebeple imkânsızlık ortaya çıkarsa, seçim hakkı sona erecek ve borcun diğer edimle ifası zorunluluğu doğacaktır  yorumunu yapmak mümkündür. Satış sözleşmesinin seçimlik edimleri ihtiva ettiği bir halde, hasara ilişkin hususta bizi aydınlatan Paulus a ait metin (D.18.1.34.6) de D.13.4.2.3 teki bilgilerle örtüşmektedir:      D.18.1.34.6:  …sed uno mortuo qui superest dandus est: et ideo prioris periculum ad venditorem, posterioris ad emptorem respicit. sed et si pariter decesserunt, pretium debebitur: unus enim utique periculo emptoris vixit. idem dicendum est etiam, si emptoris fuit arbitrium quem vellet habere, si modo hoc solum arbitrio eius commissum sit...      D.18.1.34.6: …Onlardan biri (kölelerden biri) ölürse satıcı, geriye kalan diğerinin naklini sağlamak zorundadır. Böylece ilki için satıcı, ikincisi için alıcı hasarı taşır. Her ikisi de aynı anda ölmüş olsa bile semen ödenmek zorundadır zira her durumda alıcının hasarı varlığını sürdürür. Aynı şey, alıcının hangi kölenin kendisine verileceği hususunda bir seçim hakkına sahip olması durumu için de söylenebilir… Metinden  de  anlaşılacağı  üzere  Roma  hukukunda  seçimlik  borç  söz  konusu olduğunda ve kölelerden birinin başına bir şey geldiğinde  hasar alıcıya aittir (periculum est emptoris)  kuralı uygulanmamakta, diğer köle hayatta olduğu için hasarın satıcıda olduğu belirtilmektedir. Seçimlik borca konu olan her iki edimin de kusursuz şekilde imkansızlaşması halinde ise, kusurun herhangi bir çeşidinin borçluya isnadı mümkün 847      olmadığı için, borçlunun sorumluluğu sona ererdi. Bununla beraber  hasar alıcıya aittir (periculum est emptoris)  kuralı gereği alıcı, borç ilişkisi kurulurken tayin edilen satış ücretini ödemek borcundan kurtulamazdı.  Çalışmamızın  bu  kısmında  ele  aldığımız  hukuki  metinleri  (D.13.4.2.3  ve D.18.1.34.6) incelediğimizde, edimlerden birinin borcun doğumundan sonra lakin henüz seçim hakkı kullanılmadan önce imkânsız hale gelmesinde taraflara bir kusur isnat edilemiyorsa, borç ilişkisinin konusunu ifası mümkün olan diğer edimin oluşturacağı bilgisine ulaşıyoruz. Zira D.13.4.2.3 ten anladığımız üzere, taraflara yüklenemeyecek bir sebeple edimlerden birinin imkânsız hale geldiği durumda, seçme hakkı borçluya ait olsa bile,  borçlunun  imkânsız  edimi  seçmek  suretiyle  borcundan  kurtulmasına  olanak tanınmamıştır. Türk Hukukunda da  temerküz prensibi  başlığı altında anılan hâkim görüş de bu meseleyi Roma hukukundaki çözüm yolu ile sonuca bağlamıştır.  Ulpianus a ait bir başka metni olan D.30.47.3 i incelediğimizde, seçim hakkının borçluda olduğu ve edimlerden birinin henüz seçim hakkı kullanılmadan önce ancak borçluya isnat olunamayan bir sebeple imkânsız hale geldiği ihtimalde, borçluya bir imkân tanındığını anlıyoruz.  D.30.47.342:  Sed si stichus aut pamphilus legetur et alter ex his vel in fuga sit  vel  apud  hostes,  dicendum  erit  praesentem  praestari  aut  absentis aestimationem: totiens enim electio est heredi committenda, quotiens moram non est facturus legatario. qua ratione placuit et, si alter decesserit, alterum omnimodo praestandum, fortassis vel mortui pretium… .                                                            40  OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt I, Seçkin Yayıncılık, İstanbul, 2020, s. 303; EREN, 2020, s. 967; SELİÇİ, 1968, s. 396. 41  Oysa  azınlıkta  kalan  görüş ifası  mümkün  olan  edimin  kendiliğinden  borcun  tek  konusu  haline gelmeyeceğini savunmaktadır. Bu durumda seçim hakkı sahibi ifası mümkün olan edimi seçebilir. Ayrıca imkânsız olan edimi seçerek buna ilişkin sonuçların meydana gelmesini de sağlayabilir. Zira bu görüş  uyarınca,  borçlunun  menfaati,  imkânsız  olan  edimin  seçimi  suretiyle  de  gerçekleşebilir. ŞENGÜL, Mehmet,  Seçimlik Borçlara İlişkin Temel Özellikler ve Seçimlik Borçların İfası , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2011, Cilt: XV, Sayı: 3-4, Erzincan, 2011, (s. 207-248), s. 240.  42  Metnin sadece seçimlik borcu ilgilendiren kısmı çalışmamıza alınmıştır.  848      D.30.47.2: Eğer Stichus veya Pamphilus vasiyet edildiyse ve kölelerden biri kaçak ya da düşmanın elinde esir ise, mevcut olanın devredilmesi gerektiği ya  da  eksik  olanın  takdir  edilmiş  kıymetinin  ödenmesi  gerektiği düzenlenmiştir.  Bu  alternatiflerin  seçimi  mirasçıya  bırakılmıştır  meğerki mirasçı,  vasiyetin  gecikmesinden  sorumlu  olsun.  Bu  sebeple  eğer  ki kölelerden biri ölürse mutlaka diğer kölenin teslim edilmesi gerektiği ya da belki telef olan kölenin kıymetinin ödenmesi kararlaştırıldı… D.30.47.3 te yer alan bilgiler, seçim hakkının borçluya ait olduğu bir ihtimalde edimlerden birinin imkânsız hale gelmesinde kendisinin kusur bulunmuyorsa, borcun diğer  mal  üzerine  toplanacağı  ancak  borçlunun  telef  olanın  kıymetini  ödeyerek  de borcundan kurtulma ihtimali olduğu yönündedir. Bir başka ifadeyle seçim hakkı borçluya aitken, mallardan birisi, borçlunun kusuru olmaksızın telef olursa borçlu isterse imkânsız olmayan edimi ifa ederek, isterse telef olan malın değerini ödemek suretiyle borcundan kurtulurdu.  Roma hukukunda edimlerden birinin borçlunun kusuruyla imkânsız hale geldiği ve seçim hakkının borçluya ait olduğu durumda ise, borç ilişkisinin konusunu ifası mümkün olan diğer edim oluştururdu. Dolayısıyla seçim hakkı sahibi olan borçlu, edimlerden birinin  imkânsızlaşmasında  kusuru  ile  rol  oynadıysa,  borcun  diğer  edim  üzerinde toplanacağını  söylemek  mümkündür.  Aslında  bu  ihtimalde  de  seçim  hakkı  sona ermektedir. Bu konuya ilişkin bilgileri D.46.3.95.1 de bulmaktayız:     D.46.3.95.144:  Quod si promissoris fuerit electio, defuncto altero qui superest aeque peti poterit. enimvero si facto debitoris alter sit mortuus, cum debitoris esset electio, quamvis interim non alius peti possit, quam qui solvi etiam potest, neque defuncti offerri aestimatio potest, si forte longe fuit vilior, quoniam id pro petitore in poenam promissoris constitutum est, tamen, si et alter servus postea sine culpa debitoris moriatur, nullo modo ex stipulatu agi  poterit,  cum  illo  in  tempore,  quo  moriebatur,  non  commiserit                                                            43  UMUR, 2010, s. 300.  44  Metnin sadece seçimlik borcu ilgilendiren kısmı çalışmamamıza alınmıştır.   849      stipulationem. sane quoniam impunita non debent esse admissa, doli actio non immerito desiderabitur… .     D.46.3.95.1:  Kölelerden  birinin  ölümü  halinde,  seçim  hakkının borçluya ait olduğu varsayımında, hayatta olan da eşit olarak talep edilebilir. Ancak ölüm, seçim hakkına sahip olan borçlunun kusurundan dolayı ise, ifası hala  mümkün  olanın  haricindeki  talep  edilemez,  ölmüş  olan  kölenin muhtemelen daha az olan takdir edilmiş kıymeti teklif edilemez; bu husus, borçluya  ceza  mahiyetinde  alacaklının  lehine  düzenlenmiştir.  Bununla birlikte ikinci köle borçlunun kusuru ile ölmezse, stipulatio dan kaynaklanan dava  ikame  edilemez,  stipulatio  hüküm  ifade  etmez.  Fakat  gerçekleşen cezasız kalmamalıdır, actio doli hakkaniyet gereği tanınabilir…  Açıklamasına yer verdiğimiz D.46.3.95.1 in mefhumu muhalifinden bir çıkarımda bulunabiliriz. Seçim hakkı borçluya ait iken edimlerden birisi borçluya isnat olunamayan bir nedenle imkânsız hale geldiyse, borçlunun geriye kalan mal yerine telef olan malın takdir edilmiş kıymetini ödemek suretiyle borçtan kurtulması da mümkündü. Ancak eğer ki imkânsızlık, borçlunun kusurundan kaynaklanıyorsa, telef olan kölenin takdir edilmiş kıymetini teklif bile etmesine müsaade edilmezdi. Bu ihtimalde borçlu ancak ifası mümkün olanı ifa ederek, borcundan kurtulabilirdi. Bu düzenleme ile hem borçlunun kusurlu davranışının sonucuna katlanması temin edilmiş ve aynı zamanda alacaklının menfaati  korunmak  istenmiştir.  Dolayısıyla  D.46.3.95.1 de  yer  alan  bilgiler, D.30.47.3 teki bilgileri doğrular niteliktedir. Ayrıca  bu  metin  bizi  bir  ihtimale  karşı  da  aydınlatmaktadır:  Seçim  hakkının borçluya ait olduğu durumda, borçlunun kusuru ile ilk edim imkânsız hale gelir ve geriye kalan edim de sonradan borçlunun kusuru olmadan imkansızlaşırsa; alacaklı borçlunun kusuru ile imkansızlaşan ilk edim için actio doli ile hakkaniyete uygun olarak zararının karşılanmasını isteyebilir. Bir başka ifadeyle geriye kalan edimin ifası, bu defa borçlunun kusuru olmadan imkansızlaştığı için borçlu borcundan kurtulamaz. İlk edim kendi kusuru                                                            45  Di MARZO, 1959, s. 355.   850      ile  imkânsızlaştığından  dolayı  sorumlu  tutulurdu.  Zira  alacaklı,  borçlunun  kusuru yüzünden hiçbir edimi elde edememektedir.  Özetle Roma hukukunda seçimlik borç ilişkisinde, seçim hakkının borçluda olduğu bir ihtimalde seçimlik edimlerden biri imkânsız hale geldiyse ve bu durum borçlunun kusurundan kaynaklanırsa; borç, diğer  edim üzerinde toplanırdı. Bir başka ifadeyle borçlunun imkânsız hale gelmeyen edimi ifa etmesi gerekirdi. Bu ihtimalde borçlu, kusurlu  davranışının  sonucu  olarak  malın  takdir  edilen  kıymetini  ödemek  suretiyle borçtan kurtulmasına hiçbir zaman müsaade edilmemişti. Bununla beraber borçlunun kusurunun  bulunmadığı  ihtimalde  telef  olan  malın  takdir  edilen  kıymetini  ödemek suretiyle borçtan kurtulması da uygun görülürdü. Son olarak seçimlik borçta seçim hakkı kullanılmadan önce, her iki edimin de kusursuz  biçimde  imkânsız  hale  gelmesi  de  mümkündür.  Bu  ihtimalde  borçlunun borcundan kurtulacağını, D.18.1.34.6 daki  …her ikisi de aynı anda ölmüş olsa bile satış ücreti  ödenmek  zorundadır  zira  her  durumda  alıcının  hasarı  varlığını  sürdürür…  ifadesinden anlıyoruz.    SONUÇ Roma hukukunda seçimlik borç,  plures in obigatione, una in solutione: birden fazla borçlanılmıştır ancak bir tanesi ifa edilecektir  denmek suretiyle ifade edilmiştir. Anlaşılacağı üzere seçimlik borçta en az iki edim borcun konusunu teşkil etmektedir. Ancak borçlu, alacaklının ya da üçüncü bir kimsenin iradesine bağlı olarak bu edimler içinden birinin seçilmesiyle belli hale gelen edimi ifa ederek borcundan kurtulmaktadır.   Roma hukukunda Digesta metinlerini incelediğimizde, seçimlik borcu oluşturan edimlerin genellikle dare (verme) borcuna ilişkin olduğunu görüyoruz. Fakat seçimlik borç, faklı nitelikte edimleri barındırabilirdi. Edimlerin eşit değerde olması zorunlu olmadığı  gibi  seçimlik  borca  ilişkin  edimler  parça  borcunu  ya  da  çeşit  borcunu içerebilirdi.  Seçimlik borç ilişkisinin mutlaka sözleşme ile meydana gelmesi zorunlu değildi. Vasiyetname ile lehine mal vasiyet edilen kimseye ya da vasiyet borçlusuna iki veya daha 851      fazla şey arasında seçim hakkının tanındığı hallerde de seçimlik borç meydana gelirdi. D. 30.34.14 te lehine mal vasiyet edilen kimseye ve D.30.84.9 da ise vasiyet borçlusuna seçim hakkı tanımak suretiyle seçimlik borç ilişkisi meydana geldiğini anlıyoruz. Ayrıca Roma hukukunda bir kölenin haksız fiil işlemesi halinde, söz konusu haksız fiil nedeniyle malvarlığı zarar gören ile kölenin sahibi arasında hukuk düzenlemesinden kaynaklanan bir seçimlik borç ilişkisi kurulmuş olurdu. Bunun yanı sıra Iustinianus döneminde laesio enormis (aşırı yararlanma-fahiş gabin) halinde, aşırı yararlanma dolayısıyla mağdur olan satıcı ile yararlanan alıcı arasında kanundan doğan bir seçimlik borç ilişkisi bulunurdu. Zira alıcının, dilerse gerçek değerinin yarısından ucuza aldığı malı iade etme, dilerse satış ücretinin eksik kısmını ödeyerek malı muhafaza etme hususunda seçimlik bir hakkı vardı. Dolayısıyla Roma hukukunda seçimlik borç, bir ölüme bağlı tasarruftan ya da hukuki düzenlemeden kaynaklanabilirdi. D.18.1.34.6 dan anladığımız üzere, Roma hukukunda ifa edilecek edimi seçim hakkı kural olarak borçluya aitti. Bununla beraber D.45.1.141.1 de de ifade edildiği üzere tarafların seçim hakkının alacaklıya ait olacağını kararlaştırmaları da mümkündü. Esas itibariyle hangi edimin  ifa edileceği hususunda seçim hakkının borçluya tanınması; D.45.1.109 da ifadesini bulan ve bugün de geçerli olan bir tereddüt söz konusu olursa  borçluya, borcun en hafifini yüklemek  ilkesine uygun bir anlayışın sonucu idi. Seçim hakkının üçüncü kişiye ait olması halinde ise, onun seçtiği edim ifa edilince borç sona ererdi.  Bununla  beraber  çalışmamızda  detaylarına  değinildiği  üzere  seçim  hakkının üçüncü kişiye bırakılması niteliği farklı sonuçları da doğurabilirdi.   Roma hukukunda ihtilaf konusu olabilecek bir başka mesele olan seçim hakkı sahibinin  seçim hakkını ne zaman kullanacağı  hususu  da açıklığa kavuşturulmuştu. Alacaklı, borcunu ifa etmesi için borçluya dava açmak zorunda kaldıysa, Roma usul hukuku kuralları çerçevesinde seçim hakkına sahip olan alacaklı ya da borçlunun litis contestatio ya kadar; Iustinianus hukukunda ise hâkim önündeki talebe kadar seçimini gerçekleştirmesi gerekirdi.  Bununla beraber alacaklının seçim hakkının kullandıktan sonra (ama her hâlükârda litis contestatio dan önce ve Iustinianus hukukunda hâkim önündeki talebe kadar) seçiminden dönmesi mümkündü.  852      Seçim  hakkı  borçluda  ise,  borçlunun  ilk  seçtiği  edimi  ifadan  vazgeçip geçemeyeceği hususunda kaynaklardaki ifadeler çelişkilidir. D.30.84.9, borçlu tarafından yapılan seçimin değiştirilemeyeceğini ifade etmektedir. Bununla beraber D.45.138.1, borçlunun seçim hakkının hangi edimi seçtiğini gösteren beyanı ile değil, edimlerden birini ifa etmekle ortadan kalkacağını ifade etmektedir. Dolayısıyla bu son metne göre; borçlu seçtiği edimi henüz ifa etmemişse ilk beyanından dönebilir ve diğer edimi yerine getirebilirdi.  Seçimlik  borçlarda  edimlerden  birinin  ifasının  imkânsız  hale  gelmesi  ihtimali gerçekleşebilirdi. Seçimlik borca konu edimlerden biri bakımından ifa imkansızlığı, borcun  doğumundan  sonra  fakat  seçim  hakkı  kullanıldıktan  sonra  ortaya  çıkmışsa seçimlik borç basit bir ilişkisi haline gelmiş olurdu. Kesin edim olarak seçilmiş lakin sonradan ifası imkânsız hale gelen bu edim açısından kusurlu ya da kusura dayanmayan ifa imkansızlığına ilişkin sonuçlar ortaya çıkardı. Bunun dışında seçimlik borca konu olan edimlerden biri henüz seçim hakkının kullanılmasından önce de imkânsız hale gelmiş olabilirdi. Roma hukukunda D.13.4.2.3 te Ulpianus a ait olan metin ve D.18.1.34.6 da Paulus a ait metin, bu ihtimalde eğer ki imkânsızlık tarafların kusuru kaynaklanmıyorsa diğer edimin kendiliğinden borcun konusu haline geleceğini; bir başka deyişle borcun ifası mümkün olan diğer edimde toplanacağı bilgisini içermektedir. Aynı hususun Türk hukukunda  temerküz prensibi  başlığı altında çoğunluk tarafından savunulduğunu ifade etmeliyiz. D.30.47.3 te yer alan bilgiler ise, seçim hakkı borçluya ait iken edimlerden birisi borçluya isnat olunamayan bir nedenle imkânsız hale geldiyse, borçlunun geriye kalan mal yerine telef olan malın takdir edilmiş kıymetini ödemek suretiyle borçtan kurtulabileceğine  ilişkindir.  Edimlerden  birinin  borçlunun  kusuruyla  imkânsız  hale geldiği ve seçim hakkının borçluya ait olduğu durumda ise, D.46.3.95.1 de belirtildiği üzere, borç ilişkisinin konusunu ifası mümkün olan diğer edim oluştururdu. ",
     "Kaynakça": " ARAS, Aslı,  Seçimlik Borcun İfa ve İcrası , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 28, Sayı: 3, (s. 1111-1144).  BERGER, Adolf, Encyclopedic Dictionary of Roman Law, Philadelphia, 1953.  BUCKLAND, William Warwick, A Text-book of Roman Law From Augustus to Iustinian, University of Cambridge Press, Cambridge, 1932. Di MARZO, Salvatore, Roma Hukuku, (Çev. Ziya Umur), İstanbul Üniversitesi Yayınları, 1959.  ERDOĞMUŞ, Belgin, Roma Borçlar Hukuku, Der Yayınları, İstanbul, 2019. EREN, Fikret, Borçlar Hukuku Genel Hükümler, Yetkin Yayınları, İstanbul, 2020. GÜRSOY, Kemal Tahir, Hususi Hukukda Clausula Rebus Sic Stantibus (Emprevizyon Nazariyesi), Ankara, 1950.  KARADENİZ  ÇELEBİCAN,  Özcan,  Roma  Hukuku,  Tarihi  Giriş,  Kaynaklar,  Genel Kavramlar, Kişiler Hukuku, Hakların Korunması, Turhan Kitapevi, Ankara, 2019.  KASER,  Max,  Das  Römische  Privatrecht,  Erster  Abschnitt,  Das  Altrömische,  Das vorklassische und klassische Recht, München, 1955. KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, Turhan Kitabevi, Ankara, 2019.  KOSCHAKER, Paul / AYİTER, Kudret, Modern Özel Hukuka Giriş Olarak Roma Özel Hukukunun Ana Hatları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Yayınları, İzmir, 1993. KÜÇÜKGÜNGÖR, Erkan / EMİROĞLU, Haluk,  Roma Hukukunda ve Bazı Çağdaş Hukuk Düzenlerinde Laesio Enormis (Gabin) , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: 53, Sayı: 1, (s. 77-87).   OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt I, Seçkin Yayıncılık, İstanbul, 2020.  RADO, Türkan, Roma Hukuku Dersleri, Borçlar Hukuku, Filiz Kitap Evi, İstanbul, 2019.  854      SELİÇİ, Özer, Seçimlik Borçların İfası, İÜHFM, Yıl: 1968, Cilt: 34, Sayı: 1-4, (s. 375-399).  SÖĞÜTLÜ, Özlem, Roma Özel Hukuku, Seçkin Yayıncılık, Ankara, 2020.  SÖĞÜTLÜ-ERİŞGİN, Özlem,  Vekâlet Sözleşmesi Bağlamında Noxal Sonuçlu Sözleşme-Hırsız Köle Olayı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2002, Cilt: 51, Sayı: 4, (s. 83-98).  SUNGURTEKİN ÖZKAN, Meral / TÜRKOĞLU ÖZDEMİR, Gökçe, Roma Hukukundan Günümüze Medeni Yargılamanın Esasları, Seçkin Yayınları, Ankara, 2008.  ŞENGÜL, Mehmet,  Seçimlik Borçlara İlişkin Temel Özellikler ve Seçimlik Borçların İfası , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2011, Cilt: XV, Sayı: 3-4, Erzincan 2011, (s. 207-248).  TAHİROĞLU, Bülent, Roma Borçlar Hukuku, Der Yayınları, İstanbul, 2020.   TAHİROĞLU, Bülent / ERDOĞMUŞ, Belgin, Roma Hukuku Dersleri, Tarihi Giriş, Hukuk Tarihi, Genel Kavramlar, Usul Hukuku, Der Yayınları, İstanbul, 2019. THILO, Emile, (Çev. Bülent N. Esen),  Laesio Enormis  ve  Clausula Rebus Sic Stantibus  ile Bir Para Borcunda Mücbir Sebep Hakkında Not , İÜHFM, Yıl: 1935, Cilt: 1, Sayı: 3, (s. 344-351).  TÜRKOĞLU ÖZDEMİR, Gökçe, Roma Hukukunda  Plus Petitio  Yasağı ve Medeni Usul Hukukundaki  Davayı  Genişletme  ve  Değiştirme  Yasağına  Olan  Etkileri,  Seçkin Yayınları, Ankara, 2004. TOPUZ, Murat,  Fahiş Gabin in (Laesio Enormis) Roma Sözleşmeler Hukukunda Uygulama Alanı  ve  Fahiş  Gabin e  Bağlanan  Hukuki  Sonuçlar , Maltepe  Üniversitesi  Hukuk Fakültesi Dergisi, Yıl: 2007, Haziran, Cilt: 6, Sayı: 1, (s. 463-495).  UMUR, Ziya, Roma Hukuku Ders Notları, Usul Hukuku, Borçlar Hukuku, Eşya Hukuku, Miras Hukuku, Beta Yayıncılık, İstanbul, 2010.  UMUR, Ziya, Roma Hukuku Lügatı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1983. 855      UMUR, Ziya,  Roma Hukuku, Tarihi Giriş, Kaynaklar,  Umumi Mefhumlar, Hakların Himayesi, İstanbul Üniversitesi, Fakülteler Matbaası, İstanbul, 1982.  ÜÇER, Mehmet, Roma Hukuku'nda Laesio Enormis ve Karşılaştırmalı Hukuk Açısından Gabin, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 54, Sayı: 4, (s. 521-542).  WATSON, Alan, Roman Law and Comparative Law, University of Georgia Press, Georgia, 1991.  ZIMMERMANN, Reinhard, The Law of Obligations Roman Foundations Of The Civilian Tradition,"
}