{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "17",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "TARİHSEL SÜREÇ İÇERİSİNDE ÇALIŞANDAN ROBOTLARA ADAM ÇALIŞTIRANIN SORUMLULUĞUNUN DİNAMİK YAPISI",
     "Title": "THE DYNAMIC STRUCTURE OF THE LIABILITY OF THE EMPLOYER IN THE HISTORICAL PROCESS FROM WORKERS TO ROBOTS",
     "Yazar İsmi": [
          "Dila OKYAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Adam çalıştıran",
          "Haksız fiil",
          "İşletme",
          "Robot",
          "Yapay zekâ"
     ],
     "Keywords": [
          "Employer",
          "Tort",
          "Enterprise",
          "Robot",
          "Artificial intelligence"
     ],
     "Özet": "Adam çalıştıranın sorumluluğu, bir kimsenin, kendi menfaatine olan bir işin görülmesi amacıyla, bağımlılık arz eden bir çalıştırma ilişkisi içerisinde çalıştırdığı kişinin işini gördüğü sırada hukuka aykırı fiili ile başkasına verdiği zarardan sorumluluğunu ifade eder. Günümüzde robot kullanımından kaynaklanan zararlardan hukuki sorumluluk bağlamında tartışılan bu sorumluluk anlayışının tarihsel kökeni, Roma hukukunda  gemi  işletenin  sorumluluğuna,  Anglo-Sakson  hukukunda  ise  17.  yüzyıla  tarihlenen  bir denizcilik davasına kadar uzanmaktadır. Zaman içerisinde genel bir norm niteliği kazanan adam çalıştıranın sorumluluğu, tarihsel süreç içerisinde sorumluluk hukukuna ilişkin önemli meselelerin çözümüne hukuki zemin sağlamıştır. Karşılaştırmalı hukuk verileri, adam çalıştıranın sorumluluğunun, doğrudan sorumluluk ve dolaylı sorumluluk şeklinde iki farklı model üzerine kurulduğunu göstermektedir. 6098 sayılı Türk Borçlar Kanunu nun  adam çalıştıranın sorumluluğu  kenar başlıklı 66. maddesinde, dünyadaki hâkim modelden  farklı  olarak,  doğrudan  sorumluluk  esası  benimsenmiştir.  Bu  sorumluluk  modeli,  adam çalıştıranın objektif özen yükümlülüğünü ihlâl ettiği varsayımı üzerine kuruludur ve çalışanın şahsi sorumluluğundan  bağımsızlaştırılmıştır.  Ayrıca,  adam  çalıştıranın  çalışan  üzerindeki  hâkimiyetine kaynaklık eden bağımlı çalıştırma ilişkisi, nitelik ve içerik bakımından oldukça geniş bir yelpazede değerlendirilmektedir. Tüm bu özellikler, TBK m. 66 hükmüne dinamik ve geniş bir uygulama alanı sağlamaktadır. Öte yandan, günümüzün teknolojik gelişmeleri, modern işletmeleri de baş döndürücü bir hızla  dönüştürmektedir.  Yüksek  düzeyde  yapay  zekâya  sahip  robotik  teknolojiler,  mal  ve  hizmet piyasalarında hızla yer almaktadır. Modern işletmelerin bu farklı örgütlenme yapısı, işletme faaliyetinde bu tür teknik teçhizat kullanımından kaynaklanan zararlardan sorumluluğa ilişkin hukuki bir dayanak arayışını beraberinde getirmiştir.  Bu çalışmada; köklü bir tarihsel geçmişe sahip olan adam çalıştıranın sorumluluğunun, TBK m. 66/III hükmünün hukuki niteliğine ilişkin tartışmalar ışığında, teknolojik gelişmelerle dönüşen modern işletme faaliyetine ve çalışma hayatına uyum sağlayan dinamik özellikleri değerlendirilmektedir.",
     "Abstract": "The liability of the employer refers to the liability for damage caused to another by the unlawful act of a dependent employee committed during the course of employment for performing a job for the benefit of the employer. The historical origin of this responsibility, which is discussed today in the context of legal liability for the use of robots, dates back to the liability of ship operators in Roman Law and to a maritime case in 17th century in Anglo-Saxon law. This liability has become a general norm over time and provided     a legal basis for the resolution of important legal issues. Comparative legal data show that the employer s liability is based on two different models: direct and vicarious liability. Article 66 of the Turkish Code of Obligations (‘TCO ), no. 6098, adopts direct liability, unlike the dominant model in the world. This liability is based on the presumption that the employer has violated  his duty of objective care and arises independently of the employee s personal liability. Also, the dependent employment relationship, as the source of the employer s dominance over the employee, appears in a very wide range in terms of both quality and content. All these features provide a dynamic and wide application area for Article 66 TCO. On the other hand, today s technological developments transform modern enterprises at an unprecedented pace, where robotic technologies with a high level of artificial intelligence are rapidly taking place. This new organizational structure in modern enterprises has brought along the search for a liability basis for damages arising from the use of technical equipment in business activities. This study, against its deep-rooted historical background, evaluates the dynamic features of employer s liability and its adaptive nature to the modern business activity transformed by technological developments and working life in the light of discussions on Article 66/3 TCO.",
     "Metin": "Adam çalıştıranın sorumluluğu kavramı, bir kimsenin (adam çalıştıran), kendi menfaatine olan bir işin görülmesi amacıyla, bağımlılık arz eden bir çalıştırma ilişkisi içerisinde çalıştırdığı kişinin (çalışan) işini görürken hukuka aykırı fiili ile bir başkasına (üçüncü  kişi)  verdiği  zararı  tazmin  yükümlülüğünü  ifade  eder.  Başlıca  hukuk sistemlerinin tümünde bu sorumluluk anlayışının ilk izlerine rastlanmaktadır. Roma hukukunda gemi, han ve ahır işletenlerin (nautas, caupones et stabularios) sorumluluğu; Anglo-Sakson hukuk sisteminde 1691 tarihli Boson v Sandford adlı bir denizcilik davası; klâsik  İslam  hukuku  doktrininde,  iş  sahibinin  (sahibü l-amel)  ecîr-i  hâs  olarak                                                  1   Söz konusu sorumluluk, Iustinianus un Institutiones adlı eserinde [4.5.3],  haksız fiil benzerinden doğan borçlar  (obligationes quae quasi ex delicto nascuntur) başlığı altında bir sorumluluk olgusu olarak düzenlenmiştir. Bkz. MOYLE, J. B. (çev.), The Institutes of Justinian, 5th edition, 1913, https://www.gutenberg.org/files/5983/5983-h/5983-h.htm#linkH_4_0089 (erişim tarihi 30.11.2021).  2   Gemi kaptanına emanet edilen eşyaların uğradığı zarardan kaptanı istihdam eden sıfatıyla gemi sahiplerinin sorumluluğuna hükmedilen davada, Mahkeme Başkanı Holt CJ,  her kim bir başkasını çalıştırırsa, onun fiillerinden sorumlu olacağını  belirtmiştir. Bkz. Boson v Sandford (1691), 2 Salk 440, 91 ER 382.  645     nitelendirilen  bağımlı  çalışanların  hukuka  aykırı  fiillerinden  sorumluluğu,  adam çalıştıranın sorumluluğunun tarihsel temelini oluşturmaktadır. Çalışmanın amacı; böylesine köklü bir tarihsel gelişim sürecinden geçerek adeta  gelenekselleşmiş  bir sorumluluk normuna dönüşen adam çalıştıranın sorumluluğunun, teknolojik gelişmelerin hızla değiştirdiği modern işletme faaliyetine ve çalışma hayatına uyum sağlayabilecek dinamizme sahip olup olmadığını değerlendirmektir.  6098  sayılı  Türk  Borçlar  Kanunu nun  (TBK)4  66.  maddesinde  düzenlenen sorumluluğun süjesi, adam çalıştırandır. Adam çalıştıran, bir kimseyi kendisine ait bir işte, emir ve talimatları doğrultusunda çalıştırmak suretiyle onun hizmetinden kendi menfaati  için  yararlanan  kişidir.  Adam  çalıştıran;  iş  sahibi  (Geschäftsinhaber)6,  iş faaliyetini yürüten kişi (träger des Geschäftsbetriebs)7 olup, hiyerarşik olarak daima en üst konumda bulunan kişidir. Adam çalıştıran bir gerçek kişi veya tüzel kişi olabilir. Söz konusu sorumluluğun doğabilmesi için adam çalıştıran ile çalışan arasında bağımlılık                                                  3   MOHAMAD, Abdul Basir bin,  Vicarious Liability: A Study of the Liability of Employer and Employee in the Islamic Law of Tort , Arab Law Quarterly, Year: 2000, Volume: 15, No. 2, s. 201 vd. 4   RG 04.02.2011/27836.  5   EREN, Fikret, Borçlar Hukuku Genel Hükümler, 26. Baskı, Yetkin Yayınları, Ankara, 2021, N.1926; TANDOĞAN, Haluk, Kusura Dayanmayan Sözleşme Dışı Sorumluluk Hukuku, Turhan Kitabevi, Ankara, 1981, s. 56; ANTALYA, Gökhan, Borçlar Hukuku Genel Hükümler, C. V/1,2, 2. Baskı, Seçkin Yayıncılık, Ankara, 2019, N.1389. 6   BREHM,  Roland,  Berner  Kommentar  zum  schweizerischen  Privatrecht,  Bd.  VI:  Das Obligationenrecht,  1.  Abteilung:  Allgemeine  Bestimmungen,  3.  Teilband,  1.Unterteilband:  Die Entstehung durch unerlaubte Handlungen Art. 41-61 OR, 4. Auflage, Bern, 2013, Art. 55 OR N.52. 7   BREHM, 2013, Art. 55 OR N.6; FISCHER, Willi/ITEN, Marc Antonio, Haftpflichtkommentar, Kommentar  zu  den  schweizerischen  Haftpflichtbestimmungen,  (eds.)  Willi  Fischer/Thierry Luterbacher, Zürich, 2016, Art. 55 OR N.10. 8   HONSELL,  Heinrich/ISENRING,  Bernhard/KESSLER,  Martin  A.,  Schweizerisches Haftpflichtrecht,  5.  Auflage,  Schulthess,  Zürich,  2013,  §13  N.12;  SCHWENZER,  Ingeborg, Schweizerisches Obligationenrecht, Allgemeiner Teil, 8. Auflage, Stämpfli Verlag, Bern, 2020, N.23.17;  MÜLLER-CHEN,  Markus,  Handkommentar  zum  Schweizer  Privatrecht, Obligationenrecht  Allgemeine  Bestimmungen,  (eds.)  Andreas  Furrer/  Anton  K.  Schnyder,  2. Auflage, Zürich, 2012, Art. 55 OR N.8; FISCHER/ITEN, 2016, Art. 55 OR N.18. 9   BREHM,  2013,  Art  .55  OR  N.6a;  MÜLLER-CHEN,  2012,  Art.  55  N.6;  FELLMANN, Walter/KOTTMANN, Andrea, Schweizerisches Haftpflichtrecht, Band I: Allgemeiner Teil sowie Haftung aus verschulden und Persönlichkeitsverletzung, gewöhnlichen Kausalhaftungen des OR, ZGB und PrHG, Stämpfli Verlag, Bern, 2012, N.737; OĞUZMAN, Kemal/ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt. 2, 16. Bası, Vedat Kitapçılık, İstanbul, 2021, N.441; EREN, 2021, N.1927.  646     arz eden bir çalıştırma ilişkisi bulunması, çalışanın işini görürken işlediği hukuka aykırı fiil neticesinde üçüncü kişinin zarara uğramış olması ve adam çalıştıranın sorumluluk karinesini  çürütememiş  (kurtuluş  kanıtı  getirememiş)  olması  gerekir.  Sorumluluk hukukunda önemli işlevler üstlenen TBK m. 66 hükmü, zarar gören kişiye bir yandan, çalışanın ödeme güçsüzlüğü riskini taşımak zorunda kalmaksızın ekonomik bakımdan daha güçlü olduğu varsayılan bir muhatabın hukuki sorumluluğuna başvurma imkânı tanırken; diğer yandan da dayandığı sorumluluk karinesi sayesinde ispat kolaylığı sağlar. Mal  ve  hizmet  piyasalarında  üretim  şekillerindeki  değişim  ve  iş  hacmindeki büyüme ile birlikte üretim sürecine katılan kişi sayısı da artmaktadır. İş sahibi, işini yardımcı kişiler aracılığıyla görmek suretiyle hâkimiyet alanını genişletir ve bundan fayda sağlar. Meşhur Latince deyişe göre,  nerede yarar varsa, orada külfet vardır  (ubi emolumentum, ibi onus). Çalışanlar, iş sahibinin birer uzatılmış koludur (verlangerten Arms).  Çalışanı  seçmek,  talimat  verip  denetlemek  ve  iş  organizasyonunu  kurmak suretiyle çalışanın davranışını belirleyen aslında onu çalıştıran kişidir. Zira  bir şeyi başkası aracılığıyla yapan, onu kendisi yapmış sayılır  (qui facit per alium facit per se). Bu nedenle, çalışanın işini görürken başkalarına zarar verme rizikosunu onu çalıştıran kişinin üstlenmesi makuldür.  Diğer yandan, dijital çağın modern işletmelerinde insan iş gücü yanında (hatta çoğu zaman yerine) teknolojik iş gücü kullanımı her geçen gün hızla artmaktadır.  Endüstri 4.0  olarak adlandırılan dijital sanayi devrimi ile birlikte, akıllı fabrikalar, birbiriyle  konuşan  makineler,  öğrenen  yapay zekâlar, insansı robotlar, siber-fiziksel sistemler, büyük veri, nesnelerin interneti gibi çığır açan teknolojiler hızla hayatımıza girmiştir. Bugün itibariyle, bu teknolojilerin toplum tarafından bir tehdit değil, bilakis yardımcı                                                  10   Teknolojik işsizlik , teknolojik gelişmelerin istihdam üzerindeki olumsuz etkilerini (özellikle insan iş gücüne ihtiyacın azalması nedeniyle iş kaybını) ifade etmek üzere geliştirilmiş yeni bir kavramdır. Pew Araştırma Merkezi tarafından 2014 yılında yapılan  2025'te Dijital Hayat: Yapay zekâ, robotik ve mesleklerin geleceği  başlıklı anket çalışmasında, katılımcıların %48'i robotların ciddi sayıda mavi ve beyaz yakalı çalışanın yerini alacağı ve bunun da işsizliği arttıracağı, toplumsal düzende bozulmalara  neden  olacağı  endişesini  dile  getirmiştir.  Bkz. https://www.pewresearch.org/internet/2014/08/06/predictions-for-the-state-of-ai-and-robotics-in2025/, s. 5, 44 (erişim tarihi 25.11.2021).  647     olarak  algılanması  gerektiği  anlayışı  üzerine  kurulu,  toplum  odaklı   Toplum  5.0 11 seviyesine geçiş süreci yaşanmaktadır.  Çalışmada ilk olarak, TBK m. 66 hükmünde benimsenen sorumluluk modelinin temel özellikleri bağlamında adam çalıştıranın sorumluluğunun tarihsel gelişim sürecinde üstlendiği  işlev  ve  hukuki  niteliği  incelenmiş  [I]  ve  ardından,  adam  çalıştıranın sorumluluğunun,  teknolojik  dönüşüm  geçiren  modern  işletme  faaliyetinde  robot kullanımından kaynaklanan sorumluluk meselesine ne ölçüde hukuki zemin sağladığı, TBK m. 66/III hükmünün hukuki niteliğine ilişkin tartışma ışığında değerlendirilmiştir [II].   I.   TBK m. 66 HÜKMÜNDE BENİMSENEN SORUMLULUK MODELİNİN TEMEL ÖZELLİKLERİ    Genel  Norm  Niteliği  Sayesinde  Sorumluluk  Hukukunda  Üstlendiği  Joker  İşlevi TBK m. 66 (eBK m. 55) hükmünde düzenlenen adam çalıştıranın sorumluluğu, bir  başkasına  bağımlı  olarak  iş  gören  kişinin  fiilinden  sözleşme  dışı  sorumluluk bakımından  genel norm  teşkil eder. Bu niteliği sayesinde, Türk-İsviçre sorumluluk hukukunun tarihsel gelişim sürecinde, tâbiri caizse, adeta bir  joker  işlevi üstlenmiştir. Özellikle  açık  ve  özel  bir  kanuni  düzenleme  bulunmayan  sorumluluk  hukuku meselelerinin  çözümünde  ihtiyaç  duyulan  hukuki  temeli  sağlayarak  geçici  çare olmuştur.                                                   11  Bu kavram, 2017 yılında Almanya nın Hannover şehrinde düzenlenen, dünyanın en büyük uluslararası teknoloji ve ticaret fuarı  CeBIT te Japonya başbakanı Shinzo  Abe tarafından tanıtılmıştır. Bkz. https://www.euronews.com/2017/03/24/cebit-japan-s-vision-of-society-50 (erişim tarihi 30.11.2021).  12  818 sayılı Borçlar Kanunu, RG 29.04.1926/359.  13  WERRO,  Franz,  Commentaire  Romand,  Code  des  obligations  I,  Art.1-529  CO,  (eds.)  Luc Thévenoz/Franz Werro, 2e édition, Bâle, 2012, Art. 55 OR N.29; TANDOĞAN, 1981, s. 11; EREN, 2021, N.1913; KILIÇOĞLU, Ahmet, Borçlar Hukuku Genel Hükümler, 25. Baskı, Turhan Kitabevi, Ankara, 2021, N.2290; ANTALYA, 2019, N.1387.  14  Art. 55 OR hükmünde düzenlenen adam çalıştıranın sorumluluğunun, kusursuz sorumluluk bulunmayan hâller  bakımından   soğurma  (yutma)  kuralı   işlevi  üstlendiği  hakkında  bkz.  WIDMER,  Pierre,  Switzerland , Principles of European Tort Law, Volume 6: Unification of Tort Law: Strict Liability, (eds.) Bernhard A. Koch/Helmut Koziol, New York, 2002, s. 326.  648     Türk  Hukukunda  bu  durumun  başlıca  örneği,  TCDD  İşletmesi nin  tren kazalarından sözleşme dışı sorumluluğunun tarihsel gelişim sürecinde görülür. eBK döneminde, demiryolu aracı işletenin sözleşme dışı sorumluluğuna ilişkin özel bir kanun ya da genel bir tehlike sorumluluğu hükmü bulunmadığından, bu sorumluluğun hukuki dayanağı tartışmalıydı. Doktrinde çeşitli görüşler ve farklı yönde yargı kararları bulunmakla birlikte, söz konusu sorumluluğa hukuki dayanak olarak kabul edilen sorumluluk sebeplerinden biri, eBK m. 55 hükmünde düzenlenen adam çalıştıranın sorumluluğu olmuştur. Tren garında raylar üzerinde oynayan çocuğun trenin altında kalarak ölmesi olayında, tren istasyonunda meydana gelen tren kazasında bir çocuğun ayaklarını  kaybetmesi  olayında,  tren-otobüs  kazasında  otobüs  yolcusunun  ölmesi olayında TCDD İşletmesi adam çalıştıran sıfatıyla sorumlu tutulmuştur. Öte yandan doktrinde, eBK m. 55 hükmünün tehlike sorumluluğunun yerini tutamayacağı, tehlikeli bir işletme faaliyeti olan demiryolu işletmeciliği bakımından, kurtuluş kanıtı imkânı bulunan adam çalıştıranın sorumluluğunun yetersiz kaldığı dile getirilmiştir.                                                  15   Tren kazalarından sorumluluğun hukuki dayanağı tespit edilirken, zarar görenin yolcu sıfatına sahip olup olmadığı değerlendirilmelidir. Yolcu sıfatına sahip olan kişinin uğradığı zarardan dolayı taşıyıcının sözleşmeye dayanan sorumluluğu doğar. Örneğin; yolcunun, trenin devrilmesi nedeniyle ölmesi (bkz. YHD,  31.12.1976,  E.1976/5361,  K.1976/5740,  Kazancı),  trene  binmek  isterken  dengesini kaybederek  düşüp  tren  ile  peron  arasına  sıkışması  (bkz.  YHD,  24.12.1996,  E.1996/8552, K.1996/9094, Kazancı) olayında durum böyledir. Yolcu sıfatına sahip olmayan bir kişinin uğradığı zarar  bakımından  ise  sözleşme  dışı  (haksız  fiil)  sorumluluğu  gündeme  gelecektir.  Öte  yandan, taşımacılık faaliyetinin bir sözleşme ilişkisi çerçevesinde gerçekleştiği durumlarda, yolcunun uğradığı zarardan taşıyıcının sorumluluğu bakımından sözleşme sorumluluğu ve sözleşme dışı sorumluluğun yarışmasının da gündeme geleceğini belirtmek gerekir. 16   30 Mayıs 1283 tarihli  Demiryollarının Usulü Zabıtasına Dair Nizamname nin yürürlükte olduğu dönemde, bu Nizamname nin 6. maddesinde düzenlenmiş olan kumpanyanın yerini alan Devlet Demir Yolları  İdaresi nin  eBK  m.  55  hükmüne  göre  sorumluluğuna  başvurulması  yönünde  bkz. TANDOĞAN, 1981, s. 87. Söz konusu Nizamname, 5728 sayılı Kanun ile yürürlükten kaldırılmıştır.  17  Devlet Demir Yolları nın yapı mâliki sıfatıyla ve motorlu araç işleten sıfatıyla sorumlu tutulduğu yargı kararları  hakkında  ayrıntılı  bir  değerlendirme  için  bkz.  UYUMAZ,  Alper/TOKAT,  Hüseyin,  Demiryolu  ile  Yolcu  Taşımacılığından  Kaynaklanan  Akit  Dışı  Hukuki  Sorumluluk ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 65, Sayı: 3, s. 973 vd.  18  YHD, 22.12.1977, E.1977/7057, K.1977/12298 (TANDOĞAN, 1981, s. 54, dn. 4). 19  Uyuşmazlık Mahkemesi, 03.07.1971, E.1969/126, K.1971/15 (RG 26.11.1971/14024). 20  Uyuşmazlık Mahkemesi, 03.07.1971, E.1969/166,168, K.1971/16,17 (RG 26.11.1971/14024).  21  TANDOĞAN, 1981, s. 33-34, s. 171-172.  649     Yargıtay ın eBK dönemindeki yerleşik içtihadı, TCDD İşletmesi nin, demiryolu ile karayolunun  kesiştiği  ve  böylelikle  trenlerin  karayolu  trafiğine  karıştığı  hemzemin geçitlerde meydana gelen tren-motorlu araç kazalarından 2918 sayılı Karayolları Trafik Kanunu (KTK) m. 85 uyarınca motorlu araç işleten sıfatıyla; hemzemin geçit dışında meydana gelen kazalardan ise eBK m. 55 uyarınca adam çalıştıran sıfatıyla sorumlu tutulması yönündedir. İstikrar kazanan bu içtihat doğrultusunda, 2011 yılında yapılan değişiklik ile hemzemin geçitte meydana gelen tren kazalarından sorumluluğun KTK hükümlerine  tâbi  olduğu  KTK  m.  110/1  hükmünde  açık  bir  kanuni  dayanağa kavuşmuştur.  Demiryolu aracı işletenin, tren kazalarından sözleşme dışı sorumluluğunun hukuki dayanağına  ilişkin  tartışma,  Türk  hukukunda  tehlike  sorumluluğunu  ilk  defa  genel nitelikte  bir  hüküm  ile  düzenleyen  TBK nın  yürürlüğe  girmesi  ile  sona  ermiştir. Demiryolu ile yolcu taşımacılığı, TBK m. 71 anlamında önemli ölçüde tehlike arz eden bir işletme faaliyeti olarak değerlendirilmekte ve TCDD Taşımacılık A.Ş.23 bakımından sözleşme dışı sorumluluğun hukuki temeli olarak kabul edilmektedir. eBK döneminde, tren kazalarından sözleşme dışı  sorumluluğa benzer şekilde, üreticinin sorumluluğu bakımından da açık bir kanuni dayanak bulunmaması doktrinde tartışmalara neden olmuştur. Ancak Türk hukukunda üreticinin sorumluluğunun tarihsel                                                  22  KTK nın uygulanabilmesi için ön şart, bir veya birden fazla motorlu aracın karıştığı bir trafik kazasının meydana gelmesidir. KTK da motorlu araç tanımına yer verilmemiştir. Kanunun diğer hükümlerinden dolaylı olarak ulaşılan tanıma göre  motorlu araç , karayolunda makine gücüyle hareket edebilen araçtır. Mehaz İsviçre Karayolları Trafik Kanunundaki motorlu taşıt tanımında yer alan  raylardan bağımsız hareket edebilme  unsuruna KTK da yer verilmemesi, özellikle tren ve tramvayların motorlu taşıt  niteliği  konusunda  tartışmalara  neden  olmuştur.  Konu  hakkında  ayrıntılı  bilgi  için  bkz. UYUMAZ/TOKAT, 2016, s. 976 vd.  23   Demiryolu tren işletmecisi sıfatıyla yolcu ve yük taşımacılığı, bir iktisadi devlet teşekkülü niteliğindeki Türkiye Cumhuriyeti Devlet Demiryolları İşletmesi Genel Müdürlüğü nün (TCDD) bağlı ortaklığı olarak kurulan TCDD Taşımacılık A.Ş. tarafından yürütülmektedir. 6461 sayılı Türkiye Demiryolu Ulaştırmasının  Serbestleştirilmesi  Hakkında  Kanun  (RG  01.05.2013/28634)  uyarınca,  TCDD Taşımacılık A.Ş., 233 sayılı Kamu İktisadi Teşebbüsleri Hakkında KHK ya tâbi bir kamu iktisadi teşebbüsü niteliğindedir (m.4). Söz konusu KHK m. 23/2 gereği, bağlı ortaklıklar, kural olarak, özel hukuk hükümlerine göre faaliyet gösterir.  24   UYUMAZ/TOKAT, 2016, s. 980 vd.  25  Üreticinin sorumluluğu kavramı, üretici tarafından piyasaya arz edilen ve haklı güvenlik beklentilerini karşılamayan  hatalı  ürünün  neden  olduğu  zarardan  sorumluluğu  ifade  eder.  Bkz. HONSELL/ISENRING/KESSLER, 2013, §21 N.1; HAVUTÇU, Ayşe, Türk Hukukunda Örtülü Bir Boşluk: Üreticinin Sorumluluğu, Seçkin Yayıncılık, Ankara, 2005, s. 21. 650     gelişimi bakımından adam çalıştıranın sorumluluğu, İsviçre hukukundan farklı olarak, önemli  bir işlev üstlenmemiş;  yargı  kararlarında, üreticinin sorumluluğunun  genel haksız fiil sorumluluğu (TBK m. 49, eBK m. 41) çerçevesinde değerlendirilmiştir. Bugün  itibariyle,  Türk  hukukunda  üreticinin  sorumluluğu,  12.03.2021  tarihinde yürürlüğe  giren  Ürün  Güvenliği  ve  Teknik  Düzenlemeler  Kanunu nun   Ürün                                                  26  İsviçre Ürün Sorumluluğu Kanunu nun (Produktehaftpflichtgesetz, PrHG) yürürlüğe girdiği 1994 yılından önceki dönemde hatalı ürünün neden olduğu zarardan dolayı üretici aleyhine açılan davalarda İsviçre Federal Mahkemesi (İFM), üreticiyi Art. 55 OR (Schweizerisches Obligationenrecht, OR) temelinde adam çalıştıran sıfatıyla kusursuz sorumlu tutacak şekilde içtihat geliştirmiştir. Bu içtihatlar arasında dönüm noktası olarak kabul edilen 1984 tarihli menfez çerçevesi kararına (SchachtrahmenFall, BGE 110 II 456) konu olayda; yol yapım çalışması sırasında inşaat makinesi ile kaldırılan yaklaşık 700 kg. ağırlığındaki menfez çerçevesinin kopan taşıma halkası, bir işçinin üzerine düşerek ağır yaralanmasına neden olmuştur. Somut olayda, menfez çerçevesinde üretim hatası bulunduğu tespit edilmiş  ve  İFM,  bir  işletmedeki   organizasyona  özen   (cura  in  organisando)  yükümlülüğünün kapsamına, ürünün nihai kontrolünün yapılmasının da dâhil olduğunu belirterek, işletmenin rasyonel bir şekilde örgütlenmediği gerekçesiyle menfez çerçevesinin üreticisi şirketi adam çalıştıran sıfatıyla sorumlu tutmuştur. Böylelikle Art. 55 OR, yaratıcı bir yaklaşımla, üreticinin kusursuz sorumluluğuna hukuki zemin sağlayacak şekilde yorumlanmıştır. Ancak İFM nin geliştirdiği bu yaklaşım tarzı, İsviçre doktrininde yoğun olarak eleştirilmiştir. Bu içtihadın Art. 55 OR hükmünün başkasının fiilinden sorumluluk niteliğini bertaraf ettiği (bkz. SCHÖNENBERGER, Beat, Kurzkommentar OR, (ed.) Heinrich Honsell, Helbing Lichtenhahn Verlag, Basel, 2014, Art. 55 OR N.12); kurtuluş kanıtı getirme imkânını kaldırarak tehlike sorumluluğuna dönüştürdüğü (bkz. WIDMER, Pierre,  Privatrechtliche Haftung , Handbücher für die Anwaltspraxis, Band. 5: Schaden-Haftung-Versicherung, (eds.) Peter Münch/ Thomas Geiser, Helbing  &  Lichtenhahn, Basel, 1999, N.2.17); kanun boşluğunu doldurmak amacıyla Art. 55 OR hükmünün suistimal edildiği (bkz. WIDMER, 2002, s. 326) dile getirilen başlıca eleştirilerdir. 27  Adam çalıştıranın sorumluluğunun, üreticinin sorumluluğuna ilişkin hukuki sorunların çözümünde yeterli korumayı sağlamadığı, ürünün hatalı olmasının tek sebebinin çalışanın fiili olmadığı ve üretim sürecinde ortaya çıkan tüm üretim hatalarının, gerekli özenin gösterilmesi ile engellenmesinin mümkün olmadığı gerekçeleriyle adam çalıştıranın sorumluluğunun, üreticinin sorumluluğunun bünyesine uygun düşmediği  ifade  edilmektedir.  Bkz.  AKÇURA  KARAMAN,  2008,  s.  102,  168  vd.  Üreticinin sorumluluğu bakımından kanun seviyesinde özel bir düzenleme yapılması gerektiği yönünde bkz. HAVUTÇU, 2005, s. 153; AKÇURA KARAMAN, 2008, s. 156. 28  Yargıtay, üreticinin sorumluluğunun hukuki dayanağı olarak kabul ettiği eBK m. 41 (TBK m. 49) hükmü bakımından zarar görenin ispat yükünü hafifletmek amacıyla birtakım usûli mekanizmalara başvurmuştur. Örnek olarak bkz. YHGK, 27.11.1996, E. 1996/588, K. 1996/831 (HukukTürk). Konu hakkında ayrıntılı açıklamalar için bkz. HAVUTÇU, 2005, s. 57 vd.; AKÇURA KARAMAN, Tuba, Üreticinin Ayıplı Ürünün Sebep Olduğu Zararlar Nedeniyle Üçüncü Kişilere Karşı Sorumluluğu, Vedat Kitapçılık, İstanbul, 2008, s. 95 vd., 159 vd.  29  RG 12.03.2020/31066.  651     sorumluluğu tazminatı  başlıklı 6. maddesinde bir kusursuz sorumluluk hâli olarak öngörülerek açık bir kanuni dayanağa kavuşmuştur.   Doğrudan  Sorumluluk  Niteliği  Sayesinde  Çalışanın  Şahsi Sorumluluğundan Bağımsızlığı 1.  Karşılaştırmalı Hukukta Temel Sorumluluk Modelleri Adam çalıştıranın sorumluluğuna ilişkin karşılaştırmalı hukuk verileri, iki farklı sorumluluk modeli olduğunu göstermektedir. Bunlar; Anglo-Sakson hukuku kaynaklı, Avrupa  ülkelerinin  çoğunluğu  tarafından  benimsenen  hâkim  model  olan  dolaylı sorumluluk modeli (vicarious/indirect liability) ile Alman ve Türk-İsviçre hukukunda benimsenmiş olan doğrudan sorumluluk modelidir (direct liability). Bunlardan ilki olan dolaylı sorumluluk modelinde, adam çalıştıran ile çalışanın şahsi  sorumluluğu  birbirine  adeta   göbek  bağı   ile  bağlıdır.  Adam  çalıştıranın sorumluluğuna başvurmanın önkoşulu, çalışanın meydana gelen zarardan şahsen sorumlu tutulabiliyor olmasıdır. Dolayısıyla, çalışanın kusurunun bulunmadığı durumlarda, adam çalıştıranın da sorumluluğu doğmaz. Çalışanın kusurunu ispat yükü ise zarar görene düşer. Çalışanın hukuka aykırı fiili, adam çalıştırana izafe edilir ve böylelikle adam çalıştıran, çalışanın fiilinden kendi fiili(ymiş) gibi sorumlu tutulur. Bu nedenle burada başkasının fiilinden sorumluluk hâli söz konusudur. Adam çalıştıranın, gerekli özeni                                                  30  Söz konusu hükümde açıklık olmamakla birlikte, kusurdan bahsedilmemiş olmasından hareketle kusursuz  sorumluluk  esasının  benimsendiği  hakkında  bkz.  ATAMER,  Yeşim  M./KURTULAN GÜNER, Gökçe,  Ürün Güvenliği ve Teknik Düzenlemeler Kanunu ile İmalatçının Sorumluluğu Konusu Türk Hukuku Açısından Çözülmüş Müdür? , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt. 70, Sayı: 2, s. 559 ve dn. 75 te belirtilmiş olan yazarlar.  31  İlgili kanun hükmünün yetersizliğine ilişkin ayrıntılı açıklamalar için bkz. ATAMER/KURTULAN GÜNER, 2021, s. 547 vd.  32  Anglo-Sakson hukuk sistemi kaynaklı dolaylı sorumluluk modeli, Avrupa ülkelerinin çoğunluğunda (örneğin; İngiltere, Fransa, İtalya, Portekiz, Yunanistan, Hollanda) benimsenmiştir. Ayrıntılı bilgi için bkz.  WERRO,  Franz/PALMER,  Vernon  Valentine/HAHN,  Anne-Catherine,   Strict  Liability  in European Tort Law: an Introduction , The Boundaries of Strict Liability in European Tort Law, (eds.) Franz Werro/ Vernon Valentine Palmer, Durham 2004, s. 393 vd. Ayrıca, Avrupa düzeyinde haksız fiil hukukunu yeknesaklaştırma çalışmalarında da yardımcı kişinin fiilinden sözleşme dışı sorumluluk bakımından bu sorumluluk modeli esas alınmıştır. Bkz. Art. 3.201 PEL Liab. Dam (Avrupa Hukuku İlkeleri-Başkasına Verilen Zarardan Sözleşme Dışı Sorumluluk, Principles of European Law- Non-Contractual Liability Arising out of Damage Caused to Another); Art. 6:102 PETL (Avrupa Haksız Fiil Hukuku İlkeleri, Principles of European Tort Law).  652     gösterdiğini ispatlayarak sorumluluktan kurtulma imkânı bulunmadığından, sorumluluk mutlak niteliktedir. Doğrudan sorumluluk modelinde ise, adam çalıştıranın sorumluluğunun hukuki kaderi, çalışanın şahsi sorumluluğundan bağımsızdır. Çalışanın kusuru sorumluluğun bir şartı olmadığından, çalışanın kusurunun bulunmadığı durumlarda da adam çalıştırana başvurulması  mümkündür.  Dolayısıyla  zarar  gören,  çalışanın  kusurunu  ispatlamak zorunda  değildir.  Bu  sorumluluk  modelinin  karakteristik  özelliği,  adam  çalıştıranın objektif özen yükümlülüğünü ihlâl etmiş olduğu karinesine dayanmasıdır (sorumluluk karinesi). Bu karineyi çürütmek ise adam çalıştırana düşer. Adam çalıştıran, gerekli özen yükümlülüğünü yerine getirdiğini ispatlamakla, esasında, kendisinin hukuka aykırı bir fiili bulunmadığını ortaya koymuş olur. Bu nedenle, hâkim modelden farklı olarak, adam çalıştıran, çalışanın şahsi kusurlu fiilinden değil, (özen yükümlülüğünün ihlâli şeklinde ortaya çıkan) kendi menfi fiilinden sorumlu tutulmaktadır. 2.  Olağan Sebep Sorumluluğu Hâlleri  Kuş mu Balık mı ? Türk doktrininde kusursuz haksız fiil sorumluluğu hâlleri farklı şekillerde tasnif edilir. Türk kanun koyucusu TBK da  Kusursuz Sorumluluk  üst başlığı altında,  I. Hakkaniyet  Sorumluluğu,  II.  Özen  Sorumluluğu,  III.  Tehlike  Sorumluluğu  ve Denkleştirme   şeklinde,  sorumluluğun  dayandığı  esasa  göre  yapılan  üçlü  ayrımı benimsemiştir.  Olağan  sebep  (özen)  sorumluluğu  hâlleri,  özensizlik  isnadı  üzerine kuruludur. Sorumluluğun süjesinin, objektif özen yükümlülüğünü ihlâl ettiği ve zararın                                                  33  WAGNER, Gerhard, Münchener Kommentar zum BGB, 8. Auflage, C. H. Beck, München, 2020, § 831  N.34;  BREHM,  2013,  Art.  55  OR  N.40a;  WERRO,  2012,  Art.  55  N.12; FELLMANN/KOTTMANN, 2012, N.770; EREN, 2021, N.1914; OĞUZMAN/ÖZ, 2021, N.451; HATEMİ, Hüseyin/GÖKYAYLA, Emre, Borçlar Hukuku Genel Bölüm, 5. Bası, Filiz Kitabevi, İstanbul, 2021, §19 N.10; TANDOĞAN, 1981, s. 55; NOMER, Halûk N., Borçlar Hukuku Genel Hükümler, Beta Yayıncılık, 18. Bası, İstanbul, 2021, N 118.15. Ayrıca bkz. YİBK, 27.03.1957, E. 1957/1, K. 1957/3 (RG 22.06.1957/9640).  34  Olağan sebep sorumluluğu-tehlike sorumluluğu şeklinde ikili ayrımı benimseyen (TANDOĞAN, 1981, s. 22 vd.; NOMER, 2021, N.117); sorumluluğun dayandığı esasa göre hakkaniyet-özen (hâkimiyet)tehlike sorumluluğu şeklinde üçlü ayrım yapan (OĞUZMAN/ÖZ, 2021, N.20 vd.; EREN, 2021, N.1902); özen sorumluluklarını kendi içerisinde, kurtuluş kanıtı getirme imkânı olup olmamasına göre olağan  özen  ve  ağırlaştırılmış  özen  sorumluluğu  şeklinde  ikiye  ayıran  (EREN,  2021,  N.1910; ANTALYA, 2019, N.1306); ağırlaştırılmış sebep sorumluluğu kavramını tehlike sorumluluğu ile eş anlamda kullanan yazarlar (OĞUZMAN/ÖZ, 2021, N.21) bulunmaktadır.  653     bu  ihlâl  neticesinde  ortaya  çıktığı  karineten  kabul  edilir.  Bu  karineyi  çürüterek sorumluluktan kurtulma imkânı ise  kurtuluş kanıtı  olarak adlandırılır. Bu nedenle olağan sebep sorumluluğu hâlleri, kurtuluş kanıtı ile yumuşatılmış, en hafif kusursuz sorumluluk şekli olarak kabul edilir. Tarihsel  süreç  içerisinde  olağan  sebep  sorumlulukları,  başlangıçta  kusur sorumluluğu olarak doğmuş ve zaman içerisinde kusursuz sorumluluğa evrilmiştir. Ancak  son  yıllarda,  bunların  tipik  bir  kusursuz  sorumluluk  hâli  olup  olmadıkları tartışmaya açılmıştır. Bu tartışma, sorumluluktan kurtulma imkânının hukuki niteliğinde toplanmaktadır. Bu imkânı bir  kusursuzluk kanıtı  olarak nitelendiren yazarlara göre, olağan sebep sorumluluğu hâlleri, ispat yükü tersine çevrilmiş kusur sorumluluğundan ibarettir.  Sorumluluğun  süjesinin  kusuru  ya  da  tipik  tehlike  sorumluluğun  kurucu unsuru olmadığından, olağan sebep sorumluluğu hâlleri muğlak yapıdadır; ne balık ne de kuş (weder Fisch nor Vogel)38 olup, kusur sorumluluğundan kusursuz sorumluluğa geçiş sürecinde ortaya çıkmış hibrit yapıda gelişim fosillerine benzetilir. Türk-İsviçre doktrininde hâkim görüşe göre, adam çalıştıranın sorumluluğu, olağan sebep sorumluluğu niteliğinde bir kusursuz sorumluluk hâlidir. Kanun koyucu da bu  görüşü  benimseyerek  TBK  m.  66  hükmünü,  özen  sorumluluğu  başlığı  altında                                                  35  EREN, 2021, N.1547.  36  WIDMER, 2002, s. 324; EREN, 2021, N.1551.  37  HONSELL/ISENRING/KESSLER, 2013, §1 N.23; SCHWENZER, 2020, N.49.09; BAYSAL, Başak, Haksız Fiil Hukuku (BK m. 49-76), On İki Levha Yayıncılık, İstanbul, 2019, N.3.46. Alman hukukunda, adam çalıştırana, benzer şekilde, gerekli özeni gösterdiğini ispatlayarak sorumluluktan kurtulma imkânı sağlayan §831 BGB hükmü, kusuru ispat yükünün ters çevrildiği bir sorumluluk olarak kabul edilmektedir. Bkz. WAGNER, 2020, §831 N.11.  38  WIDMER, 1999, N.2.13.  39  WIDMER, 2002, s. 323. 40  WIDMER, 1999, N.2.17. 41  TANDOĞAN, 1981, s. 53; EREN, 2021, N.1914; OĞUZMAN/ÖZ, 2021, N.435; ANTALYA, 2019, N.1409; KILIÇOĞLU, 2021, N.2262; NOMER, 2021, N.118; KARA KILIÇARSLAN, Seda, Adam Çalıştıranın  Sorumluluğu  (Adam  Çalıştıranın  Davranışlarından  ve  İşletmenin Organizasyonundan Dolayı Sorumluluğu), Turhan Kitabevi, Ankara, 2017, s. 21; KILINÇ, Ayşe Nur, Adam Çalıştıranın Organizasyon Sorumluluğu, Adalet Yayınevi, Ankara, 2018, s. 97.  42  BREHM, 2013, Art. 55 OR N.31-32; FELLMANN/KOTTMANN, 2012, N.733; MÜLLER-CHEN, 2012, Art. 55 OR N.2; FISCHER/ITEN, 2016, Art. 55 OR N.2. 654     düzenlemiştir. Ancak son yıllarda bunun kusur karinesine dayanan bir sorumluluk olduğu görüşü doktrinde yeniden canlanmıştır.   Sorumluluğun Belkemiği: Bağımlı Çalıştırma İlişkisi Adam çalıştıranın sorumluluğunun belkemiğini, adam çalıştıran ile çalışan arasında kurulan bağımlı çalıştırma ilişkisi  oluşturur. Bu çalıştırma ilişkisi,  içerik ve nitelik bakımından uygulamada geniş yorumlandığından, sorumluluğun uygulama alanı da bu ölçüde genişlemektedir.  Çalışanın  gördüğü  iş,  adam  çalıştıranın  ticari  veya  mesleki  faaliyetine  ilişkin olabileceği gibi tamamen şahsi ya da ailevi nitelikte de olabilir. Önemli olan, adam çalıştıranın  menfaatine  olan  herhangi  bir  işin  görülmesidir.  TBK  m.  66  hükmünün uygulanabilmesi  için,  adam  çalıştıran  ile  çalışan  arasında  bir  özel  hukuk  ilişkisi bulunmalıdır. Bu çalıştırma ilişkisi bir sözleşmeye dayanabileceği gibi, tamamen fiili nitelikte bir ilişki de olabilir. Çalıştırma ilişkisinin bir defaya mahsus, rastlantısal, geçici veya sürekli olması ya da ivazlı olup olmaması önem taşımaz. Bu doğrultuda, TBK m. 66  bakımından  aranan  bağımlı  çalıştırma  ilişkisi,  basit  nitelikteki  aile  içi yardımlaşmadan en karmaşık nitelikteki ticari faaliyete kadar geniş bir yelpazeye yayılır. TBK  m.  66  bakımından  aranan  çalıştırma  ilişkisinin  karakteristik  özelliği  ise bağımlılıktır.  Nitekim  adam  çalıştıranın  sorumluluğunu  meşrulaştıran  da,  adam                                                  43   Sınırlandırılmış bir kusur sorumluluğu  teşkil eder (HONSELL/ISENRING/KESSLER, 2013, §13 N.5); SCHWENZER, 2020, N.49.09; BAYSAL, 2019, N.3.56.  44  FISCHER/ITEN, 2016, Art. 55 OR N.16. 45  EREN, 2021, N.1926; KILIÇOĞLU, 2021, N.2264; TANDOĞAN, 1981, s. 60; BREHM, 2013, Art. 55 OR N.6,7; FISCHER/ITEN, 2016, Art. 55 OR N.16. Ancak günlük hayatta kendiliğinden gelişen dostça yardım ilişkileri, bağımlılık arz etmediğinden, çoğunlukla bir çalıştırma ilişkisine vücut vermez. 46  Hayvan otlatmada babasına yardım eden reşit çocuğun otlatma esnasında neden olduğu yangında komşu bahçenin uğradığı zarardan baba, adam çalıştıran sıfatıyla sorumlu tutulmuştur (YHD, 20.11.1984, E. 1984/7770, K. 1984/8597, Kazancı). Babasına yardım eden reşit çocuğun ilaçladığı fidanları yiyen hayvanların zehirlenerek ölmesi nedeniyle sürü sahibinin uğradığı zarardan baba, adam çalıştıran sıfatıyla sorumlu tutulmuştur (YHD, 13.03.1985, E. 1984/9973, K. 1985/2112, Kazancı).  47  Şantiye alanında çalışan vinç operatörünün vinç ile kaldırdığı beton direğin bir çalışanın üzerine düşerek ağır yaralanmasına neden olduğu olayda yüklenici şirket adam çalıştıran sıfatıyla sorumlu tutulmuştur (YHD, 10.02.1978, E. 1977/11751, K. 1978/10809, Kazancı).  655     çalıştıranın  çalışan  üzerinde  sahip  olduğu  hâkimiyete  kaynaklık  eden  bu  bağımlı çalıştırma ilişkisidir. Adam çalıştıran ile çalışan arasındaki bağımlılık ilişkisi, doğrudan olabileceği gibi dolaylı da olabilir. TBK m. 66 hükmü katı ve sert bir bağımlılık gerektirmez.  Dolayısıyla,  çalışanın  mesleki  ya  da  teknik  olarak  adam  çalıştırandan bağımsızlığı, diğer bir ifadeyle, uzmanlık ve teknik bilgi gerektiren bir meslek icra ediyor olması TBK m. 66 anlamında çalışan sıfatına sahip olmasına engel değildir. Belirleyici ölçüt; çalışanın, adam çalıştıran tarafından belirlenen çalışma koşulları (yer, zaman, teçhizat  vb.)  çerçevesinde,  hukuki  bir  hiyerarşi  içerisinde,  adam  çalıştıranın yönetimindeki iş organizasyonuna (Arbeitsorganisation) tâbi ve bu organizasyon yapısı ile ekonomik olarak bütünleşmiş bir şekilde iş görmesidir. Bu doğrultuda TBK m. 66 bakımından  kabul  gören,   ekonomik-organizasyonel  bağımlılık   (ökonomischorganisatorischen Subordination) ölçütüdür.  Bu noktada, modern çalışma hayatının dinamiklerine uyum sağlamak amacıyla son yıllarda giderek yaygınlaşan atipik istihdam ilişkilerine de kısaca değinmek gerekir. Geleneksel  çalışma  anlayışının  dışına  çıkan,  özellikle  çalışma  yeri  ve  süresinin esnekleştirildiği uzaktan çalışma ilişkileri de  organizasyonel bağımlılık  ölçütüne göre değerlendirilerek TBK m. 66 hükmü kapsamında kabul edilebilecektir.  Yargı kararları incelendiğinde, TBK m. 66 anlamında bağımlı çalıştırma ilişkisine vücut verdiği kabul edilen sözleşme ilişkilerinin, hukuki nitelik itibariyle oldukça çeşitli                                                  48  Adam çalıştıran ile çalışan arasında doğrudan bir bağımlılık ilişkisi bulunması zorunlu değildir. Hiyerarşik kademelendirmenin bulunduğu işletmelerde, adam çalıştıran konumundaki işletme sahibi, alt kademelerde yer alan çalışanlarına ilişkin özen yükümlülüğünü, ara kademelerde istihdam ettiği kişiler aracılığıyla yerine getirir. Bu tür durumlarda, adam çalıştıran ile çalışan arasındaki bağımlılık ilişkisi dolaylı niteliktedir. Adam çalıştıran, kendisine yüklenen objektif özen yükümlülüğünü bizzat yerine getirmek zorunda değildir. Ancak adam çalıştıran, hiyerarşik olarak daima en üst konumda bulunan kişi olarak, tüm hiyerarşik kademelerdeki özen eksikliğinden sorumludur. Bkz. BREHM, 2013, Art. 55 OR N.9; FELLMANN/KOTTMANN, 2012, N.738; MÜLLER-CHEN, 2012, Art. 55 OR N.8; FISCHER/ITEN, 2016, Art. 55 OR N.11, 18. 49  MÜLLER-CHEN, 2012, Art. 55 OR N.7.  50  Bkz. KARA KILIÇARSLAN, 2017, s. 72-75. 4857 İş Kanunu nun 14. maddesine 2016 yılında eklenen dördüncü fıkrada uzaktan çalışma,  işçinin, işveren tarafından oluşturulan iş organizasyonu kapsamında iş görme edimini evinde ya da teknolojik iletişim araçları ile işyeri dışında yerine getirmesi esasına dayalı ve yazılı olarak kurulan iş ilişkisi  olarak tanımlanmıştır. Böylelikle  uzaktan çalışma  bir üst kavram olarak kullanılmış, evden çalışma ve tele çalışma biçimleri ise uzaktan çalışmanın alt türleri olarak kabul edilmiştir.  656     olduğu görülür. Bağımlı çalıştırma ilişkisi, akla ilk olarak iş sözleşmesini getirmekle birlikte, TBK m. 66 hükmünün uygulama alanı iş sözleşmesi ile sınırlı değildir; adam çalıştırma ilişkisi, iş ilişkisinden çok daha geniştir. Örneğin, bağımlı nitelikteki bir eser sözleşmesi çerçevesinde, yüklenicinin üstlendiği işi görürken üçüncü kişilere verdiği zarardan, iş sahibi adam çalıştıran sıfatıyla sorumlu tutulmaktadır. Bu tür uyuşmazlıklara, genellikle  bir  kamu  tüzel  kişisinin  iş  sahibi  sıfatıyla  tarafı  olduğu  eser  sözleşmesi çerçevesinde, yüklenicinin yürüttüğü yapı çalışmaları sırasında üçüncü kişinin uğradığı zarardan sorumluluk davalarında rastlanmaktadır. Benzer şekilde, bir markete ait reklam tabelasının düşmesi nedeniyle yoldan geçen kişinin  yaralandığı bir olayda, davalı market ile diğer davalı franchise veren şirket arasındaki franchise sözleşmesinde yer alan  marketin yer seçimi, reklam tabelaları vs. hususlarının kontrolü franchise veren şirkettedir  düzenlemesinden hareketle, franchise veren şirket adam çalıştıran sıfatıyla, (diğer davalı market de yapı mâliki sıfatıyla) sorumlu tutulmuştur. Yine, bir halı sahayı kira sözleşmesi ile işletmekte olan kişi ile                                                  51  İş sözleşmesinde, işçi ile işveren arasında bağımlılık ilişkisinin varlığı karineten kabul edilir. Bkz. SCHWENZER,  2020,  N.23.16;  SCHÖNENBERGER,  2012,  Art.  55  OR  N.7; FELLMANN/KOTTMANN, 2012, N.757; BREHM, 2013, Art. 55 OR N.7; EREN, 2021, N.1931; BAYSAL, 2019, N.3.50. 52   İş sahibine,  yüklenici üzerinde kontrol ve talimat  yetkisinin tanındığı eser sözleşmeleri bağımlı niteliktedir. Bkz. EREN, 2021, N.1929. 53   Davalı İstanbul Büyükşehir Belediyesi Başkanlığı tarafından  Sultanbeyli'de baca-ızgara revizyonu, yükseltme ve deplase, yağmur suyu kanal yapımı  işi diğer davalı Ç... İnşaat Ltd. Şti.'ne ihale edilmiş olup […] tarihinde işe başlanılmıştır. […] İstisna sözleşmesinin 22. maddesi incelendiğinde; işe ilişkin talimatların işverenin [iş sahibinin] görevlendireceği kişinin vereceği, buna yüklenicinin uyacağına ilişkin hükümlerin bulunması karşısında; davalının adam çalıştıran konumunda olduğu, onun gözetimi altında ve talimatına uyarak çalışan yüklenicinin de, yani davalı Ç... İnşaat Ltd. Şti.‘nin Borçlar Kanun 55. maddesi anlamında çalıştırılan niteliğini taşıdığı anlaşılmaktadır . (YHGK, 23.03.2010, E. 2010/7216, K. 2010/231, Kazancı); kanal kazma işine ilişkin sözleşmede iş sahibi davalı ASKİ, dava dışı yüklenici firmayı denetleme ve gözetime yetkili olduğundan ve iş davalı ASKİ nin kontrolünde ifa edildiğinden, ASKİ adam çalıştıran sıfatıyla sorumludur (YHD, 25.10.2010, E. 2009/4833, K. 2010/10722, Lexpera); kanal inşaatı çalışmasına ilişkin sözleşmede iş sahibi İSKİ Genel Müdürlüğü, yüklenici üzerinde talimat ve denetim yetkisine sahip olduğundan, kazı çalışmaları sırasında davacının tesislerinde  meydana  gelen  zarardan  adam  çalıştıran  sıfatıyla  sorumludur  (YHD,  26.01.2010, E.2010/404, K.2010/338, Kazancı); iş sahibi İstanbul Büyükşehir Belediyesi, alt geçit-yol düzenleme inşaatı sırasında yüklenicinin, davacının tesis ve kablolarına verdiği zarardan sorumluluk bakımından adam çalıştıran konumundadır (YHGK, 02.02.2011, E. 2010/7-673, K. 2011/2, Kazancı). 54   Davalılar arasında alt imtiyaz (franchise) anlaşması yaptıkları konusunda davalılar arasında bir uyuşmazlık bulunmamaktadır […] Davalı D.D.S. Tic. A.Ş. sözleşme gereğince denetim ve gözetim görevini yerine getirmemiştir. Sözleşme hükümlerine göre marketin yer seçimi, reklam tabelaları vs. hususların kontrolü davalı şirkettedir. Bu bağlamda sık sık bunların denetlenmesi de davalı şirketin 657     müşteriler arasında çıkan kavgada müşterilerin yaralanmasına ilişkin olayda, halı sahayı işleten kiracı ile halı sahanın sahibi kiraya veren arasında bir adam çalıştırma ilişkisi bulunduğu kabul edilmiştir. Görüldüğü üzere, somut olaydaki sözleşme bir bütün olarak yorumlanarak, salt şekli nitelikteki bir bağımlılık ilişkisi bile adam çalıştırma ilişkisinin varlığı için yeterli kabul edilmektedir.    Ara Değerlendirme Türk-İsviçre hukukunda adam çalıştıranın sorumluluğunun genel norm niteliği sayesinde tarihsel süreç içerisinde üstlendiği joker işlevi oldukça azalmıştır. Bunun başlıca sebebi, son yıllarda kusursuz haksız fiil sorumluluğu normlarının sayısındaki artıştır.  Bir  kusursuz  sorumluluk  normu,  doğası  gereği,  yardımcı  kişinin  fiilinden sorumluluğu  da  bünyesinde  barındırır.  Böylelikle  kanaatimizce,  adam  çalıştıranın sorumluluğu, kendini gerçek işlevine hasredebilecek bir konuma kavuşmuştur.  Adam  çalıştıranın  sorumluluğunun,  ispat  yükü  tersine  çevrilmiş  bir  kusur sorumluluğu  olup  olmadığına  ilişkin  tartışma  ise  büyük  ölçüde  teorik  düzeyde                                                  görevi arasındadır. Dolayısıyla davalı şirket BK.55.maddesine göre sorumludur  (YHD, 16.04.2014, E. 2013/21206, K. 2014/6181, Kazancı). 55   Mahkemece halı sahayı davalı M. nin kira sözleşmesi ile kendi adına işlettiği kabul edilerek, diğer davalıların kiralayan sıfatı nedeniyle olayda sorumlulukları olmadığı kabul edilmiştir. Oysa ki, dosyada örneği  bulunan  01.12.1997  tarihli   Kira  Sözleşmesi   başlıklı  belge  incelendiğinde,  halı  saha işletmesinin işyeri ve vergi kayıtlarının tesis sahibi olan üç davalı adına olduğu, elde edilecek hasılattan ödenmesi gereken vergi ve diğer giderlerin onlar adına davalı Mustafa tarafından ödeneceği, bundan sonra kalan kardan kendisine düşen payı alarak kalanın onlara ödeneceği şeklinde hükümler içerdiği görülmektedir. Sözleşmenin bu hükümlerine göre taraflar arasında kira ilişkisi olmadığı, halı sahanın sahipleri adına davalı M. tarafından işletildiği, kiracılık ilişkisinden çok onların işçisi veya temsilcisi durumunda olduğu ve sadece kardan pay alarak çalıştırdığı sonucu çıkmaktadır  (YHD, 10.04.2007, E. 2006/5874, K. 2007/4738, Kazancı). 56  Kusursuz haksız fiil sorumluluğu hâllerinin sayısındaki artış nedeniyle, kusur sorumluluğu karşısındaki istisnai nitelikleri sorgulanmaktadır. Bkz. EREN, 2021, N.1530; SCHWENZER, 2020, N.49.08. 57  Önemli ölçüde tehlike arz eden bir işletme faaliyeti çerçevesinde gerçekleşen karakteristik rizikonun neden olduğu zarar, bir yardımcı kişinin fiilinden kaynaklansa bile, adam çalıştıranın sorumluluğu değil, münhasıran tehlike sorumluluğu uygulanır. Tehlike sorumluluğu hâllerinde bu kadar tehlikeli araçgereç  arasında,  zararın  kaynağının  bir  insan  fiili  olma  ihtimali,  diğer  mekanik  sebeplerle kıyaslanamayacak kadar küçük ve önemsizdir (EREN, 2021, N.1539). Ayrıca bkz. BREHM, 2013, Art. 55 OR N.103; FELLMANN/KOTTMANN, 2012, N.749. Benzer şekilde, ev başkanının sorumluluğu ve yapı mâlikinin sorumluluğu da yardımcı kişilerin fiillerinden sorumluluğu bünyesinde barındırır (FELLMANN/KOTTMANN, 2012, N.749). 658     kalmaktadır. Olağan sebep sorumluluklarında aranan özen ölçüsü, ortalama davranışın esas  alındığı  kusur  sorumluluğundan  daha  yüksektir.  Bu  nedenle,  olağan  sebep sorumlulukları bağlamında kullanılan  özen  kavramı, kusurun bir derecesi olan  ihmâl  kavramıyla tam olarak örtüşmez. Dolayısıyla, kurtuluş kanıtı getirmek, kusursuzluğun ispatından daha zordur. Nitekim pratikte de kurtuluş kanıtı getirmenin zorluğu, çarpıcı bir ifadeyle, serap (fata morgana)61 görmeye benzetilir. Avrupa ülkeleri düzeyinde hâkim olan sorumluluk modelinden farklı olarak, Türk hukukunda adam çalıştıranın doğrudan sorumluluğunun benimsenmiş olması, TBK m. 66 hükmünün  uygulama  alanını  genişletmektedir.  Bu  sorumluluk  modelinde,  adam çalıştıranın  sorumluluğu,  çalışanın  şahsi  sorumluluğundan  bağımsızlaştırıldığından, çalışanın kusurunun bulunmadığı durumlarda da TBK m. 66 hükmünün uygulanması mümkündür. Bunun pratik önemi, çalışanın ayırt etme gücünden yoksun olduğu, çalışana yanlış/eksik talimat verildiği veya bozuk/hatalı malzeme ya da teknik teçhizat sağlandığı durumlarda ortaya çıkar. TBK m. 66 hükmünde benimsenen sorumluluk modelinin zarar gören bakımından bir diğer avantajı ise, adam çalıştırana yönelik özensizlik isnadına dayanmasıdır. Adam çalıştırana  yükletilen  objektif  özen  yükümlülüğünün  geniş  kapsamı  sayesinde,  bir çalışanın fiilinden hem doğrudan hem de dolaylı olarak kaynaklanan zararların tazmini, TBK m. 66 çerçevesinde mümkün olmaktadır.                                                   58  Aynı yönde bkz. SCHWENZER, 2020, N.23.13; SCHÖNENBERGER, 2012, Art. 55 OR N.2.  59  Adam  çalıştıran,  gerekli  özeni  gösterdiğini  objektif  bir  durum  olarak  ispatlamalıdır;  özen gösterememekte kusurunun olmaması sorumluluktan kurtulması için yeterli değildir. 1957 tarihli İçtihadı Birleştirme Kararında, adam çalıştıranın sorumluluğunun kusur sorumluluğundan farkı şu şekilde  ifade  edilmiştir:   Adam  kullananın  tedbirleri  almış  olduğunu  ispat  etmesi  imkanı kusursuzluğunu ispat etme imkanı değildir. Nitekim, tedbir alınmış olmasının adam kullananın ani bir akıl hastalığına veya kazaya uğraması gibi sebeplerle imkansız bulunması halinde dahi adam kullanan mesuliyetten kurtulamayacaktır. Halbuki burada adam kullananın kusursuzluğunu ispat kafi görülse idi, ani akıl hastalığına veya ani bir kazaya uğrama durumları mücbir sebep mahiyetinde olduklarından tedbir alınmamasının neticesinden dolayı onun hiçbir şekilde mesul tutulmaması lazım gelirdi […] Esasen mesuliyetten kurtulma sebeplerinin kanuna konuluşu ile güdülen tek hedef, iş sahiplerini mesuliyetten kurtulacakları düşüncesiyle zararları önleyici tedbirlere teşvik ederek içtimai tehlikeyi azaltma düşüncesidir; yoksa metne kusur unsurunu sokma düşüncesi değil  (YİBK, 27.03.1957, E. 1957/1, K. 1957/3, Kazancı). 60  FELLMANN/KOTTMANN, 2012, N.670, 783; SCHWENZER, 2020, N.23.13; MÜLLER-CHEN, 2012, Art. 55 OR N.18. 61  WIDMER, Pierre,  Produktehaftung: Urteilsanmerkung Zivilrecht , Recht, 1986, s. 56.  659      II. ROBOTLAŞAN MODERN İŞLETMELER BAKIMINDAN TBK M. 66 HÜKMÜNÜN UYGULAMA ALANI    Robot Kavramı Çekçe kökenli  robot  kelimesi, en basit tanımıyla, fiziksel ve zihinsel faaliyetler sergilemek üzere oluşturulmuş bir makine ya da sistemi ifade eder. Bir makineye robot niteliğini  veren  dört  temel  özellik;  çevreyi  algılamak,  hareket  etmek,  güç  (enerji) kaynağına ve bir çeşit zekâya sahip olmaktır. Fiziksel bir varlığa sahip olan robotlar, dünyayı  en  azından bir dereceye kadar algılayan, işleyen ve harekete geçen  yapay varlıklardır. Zekâ, sözlük anlamı itibariyle, insanın düşünme, akıl yürütme, algılama ve sonuç çıkarma yeteneklerinin bütününü ifade eder. Bilgisayar biliminin bir alt dalı olan yapay zekâ (artificial intelligence, AI) ise, insan zekâsını taklit eden, insana özgü zihinsel (akıl yürütme, problem çözme, plan yapma vb.) ve sosyal yetenekler (insanların duygularını anlama, sosyal etkileşime geçme vb.) sergileyen bir bilgisayar programıdır. Diğer bir ifadeyle,  yapay  bir  varlığın,  değerlendirici  bir  süreç  aracılığıyla  seçim  yapabilme yeteneğidir.  Robotlardan  farklı  olarak,  yapay  zekâ  yazılımlarının  fiziksel  varlığı yoktur.                                                  62  Robot kelimesi, Çekçe  serf emeği  anlamına gelen; angarya, kölelik gibi çağrışımları da olan robota kelimesinden türetilmiştir.  63  Bkz. RICHARDS, Neil M./SMART, William D,  How should the law think about robots? , Robot Law,  (eds.)  Ryan  Calo/A.  Michael  Froomkin/Ian  Kerr,  Edward  Elgar  Publishing,  2016,  s.  6  ; BOZKURT YÜKSEL, Armağan Ebru,  Robot Hukuku , Türkiye Adalet Akademisi Dergisi, Yıl: 7, Sayı: 29, 2017, s. 86-89. 64  BOZKURT YÜKSEL, 2017, s. 88.  65  CALO, Ryan,  Robotics and the Lessons of Cyberlaw , California Law Review, Year: 2015, Volume: 103, s. 531.  66  Bkz. Türk Dil Kurumu Sözlüğü, https://sozluk.gov.tr. 67  Bkz.  AKKURT,  Sinan  Sami,   Yapay  Zekânın  Otonom  Davranışlarından  Kaynaklanan  Hukuki Sorumluluk , Uyuşmazlık Mahkemesi Dergisi, Yıl: 7, Sayı: 13, 2019, s. 41-43.  68  TURNER, Jacob, Robot Rules: Regulating Artificial Intelligence, Palgrave Macmillan, 2019, s. 16. 69  RICHARDS/SMART, 2016 s. 6.  660     Otonomi (özerklik, autonomy) kavramı ise bir makinenin, kendisine tanımlanan görevi yürütürken insan kontrolünden bağımsızlık derecesidir. Burada söz konusu olan, teknolojik  anlamda  bir  özerkliktir.  Bir  robotun,  insan  müdahalesine  ihtiyacı  azalıp inisiyatif alma yeteneği arttıkça otonomi seviyesi de yükselir. Yüksek otonomi seviyesi dikkate alındığında,  bir makine neye programlandıysa sadece onu yapar  anlayışı günümüzde fazla basit kalmaktadır. Öte yandan, bir robot insana ne kadar benzerse benzesin, otonomi seviyesi ne kadar yüksek olursa olsun, teknolojinin bugünkü seviyesi itibariyle, insanınkine benzer bir özgür iradeye ve kişisel farkındalığa sahip değildir. Kısacası; her makine bir robot değildir, her robot da yapay zekâlı değildir. Bir robot, akıllı bir bilgisayar programı tarafından ya da uzaktan bir operatör aracılığıyla kontrol edilebileceği gibi bu iki sistem bir arada da bulunabilir. Bir robotun yapay zekâ seviyesi ile doğru orantılı olarak otonomi seviyesi de yükselir. Yapay zekâlı tam otonom bir  robot,  çevresi  ile  etkileşime  geçerek  edindiği  tecrübe  sayesinde  kendi  kendine öğrenme ve insan müdahalesinden bağımsız olarak harekete geçme yeteneğine sahip olmaktadır.                                                   70  KARNOW, Curtis E.A,  The application of traditional tort theory to embodied machine intelligence , Robot Law, (eds.) Ryan Calo/A. Michael Froomkin/Ian Kerr, Edward Elgar Publishing, 2016, s. 74. 71  Bkz.  RoboLaw  Project,  Guidelines  on  Regulating  Robotics,  s.  23, http://www.robolaw.eu/RoboLaw_files/documents/robolaw_d.2_guidelinesregulatingrobotics_20140922.pdf (erişim tarihi 30.11.2021).  72  İngiltere merkezli bir teknoloji şirketi olan Engineered Arts tarafından geliştirilen, insana oldukça benzeyen mimikleri ile dünyanın en gerçekçi insansı robotu olarak tanıtılan  Ameca  adlı robot dünyada büyük  yankı  uyandırmıştır.  Bkz.  https://www.engineeredarts.co.uk/robot/ameca/  (erişim  tarihi 05.12.2021).  73  PAGALLO, Ugo, The Law of Robots- Crimes, Contracts and Torts, Springer, Heidelberg, 2013, s. 61.  Şu an yapay zekâ bağlamında hayal etmeyi öğretebiliriz, ama hayal kurdurtamayız. Tasarım öğretebiliriz, ama biz gibi tasarlayan bir yapay zekâ çözümünden şu an uzağız […] İnsan gibi düşünmek, insan gibi davranmak, yapay zekânın insan gibi düşünüp insan gibi davranması arasında bir farka dikkatinizi çekmek isterim. İnsan şöyle düşünüp böyle davranabilir, çünkü bir durum için pek çok model yani düşünce biçimi tetiklenir ve onların nihai sonucu eyleme/karara dönüşür. Dolayısıyla, insan  doğruyu  bilse  bile  yanlışın  içinde  kendini  bulabilir.  Ancak  yapay  zekâ  öyle  öğrendiyse (düşünüyorsa) öyle davranır. Bu ayrılmaz, dolayısıyla böyle düşünmüştür, ama böyle karar vermiştir diyebileceğimiz bir yapay zekâ algoritması yok . Bkz. AKÇAPINAR SEZER, Ebru,  Yapay Zekâ Nedir? Ne Değildir , VIII. Sağlık Hukuku Kurultayı, Ankara Barosu, 29-30 Kasım 2019, Ankara, 2019, s. 133-135. Ayrıca bkz. CALO, 2015, s. 528. 74  Robotun bir çeşit zekâya sahip olması gerekmekle birlikte, bunun yapay zekâ düzeyinde olması şart değildir. Bkz. BOZKURT YÜKSEL, 2017, s. 89. 75  RICHARDS/SMART, 2016, s. 6, 21.  661       Robotların Hukuki Statüsüne Farklı Yaklaşımlar Robotların hem şahsi hem de ticari/mesleki amaçlarla kullanımının yaygınlaşması, robot kullanımından kaynaklanan zararlardan sözleşme dışı sorumluluğa hukuki dayanak arayışını beraberinde getirmiştir. Bu konudaki görüş farklılıkları, robotlara tanınması gereken hukuki statünün niteliğine ilişkin farklı yaklaşımlardan kaynaklanmaktadır. Bu yaklaşımları iki ana noktada toplamak mümkündür.  Bunlardan ilki  olan geleneksel  yaklaşım; robotların  (insan üretimi birer) eşya statüsünde olduğunu ve bu doğrultuda, mevcut normlar çerçevesinde sorumluluğun tesis edilebileceğini, yeni bir sorumluluk türü ihdas etmeye ihtiyaç olmadığını savunur ( the no new responsibility thesis ). Bu çerçevede ilk akla gelen sorumluluk süjeleri, robotun ürün niteliğinden (robots-as-product) hareketle üretici (producer) ya da araç niteliğinden (robots-as-tool) hareketle işleten (operator) ya da kullanan (user) kişidir. Bu yaklaşım benimsendiğinde, sorumluluğun bir insan fiiline dayandırılması zorunluluğu ortaya çıkar. Zira  her  tür  robot  kullanımı,  tehlike  sorumluluğunu  doğuracak  derecede  tehlikeli değildir.  Radikal  yaklaşım  ise,  insan  müdahalesinden  bağımsız  olarak  harekete  geçme yeteneğine  sahip  olan,  otonomi  seviyesi  yüksek  robotların  basit  birer  eşya  olarak nitelendirilemeyeceğini  ileri  sürmektedir.  Uyum  sağlama  ve  kendi  tecrübelerinden öğrenme yeteneğine sahip bu tür robotlar, yapay zekâ yazılımlarının doğası gereği, yeni girdilere öngörülemez nitelikte tepkiler gösterebilmektedir. Bu da bir yandan sorumluluk hukukunun temeli olan öngörülebilirlik ilkesini zorlamakta, diğer yandan zararın belli                                                  76  Yapay  zekâ  sistemlerinin  neden  olduğu  zararlardan  sözleşme  dışı  sorumluluk  meselesine  farklı yaklaşımlar hakkında ayrıntılı açıklamalar için bkz. DYRKOLBOTN, Sjur,  A Typology of Liability Rules for Robot Harms , A World with Robots, Intelligent Systems, Control and Automation, (eds.) M.I. Aldinhas Ferreira et al., Springer, 2017, s. 120-129.  77  KARNOW, 2016, s. 68. Tehlike sorumluluğu hâllerinin robotik teknolojisi karşısında yetersiz kaldığı hakkında bkz. PAGALLO, 2013, s. 52. 78  KARNOW, 2016, s. 72-74.  662     bir insan fiiline atfedilmesini zorlaştırmaktadır. Bu doğrultuda, en azından ileri seviye otonom robotlara ayrı bir kişilik tanınması fikri ortaya atılmıştır.  Robotlara yeni bir hukuki statü tanınmasını savunan bu yaklaşım çerçevesinde en çok ses getiren öneri  elektronik kişilik modeli  (electronic personality) olmuştur. Bu öneri Avrupa düzeyinde resmi bir belgede ilk defa Avrupa Parlamentosu tarafından, 27.01.2017  tarihli   Robotik  Hakkında  Medeni  Hukuk  Kurallarına  İlişkin  Tavsiye Raporu nda  dile  getirilmiştir.  Söz  konusu  Raporda,  ana  hatları  itibariyle,  sorumluluğun, en azından şu anki aşamada, bir robot yerine insana ait olması gerektiği; aynı  zarardan  birden  fazla  kişinin  sorumlu  olduğu  durumlarda,  verilen  talimatın derecesine  ve  robotun  otonomi  seviyesine  göre  sorumluluğu  paylaşmaları  esası  benimsenmiş (Art. 56); öte yandan,  özerk bir şekilde kendi değişken tecrübelerinden öğrenme  ve  benzersiz  bir  şekilde  kendi  çevresiyle  etkileşime  geçme  yeteneği  ile donatılmış robotların belli bir dereceye kadar öngörülemez nitelikteki davranışlarından kaynaklanan  zararları  karşılamada  mevcut  yasal  düzenlemelerin  yetersiz  kalacağı  vurgulanarak (Art. Z/AI);  uzun vadede, en gelişmiş yapıdaki otonom robotların neden olabilecekleri  zararları  karşılamak  amacıyla  bu  tür  robotlara  elektronik  kişilik tanınabileceği  (Art. 59-f) tavsiye edilmiştir. Bunu takiben, Avrupa Parlamentosu nun                                                  79  Hukuki anlamda kişilik, hukuk kuralları ile yaratılan bir fiksiyondur ve bir hukuk politikası tercihi olarak yapay zekâlı robotların da bağımsız bir hak süjesi kabul edilmesi teorik olarak mümkündür. Konu hakkında ayrıntılı açıklamalar için bkz. TURNER, 2019, s. 175 vd. 80  euRobotics adlı çalışma grubunun 2012 tarihli  Robotik Alanındaki Hukuki Meselelere İlişkin Yeşil Kitap için Öneri  başlıklı çalışmasında; otomatik karar alan ya da insanlarla bir şekilde etkileşime geçen yapay zekâlı robotlara özgü bir hukuki statü olarak  elektronik kişilik  tanınabileceği fikri ortaya atılmıştır. Bkz. LEROUX, Christophe et al., The European Robotics Coordination Action,  Suggestion for a green paper on legal issues in robotics , (eds.) Leroux, Christophe/Labruto, Roberto, 2012, § 9.5, https://www.researchgate.net/publication/310167745_A_green_paper_on_legal_issues_in_robotics (erişim tarihi 30.11.2021). Benzer şekilde, Avrupa Komisyonu tarafından desteklenen RoboLaw adlı projenin 2014 tarihli  Robotik Alanındaki Düzenlemelere İlişkin Kılavuz İlkeler  başlıklı sonuç raporunda; bir sicil sistemi ve malvarlığına sahip olmak şeklindeki temel şartların sağlanması suretiyle robotlara da hukuken kişilik tanımanın teorik olarak mümkün olduğu vurgulanmıştır. Bkz. Guidelines on  Regulating  Robotics,  s.  19, http://www.robolaw.eu/RoboLaw_files/documents/robolaw_d.2_guidelinesregulatingrobotics_20140922.pdf (erişim tarihi 30.11.2021).  81  European Parliament, Report with recommendation to the Commission on Civil Law Rules on Robotics, (2015/2103(INL)),  27.01.2017,  https://www.europarl.europa.eu/doceo/document/A-8-20170005_EN.html (erişim tarihi 30.11.2021). 663     16.02.2017  tarihli   Robotik  Hakkında  Medeni  Hukuk  Kurallarına  İlişkin  İlke Kararı nda da bu esaslar benimsenmiştir.  Robotlara kişilik atfetmeye ilişkin bu heyecan, şimdilik durulmuş gözükmektedir. Haziran 2019 tarihinde, Avrupa Komisyonu Yapay Zekâ Üst Düzey Uzman Grubu nun  Güvenilir Yapay Zekâ için Politika ve Yatırım Önerileri  başlıklı çalışmasında, yapay zekâlı  robotlara  hukuki  kişilik  tanımanın  ahlaki  çöküntü  yaratabileceği  endişesi vurgulanmış ve karar mercileri robotlara hukuki kişilik tanımaktan kaçınmaya davet edilmiştir  (Art.  29.7).  Aynı  yöndeki  yaklaşım,  20  Ekim  2020  tarihinde  Avrupa Parlamentosu tarafından,  Yapay Zekâ Hakkında Hukuki Sorumluluk Rejimine İlişkin İlke  Kararı nda  da  benimsenmiştir.  Söz  konusu  kararda,  yapay  zekâ  tarafından yönlendirilen tüm fiziksel veya sanal faaliyet, cihaz ve süreçlerin, doğrudan veya dolaylı olarak zararın sebebi olabileceği; ancak bu zararın, en nihayetinde neredeyse her zaman bir kişinin  bu sistemleri kurması,  etkin bir şekilde kullanması  ya da bu sistemlere müdahale etmesinden kaynaklandığı; bu nedenle, yapay zekâ sistemlerine hukuki kişilik tanımaya gerek olmadığı  vurgulanmıştır (Art. 7). Sonuç  olarak,  Avrupa  Birliği  düzeyinde  ortaya  konulan  bu  güncel  yaklaşım, robotların hâlihazırda sahip olduğu eşya statüsünü, en azından yakın gelecekte korumaya devam  edeceğini  göstermektedir.  Dolayısıyla,  çağımızın  yeni  hukuki  sorunlarına, şimdilik mevcut sorumluluk normları çerçevesinde çözüm üretilmesi gerekmektedir. Bu doğrultuda,  TBK  m.  66  hükmünün,  robot  kullanımından  kaynaklanan  zararlardan sorumluluğa ne ölçüde hukuki zemin sağladığı önem kazanmaktadır.                                                    82  European Parliament Resolution of 16 February 2017 with recommendations to the Commission on Civil Law Rules on Robotics, (2015/2103(INL)), https://www.europarl.europa.eu/doceo/document/TA8-2017-0051_EN.html?redirect (erişim tarihi 30.11.2021).  83  Independent High-Level Expert Group on Artificial Intelligence, set up by the European Commission, Policy  and  Investment  Recommendations  for  Trustworthy  AI,  https://digitalstrategy.ec.europa.eu/en/library/policy-and-investment-recommendations-trustworthy-artificialintelligence (erişim tarihi 30.11.2021).  84  European Parliament Resolution of 20 October 2020 with recommendations to the Commission on a civil  liability  regime  for  artificial  intelligence  (2020/2014(INL)), https://www.europarl.europa.eu/doceo/document/TA-9-2020-0276_EN.html  (erişim  tarihi 30.11.2021).  664       TBK m. 66/III Hükmü Bakımından Değerlendirme TBK m. 66/III hükmü uyarınca,  Bir işletmede adam çalıştıran, işletmenin çalışma düzeninin zararın doğmasını önlemeye elverişli olduğunu ispat etmedikçe, o işletmenin faaliyetleri dolayısıyla sebep olunan zararı gidermekle yükümlüdür . TBK ile getirilen bu  yeni  düzenlemenin  esin  kaynağı,  Pierre  Widmer  ve  Pierre  Wessner  tarafından hazırlanarak 2000 yılında yayımlanan İsviçre Sorumluluk Hukukunun Revizyonu ve Yeknesaklaştırılmasına  İlişkin  Federal  Kanun  Ön  Tasarısı nda  (Revision  und Vereinheitlichung des Haftpflichtrechts, Vorentwurf eines Bundesgesetzes, VE-OR) yer alan Art. 49a VE-OR hükmüdür. TBK m. 66/III hükmünün hukuki niteliği doktrinde önemli bir tartışma konusu olmuştur. Bu tartışma çerçevesinde ileri sürülen iki temel görüş bulunmaktadır.  Hâkim  görüşe  göre;  TBK  m.  66/III  hükmü  işletmeler  bakımından  özen yükümlülüğünün  kapsamını  genişletmek  suretiyle  adam  çalıştıranın  sorumluluğunu ağırlaştırmaktadır. TBK m. 66/II hükmü, çalışana ilişkin olarak bireysel düzeyde üç klâsik özen ölçütü (seçme, talimat, denetim) öngörmekte; buna ek olarak, TBK m. 66/III hükmü de, çalışma düzenine ilişkin olarak işletme düzeyinde organizasyona özen ölçütü getirmektedir. Böylelikle, eBK m. 55 hükmünde genel bir ifade ile düzenlenen objektif özen yükümlülüğü, TBK m. 66/II ve TBK m. 66/III ile somutlaştırılmıştır. Bu görüşe göre söz konusu hüküm Türk hukuku bakımından aslında tam anlamıyla bir yenilik değildir; doktrinde ve içtihatlarda, eBK m. 55 hükmünün içeriğinde bulunduğu yorum yoluyla kabul  edilen  anlayışın  açık  bir  kanuni  dayanağa  kavuşturulmasından  ibarettir.  Bu                                                  85  Bkz. OĞUZMAN/ÖZ, 2021, N.463; NOMER, 2021, N.118.13; HATEMİ/GÖKYAYLA, 2021, §19 N.15; KILIÇOĞLU, 2021, N.2286; ANTALYA, 2019, N.1501; ALTAY, Sabah,  6098 Sayılı Türk Borçlar  Kanunu  Uyarınca  Adam  Çalıştıranın  İşletme  Faaliyeti  (Organizasyonu)  Dolayısıyla Sorumluluğu (TBK m.66/III) , 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3-4 Haziran 2011), Prof. Dr. Cevdet Yavuz a Armağan, MÜHF-HAD Özel Hukuk Sempozyumu Özel Sayısı, 2. Bası, İstanbul, 2012, s. 178 vd.; ŞENOCAK, Zarife,  Adam Çalıştıranın Sorumluluğunda (TBK mad. 66) Özel Sorunlar ,  Akit  Dışı Kusursuz  Sorumlulukta Bedensel Zararlar, Uluslararası Kongre, (eds.) Sema Uçakhan Güleç/Necdet Basa, Türkiye Barolar Birliği Yayınları, Ankara, 2018, s. 63.  86  eBK m. 55 hükmünde adam çalıştıranın özen yükümlülüğünün kapsamı,  hâl ve maslahatın icabettiği bütün dikkat ve itina  şeklinde ifade edilmişti.  87  BURCUOĞLU, Haluk,  Seminer: Borçlar Kanunu na Getirilen Yenilikler , İzmir Barosu Dergisi Borçlar Kanunu Özel Sayısı, Yıl: 77, Sayı: 2, 2012, s. 41. Ayrıca bkz. WERRO, 2012, Art. 55 N.24.  665     doğrultuda, bir işletmede adam çalıştıranın sorumluluktan kurtulabilmesi için, TBK m. 66/II hükmünde yer alan üç klâsik özen ölçütüne ek olarak, işletmeyi çalışma amacına uygun şekilde örgütlediğini, diğer bir ifadeyle, organizasyon eksikliği bulunmadığını da ispatlaması gerekir. TBK m. 66/III te öngörülen kurtuluş kanıtı, TBK m. 66/II de yer alan kurtuluş kanıtına ek niteliktedir. Bu çerçevede, TBK m. 66/III hükmü, çalışanların fiillerinden doğan zararlar ile sınırlı olarak anlaşılmalıdır.  Aksi yöndeki görüş ise TBK m. 66/III hükmünü, TBK m. 66/I ve TBK m. 66/II de düzenlenen adam  çalıştıranın  sorumluluğundan  ayrı ve bağımsız,  yeni  ve genel  bir  işletme  sorumluluğu   normu  olarak  değerlendirmektedir.  Sorumluluğun  süjesi, kanunun  lafzının  aksine,   bir  işletmede  adam  çalıştıran   yerine,   işleten   olarak anlaşılmalıdır.  Bu  görüşe  göre,  söz  konusu  sorumluluk,  bir  işletmede çalışanların hukuka aykırı fiilleri neticesinde üçüncü kişilerin uğradığı zararlar ile sınırlı değildir; bu da dâhil olmak üzere, bir işletmedeki tüm unsurların kaynaklık ettiği zararları kapsar. İlgili  hüküm,  hem  kişiden  hem  şeyden  sorumluluk  niteliğindedir.  Bu  görüş                                                  88  TBK m. 66 hükmünde çalıştırılana ve işletme şartlarına yönelik olmak üzere iki ayrı sorumluluk karinesi düzenlendiği ve adam çalıştıranın, sorumluluğun dayanağı olan karineden birisini çürütmek suretiyle sorumluluktan kurtulabileceği görüşü için bkz. OĞUZMAN/ÖZ, 2021, N.459.  89  Bu görüşü savunan bazı yazarlar, TBK m. 66/III hükmünde yer alan düzenlemeyi,  organizasyon sorumluluğu  olarak adlandırmaktadır Bkz. TÜRKMEN, Ahmet,  6098 Sayılı Türk Borçlar Kanunu na Göre  Organizasyon  Sorumluluğu  (TBK  m.66/III) ,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, Yıl: 2012, Cilt: 70, Sayı: 2, s. 261 vd. ( organizasyon sorumluluğu ); ÜNLÜTEPE, Mustafa, Organizasyon Sorumluluğu (TBK m. 66/III), Legal Yayıncılık, İstanbul, 2016, s. 125 ( organizasyon sorumluluğu ); EREN, Fikret,  Adam Çalıştıranın Sorumluluğunda İşletmenin Çalışma Düzeni  ile  Zarar  Arasındaki  İlişki ,  Akit  Dışı  Kusursuz  Sorumlulukta  Bedensel  Zararlar, Uluslararası Kongre, Türkiye Barolar Birliği, (eds.) Sema Uçakhan Güleç/Necdet, Basa, Ankara, 2018, s. 26 ( adam çalıştıranın işletme organizasyonu sorumluluğu ); KARA KILIÇARSLAN, 2017, s. 66 ( adam çalıştıranın işletme organizasyonu nedeniyle sorumluluğu ); KILINÇ, 2018, s. 39 ( adam çalıştıranın organizasyon sorumluluğu ). Bu sorumluluk anlayışı, Anglo-Sakson hukukunda ve Avrupa Haksız Fiil Hukuku İlkeleri Art.4:202 PETL hükmünün kenar başlığında  işletme sorumluluğu  (enterprise liability) olarak ifade edilmektedir. Türk hukukunda kusursuz sorumluluk hâlleri genellikle sorumluluğun  süjesini  ifade  eden  kavram  esas  alınarak  adlandırıldığından,  çalışmamızda,  özen yükümlülüğünün bir ölçütü olan organizasyon kavramından ziyade, sorumluluğun süjesine daha yakın bir vurgusu olan  işletme sorumluluğu  kavramı tercih edilmiştir.  90  ÜNLÜTEPE, 2016,  s.  276. Sorumluluğun  süjesi,  işletmede  adam  çalıştıran  değil,  genel  tehlike sorumluluğunda olduğu gibi, işletme sahibi veya varsa işleten olmalıdır (TÜRKMEN, 2012, s. 268269).  91  TÜRKMEN, 2012, s. 264; ÜNLÜTEPE, 2016, s. 314; EREN, 2018, s. 33.  92  TÜRKMEN, 2012, s. 270; KARA KILIÇARSLAN, 2017, s. 147.  666     çerçevesinde, işletme sorumluluğu bakımından kabul edilen sorumluluk olguları şöyledir: Çalışanın fiili (sadece bağımlı çalışanlar değil, aynı zamanda, de lege ferenda bağımsız çalışanlar); (bir görüşe göre) bizatihi işletenin fiilleri; (bir görüşe göre) tüzel kişinin organlarının fiilleri; taşınır işletme unsurları (işletme faaliyetinde kullanılan malzeme, araç-gereç, makine vb. teknik teçhizat); taşınmaz işletme unsurları (işletmenin bulunduğu yer ile işletme faaliyetinin yürütüldüğü yapı, bunun bütünleyici parça ve eklentileri); işletme çıktıları olan mal ve hizmet; işletmenin atıkları (kimyevi madde, tıbbi malzeme vb.) ve patlamalar. Görüldüğü üzere, TBK m. 66/III hükmünde temellendirilen işletme sorumluluğu anlayışı, hâlihazırda sorumluluk hukukumuzda mevcut birçok haksız fiil sorumluluğu hâlini bünyesinde toplamaktadır.  Bilindiği  üzere  yorum,  kanun  hükmünün  anlamını  tespit  faaliyetidir.  Yorum yapılırken, hükmün sözü ile yetinilmez; lafzi yorumla tespit edilen anlamın aynı zamanda kanunun ruhuna da uygun olması gerekir. TMK m. 1/I e göre,  kanun, sözüyle ve özüyle değindiği bütün konularda uygulanır . Bir kanun hükmüne amaçsal yorum neticesinde verilen anlam, kanunun bütünüyle ve özellikle kanuna egemen olan ilkelerle uyumlu olmalıdır. Sorumluluk hukukumuzda kusur sorumluluğu esas, kusursuz sorumluluk hâlleri  ise  istisnai  niteliktedir.  İstisna  öngören  kanun  hükümleri  dar  yorumlanır (singularia non sunt extendenda) ve bu tür hükümlerin uygulama alanı yorum yoluyla genişletilemez. Bu  doğrultuda,  Türk  doktrini  ve  mahkeme  içtihatlarında  adam  çalıştıranın sorumluluğunun  tarihsel  gelişimi,  TBK  m.  66/III  hükmünün  kanun  sistematiği                                                  93  Sadece bağımlı çalışanlar değil, de lege ferenda, işletme faaliyetinin yürütülmesine ilişkin bir işin bağımsız olarak yerine getirilmesini üstlenen bağımsız çalışanların verdiği zararların da bu sorumluluk kapsamında olması gerektiği görüşü için bkz. ÜNLÜTEPE, 2016, s. 247; KILINÇ, 2018, s. 294. 94  TÜRKMEN,  2012,  s.  270;  ÜNLÜTEPE,  2016,  s.  319-320.  Aksi  görüş  için  bkz.  KARA KILIÇARSLAN, 2017, s. 148.  95  KILINÇ, 2018, s. 294. 96  OĞUZMAN, Kemal/BARLAS, Nami, Medeni Hukuk: Giriş, Kaynaklar, Temel Kavramlar, 17. Baskı, İstanbul, 2011, s. 70.  97  AKİPEK, Jale/AKINTÜRK, Turgut/ATEŞ, Derya, Türk Medenî Hukuku, Başlangıç Hükümleri, Kişiler Hukuku-Birinci Cilt, 14. Baskı, Beta Yayıncılık, İstanbul, 2018, s. 124.  98  OĞUZMAN/BARLAS, 2011, s. 71.  667     içerisindeki yeri, kenar başlığı ve lafzı, madde gerekçesinde kanun koyucunun ortaya koyduğu açık iradesi dikkate alındığında, ilgili hükmü, yorum yoluyla  zorlayarak  başlı başına yeni bir kusursuz sorumluluk hâline dönüştürmek hukuk tekniği açısından isabetli gözükmemektedir. Kanaatimizce, TBK m. 66/III hükmü, mevcut hâliyle, bir işletmede adam çalıştıranlar bakımından sorumluluğu ağırlaştıran; çalışanı seçmede (cura in  eligendo),  ona  talimat  vermede  (cura  in  instruendo)  ve  denetlemede  (cura  in custodiendo) özen yükümlüğüne ek olarak, işletmedeki çalışma düzenini üçüncü kişilerin zarara  uğramasını  engellemeye  elverişli  şekilde  kurmaya  yönelik  organizasyon yükümlülüğü  (cura in  organisando)  yükleyen, çalışanların  hukuka aykırı fiilleri ile üçüncü kişilere verdikleri zararlar ile sınırlı bir düzenleme olarak anlaşılmalıdır. Çalışma konusu bakımından değerlendirildiğinde, yukarıda değinildiği üzere, Türk hukukunda hâlihazırda yapay zekâlı robotların kullanımından kaynaklanan sözleşme dışı zararlar bakımından hukuki sorumluluğa doğrudan temel teşkil edecek bir sorumluluk normu  bulunmamaktadır.  Bununla  birlikte,  bu  meselenin,  mevcut  bir  kusursuz sorumluluk türünün kapsamına dâhil edilmesinin mümkün olup olmadığı tartışılmakta ve bu bağlamda ilk akla gelen çözüm, adam çalıştıranın sorumluluğu olmaktadır. Ancak TBK m. 66 bakımından adam çalıştıran ile çalışan arasında bir istihdam ilişkisinin varlığının aranmasının bu çözüme engel teşkil ettiği, yapay zekâlı robotlar hukuken  kişi  statüsünü haiz olmadığından çalışan olarak kabul edilemeyecekleri, kişi olarak kabul edilmeyen  bir  olgu  hakkında  TBK  m.  66  hükmünün  uygulanamayacağı  ileri sürülmektedir. Öte yandan, tüm robot türleri ve kullanım alanlarına ilişkin doğrudan bir çözüm sağlamamakla birlikte, bir işletmede kullanılan robotun sebep olabileceği zararların,  bağımsız  bir  sorumluluk  normu  olarak  değerlendirilen  TBK  m.  66/III                                                  99  TBK  m.  66  hükmüne  ilişkin  madde  gerekçesinde  şu  ifadelere  yer  verilmiştir:   […]  Böylece, işletmesinde zararın doğmasını önlemeye elverişli bir çalışma düzeni kurduğunu ispat edemeyen adam çalıştıranların, Tasarının 65 inci maddesinin ikinci fıkrasından yararlanamayacakları kabul edilmiş olmaktadır. Bu yeni düzenleme, uygulama ve öğretide savunulan görüşü yansıtmış olmaktadır .  100  BAK, Başak,  Medeni Hukuk Açısından Yapay Zekânın Hukuki Statüsü ve Yapay Zekâ Kullanımından Doğan Hukuki Sorumluluk , Türkiye Adalet Akademisi Dergisi, Yıl: 9, Sayı: 35, 2018, s. 222-223; AKKURT, 2019, s. 48-49. 668     kapsamında   işletme  faaliyetinden  doğan  bir  zarar   olarak  düşünülebileceği belirtilmektedir. Kanaatimizce; robotlar  kişi  olarak kabul edilmese bile, TBK m. 66/III hükmünü, zorlama bir yorum ile, çalışanın fiilinden bağımsızlaştırarak, ayrı bir sorumluluk normuna dönüştürmeye  gerek  kalmaksızın,  bir  işletme  faaliyetinde  robot  kullanımından kaynaklanan zararların TBK m. 66 kapsamında değerlendirilmesi mümkündür. TBK m. 66/III  bakımından  sorumluluk  olgusu  çalışanın  fiili  ile  sınırlandırılsa  bile,  işletme faaliyetinde teknik teçhizat kullanılması nedeniyle üçüncü kişilerin uğradığı zararlar TBK m. 66 kapsamındadır. İlgili hükümde geçen  işletme  kavramı; iktisadi ya da ideal (iktisadi olmayan) bir amaç doğrultusunda başkalarına mal ve/veya hizmet sağlamak üzere  beşerî  iş  gücü  (çalışanlar)  ile  diğer  işletme  unsurlarının,  asgari  düzeyde  bir organizasyon çerçevesinde örgütlendiği, bağımsız her türlü birimi ifade eder.  İşletme faaliyeti  ise, hem çalışanlardan teşekkül eden insan kaynaklı iş gücünü hem de işletmede kullanılan teknik teçhizatı kapsayan bir bütündür. Bu çerçevede, sadece doğrudan bir çalışanın fiilinden kaynaklanan zararlar değil, teknik teçhizat kullanımı nedeniyle dolaylı olarak bir çalışanın fiiline atfedilebilecek zararlar da hükmün kapsamındadır.  İsabetle ifade edildiği üzere, zarara doğrudan doğruya sebep olan bir araç-gereç ya da makine de olsa, zararın dolaylı sebebi, işletme faaliyetine bir unsur olarak dâhil edilen söz konusu araç-gereci ya da makineyi kullanan çalışanın fiili, diğer bir ifadeyle, bir insan davranışıdır. Bu noktada, TBK m. 66 hükmünde düzenlenen sorumluluğun doğması için çalışanın kusurunun aranmadığı da hatırlanmalıdır. Böylelikle çalışana sağlanan araç-gereç  ya  da  makinenin  hatalı,  bozuk  olması  nedeniyle  çalışanın  kusurundan bahsedilememesi de, organizasyon eksikliği nedeniyle adam çalıştıranın sorumluluğunun doğmasına engel olmayacaktır.                                                   101  ERCAN, Cannur,  Robotların Fiillerinden Doğan Hukuki Sorumluluk Sözleşme Dışı Sorumluluk Hallerinde Çözüm Önerileri , Türkiye Adalet Akademisi Dergisi, Yıl:11, Sayı: 40, 2019, s. 39-40. 102  Bkz. ŞENOCAK, 2018, s. 65 ( zarara doğrudan doğruya sebep olan eksik ya da bozuk malzeme, araçgereç de olsa, dolaylı sebebin adam çalıştıranın, o malzeme, araç ve gerecin bakım veya kontrolünü ihmâl eden çalışanı veya kendisi olduğu, yani temelde zararın sebebinin ihmâle dayalı bir insan davranışı, bir organizasyon eksikliği olduğu gözden uzak tutulmamalıdır ); ALTAY, 2012, s. 181 ( Çalışanların faaliyetleriyle bağlantılı olmak şartıyla, teknik arızalardan doğan zararlar da hükmün kapsamında kabul edilebilir ). 669     TBK m. 66 hükmü bakımından yapılan bu değerlendirme, Avrupa Birliği nin robotların hukuki statüsüne ilişkin güncel yaklaşımı ile de uyumludur. Güncel gelişmeler, robotların sahip olduğu eşya statüsünü, yakın gelecekte de korumaya devam edeceğini göstermekte,  ortaya  çıkan  zararların,  nihayetinde  neredeyse  her  zaman  bir  kişinin fiilinden (tasarımcı, yazılımcı, üretici, kullanıcı vb.) kaynaklandığına dikkat çekmektedir. Gerçekten de, robot kullanımından kaynaklanan zararlar çoğunlukla insan hatasından ya da işletmenin yetersiz organizasyonundan kaynaklanır. Önemle belirtmek  gerekir ki,  2017 tarihli   Robotik Hakkında Medeni  Hukuk Kurallarına  İlişkin  İlke  Kararı nda,   robotik  teknolojisindeki  gelişmelerin,  insan yeteneklerinin yerine geçmesine değil, onları tamamlamaya odaklanması gerektiği, bu doğrultuda, insanların daima akıllı makineler üzerinde kontrol yetkisine sahip olmasının garanti altına alınması gerektiği  vurgulanmıştır. Sonuç olarak, kanaatimizce, robotlara ayrı bir kişilik atfetmeye ve TBK m. 66/III hükmünü bağımsız bir işletme sorumluluğu normu  olarak  değerlendirmeye  gerek  kalmaksızın,  bir  işletme  faaliyetinde  robot kullanımı  nedeniyle  üçüncü  kişilerin  uğradığı  zararlar,  işletmedeki  faaliyetin yürütülmesine katılan bağımlı bir çalışanın fiiline irca edilerek TBK m. 66 kapsamında değerlendirilebilecektir.   SONUÇ  Adam  çalıştıranın  sorumluluğu  anlayışı,  Roma  hukukunda  gemi  işletenin sorumluluğuna, Anglo-Sakson hukukunda 17. yüzyıla tarihlenen bir denizcilik davasına kadar uzanan derin köklere sahiptir. Ana hatları itibariyle, bir kimsenin, kendi menfaatine olan bir işin görülmesi amacıyla, bağımlılık arz eden bir çalıştırma ilişkisi içerisinde çalıştırdığı kişinin işini gördüğü sırada hukuka aykırı fiili ile bir başkasına verdiği zararı tazmin  yükümlülüğünü  ifade  eder.  Adam  çalıştıranın  sorumluluğu,  tarihsel  süreç içerisinde genel bir norma dönüşerek, sorumluluk hukukunun gelişiminde önemli işlevler                                                  103  KARNOW, 2016, s. 74.  104  Bkz. dn. 82.  670     üstlenmiş ve birtakım hukuki sorumluluk meselelerinin çözümünde geçici hukuki çare olmuştur. Karşılaştırmalı  hukuk  verileri,  adam  çalıştıranın  sorumluluğunun,  doğrudan sorumluluk  ve  dolaylı  sorumluluk  şeklinde  iki  farklı  model  üzerine  kurulduğunu göstermektedir. TBK m.  66 hükmünde,  yabancı  ülkelerdeki  hâkim modelden farklı olarak,  doğrudan  sorumluluk  esası  benimsenmiştir.  Bu  sorumluluk  modeli,  adam çalıştıranın  objektif  özen  yükümlülüğünü  ihlâl  ettiği  varsayımı  üzerine  kurulu  olup çalışanın şahsi sorumluluğundan bağımsızlaştırılmıştır. Ayrıca, adam çalıştıranın çalışan üzerindeki  hâkimiyetine  kaynaklık  eden  bağımlı  çalıştırma  ilişkisi  oldukça  geniş kapsamlıdır. Hukuki ya da sadece fiili nitelikteki bir ilişki dahi TBK m. 66 anlamında bir çalıştırma ilişkisine kaynaklık edebilmektedir. Sorumluluk hukukunun gelişim süreci içerisinde kabul edilmiş olan  organizasyonel bağımlılık  ölçütü de, çalıştırma ilişkilerini içerik ve nitelik açısından zenginleştirmektedir. Tüm bu özellikler, TBK m. 66 hükmüne oldukça dinamik ve geniş bir uygulama alanı sağlamaktadır. Öte yandan, çağımızın teknolojik gelişmeleri, günlük hayatımızla birlikte modern işletmeleri de büyük bir hızla dönüştürmektedir. Mal üretimi ve hizmet sağlamada, insan iş  gücü  yanında  özellikle  robotik  teknolojiler  hızla  yerini  almaktadır.  Modern işletmelerdeki  bu  farklı  örgütlenme  yapısı,  işletme  faaliyetinde  teknik  teçhizat kullanımından kaynaklanan zararlardan sorumluluğa ilişkin hukuki bir dayanak arayışını beraberinde  getirmiştir.  Bu  çerçevede  Türk  hukukunda  hukuki  dayanak  olarak değerlendirilebilecek düzenlemelerden biri de adam çalıştıranın sorumluluğuna ilişkin genel norm niteliğindeki TBK m. 66 hükmüdür. Söz konusu hükmün üçüncü fıkrasında, işletmeler bakımından organizasyona özen yükümlülüğü getirilerek adam çalıştıranın sorumluluğu ağırlaştırılmıştır. Buna göre adam çalıştıran, işletme faaliyetleri nedeniyle üçüncü kişilerin zarara uğramasını önleyecek şekilde işletme organizasyonu kurmakla yükümlüdür. TBK m. 66/III hükmünün hukuk niteliğine ilişkin tartışmalar çerçevesinde ilgili hüküm, çalışanların fiilinden kaynaklanan zararlar ile sınırlı olarak yorumlansa bile, bir işletme faaliyetinde kullanılan robotun kendisine ait fiilinden bahsedilemeyeceğinden, robot kullanımından kaynaklanan zararlar bir çalışanın fiiline irca edilmek suretiyle TBK m. 66 kapsamında değerlendirilebilecektir.  671     Kısacası, robot kullanımından kaynaklanan zararlardan sözleşme dışı sorumluluğa ilişkin özel bir sorumluluk normu kabul  edilmediği sürece, TBK m.  66 hükmünde düzenlenen  adam  çalıştıranın  sorumluluğu,  sorumluluğun  niteliği  ve  işletmeler bakımından öngördüğü özen yükümlülüğünün geniş kapsamı sayesinde bu meseleye büyük ölçüde hukuki zemin sağlamaya devam edecektir.",
     "Kaynakça": "AKÇURA KARAMAN, Tuba, Üreticinin Ayıplı Ürünün Sebep Olduğu Zararlar Nedeniyle Üçüncü Kişilere Karşı Sorumluluğu, Vedat Kitapçılık, İstanbul, 2008.  AKİPEK,  Jale/AKINTÜRK,  Turgut/ATEŞ,  Derya,  Türk  Medenî  Hukuku,  Başlangıç Hükümleri, Kişiler Hukuku-Birinci Cilt, 14. Baskı, Beta Yayıncılık, İstanbul, 2018.  AKKURT,  Sinan  Sami,   Yapay  Zekânın  Otonom  Davranışlarından  Kaynaklanan  Hukuki Sorumluluk , Uyuşmazlık Mahkemesi Dergisi, Yıl: 7, Sayı: 13, 2019, (s. 39-59).   ALTAY, Sabah,  6098 Sayılı Türk Borçlar Kanunu Uyarınca Adam Çalıştıranın İşletme Faaliyeti (Organizasyonu) Dolayısıyla Sorumluluğu (TBK m.66/III) , 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3-4 Haziran 2011), Prof. Dr. Cevdet Yavuz a Armağan, MÜHF-HAD Özel Hukuk Sempozyumu Özel Sayısı, 2. Bası, İstanbul, 2012, (s. 171-185).   ANTALYA, Gökhan, Borçlar Hukuku Genel Hükümler, Cilt. V/1,2, Seçkin Yayıncılık, 2. Baskı, Ankara, 2019.   ATAMER, Yeşim M./KURTULAN GÜNER, Gökçe,  Ürün Güvenliği ve Teknik Düzenlemeler Kanunu ile İmalatçının Sorumluluğu Konusu Türk Hukuku Açısından Çözülmüş Müdür? , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt. 70, Sayı: 2, (s. 543-588).   672     BAK,  Başak,   Medeni  Hukuk  Açısından  Yapay  Zekânın  Hukuki  Statüsü  ve  Yapay  Zekâ Kullanımından Doğan Hukuki Sorumluluk , Türkiye Adalet Akademisi Dergisi, Yıl: 9, Sayı: 35, 2018, (s. 211-232).   BAYSAL, Başak, Haksız Fiil Hukuku (BK m. 49-76), On İki Levha Yayıncılık, İstanbul, 2019.  BOZKURT YÜKSEL, Armağan Ebru,  Robot Hukuku , Türkiye Adalet Akademisi Dergisi, Yıl: 7, Sayı: 29, 2017, (s. 85-112).  BREHM,  Roland,  Berner  Kommentar  zum  schweizerischen  Privatrecht,  Bd.  VI:  Das Obligationenrecht, 1. Abteilung: Allgemeine Bestimmungen, 3. Teilband, 1.Unterteilband: Die Entstehung durch unerlaubte Handlungen Art. 41-61 OR, 4. Auflage, Bern, 2013.  BURCUOĞLU,  Haluk,  Seminer: Borçlar Kanunu na Getirilen Yenilikler , İzmir Barosu Dergisi Borçlar Kanunu Özel Sayısı, Yıl: 77, Sayı: 2, 2012, (s. 35-44).   CALO, Ryan,  Robotics and the Lessons of Cyberlaw , California Law Review, Year: 2015, Volume: 103, (s. 513-563).  DYRKOLBOTN, Sjur,  A Typology of Liability Rules for Robot Harms , A World with Robots, Intelligent Systems, Control and Automation, (eds.) M.I. Aldinhas Ferreira et al., Springer, 2017, (s. 119-133).  ERCAN, Cannur,  Robotların Fiillerinden Doğan Hukuki Sorumluluk Sözleşme Dışı Sorumluluk Hallerinde Çözüm Önerileri , Türkiye Adalet Akademisi Dergisi, Yıl:11, Sayı: 40, 2019, (s. 19-51).  EREN, Fikret, Borçlar Hukuku Genel Hükümler, 26. Baskı, Yetkin Yayınları, Ankara, 2021. EREN,  Fikret,   Adam  Çalıştıranın  Sorumluluğunda  İşletmenin  Çalışma  Düzeni  ile  Zarar Arasındaki İlişki , Akit Dışı Kusursuz Sorumlulukta Bedensel Zararlar, Uluslararası Kongre, Türkiye Barolar Birliği, (eds.) Sema Uçakhan Güleç/Necdet Basa, Ankara, 2018, (s. 25-37).  673     FELLMANN,  Walter/KOTTMANN,  Andrea,  Schweizerisches  Haftpflichtrecht,  Band  I: Allgemeiner  Teil  sowie  Haftung  aus  verschulden  und  Persönlichkeitsverletzung, gewöhnlichen Kausalhaftungen des OR, ZGB und PrHG, Stämpfli Verlag, Bern, 2012.  FISCHER,  Willi/ITEN,  Marc Antonio,  Haftpflichtkommentar,  Kommentar  zu  den schweizerischen Haftpflichtbestimmungen, (hrsg.) Willi Fischer/Thierry Luterbacher, Zürich, 2016.  HATEMİ,  Hüseyin/GÖKYAYLA,  Emre,  Borçlar  Hukuku  Genel  Bölüm,  5.  Bası,  Filiz Kitabevi, İstanbul, 2021.  HAVUTÇU, Ayşe, Türk Hukukunda Örtülü Bir Boşluk: Üreticinin Sorumluluğu, Seçkin Yayıncılık, Ankara, 2005.  HONSELL,  Heinrich/ISENRING,  Bernhard/KESSLER,  Martin  A.,  Schweizerisches Haftpflichtrecht, 5. Auflage, Schulthess, Zürich, 2013.  KARA  KILIÇARSLAN,  Seda,  Adam  Çalıştıranın  Sorumluluğu  (Adam  Çalıştıranın Davranışlarından ve İşletmenin Organizasyonundan Dolayı Sorumluluğu), Turhan Kitabevi, Ankara, 2017.  KARNOW,  Curtis  E.A,   The  application  of  traditional  tort  theory  to  embodied  machine intelligence , Robot Law, (eds.) Ryan Calo/A. Michael Froomkin/Ian Kerr, Edward Elgar Publishing, Cheltenham, 2016, (s. 51-77).   KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, 25. Baskı, Turhan Kitabevi, Ankara, 2021.  KILINÇ, Ayşe Nur, Adam Çalıştıranın Organizasyon Sorumluluğu, Adalet Yayınevi, Ankara, 2018.  MOHAMAD, Abdul Basir bin,  Vicarious Liability: A Study of the Liability of Employer and Employee in the Islamic Law of Tort , Arab Law Quarterly, Year: 2000, Volume: 15, No: 2, (s. 197-205).  674      MOYLE,  J.  B.  (çev.),  The  Institutes  of  Justinian,  5th  edition,  1913, https://www.gutenberg.org/files/5983/5983-h/5983-h.htm#link2H_4_0089  MÜLLER-CHEN, Markus, Handkommentar zum Schweizer Privatrecht, Obligationenrecht Allgemeine Bestimmungen, (hrsg.) Andreas Furrer/ Anton K. Schnyder, 2. Auflage, Schulthess, Zürich, 2012.  NOMER, Halûk N., Borçlar Hukuku Genel Hükümler, Beta Yayıncılık, 18. Bası, İstanbul, 2021.  OĞUZMAN, Kemal/ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt. 2, 16. Bası, Vedat Kitapçılık, İstanbul, 2021.  OĞUZMAN, Kemal/BARLAS, Nami, Medeni Hukuk: Giriş, Kaynaklar, Temel Kavramlar, 17. Baskı, Vedat Kitapçılık, İstanbul, 2011.  PAGALLO, Ugo, The Law of Robots- Crimes, Contracts and Torts, Springer, Heidelberg, 2013.  RICHARDS, Neil M./SMART, William D,  How should the law think about robots? , Robot Law,  (eds.)  Ryan  Calo/A.  Michael  Froomkin/Ian  Kerr,  Edward  Elgar  Publishing, Cheltenham, 2016, (s. 3-22).   SCHÖNENBERGER, Beat, Kurzkommentar Obligationenrecht, (hrsg.) Heinrich Honsell, Helbing Lichtenhahn Verlag, Basel, 2014.  SCHWENZER, Ingeborg, Schweizerisches Obligationenrecht, Allgemeiner Teil, 8. Auflage, Stämpfli Verlag, Bern, 2020.  ŞENOCAK, Zarife,  Adam Çalıştıranın Sorumluluğunda (TBK mad. 66) Özel Sorunlar , Akit Dışı Kusursuz Sorumlulukta Bedensel Zararlar, Uluslararası Kongre, (eds.) Sema Uçakhan Güleç/Necdet Basa, Türkiye Barolar Birliği Yayınları, Ankara, 2018, (s. 51-72).   675     TANDOĞAN, Haluk, Kusura Dayanmayan Sözleşme Dışı Sorumluluk Hukuku, Turhan Kitabevi, Ankara, 1981.   TURNER, Jacob, Robot Rules: Regulating Artificial Intelligence, Palgrave Macmillan, 2019.  TÜRKMEN, Ahmet,  6098 Sayılı Türk Borçlar Kanunu na Göre Organizasyon Sorumluluğu (TBK m.66/III) , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2012, Cilt: 70, Sayı: 2, 2012, (s. 257-284).  UYUMAZ, Alper/TOKAT, Hüseyin,  Demiryolu ile Yolcu Taşımacılığından Kaynaklanan Akit Dışı Hukuki Sorumluluk , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 65, Sayı: 3, (s. 967-1022).  ÜNLÜTEPE,  Mustafa,  Organizasyon  Sorumluluğu  (TBK  m.  66/III),  Legal  Yayıncılık, İstanbul, 2016. WAGNER, Gerhard, Münchener Kommentar zum BGB, 8. Auflage, C. H. Beck, München, 2020.  WERRO, Franz, Commentaire Romand, Code des obligations I: Art.1-529 CO, (eds.) Luc Thévenoz/Franz Werro, 2e édition, Bâle, 2012.  WERRO,  Franz/PALMER,  Vernon  Valentine/HAHN,  Anne-Catherine,   Strict  Liability  in European Tort Law: an Introduction , The Boundaries of Strict Liability in European Tort Law, (eds.) Franz Werro/ Vernon Valentine Palmer, Durham, 2004.  WIDMER, Pierre,  Privatrechtliche Haftung , Handbücher für die Anwaltspraxis, Band V: Schaden-Haftung-Versicherung,  (hrsg.)  Peter  Münch/  Thomas  Geiser,  Helbing  & Lichtenhahn, Basel, 1999, (s. 7-93).  WIDMER, Pierre,  Switzerland , Principles of European Tort Law, Volume 6: Unification of Tort  Law:  Strict  Liability,  (eds.)  Bernhard  A.  Koch/Helmut  Koziol,  Kluwer  Law International, New York, 2002, (s. 323-350).   WIDMER, Pierre,  Produktehaftung: Urteilsanmerkung Zivilrecht ,"
}