{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "12",
     "Ay": "07",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "7245 SAYILI ÇARŞI VE MAHALLE BEKÇİLERİ KANUNU KAPSAMINDA BEKÇİLERİN GÖREV VE YETKİLERİ",
     "Title": "DUTIES AND POWERS OF GUARDS UNDER THE LAW NO 7245 ON BAZAAR AND NEIGHBORHOOD GUARDS",
     "Yazar İsmi": [
          "Burkay Can KARA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çarşı ve mahalle bekçileri",
          "idari kolluk",
          "adli kolluk",
          "yardımcı kolluk",
          "kamu düzeni"
     ],
     "Keywords": [
          "Bazaar and neighborhood guards",
          "administrative law enforcement",
          "judicial law enforcement",
          "auxiliary law enforcement",
          "public order"
     ],
     "Özet": "Bekçiler adli ve idari kolluk faaliyetleri yürütebilen bir personel grubudur. Genel idari kolluk niteliği taşıyan bekçiler, yardımcı kolluk olarak da nitelenmektedir. Bekçilerin görev ve yetkileri, 7245 sayılı Çarşı ve Mahalle Bekçileri Kanunu nun yürürlüğe girmesiyle farklı bir sistematikle yeniden düzenlenmiştir. Bu görev ve yetkiler, zaman yönünden bekçilerin çalışma saatleriyle sınırlı olarak verilmiştir. Yer yönünden ise –kural olarak– herhangi bir sınırlama bulunmadığını söylemek mümkündür. Bekçilerin görev ve yetkileri altı kategoride düzenlenmektedir. Halka yardım görevi sınırlayıcı kolluk yetkileri içermemektedir. Önleyici ve koruyucu görev ve yetkiler, bekçilerin idari kolluk faaliyetlerinden olup genel kolluğa bildirim ve belirli hâller karşısında tedbir alma yetkileri içerir. Bu yetkiler idari eylemde bulunma yetkileridir. Durdurma ve kimlik sorma yetkileri, idari ya da adli kolluk niteliği taşıyabilir ve zaman ve yer yönünden sınırlanmıştır. Adli görev ve yetkiler, bekçilerin adli kolluk faaliyeti niteliğindedir ve bu faaliyet ayrıca 5271 sayılı Ceza Muhakemesi Kanunu na uygun yürütülmek zorundadır. Bekçilere zor ve silah kullanma yetkisi tanınmış olmakla birlikte, kullanılacak zorun özel normla belirlendiği hâller ve kişilere müdahale yetkisi  içermeyen  görevler  yönünden  bulunmamaktadır.  Genel  kolluk  kuvvetlerine  yardım  görevi; bekçilere 7245 sayılı Kanun da tanınmamış olsa da mevzuatın genel kolluk kuvvetlerine tanıdığı görevlerin ifasına yardım yükümlülüğü getirmektedir. Diğer yandan bu görev, bekçilerin kendilerine tanınmamış yetkileri kullanmalarına izin vermemektedir.",
     "Abstract": "Guards are a group of personnel that can carry out judicial and administrative law enforcement activities. Guards, who have the characteristics of general administrative law enforcement, are also described as auxiliary law enforcement. The duties and powers of guards were reconstructed in a different systematic with The Law No. 7245 on Bazaar and Neighborhood Guards. These duties and powers are limited to the working hours of the guards. As a rule, it can be said that there is no limitation in terms of location. Duties and powers of guards are organized in six categories. Duty to aid the public does not include law enforcement powers. Preventive and protective duties and powers are among the administrative law enforcement activities of the guards. These include the duty of notify the general law enforcement and powers  to  take  action  in  certain  situations.  Authority  for  stopping  and  identity  checking  can  be administrative or judicial law enforcement and are limited in terms of time and place. Judicial duties and powers are in the nature of the judicial law enforcement activities of the guards. This activity must also comply with the Criminal Procedure Law No. 5271. Guards were authorized to use force and weapons.                                                                                      However this authority does not exist in cases where the force to be used is determined by a specific norm and in terms of duties that do not include the authority to interfere with persons. The duty to assist the general law enforcement units imposes an obligation on the guards to assist the general law enforcement officers in the performance of their duties even if these duties were not included in Law No. 7245. On the other hand this duty does not allow the guards to use powers that not granted to them by Law No. 7245.",
     "Metin": " Çarşı ve mahalle bekçileri, Cumhuriyet tarihinde ilk olarak 1966 yılında 772 sayılı Çarşı ve Mahalle Bekçileri Kanunu ile düzenlenmiştir. Mevzuatı yürürlükte kalmasına rağmen 1995 yılından 2016 ya kadar bekçi alımı yapılmamıştır. 2016 da bekçilik kurumu canlandırılmış, 772 sayılı Kanun a dayanılarak bekçiler görevlendirilmiştir. 2018 yılında 772 sayılı Kanun a dayanılarak bekçilik sınavını ve bekçi adaylarının taşıması gereken özel şartları düzenleyen İçişleri Bakanlığı yönetmeliği çıkarılmış ve aynı konudaki eski yönetmelik ilga edilmiştir. Bekçilerin 772 sayılı Kanun da yer almayan durdurma ve kimlik  sorma  yetkilerini  kullanması  hukuka  uygunluk  tartışmalarını  beraberinde getirmiştir. 7245 sayılı Çarşı ve Mahalle Bekçileri Kanunu, 11.06.2020 tarihinde kabul edilmiş ve 18.06.2020 tarihli ve 31159 sayılı Resmî Gazete de yayımlanarak yürürlüğe girmiştir. 7245  sayılı  Kanun un  genel  gerekçesi  yeni  yasal  düzenleme  ihtiyacını,  772  sayılı Kanun un  değişen mevzuat çerçevesinde güncelliğini yitirmiş, günün hukuki ve sosyal şartlarını takipten çok uzak kalmış ve ihtiyaçları karşılamaz hale gelmiş  olmasına dayandırmaktadır. Ne var ki 7245 sayılı Kanun daki pek çok hüküm, değiştirilmeden 772 sayılı Kanun dan alınmıştır. Bu durum terminolojik farklara ve dolayısıyla sistematik sorunlara yol açmaktadır. Normal şartlar altında terminolojik farklar yasama organının                                                  1   Türkiye  Büyük  Millet  Meclisi  –  Kanun  Bilgileri, https://www.tbmm.gov.tr/develop/owa/kanunlar_sd.durumu?kanun_no=7245,  (erişim  tarihi 03.06.2021). 1317Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   gerçek iradesine ulaşılmasını engellemez.2  Ancak bu terminolojik farklar genel gerekçe ışığında okunduğunda, yasama organının bilinçli bir tercihte bulunduğu sonucunu mecbur kılmaktadır.  Madde  gerekçelerinde  ise  genel  olarak  madde  içerikleri  özetlenmiştir.3 Madde gerekçelerinin madde içeriğini özetlemesi, bunların normun yorumunda birer veri olarak  kullanılmasını  engellemektedir.  Bu  çalışmada  kavramlar  bu  çerçevede anlamlandırılacaktır. 7245  sayılı  Kanun un  geçici  1.  maddesi,  Kanun da  çıkarılması  öngörülen yönetmeliklerin Kanun un yayımından itibaren altı ay içinde çıkarılacağını hüküm altına almıştır. Yine Kanun un geçici 1. maddesi, 772 sayılı Kanun a dayanılarak çıkarılan yönetmeliklerin 7245 sayılı Kanun a aykırı olmayan hükümlerinin, yeni yönetmelikler çıkarılana kadar, uygulanacağını düzenlemiştir.4 7245 sayılı Kanun un yayımından bu yana altı aylık süre geçmiş olmasına rağmen yeni yönetmelikler çıkarılmamıştır. Bu bağlamda bekçilerin hukuki rejimi; 7245 sayılı Kanun un yanı sıra biri 2018 yılında dördü 1966 yılında çıkarılmış olan beş  yönetmeliğin 7245 sayılı Kanun a aykırı olmayan hükümleri ile düzenlenmektedir.5                                                  2   Bu bağlamda yasama organının, örneğin  gösteri, yürüyüş ve karışıklık  kavramlarını kullanırken  toplantı ve gösteri yürüyüşü  kavramlarını ifade etmeye çalıştığı ileri sürülebilir. 3   7245 sayılı Kanun a ilişkin meclis görüşmelerinin tutanakları ve gerekçe için bkz. Türkiye Büyük Millet  Meclisi  –  Kanun  Bilgileri,  https://www.tbmm.gov.tr/develop/owa/kanunlar_sd.durumu?kanun_no=7245,  (erişim  tarihi 03.06.2021). 4   7245 sayılı Kanun Geçici Madde 1:  (1) Bu Kanunla çıkarılması öngörülen yönetmelikler bu Kanunun yayımı tarihinden itibaren altı ay içinde çıkarılır. (2)  Bu  Kanuna  göre  çıkarılacak  yönetmelikler  yürürlüğe  konuluncaya  kadar,  yürürlükteki yönetmeliklerin bu Kanuna aykırı olmayan hükümlerinin uygulanmasına devam olunur.  5   Bkz. Çarşı ve Mahalle Bekçiliğine Giriş Sınavı Yönetmeliği, RG, S. 30348, T. 02.03.2018; Çarşı ve Mahalle Bekçileri Teçhizat Yönetmeliği, RG, S. 12452, T. 15.11.1966; Çarşı ve Mahalle Bekçilerinin Çalışma Şekli ve Zamanı ile Fevkalade Hallerde Ödenecek Fazla Mesai Ücreti Hakkında Yönetmelik, RG, S. 12430, T. 19.10.1966; Çarşı ve Mahalle Bekçilerinin Vazifeleri ile İlgili Olarak Riayet Etmeleri Gereken Hususları Gösterir Yönetmelik, RG, S. 12422, T. 10.10.1966; Çarşı ve Mahalle Bekçilerinin Meslek İçi Eğitim ve Yetiştirme Esasları ile Kursların Düzenlenme Şekil ve Usullerini Gösterir Yönetmelik, RG, S. 12422, T. 10.10.1966. 1318Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Bu çalışmanın amacı, bekçilerin 7245 sayılı Kanun ile birlikte sistematik ve içerik yönünden  yenilenen  görev  ve  yetkilerini  incelemektir.  Bu  değerlendirme  hukuki bağlamda yapılacak olup, bekçilere tanınan yetkilerin yerindeliği ele alınmayacaktır.6 Öncelikle  bekçilerin  tabi  olduğu  mevzuatın  saptanması  gerekmektedir.  Bu saptamanın yapılması esas konunun incelenmesi için bir ön sorun teşkil etmektedir. Dolayısıyla  ilk  bölümde  bekçilerin  tabi  olduğu  mevzuat  saptanacaktır.  Daha  sonra konunun esasına geçilerek bekçilerin faaliyet alanının kolluk faaliyetinin genel esasları yönünden incelenmesi gerekmektedir. Bunun ardından 7245 sayılı Kanun da değişen yönleriyle  bekçilerin  personel  rejimi,  görev  ve  yetkilerine  olan  etkilerini gözlemleyebilmek için, kısaca açıklanacaktır. Nihayet bekçilerin görev ve yetkileri, 7245 sayılı Kanun da izlenen sistematik çerçevesinde incelenecektir.  I. ÖN SORUN: MEVZUATIN BELİRLENMESİ 7245  sayılı  Kanun un  geçici  1.  maddesinde  yer  alan  düzenleme,  bekçilere uygulanacak mevzuatın belirlenmesi konusunda bir ön sorun teşkil eder. Bu sorunun çözülmesi için üç konuya kısaca değinmek gerekir; yönetmelik hükümlerinin yürürlük sorunu, kanuna aykırılığın anlamı ve tespiti. Yönetmeliklerin  dayanak  kanununun  ilga  ya  da  iptal  yoluyla  yürürlükten kaldırılması, yönetmeliklerin kendiliğinden yürürlükten kalkması sonucunu doğurmaz.7 Bu yönetmelikler, kanuni dayanakları ortadan kalktığı için hukuken sakat hâle gelirler.8 Ancak idarece kaldırılana ya da yargı yerince iptal edilene kadar yürürlüktedirler ve hüküm ve sonuç doğurmaya devam ederler. 7245 sayılı Kanun bu süreci, Kanun a aykırı olmayan yönetmelik hükümlerinin uygulanmaya devam edeceği yönünde bir tercihte                                                  6   7245 sayılı Kanun teklif aşamasındayken, teklif metni üzerine yapılan ve hem hukukilik hem de yerindelik yönünden önemli saptamalar ve öneriler içeren bir çalışma için bkz. ERMAN, R. Barış / ÖZCAN, Onur / YETKİN, Erdi, vd., Çarşı ve Mahalle Bekçileri Kanunu Teklifi Hakkında Tespit, Düşünce ve Eleştiriler, Yeditepe Üniversitesi Yayınevi, E-Kitap, İstanbul, 2020. 7   Bkz. BÜLBÜL, Erdoğan, İdari İşlemlerin Yürürlükten Kaldırılması, Beta Basım Yayım Dağıtım, İstanbul, 2010, s. 102, 103. 8   Bkz. KARAHANOĞULLARI, Onur, İdarenin Hukukla Kavranması: Yasallık ve İdari İşlemler (Yargı Kararlarına Dayalı Bir İnceleme), 3. Baskı, Turhan Kitabevi, Ankara, 2015, s. 670. 1319Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   bulunarak düzenlemiştir. Bu düzenlemenin, 7245 sayılı Kanun öncesinde çıkarılmış olan yönetmelikleri kural olarak açıkça ilga ettiğini belirtmek gerekir.9 Bu kuralın istisnası, 7245  sayılı  Kanun un  gerektirdiği  yeni  yönetmelikler  çıkarılana  kadar  7245  sayılı Kanun a aykırı olmayan yönetmelik hükümleridir. Kanuna aykırı olmamanın anlamlandırılması için kanunilik ilkesi bağlamında bir değerlendirme yapmak elzemdir. Kanunilik ilkesinin kanunla bağdaşırlık ve kanuna uygunluk olmak üzere iki anlamı bulunmaktadır. Kanunla bağdaşırlık, kanuna aykırı olmama biçimindeki asgari kanuniliği ifade eder. Kanuna uygunluk ise işlemin kanuna aykırı  olmamasının  yanı  sıra  ona  dayanmasını,  ona  uygun  olmasını  ve  onu somutlaştırmasını  gerektirir.  Kanuna  uygunluk  azami  kanunilik  olarak  da  ifade edilebilir.10  Türk  hukukunda  yönetmeliklerin  kanunların  ve  Cumhurbaşkanlığı kararnamelerinin  uygulanmasını sağlamak üzere ve bunlara aykırı olmamak şartıyla  çıkarılabileceği  dikkate  alındığında  yönetmeliklerin  kanuna  uygunluk  ilişkisi niteliğindeki azami kanuniliğe tabi olduğu kolaylıkla söylenebilir. O hâlde 7245 sayılı Kanun un geçici 1. maddesinde yer alan kanuna aykırı olmama kavramının, kanuna uygunluğu gerektirdiğini söylemek gerekir. Başka bir ifadeyle uygulamasına devam edilecek yönetmelik hükümleri, 7245 sayılı Kanun a aykırı olmayan, ona uygun olan ve onu somutlaştırmaya elverişli olanlardır. Bu kapsamla anlaşılması gereken kanuna aykırılığın tespiti ise başlı başına bir sorun teşkil etmektedir. Zira idareler, hukuku normlar hiyerarşisinde kendilerine en yakın normdan başlayarak uygulamak zorundadır.11 Bu normların üst normlara aykırılığı idare tarafından değil,  yargı  yerleri tarafından saptanabilir. İdarenin kendini bağlayan bir yönetmelik kuralını kanuna aykırı görerek ihmal etmesi mümkün değildir. Aksi bir yaklaşım idarenin bireysel işlem ve eylemlerinde düzenleyici işlemleriyle bağlı olduğu                                                  9   Bkz. BÜLBÜL, 2010, s. 84-91, 103. Burada aynı konuda farklı hükümler içeren yeni bir düzenleme söz konusu olmadığından örtülü ilgadan söz edilemeyecektir. Örtülü ilga için bkz. BÜLBÜL, 2010, s. 91 vd. 10  Bkz. EISENMANN, Charles,  Le droit administratif et le Principe de légalité , Etudes et documents du Conseil d Etat, Yıl: 1957, s. 25-40 tan aktaran ÖZTÜRK, K. Burak, Fransız ve Türk Hukukunda İdarenin Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara, 2009, s. 150-152. 11  Bkz. AKYILMAZ, Bahtiyar / SEZGİNER, Murat / KAYA, Cemil, Türk İdare Hukuku, 12. Baskı, Savaş Yayınevi, Ankara, 2020, s. 23, 24, 179; KARAHANOĞULLARI, 2015, s. 109. 1320Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   yönündeki temel idare hukuku ilkesiyle bağdaşmayacaktır.12 Başka bir ifadeyle idarelerin yönetmelik hükümlerinin kanuna aykırılığına karar verme yetkisi bulunmamaktadır. Bu durumda şüphesiz idareler, 7245 sayılı Kanun dan önce çıkmış yönetmeliklerin tümünü uygulamakla yükümlüdür. Dolayısıyla 7245 sayılı Kanun un geçici 1. maddesi idareler yönünden  herhangi  bir  anlam  ifade  etmemekte,  onları  yönetmelik  hükümlerini uygulamama  yetkisiyle  donatmamaktadır.  Uyuşmazlık  hâlinde  yargı  yerleri,  bu yönetmelik hükümlerini iptal ya da ihmal edebilecektir.13 Bu çalışmada 7245 sayılı Kanun dan önce çıkan yönetmelik hükümlerine ilgileri doğrultusunda  yer verilecek olmakla birlikte, hem  pozitif hukuk hem de uygulama yönünden en sağlıklı çözümün 7245 sayılı Kanun a dayanılarak yeni yönetmeliklerin derhal çıkarılması olduğu açıktır.  II.  KOLLUK  FAALİYETİNİN  GENEL  ESASLARI  ÇERÇEVESİNDE BEKÇİLERİN FAALİYETİ Kolluk, kendine özgü usullerle yürütülen bir kamu hizmetidir.14 Kamu hizmetinin genel karakteristiğinin edimler sunma yönünde olması karşısında kolluk faaliyetinin temel hak ve özgürlüklere yönelik sınırlayıcı bir içeriğe sahip olması, iki kavramın içerik yönünden bağdaştırılmasını zorlaştırmaktadır.15 Diğer yandan kamu hizmetleri temel hak ve özgürlüklere yönelik sınırlayıcı bir içeriğe sahip olabileceği gibi kolluk faaliyetleri                                                  12  Bkz. AKYILMAZ / SEZGİNER / KAYA, 2020, s. 63-65. Bu konuda farklı yöndeki yargı kararları için bkz. KARAHANOĞULLARI, 2015, s. 109, 110. 13  Yönetmeliği  çıkaran  idari  makamın  da  ihmale  başvurabileceği  yönündeki  görüş  için  bkz. KARAHANOĞULLARI, 2015, s. 107-110. 14  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 572; GÖZLER, Kemal, İdare Hukuku C. II, 3. Baskı, Ekin Basım Yayım Dağıtım, Bursa, 2019, s. 477; ULUSOY, Ali D., Yeni Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019, s. 457. 15  ÖZAY,  İl  Han,   İdari  Kolluk  Eylemlerinde   Amaç  ,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası - Doğumunun 100. Yılında Atatürk'e Armağan, Yıl: 1981, Cilt: 45, Sayı: 1-4, s. 316. 16  GÜNDAY, Metin, İdare Hukuku, İmaj Yayınevi, 11. Baskı, Ankara, 2017, s. 333 te ve ULUSOY, 2019, s. 462 de belirtildiği üzere bir kamu hizmetinin kurulmasıyla birlikte o alanda kişilerin özel teşebbüs özgürlüğü sınırlanmaktadır. 1321Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   de somut müdahalenin yönelmediği kişiler bakımından kamu düzeninin korunması ve bozulmuş olması hâlinde yeniden sağlanması biçiminde bir edim sunmaktadır.17 Kolluk faaliyetinin amacı kamu düzeninin korunması ve bozulması hâlinde yeniden sağlanmasıdır.18 Kamu düzeni kavramı genellikle unsurları üzerinden tanımlanır. Klasik unsurlar genel güvenlik, genel sağlık ile dirlik ve esenliktir. Kamu düzeninin genişleyen içeriği ise genel ahlak, insan onuru, estetik, ekonomik kamu düzeni, ekolojik kamu düzeni gibi unsurları içermektedir.19  Kamu düzeni, kolluk faaliyetlerinin özgü amacını oluşturur. Bu çerçevede bir idari faaliyet, geniş anlamda kamu yararına yönelik olsa bile dar anlamda kamu düzenine yönelik  değilse  kolluk  faaliyeti  olarak  nitelenemez.  Bunun  bir  sonucu  da  kolluk görevlilerinin  kamu  düzenine  yönelik  kolluk  faaliyeti  dışında  bir  işte çalıştırılamamasıdır.20 Bekçiler için bu kural, 7245 sayılı Kanun un 11. maddesinde düzenlenmiştir.21 Kolluk faaliyeti, fonksiyonel olarak idari ve adli kolluk olmak üzere ikiye ayrılır. Türk hukukunda idari ve adli kolluk teşkilatları birbirinden ayrılmamış olup aynı kamu görevlilerince  yürütülmektedir.  Dolayısıyla  kolluk  personelinin  yürüttüğü  faaliyet;                                                  17  ÖZAY, İl Han, Günışığında Yönetim, 3. Baskı, Filiz Kitabevi, İstanbul, 2017, s. 722, 723; ULUSOY, 2019, s. 457. 18  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 578; DURAN, Lûtfi, İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, İstanbul, 1982, s. 250; GÜNDAY, 2017, s. 290, 291; ULUSOY, 2019, s. 518, 519. 19  Kamu düzeni kavramı ile klasik ve yeni unsurları hakkında detaylı bilgi için bkz. OKAY TEKİNSOY, Özge, İdare Hukukunda Kamu Düzeni Kavramı, On İki Levha Yayınları, İstanbul, 2011, s 40 vd.; GÖZLER, 2019, s. 478 vd. Kamu düzeninin unsurlarının belirlenmesinde farklı yaklaşımlar mevcuttur. Bu bağlamda genel güvenlik, genel sağlık, dirlik ve esenlik ile genel ahlak olmak üzere kamu düzenini dört unsurla açıklamak mümkündür. Bu yaklaşım için bkz. AKYILMAZ / SEZGİNER / KAYA, 2020, s. 579-584; DURAN, 1982, s. 254-257; GÖZÜBÜYÜK, Şeref / TAN, Turgut, İdare Hukuku C. I, 13. Baskı, Turhan Kitabevi, Ankara, 2019, s. 619. Bir başka yaklaşım da genel ahlakın ancak aynı zamanda dirlik ve esenliğin ihlal edildiği hâllerde kolluğun amacı olabileceğini kabul ederek; kamu düzenini genel güvenlik, genel sağlık ile dirlik ve esenlik unsurlarıyla tanımlamaktadır. Bu yöndeki görüş için bkz. ÖZAY, 2017, s. 728-733; ULUSOY, 2019, s. 519. Genel ahlak unsuruna ilişkin detaylı bilgi için bkz. YAŞAR ŞATIROĞLU, Pınar,   Genel Ahlak  Kavramının Belirsizliğinin Aşılması ve İdari Kolluk Düzenlemelerinde Somutlaştırılması , Prof. Dr. Metin Günday Armağanı C. II, Atılım Üniversitesi Yayınları, Ankara, 2020, s. 1469-1500. 20  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 573. 21  7245 sayılı Kanun m. 11:  Çarşı ve mahalle bekçileri kolluk hizmet ve görevleri dışında her ne suretle olursa olsun çalıştırılamazlar.  1322Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   karşıladığı fonksiyona göre nitelenmektedir.22 Bu bağlamda idari kolluğun amacı olan kamu düzeninin korunması ve bozulduğu takdirde yeniden tesis edilmesine yönelik faaliyetler idari kolluk faaliyeti; ceza kanunlarında suç kabul edilen fiillerin işlenmesi üzerine harekete geçen faaliyet ise adli kolluk faaliyeti olarak nitelenmektedir. İdari kolluğun  kamu  düzeninin  bozulması  yönünden  önleyici;  adli  kolluğun  ise  bastırıcı niteliğinin ağır bastığı vurgulanmaktadır.23 Diğer yandan idari ve adli kolluk faaliyetleri arasında yapılan önleyici-bastırıcı kolluk nitelemeleri genellikle doğru olmakla birlikte; idari kolluğun idari yaptırımlar gibi bastırıcı faaliyetleri de bulunmaktadır.24 Dolayısıyla kamu  düzeninin  bozulmasında  önleyici  veya  bastırıcı  olmanın  idari  ve  adli  kolluk ayırımında geçerli ve kesin bir ölçüt olarak kullanılamayacağını belirtmek gerekir. İki faaliyet türünün birbirinden kesin bir biçimde ayrılmasını sağlayacak bir ölçüt olarak,  faaliyeti  yönlendiren  makamlarda  organik  ayrılığın  kullanılabileceği düşünülebilir. Zira idari kolluk ve adli kolluk aynı kamu görevlilerince yürütülmekteyse de adli kolluk faaliyeti; Cumhuriyet Savcılığı tarafından yönlendirilen ve bu makamın emir ve talimatları ile yürütülen bir faaliyettir.25 Diğer yandan adli kolluk faaliyeti her zaman Cumhuriyet Savcılığı nın emir ve talimatları ile başlamamaktadır. Suçüstü hâlinde faaliyet,  başlama  anından  sonra  Cumhuriyet  Savcılığı  tarafından  yönetilmeye başlanmaktadır. Bu durumda da faaliyetin devamında etkili ve yönlendirici olan makamın dikkate alınması gerekir. Bu bağlamda bir kolluk faaliyetinin, Cumhuriyet Savcılığı nın emir  ve  talimatlarıyla  başlaması  veya  sürdürülmesi  hâllerinde  adli  kolluk  olarak nitelenmesi  gerektiği,26  bunun  dışındaki  tüm  kolluk  faaliyetlerinin  ise  idari  kolluk niteliğinde olduğu söylenebilir.27 Başka bir ifadeyle adli kolluk faaliyeti Cumhuriyet                                                  22  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 585, 586; GÖZLER, 2019, s. 483, 484. 23  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 586; GÖZÜBÜYÜK / TAN, 2019, s. 624, 625; GÜNDAY, 2017, s. 294; ÖZAY, İl Han,  İdari Kolluk - Adli Kolluk , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2013, Cilt: 71, Sayı: 1, s. 950, 951; ULUSOY, 2019, s. 519, 520. 24  DURAN, 1982, s. 251; GÖZLER, 2019, s. 485 ve ÖZAY, 2017, s. 725. 25  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 587; GÖZÜBÜYÜK / TAN, 2019, s. 625, 626.  26  GÖZLER, 2019, s. 489. 27  ÖZAY, 2017, s. 725 te adli kolluğun idari kolluktan ayrılan iki temel özelliğinden biri olarak bu husus gösterilmiştir:  İkinci ve yine çok önemli bir fark suç kolluğunda görevlilerin aykırı davranışta bulunan bir kimseyi arayıp bulduklarında ya da suçüstü yakaladıklarında kendisini mutlaka adlî makamlara teslim etmek zorunluluğunda olmalarıdır. Çünkü suç oluşturan davranışların cezası ancak yargı yerlerinin kararı ile olabilir. Halbuki İdare, kolluk alanında etkinlik gösterdiğinde, aykırı durumların 1323Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Savcılığı nın  görev  alanı  çerçevesinde  belirlenerek,  bunun  dışında  kalan  kolluk faaliyetleri idari kolluk kapsamında kabul edilebilir.28 Ne var ki 5442 sayılı İl İdaresi Kanunu  m.  11/G  ile  valiye  adli  kolluk  yetkisi  tanınması,  faaliyeti  yönlendiren makamlarda  organik  ayrılığın  geçerli  bir  ölçüt  olarak  kullanılamayacağını göstermektedir.30 Bu çerçevede, idari kolluk ve adli kolluk faaliyetlerinin birbirinden kesin bir biçimde ayrılmasını sağlayacak bir ölçütün bulunmadığını kabul etmek gerekir. Bekçiler, aşağıda daha detaylı incelenecek olmakla birlikte, hem idari hem adli kolluk faaliyeti yürütmektedir. 7245 sayılı Kanun sistematiğinde bekçilerin adli görev ve yetkileri 8. maddede düzenlenmiştir. Bu görevlerin yürütülmesinde bekçiler Cumhuriyet Savcılığı nın –ve 5442 sayılı Kanun m. 11/G ye başvurması hâlinde valinin– emir ve talimatlarıyla hareket etmek zorundadır ve bu makamlara karşı sorumludur. İdari kolluk faaliyeti kendi içinde genel idari kolluk ve özel idari kolluk olmak üzere ikiye ayrılır.31 Genel idari kolluk, tüm ülke çapında yürütülen ve kamu düzeninin genel güvenlik, genel sağlık, dirlik ve esenlik gibi unsurlarını korumaya yönelik bir faaliyet olan idari kolluktur. Özel idari kolluk ise özel kanunlarla verilen özel görev ve yetkilerle hareket eden; esas olarak da kamu düzeninden daha özel bir amaca yönelik olarak faaliyet                                                  gerçekleşmesi halinde buna sebep olanlara idari nitelikli  yaptırım lar uygulayabilme yeteneği ile donatılmıştır.  (Vurgu yazara aittir.) 28  Kolluğun niteliği onun hukuki rejimini de belirlediğinden, faaliyetin niteliği yargı denetimine açıktır. Başka bir ifadeyle faaliyet Cumhuriyet Savcılığı tarafından yönlendirilmediği için idari kolluk olarak nitelendiğinde, bu faaliyetin ve dolaylı olarak nitelemenin hukuka uygunluğu idari yargı yerlerince denetlenebilecektir. Benzer şekilde bir faaliyet Cumhuriyet Savcılığı tarafından yönlendirildiği için adli kolluk olarak nitelendiğinde, bu faaliyetin ve dolaylı olarak nitelemenin hukuka uygunluğu adli yargı yerlerince denetlenebilecektir. 29  5442 sayılı Kanun m. 11/G:  Vali, lüzumu hâlinde, kolluk amir ve memurlarına suç faillerinin bulunması için gereken emirleri verebilir. Kolluk bu emirleri, mevzuatta belirlenen usule uygun olarak yerine getirir.  30  GÖZLER, 2019, s. 489. Ayrıca bkz. ÖZTÜRK, Bahri / TEZCAN, Durmuş / ERDEM, Mustafa Ruhan, vd., Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, 14. Baskı, Seçkin Yayıncılık, Ankara, 2020, s. 612. 31  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 588 vd.; GÖZLER, 2019, s. 498 vd.; GÖZÜBÜYÜK / TAN, 2019, s. 629; GÜNDAY, 2017, s. 295 vd.; ULUSOY, 2019, s. 521 vd. 1324Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   gösteren idari kolluktur. Özel idari kolluğun faaliyet alanı yer veya konu yönünden sınırlanmıştır.34  Bekçiliğin  bir  personel  grubu  olarak  polis  ve  jandarma  teşkilatları  içinde düzenlendiği, bu bağlamda ülke çapında faaliyet gösterdiği ve kamu düzeninin genel güvenlik, genel sağlık, dirlik ve esenlik gibi unsurlarına yönelik faaliyette bulunduğu göz önüne alındığında bekçilerin genel idari kolluk niteliği taşıdığını söylemek gerekir.35 Bekçiler, 7245 sayılı Kanun ile yardımcı kolluk olarak nitelenmektedir. Buna göre bekçiler polise ve jandarmaya yardımcı bir faaliyet yürütürler. 7245 sayılı Kanun m. 10 ile bekçilere tanınan genel kolluk kuvvetlerine yardım görevinin kapsamı, bekçilerin görev ve yetkileri bağlamında aşağıda tartışılacaktır.  III. BEKÇİLERİN PERSONEL REJİMİ 772  sayılı  Kanun da  belediye  sınırları  içinde  bir  bekçilik  teşkilatı  kurulmuş durumdaydı. Bu bakımdan bekçiler, 772 sayılı Kanun döneminde polis ve jandarmadan bağımsız bir teşkilata sahip ve ayrı bir personel rejimine tabiydiler.36 772 sayılı Kanun a göre bekçiler, görevli oldukları yerin en büyük mülki amirinin emrindeydiler. Ayrıca                                                  32  Örneğin belediye zabıtası, özel idari kolluk olarak belirli bir bölgede kolluk faaliyeti yürütür. Karşı yönde bkz. GÜNDAY, 2017, s. 297; ULUSOY, 2019, s. 522. Yazarlar mahalli idare kolluklarının, özel kanunlarla düzenlenmiş olmaları karşısında genel kolluk faaliyetinin amacı olan kamu düzenine yönelik bir faaliyet yürüttükleri için genel idari kolluk olarak nitelenmeleri gerektiğini savunmaktadır. 33  Örneğin düzenleyici ve denetleyici kurumlar, özel idari kolluk olarak belirli bir konuda kolluk faaliyeti yürütür. 34  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 588, 591; GÜNDAY, 2017, s. 296, 297; ULUSOY, 2019, s. 521, 522. 35  AKYILMAZ / SEZGİNER / KAYA, 2020, s. 590; GÖZLER, 2019, s. 530. Karşı yönde bkz. ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Ceza Muhakemesi Hukuku, 13. Baskı, Seçkin Yayıncılık, Ankara, 2020a, s. 211. 36  772 sayılı Kanun m. 1:  Belediye hudutları içinde çarşı ve mahalle bekçileri teşkilatı kurulur. Bu teşkilat bekçi adayı ve bekçiden teşekkül eder. Bu teşkilata ait kadrolar ile gelir ve giderleri il özel idare bütçesine bağlı ek bir bütçe ile tesbit edilir ve her türlü işlemleri usulüne göre bu idarelerce yürütülür.  1325Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   bulundukları yere göre polisin en büyük amiri ya da jandarma birlik komutanı bekçilerin mesleki amiri niteliğindeydi.37 7245 sayılı Kanun bekçileri bir teşkilat olarak değil, bir kolluk personeli kategorisi olarak düzenlemektedir. 7245 sayılı Kanun m. 2 ye göre bekçiler, emniyet ve jandarma teşkilatları içinde istihdam edilir. Bunların amirleri ise meslek hiyerarşileri içinde tespit edilecektir.38  7245  sayılı  Kanun  m.  13  ile  de  bekçilerin  disiplin,  ödüllendirme  ve performans değerlendirmelerinde istihdam edildikleri genel kolluk biriminin tabi olduğu hukuki rejime tabi olacakları düzenlenmektedir.39 Bekçiler memur statüsündedir. 657 sayılı Devlet Memurları Kanunu m. 36 uyarınca emniyet hizmetleri sınıfı ve jandarma hizmetleri sınıfında yer almaktadır.40 Bekçi hangi kolluk teşkilatı içinde istihdam edilmişse o hizmet sınıfında yer alacaktır. Bekçilerin mesaileri, hem 772 sayılı Kanun da hem de 7245 sayılı Kanun da güneşin  batışından  doğuşuna  kadardır.  Bekçiler  kural  olarak  gündüz  çalıştırılamaz. Bununla beraber güvenlik ve kamu düzeni ile görevi etkileyen zorunluluk hâllerinde bekçiler  gündüz  çalıştırılabilecektir.  772  sayılı  Kanun  söz  konusu  istisna  hâlinin saptanması  ve  gündüz  çalıştırma  kararının  alınması  konusunda  vali  ve  kaymakamı                                                  37  772 sayılı Kanun m. 2:  Çarşı ve mahalle bekçi teşkilatı, en büyük mülkiye amirinin emrinde, genel zabıtaya yardımcı, silahlı bir kuruluştur. Emniyet teşkilatı bulunan yerlerdeki bekçi kuruluşlarının mesleki amiri, polisin ilçedeki en büyük amiridir. Jandarmanın görev alanında bulunan belediye sınırları içindeki bekçi kuruluşlarının mesleki amiri ise ilçe Jandarma birlik komutanıdır.  38  7245 sayılı Kanun m. 2:  (1) Genel kolluk kuvvetlerine yardımcı olmak üzere, emniyet ve jandarma teşkilatları bünyesinde silahlı bir kolluk olarak çarşı ve mahalle bekçileri istihdam edilir. (2) Emniyet ve jandarma teşkilatlarında istihdam edilen çarşı ve mahalle bekçilerinin amirleri meslek hiyerarşileri içinde tespit edilir.  39  7245 sayılı Kanun m. 13:  (1) Çarşı ve mahalle bekçilerinin disiplin, ödüllendirme ve performans değerlendirme işlemlerinde istihdam edildikleri genel kolluk kuvvetine göre emniyet ya da jandarma hizmetleri sınıfı mensuplarına uygulanan hükümler uygulanır.  40  657 sayılı Kanun m. 36:  (…)VII - EMNİYET HİZMETLERİ SINIFI:  Bu sınıf, özel kanunlarına göre çarşı ve mahalle bekçisi, polis, komiser muavini, komiser, başkomiser emniyet müfettişi, polis müfettişi, emniyet amiri ve emniyet müdürü ve emniyet müdürü sıfatını kazanmış emniyet mensubu memurları kapsar. VIII - JANDARMA HİZMETLERİ SINIFI:  Bu sınıf Jandarma Genel Komutanlığı kadrolarında bulunan subay, astsubay, uzman jandarma ile çarşı ve mahalle bekçilerini kapsar.(…)  1326Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   yetkilendirmişti.41  7245  sayılı  Kanun  istisnanın  düzenlenmesini  İçişleri  Bakanlığı tarafından çıkarılacak yönetmeliğe bırakmıştır.42 7245 sayılı Kanun da ayrıca, bekçilerin haftalık çalışma süresi kırk saat ile sınırlanmıştır.43 772 sayılı Kanun da bekçilerin kamu görevine giriş ve atamalarına ilişkin detaylı hükümlere  yer  verilmişti.  7245  sayılı  Kanun  ise  konuyu  3.  ve  4.  maddeleriyle düzenlemiştir. 7245 sayılı Kanun m. 344 uyarınca bekçi adaylarının 657 sayılı Kanun m. 48 de sayılan genel şartları taşıması gerekir. Bekçi adaylarının sahip olması gereken özel şartlar, İçişleri Bakanlığınca çıkarılan yönetmelikle belirlenecektir. 7245 sayılı Kanun özel  şartların   …eğitim,  yaş,  sağlık  ve  fiziki  yeterlilik  gibi…   şartlar  olacağını belirtmektedir.  Ayrıca  bekçi  olmak  için  giriş  sınavı  öngörülmüş,  sınavın  usul  ve esaslarının da İçişleri Bakanlığınca çıkarılan yönetmelikle belirleneceği düzenlenmiştir.45                                                  41  772 sayılı Kanun m. 4:  Çalışma süreleri ve fazla mesai ücreti hakkındaki genel hükümler saklı kalmak şartiyle çarşı ve mahalle bekçileri genel olarak güneşin batışı saatinden doğuşu saatine kadar vazife görürler. Güvenlik veya kamu düzeni bakımından gecikmede sakınca bulunan fevkalade hallerde vali ve kaymakamın vereceği emirlerle gündüz de çalıştırılabilir. Bunun dışında her ne suretle olursa olsun, gündüz çalıştırılamazlar.  42  Çarşı ve Mahalle Bekçilerinin Çalışma Şekli ve Zamanı ile Fevkalade Hallerde Ödenecek Fazla Mesai Ücreti  Hakkında  Yönetmelik  uyarınca  güvenlik  ve  kamu  düzenini  etkileyen  ve  mevcut  kolluk kuvvetleriyle başa çıkılamayan olaylar ile doğal afetler gibi hayatın olağan akışına aykırı olayların gerçekleşmesi hâlinde bekçiler gündüz çalıştırılabilecektir. Bu durumların ortaya çıktığı ve bekçilerin gündüz çalışması ihtiyacının ortaya çıktığına ilişkin değerlendirme vali veya kaymakamca yapılacaktır. 43  7245 sayılı Kanun m. 12:  (1) Çarşı ve mahalle bekçilerinin haftalık çalışma süresi kırk saattir. Emniyet ve asayişin gerektirdiği durumlarda haftada bir gün istirahat verilmek kaydıyla bu süre artırılabilir. (2) Günlük çalışma saatleri esas olarak güneşin batış saatinden doğuş saatine kadar olan zaman dilimini kapsayacak şekilde düzenlenir. (3) Çarşı ve mahalle bekçileri güvenlik veya kamu düzeni ile görevi etkileyen zorunluluk hâlleri haricinde birinci ve ikinci fıkralarda belirtilen çalışma süresi ve saatleri dışında çalıştırılamaz. Güvenlik veya kamu düzeni ile görevi etkileyen zorunluluk hâllerine ilişkin usul ve esaslar İçişleri Bakanlığınca çıkarılan yönetmelikle belirlenir.  44  7245  sayılı  Kanun  m.  3:   (1)  Çarşı  ve  mahalle  bekçisi  olarak  istihdam edileceklerde; 14/7/1965 tarihli ve 657 sayılı Devlet Memurları Kanununun 48 inci maddesinde sayılan genel şartlar ile İçişleri Bakanlığınca çıkarılan yönetmelikle belirlenen eğitim, yaş, sağlık ve fiziki yeterlilik gibi özel şartlar aranır. (2) Çarşı ve mahalle bekçisi olarak istihdam edilmek için İçişleri Bakanlığınca çıkarılan yönetmelikte belirlenen usul ve esaslara göre yapılacak giriş sınavında başarılı olmak şarttır.  45  Çarşı ve Mahalle Bekçiliğine Giriş Sınavı Yönetmeliği, 02.03.2018 tarihli ve 30348 sayılı Resmî Gazete de yayımlanarak yürürlüğe girmiştir. Yönetmelik giriş sınavının usul ve esaslarının yanı sıra bekçi adaylarının sahip olması gereken özel şartları da düzenlemektedir. Yönetmeliğin özel şartlar yönünden muğlak ifadeler ve ölçüsüz sınırlamalar içeren hukuka aykırı hükümleri bulunmaktadır. En başta  (…) altı aydan fazla hapis (…) cezasından hükümlü bulunmamak  ve  güvenlik soruşturması ve 1327Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   7245 sayılı Kanun m. 446 uyarınca sınavda başarılı olan ve göreve uygun olduğu sağlık kurulu raporuyla saptananlar emniyet ve jandarma teşkilatlarına aday memur olarak atanır. Madde metninde atama onayının İçişleri Bakanı tarafından yapılacağı belirtilmişse  de  sınav  sonucu  ve  rapor  üzerine  herhangi  bir  teklif  usulü öngörülmediğinden; İçişleri Bakanının onayı değil atama kararı söz konusudur.47 Adaylık süresi bir yıldan az ve iki yıldan fazla olamaz. Adaylık süresinin sonunda bekçi adayı                                                  arşiv  araştırması  olumlu  olmak   şartlarının  kanunda  düzenlenmiş  örneklerinin,  yakın  zamanda Anayasa Mahkemesi tarafından Anayasa ya aykırı bulunarak iptal edildiğini belirtmek gerekir. Bkz. Anayasa Mahkemesi, E. 2020/14, K. 2020/58, T. 15/10/2020; E. 2018/73, K. 2019/65, T. 24/07/2019. Bunun  yanı  sıra   terör  örgütleri  ile  bu  örgütlerin  legal  veya  illegal  uzantılarının  eylemlerine, toplantılarına, yürüyüş ve mitinglerine karışmamış, desteklememiş ve katılmamış olmak  şartı hukuki yönden pek çok sorun içermektedir. En başta, kamu hizmetine girme hakkının bir yönetmelikle bu şekilde  sınırlanması  mümkün  değildir.  7245  sayılı  Kanun da  sayılan  şartlar  bu  hükme  temel oluşturmaktan uzaktır. Zira söz konusu hüküm eğitim, yaş, sağlık ve fiziki yeterlilik kavramlarıyla ilgili olmayıp, bunlar  gibi  objektif olarak belirlenebilir bir içeriğe de sahip değildir. Bunun yanı sıra yönetmelik hükmüyle bekçi adaylarının  terör örgütlerinin legal veya illegal uzantıları  gibi belirsiz (ve kısmen çelişik) bir kavramla ilişkilendirmeleri kamu hizmetine girme hakkını sınırlayan bir şart olarak getirilmektedir. Belirsizlik ilişkilendirme ölçütünde daha da derinleşmektedir. Yönetmelikte söz konusu uzantıların  eylemlerine, toplantılarına, yürüyüş ve mitinglerine karışmamış, desteklememiş veya katılmamış olmak  şartı ile ilişkilendirme belirlenmektedir. (Vurgu bana aittir.) Bir eyleme, toplantıya,  yürüyüşe,  mitinge  katılmak  veya  bunları  düzenleyenleri  desteklemek  asgari  ölçüde belirlenebilir olmakla birlikte bunlara karışmanın nasıl belirleneceğini ve neleri içerdiğini öngörmek imkânsızdır. Kamu hizmetine girme hakkının Anayasa m. 13 uyarınca ancak kanunla sınırlanabileceği açık olup bu sınırlamanın kanuni dayanağı bulunmamasından ve içeriği yönünden kanunla sınırlama ilkesinin temel amacı olan hukuki belirlilik ilkesine aykırılık teşkil etmesinden hareketle Anayasa ya aykırı olduğu söylenebilecektir. 46  7245 sayılı Kanun m. 4:  (1) Sınavlarda başarılı olan, görevini yapmaya engel olabilecek bir hastalık veya engeli bulunmadığı sağlık kurulu raporu ile tespit edilmiş bulunanlar emniyet veya jandarma teşkilatlarına İçişleri Bakanının onayı ile aday memur olarak atanırlar. (2) Çarşı ve mahalle bekçilerinin adaylık süresi bir yıldan az iki yıldan fazla olamaz. Adaylık süresi içerisinde en az üç ay süreyle temel ve hazırlayıcı eğitimler verilir. (3) Adaylık süresi içinde temel ve hazırlayıcı eğitim devrelerinin her birinde başarısız olanlarla hâl ve hareketlerinde  memuriyetle  bağdaşmayacak  durumları,  göreve  devamsızlıkları  tespit  edilenlerin, aylıktan kesme veya kademe ilerlemesinin durdurulması cezası almış olanların memuriyetle ilişikleri İçişleri Bakanının onayı ile kesilir.  47  Diğer yandan Çarşı ve Mahalle Bekçiliğine Giriş Sınavı Yönetmeliğinde aday memurların valilik onayı ile atanacağı düzenlenmiştir. Bu düzenleme 7245 sayılı Kanun a aykırıdır. 1328Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   asaleten atanır ya da 7245 sayılı Kanun m. 4/348 kapsamında ilişiği kesilir. Atama ve ilişik kesme işlemini İçişleri Bakanlığı tesis edecektir.49  IV. BEKÇİLERİN GÖREV VE YETKİLERİ A. GÖREV VE YETKİLERİN ZAMAN VE YER YÖNÜNDEN SINIRLARI 1. Görev ve Yetkilerin Zaman Yönünden Sınırı Bekçilerin çalışma saatlerinin güneşin batışından doğuşuna kadar olması, görev ve yetkilerinin zaman yönünden sınırlandığı yönünde bir izlenim oluşturmaktadır.50 Bu bağlamda  bekçilerin,  çalışma  saatleri  dışında  7245  sayılı  Kanun dan  kaynaklanan görevleri  yerine  getirme  yükümlülüğü  altında  olup  olmadığı  ve  yetkilerini  kullanıp kullanamayacağı sorunu ortaya çıkmaktadır.  Özellikle  bazı  görev  ve  yetkilerin  çalışma  saatleriyle  sınırlı  olarak kullanılabileceğinin  düzenlenmesi,51  bunlar  dışındaki  görev  ve  yetkiler  için  zaman yönünden bir sınır bulunmadığına ilişkin bir veri sağlamaktadır.                                                  48  7245 sayılı Kanun m. 4/3:  Adaylık süresi içinde temel ve hazırlayıcı eğitim devrelerinin her birinde başarısız  olanlarla  hâl  ve  hareketlerinde  memuriyetle  bağdaşmayacak  durumları,  göreve devamsızlıkları tespit edilenlerin, aylıktan kesme veya kademe ilerlemesinin durdurulması cezası almış olanların memuriyetle ilişikleri İçişleri Bakanının onayı ile kesilir.  49  İlişik kesme işleminin İçişleri Bakanlığı tarafından yapılacağı düzenlenmiş, atama işleminin yetkili makamı ise gösterilmemiştir. Yetkide paralellik ilkesi uyarınca atama işlemi de İçişleri Bakanlığı tarafından yapılacaktır. 50  Bkz.  ÖZTEKİN,  Alp,  Mahalle  Bekçilerinin  Görev  ve  Yetkileri, https://www.hukukihaber.net/mahalle-bekcilerinin-gorev-ve-yetkileri-makale,6954.html, (erişim tarihi 16.05.2021). Yazar 772 sayılı Kanun da benzer bir hüküm bulunmamasından hareketle 2559 sayılı Polis Vazife ve Salahiyet Kanunu Ek Madde 4 ün bekçiler yönünden uygulama alanı bulmayacağını ifade etmekte  ve  bu  bağlamda  bekçilerin  görev  ve  yetkilerinde  zaman  ve  yer  yönünden  sınırlılığı vurgulamaktadır.  Kanaatimce  7245  sayılı  Kanun un  zaman  ve  yer  yönünden  belirli  görevleri sınırlaması, diğerlerini bu yönlerden sınırlamadığı yönünde yorumlanabilecektir. Bu bağlamda 2559 sayılı Kanun Ek Madde 4 e benzer bir hüküm ihdas edilmeden de bekçilerin belirli görev ve yetkilerini zaman ve yer yönünden sınırsız hâle getirmek mümkündür. Dolayısıyla 2559 sayılı Kanun Ek Madde 4, bekçilerin görev ve yetkilerinin sınırları yönünden kesin bir çıkarım yapılmasını sağlamamaktadır. 2559 sayılı Kanun Ek Madde 4:  Polis, görevli bulunduğu mülki sınırlar içinde, hizmet branşı, yeri ve zamanına bakılmaksızın, bir suçla karşılaştığında suça el koymak, önlemek, sanık ve suç delillerini tesbit, muhafaza ve yetkili zabıtaya teslim etmekle görevli ve yetkilidir.  51  7245 sayılı Kanun da çalışma saatleriyle sınırlı olarak tanınan görev ve yetkiler 6. maddede düzenlenen devriye hizmeti, şüpheli durum veya kişileri genel kolluk birimlerine bildirme görevi ile 7. maddede 1329Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Diğer yandan, 7245 sayılı Kanun m. 12/3 hükmüyle bekçilerin çalışma saatleri dışında çalıştırılamayacağı düzenlenmiş, bunun istisnası olarak da  güvenlik veya kamu düzeni  ile  görevi  etkileyen  zorunluluk  hâlleri   gösterilmiştir.  İstisnayı  düzenleyen yönetmelik hükmünde bekçilerin gündüz çalıştırılabilmesi valinin veya kaymakamın kararına bağlanmıştır.53 Dolayısıyla bekçilerin, bu idari makamların kararı bulunmaksızın gündüz çalışamayacağı ve 7245 sayılı Kanun dan kaynaklanan yetkilerini gündüz vakti kullanamayacağı rahatlıkla söylenebilir. O hâlde 7245 sayılı Kanun un 6. maddesinde düzenlenen devriye hizmeti, şüpheli durum veya kişileri genel kolluk birimlerine bildirme görevi ve 7. maddede düzenlenen durdurma  ve  kimlik  sorma  yetkilerinin  çalışma  saatleriyle  sınırlı  olarak yürütülebileceğine ilişkin ifadelerin anlamı nedir? Bu ifadelerin anlam ve sonuçlarını belirleyebilmek  için  söz  konusu  görev  ve  yetkileri  kendi  bağlamlarında  incelemek gerekir. Devriye hizmetinin çalışma saatleriyle sınırlı olarak yürütülmesinin anlamı esas olarak  bu  görevin  niteliğinden  kaynaklanmaktadır.  Bekçilerin  diğer  görevlerini  ifa etmeleri  ve  yetkilerini  kullanmaları  için  kanunda  gösterilen  hâllerle  karşılaşmaları gerekir. Bu karşılaşma, görev bölgesi ve çalışma saatleri içinde yürütülen devriye hizmeti sayesinde  gerçekleşecektir.  Devriyenin  çalışma  saatleriyle  sınırlı  olması,  devriye faaliyetini tanımlamak için kullanılan bir araç niteliği kazanmaktadır. Başka bir ifadeyle                                                  düzenlenen durdurma ve kimlik sorma yetkileridir. Bunlar dışındaki görev ve yetkiler yönünden çalışma saatine yönelik bir sınırlama getirilmemiştir. 52  7245 sayılı Kanun m. 12/3:  Çarşı ve mahalle bekçileri güvenlik veya kamu düzeni ile görevi etkileyen zorunluluk hâlleri haricinde birinci ve ikinci fıkralarda belirtilen çalışma süresi ve saatleri dışında çalıştırılamaz. Güvenlik veya kamu düzeni ile görevi etkileyen zorunluluk hâllerine ilişkin usul ve esaslar İçişleri Bakanlığınca çıkarılan yönetmelikle belirlenir.  53  Çarşı ve Mahalle Bekçilerinin Çalışma Şekli ve Zamanı ile Fevkalade Hallerde Ödenecek Fazla Mesai Ücreti Hakkında Yönetmelik m. 3 ve 4 hükümleri aşağıdaki gibidir:  Madde 3- Vali veya kaymakamlar; a) Güvenlik veya kamu düzenini sarsacak olaylar sırasında ve eldeki genel zabıtanın yeterli olmadığı hallerde, b) Zelzele, yangın, su baskını gibi genel hayata müessir olaylar vukuunda, Bekçi teşkilatı mensuplarını gündüz de çalıştırabilirler. Madde 4- Güvenlik veya kamu düzeni bakımından gecikmede sakınca bulunan fevkalade halin tespiti vali veya kaymakamın takdirine bağlıdır.  1330Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   bekçinin görev bölgesi veya çalışma saatleri dışında gerçekleştirdiği hareket, devriye niteliği taşımayacaktır. Dolayısıyla çalışma saati devriyenin sadece bir sınırı değil, şartı niteliğindedir. Çalışma  saatleri  içinde  şüpheli  durum  veya  kişilerin  genel  kolluk  birimlerine bildirilmesi  de  devriye  hizmetiyle  bağlantılı  bir  görevdir.  Zira  devriye  sırasında karşılaşılan şüpheli durum veya kişiler genel kolluk birimlerine bildirilecektir. Esasında bekçilerin, şüpheli durum veya kişileri genel kolluk birimlerine bildirmesinin zaman veya yer  yönünden  bir  sınırı  bulunmamaktadır.  Herkesin  her  zaman  ve  her  yerde gerçekleştirebileceği bu bildirim, 7245 sayılı Kanun m. 6 ile bekçilere devriye sırasında özel bir görev olarak yüklenmektedir. Devriye ve bildirim görevleri yönünden çalışma saatinin belirtilmesi; bekçilerin devriye  görevinin  tanımlanabilmesini  ve  özel  olarak  düzenlenen  bildirim yükümlülüğünün varlığının saptanabilmesini sağlamasından kaynaklanır. Durdurma ve kimlik sorma yetkileri içinse daha basit bir gerekçe sunulabilir. Bu yetki 2559 sayılı Polis Vazife ve Salâhiyet Kanunu ndan yararlanılarak hazırlandığı anlaşılan 7245 sayılı Kanun m. 7 den kaynaklanır. Durdurma ve kimlik sormanın çalışma saatleriyle sınırlanması, 7245 sayılı Kanun un 2559 sayılı Kanun dan ayrıldığı yönlerden biridir. 7245 sayılı Kanun m. 12/3 gerekçe gösterilerek durdurma ve kimlik sormanın bekçilerin  çalışma  saatleri  dışında  kullanılamayacak  yetkiler  olduğu  her  hâlükârda söylenebilecektir. Bununla beraber 2559 sayılı Kanun un kaynak olarak kullanılması, uygulamanın da bu yönde şekillenmesine sebep olabilecektir. Bu bağlamda 7245 sayılı Kanun daki  durdurma  ve  kimlik  sorma  yetkisinin  çalışma  saatleri  dışında kullanılamayacağına ilişkin hüküm, 2559 sayılı Kanun dan ayrılan bir şartı düzenleyerek vurgulama işlevi görmektedir. 1331Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   2. Görev ve Yetkilerin Yer Yönünden Sınırı Bekçilerin bazı görev ve yetkileri görev yerleriyle sınırlı olarak verilmişken bazı görev ve yetkilerde bu yönde bir sınırlama bulunmamaktadır.54 Esas olarak çalışma saatleriyle zaman yönünden sınırlanan görev ve yetkiler, bunun doğal sonucu olarak yer yönünden de sınırlanmış olmaktadır. Zira bekçiler çalışma saatleri içinde görevlendirildikleri bölgede bulunacaklarından yetkilerini ancak burada kullanabileceklerdir.55 Yine de bekçilerin çalışma saatleri içinde görev bölgeleri dışında bulunması ihtimali mevcuttur. 7245 sayılı Kanun da da çalışma saatleri için getirilen 12. madde  hükmüne  benzer  bir  hükmün  görev  yerleri  yönünden  getirilmediği  dikkate alındığında,  görev  yeriyle  sınırlı  olarak  verilen  görev  ve  yetkilerin  diğer  görev  ve yetkilerden ayrı incelenmesi gerekir. Halka yardım görevleri ile durdurma ve kimlik sorma yetkileri, 7245 sayılı Kanun ile görev yeri yönünden sınırlanmıştır. Bu kapsamdaki görev ve yetkiler, bekçilerin görev bölgesi dışında kullanılamayacaktır. Önleyici ve koruyucu görev ve yetkiler ise kendi içinde ikiye ayrılır. İlk kısım görev ve yetkiler görev yeri yönünden sınırlanmıştır. İkinci kısım görev ve yetkiler ise görev yeri  yönünden  sınırlanmamıştır  ve  bekçilerin  her  yerde  kullanabileceği  görev  ve yetkilerdir. 7245 sayılı Kanun m. 6/1/(a), (b), (c), (d), (f) ve (ğ) bentleri ilk kategoride yer alır. Görev yeri yönünden sınırlama hükümlerde yer alan  görev bölgesinde  gibi açık ifadelerle getirilmiş olabileceği gibi görevin  mahalle  yönünden geçerli bir görev olarak verilmesi  veya  bildirim  görevinin  genel  kolluk  birimlerine  değil  bekçinin   bağlı bulunduğu  genel kolluk birimine yönelik düzenlenmesi yollarıyla açıkça belirtilmeden                                                  54  7245 sayılı Kanun da görev yeriyle sınırlı olarak tanınan görev ve yetkiler; 5. maddede düzenlenen halka yardım görevi, 7. maddede düzenlenen durdurma ve kimlik sorma yetkisi ile 6. maddede düzenlenen önleyici ve koruyucu görev ve yetkilerin bir kısmıdır. 55  Çarşı ve Mahalle Bekçilerinin Vazifeleri ile İlgili Olarak Riayet Etmeleri Gereken Hususları Gösterir Yönetmelik m. 8 ve 10:  Madde 8 - Bekçiler görev saatleri içinde kendilerine ayrılmış bölge içinde fasılasız surette dolaşmağa mecburdurlar. (…) Madde 10 - Vazife ile ilgili bir zorunluluk olmadıkça bölgeden ayrılmak yasaktır. Bu takdirde dahi mümkün olduğu nispette karakola bilgi verilmesi gerekir. Aksi halde yapılan kontrolde bölgelerinde bulunamayan bekçiler vazifelerini terk etmiş sayılırlar.  1332Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   getirilmiş de olabilir.56 7245 sayılı Kanun m. 6/1/(ç), (e), (g) ve (h) bentleri ise ikinci kategoride  yer alır.  Bekçiler bu  görev ve  yetkilerini, çalışma saatleri içinde olmak kaydıyla, görev bölgeleri dışında da yürütebilecek ve kullanabilecektir. Adli görev ve yetkiler yönünden görev yerine ilişkin bir sınırlama getirilmemiştir. Bu bağlamda bekçiler görev yerleri dışında da adli görev ve yetkilerini ifa etmekle yükümlüdür. Bekçiler, görev süreleri içinde ancak görev bölgeleri dışında oldukları hâllerde adli görevlerini yürütmekle yükümlüdürler ve adli yetkilerini kullanabilirler.57 Zor ve silah kullanma yetkisinin gerek zaman gerek  yer  yönünden sınırından bahsetmek anlamlı değildir. Zira bu yetkiler otonom bir niteliğe sahip olmayıp, ancak başka görevlerin ifasına eklemlenerek kullanılabilmektedir. Zor ve silah kullanma yetkisi, bekçilerin hâlihazırda yürüttükleri bir görevde direnmeyle karşılaşmaları kapsamında                                                  56  Bekçilerin bağlı bulundukları genel kolluk birimine yönelik bildirimde bulunma ve bağlı bulundukları genel kolluk birimi olaya müdahale edene kadar önleyici tedbir alma görevleri, bu görevlerin bağlı oldukları birimin görev alanında yürütüldüğünü gösterir niteliktedir.  57  5271 sayılı Ceza Muhakemesi Kanunu m. 90 uyarınca bekçilerin çalışma saatleri dışında da yakalama yapabileceklerini hatırlatmak gerekir. Ancak bu durumda kullanılan yetki 7245 sayılı Kanun m. 8 den değil, 5271 sayılı Kanun m. 90 dan kaynaklanacaktır. 5271 sayılı Kanun m. 90:  (1) Aşağıda belirtilen hâllerde, herkes tarafından geçici olarak yakalama yapılabilir:  a) Kişiye suçu işlerken rastlanması.  b) Suçüstü bir fiilden dolayı izlenen kişinin kaçması olasılığının bulunması veya hemen kimliğini belirleme olanağının bulunmaması.  (2) Kolluk görevlileri, tutuklama kararı veya yakalama emri düzenlenmesini gerektiren ve gecikmesinde sakınca bulunan hâllerde; Cumhuriyet savcısına veya âmirlerine derhâl başvurma olanağı bulunmadığı takdirde, yakalama yetkisine sahiptirler. (3) Soruşturma ve kovuşturması şikâyete bağlı olmakla birlikte, çocuklara, beden veya akıl hastalığı, malûllük veya güçsüzlükleri nedeniyle kendilerini idareden aciz bulunanlara karşı işlenen suçüstü hallerinde kişinin yakalanması şikâyete bağlı değildir.  (4) Kolluk, yakalandığı sırada kaçmasını, kendisine veya başkalarına zarar vermesini önleyecek tedbirleri aldıktan sonra, yakalanan kişiye kanunî haklarını derhal bildirir.  (5) Birinci fıkraya göre yakalanıp kolluğa teslim edilen veya ikinci fıkra uyarınca görevlilerce yakalanan kişi ve olay hakkında Cumhuriyet savcısına hemen bilgi verilerek, emri doğrultusunda işlem yapılır.  (6) Yakalama emrine konu işlemin yerine getirilmesi nedeniyle yakalama emrinin çıkarılma amacının ortadan kalkması durumunda mahkeme, hâkim veya Cumhuriyet savcısı tarafından yakalama emrinin derhâl iadesi istenir.  1333Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   gündeme  gelebilir.58  Dolayısıyla  bu  yetkilerin  zaman  ve  yer  yönünden  sınırlarını, direnmeye konu olan görevin zaman ve yer yönünden sınırları oluşturur. Benzer şekilde genel kolluk kuvvetlerine yardım görevi, hâlihazırda genel kolluk kuvvetlerince  yürütülen  bir  göreve  yardım  niteliğinde  olduğundan  tek  başına sınırlarından  söz  etmek  mümkün  değildir.  Yardımcı  olunan  görevin  zaman  ve  yer yönünden  sınırları,  bekçilerin  yardım  görevinin  zaman  ve  yer  yönünden  sınırlarını oluşturur. B. HALKA YARDIM GÖREVİ Bekçilerin  halka  yardım  görevleri  genel  olarak  sınırlayıcı  kolluk  yetkileri içermemekte; kişilerin ihtiyaç duyduğu konularda onlara yardımcı olma, belirli tehlikeler karşısında kişileri uyarma ile kişilere ve genel kolluk birimlerine bilgi verme biçiminde düzenlenmektedir. 772 sayılı Kanun m. 3/(C) de de bekçilerin mahalle sakinlerinin istirahat, sağlık ve selametini sağlamak bakımından görevleri düzenlenmişti. Bu görevler, 7245 sayılı Kanun m. 5 te  Halka yardım görevi  başlığı altında düzenlenmektedir:  Halka yardım görevi MADDE 5 – (1) Çarşı ve mahalle bekçileri, görevli oldukları mülki sınırlar  içerisinde  halkın  istirahat,  sağlık  ve  selametini  sağlamak bakımından; a) Yolda hastalanan, kazaya uğrayan, düşüp kalan ve genel durumu itibarıyla yardıma muhtaç olanlara yardım etmek, b)  Yardıma  ihtiyaç  duyduğu  değerlendirilen,  şiddet  mağduru  veya şiddete ya da istismara uğrama riski taşıyan kadın ve çocukları, kimsesizleri, engellileri ve acizleri en yakın genel kolluk birimlerine teslim etmek,                                                  58  Meşru savunma kapsamında zor ve silah kullanma, kolluk görevlisinin ifa ettiği görevle doğrudan bağlantılı değildir. Bkz. GENÇTÜRK, Ünal, AİHM ve AYM Kararları Işığında Yaşam Hakkı Bağlamında Kolluğun Zor ve Silah Kullanma Yetkisi ve Sınırları, Adalet Yayınevi, Ankara, 2021, s. 64-66. Bu çalışmada bekçilerin görev ve yetkileriyle ilişkisi çerçevesinde zor ve silah kullanma yetkisi ele alınacaktır. Bu sebeple aksi belirtilmedikçe yapılan değerlendirmeler yalnızca görevin ifasına direnme hâlinde zor ve silah kullanmaya ilişkindir. 1334Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   c) Bir semt, yer, yol veya sokak sormak için başvuranlara gerekli bilgiyi vermek, ç) Doğum, ölüm, hastalık, kaza, yangın veya afet gibi önemli ve acele hâller  sebebiyle, yapılacak yardım isteklerinden gücü dâhilinde olanları öncelikle yerine getirmek, d) Büyük tehlike arz eden yangın ve su baskını gibi afetlerde mahalle sakinlerini derhal uyarmak, e)  Toplum  sağlığını  ve  güvenliğini  tehdit  eden  bir  hayvana rastlanıldığında  verebileceği  zararları  engellemek  için  kişileri  alandan uzaklaştırmak, ilgili genel kolluk ve belediyeyi durumdan haberdar etmek, ile görevli ve yetkilidir.  Bu  başlık  atında  772  sayılı  Kanun dan  farklı  olduğu  görülen  ilk  düzenleme, bekçilerin yardıma ihtiyaç duyduğu değerlendirilenleri en yakın genel kolluk birimine teslim etme görevidir. 772 sayılı Kanun m. 3/1/(C)-2 bendi uyarınca bekçiler  yollarda dolaşan kimsesizleri, engellileri, acizleri ve çocukları bizzat yerlerine veya veli veya vasilerine teslim edilmek üzere en yakın kolluk kuruluşuna götürmek  ile görevliyken 7245 sayılı Kanun m. 5/1/(a) ve 5/1/(b) bentleri ile  yolda hastalanan, kazaya uğrayan, düşüp kalan ve genel durumu itibarıyla yardıma muhtaç olanlara yardım etmek  ve  yardıma ihtiyaç duyduğu değerlendirilen, şiddet mağduru veya şiddete ya da istismara uğrama riski taşıyan kadın ve çocukları, kimsesizleri, engellileri ve acizleri en yakın genel kolluk birimlerine teslim etmek  ile görevlendirilmiştir. İki hüküm arasındaki temel fark, bekçilerin (a) bendinde sayılan kişilerle karşılaşmaları hâlinde  yardım etmek  biçiminde genel ve kapsayıcı bir görev altında olmaları; (b) bendinde sayılan kişilerle karşılaşmaları hâlinde ise sadece en yakın genel kolluk birimine teslimle görevli olmalarıdır. 772 sayılı Kanun daki  düzenleme  bekçilere  yardıma  ihtiyaç  duyan  kişileri   bizzat  yerlerine  götürme görevi tanımaktayken, 7245 sayılı Kanun ile bu görev şiddet mağduru veya şiddet ya da istismar tehdidi altındaki kadın ve çocuklar yönünden kaldırılmıştır. Bu hâlde bekçiler, yardıma ihtiyaç duyan kadını veya çocuğu evine, velisine veya vasisine değil en 1335Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   yakın genel kolluk birimine götürecektir. Maddenin (a) bendindeki  yardım etmek  görevi ise kişilerin  bizzat yerlerine  götürülmelerini de kapsayacak niteliktedir. Bekçilerin 7245 sayılı Kanun m. 5/1/(a) bendinde sayılan kişilere yardım etme ve (b) bendinde sayılan kişileri genel kolluk birimine teslim etme görevleri yorumlanırken, bunların halka yardım görevi başlığı atında düzenlenmiş olması dikkate alınmalıdır. Söz konusu düzenleme bekçilere kişilerin herhangi bir temel hak ve hürriyetini sınırlama yetkisi  tanımamaktadır.  Başka  bir  ifadeyle  kişilerin  yardıma  ihtiyaç  duyduğu değerlendirmesi kişilerin beyanları esas alınarak yapılacak ve akabinde ihtiyaç duyulan yardımın içeriği de bu şekilde belirlenecektir. Bekçilerin bir kişiyi, yardıma ihtiyaç duyduğu değerlendirmesiyle kişinin  isteği  dışında bizzat  yerine  ya da  genel  kolluk birimine teslim etmesi mümkün değildir.59 7245 sayılı Kanun m. 5/1/(c) düzenlemesinde; 772 sayılı Kanun m. 3/1/(C)-3 bendinde yer alan bekçilerin semt, yer, yol veya sokak soranlara gerekli bilgiyi verme görevleri  korunmuş,  ancak  bentteki   şahıs  sormak   için  başvuranlara  bilgi  verme görevleri  kaldırılmıştır.  Başka  bir  ifadeyle  bekçiler,  kendilerine  belirli  bir  şahsın sorulması hâlinde bu kişiye ilişkin herhangi bir bilgi vermeyecektir. 7245 sayılı Kanun m. 5/1/(ç) bendiyle, bekçilere hükümde belirlenen hâllerde kişilerin  talep  ettiği  yardımları  güçleri  ölçüsünde  öncelikle  yerine  getirme  görevi verilmiştir. 7245 sayılı Kanun m. 5/1/(d) bendiyle, doğal afet hâlinde bekçilere halkı uyarma görevi verilmiştir. Bu görevler 772 sayılı Kanun da da bulunan görevler olup, 7245 sayılı Kanun da korunmuşturlar. 772 sayılı Kanun m. 3/1/(C)-6 bendiyle düzenlenen ve bekçileri kuduz hayvanların tecrit ve gerekli hâllerde itlaf edilmesi konularında yetkilendiren hüküm, 7245 sayılı Kanun m. 5/1/(e) bendiyle yeniden düzenlenmiştir. Yeni düzenlemeye göre bekçiler,  toplum sağlığını ve güvenliğini tehdit eden bir hayvana rastlanıldığında verebileceği zararları engellemek için kişileri alandan uzaklaştırmak, ilgili genel kolluk ve belediyeyi durumdan haberdar etmek  ile görevlidir. Düzenlemenin kuduz hayvanlar yerine toplum sağlığını ve güvenliğini tehdit eden hayvanlar ifadesini kullanması, maddenin konusunu                                                  59  Karşı yönde bkz. ERMAN / ÖZCAN / YETKİN vd., 2020, s. 13, 14. 1336Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   genişletmektedir. Bununla beraber bekçilerin hayvanı tecrit ve gerekli hâllerde itlaf etme yetkisi kaldırılmıştır. Yeni düzenlemede bekçiler, ilgili genel kolluğu ve belediyeyi durumdan haberdar ettikten sonra ancak etraftaki kişileri alandan uzaklaştırabilecektir. Bekçilerin toplum sağlığını ve güvenliğini tehdit eden hayvanlara müdahale etmesi mümkün değildir. 772 sayılı Kanun m. 3/1/(C)-7 de düzenlenen ve bekçileri  bulaşıcı ve salgın insan ve hayvan hastalıkları  ile karşılaşmaları hâlinde en yakın kolluk kuruluşuna haber vermekle görevlendiren hüküm, 7245 sayılı Kanun da düzenlenmemiştir. C. ÖNLEYİCİ VE KORUYUCU GÖREV VE YETKİLER 1. Genel Olarak 7245 Sayılı Kanun m. 6 ile bekçilerin önleyici ve koruyucu görev ve yetkileri düzenlenmiştir:  Önleyici ve koruyucu görev ve yetkiler MADDE 6 – (1) Çarşı ve mahalle bekçileri; a) Görev saatleri içinde görevlendirildikleri bölgede devriye hizmeti yürütmek, b) Görev bölgeleri içinde bulunan konut, iş yeri ve araçlar gibi malların korunmasında sahipleri tarafından noksan alınan tedbirleri tamamlattırmak, c) Görev saatleri içerisinde vâkıf oldukları şüpheli durum veya kişileri bağlı bulundukları genel kolluk birimlerine bildirmek, ç)  Kamu  düzenini  bozacak  mahiyetteki  gösteri,  yürüyüş  ve karışıklıkların önlenmesi amacıyla genel kolluk kuvvetleri gelinceye kadar önleyici tedbirleri almak, d) Görev bölgeleri içinde uyuşturucu madde imal edildiği, satıldığı veya  kullanıldığından,  kumar  oynandığından  ya  da  fuhuş  yapıldığından şüphe edilen yerleri bağlı bulundukları genel kolluk birimlerine bildirmek, 1337Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   e) Kişilerin can, mal ve ırzına yönelik saldırı ve tehditleri önlemek ve genel kolluk kuvvetleri gelinceye kadar gerekli tedbirleri almak, f) Mahalle sakinlerini etkileyen elektrik, su, doğalgaz, kanalizasyon gibi arızaları, bağlı bulunduğu genel kolluk birimleri ile ilgili kurum ve kuruluşlara bildirmek ve görevli ekipler gelinceye kadar gerekli önleyici tedbirleri almak, g)  Halkın  sükûn  ve istirahatini bozanları  ve  başkalarını  rahatsız edenleri engellemek, ğ) Sokak, geçit ve meydanları tıkayarak trafiğe mâni olan taşıtların ve diğer engellerin kaldırılmasını sağlamak ve gerektiğinde bağlı bulunduğu genel kolluk birimlerine bildirmek, h) Yangın, deprem, su baskını gibi afet ve tehlikelerde genel kolluğu bilgilendirmek ve görevli ekipler gelinceye kadar gerekli önleyici tedbirleri almak, ile görevli ve yetkilidir.  Bu yetkiler, bekçilerin idari kolluk yetkileri olarak da nitelenebilir. 772 sayılı Kanun da idari ve adli kolluk yetkilerinin bir arada ve iç içe sayılmasından farklı olarak 7245 sayılı Kanun ile bu yetkiler sistematik olarak birbirinden ayrılmıştır.60 Önleyici ve koruyucu görev ve yetkiler başlığı altında bekçilere idari eylemde bulunma  yetkileri  verilmiştir.  Devriye  hizmeti  yürütmek,  kişilere  ve  genel  kolluk birimlerine bildirimde bulunmak ile halkın sükûn ve istirahatini bozanları ve başkalarını rahatsız edenleri engellemek birer idari eylemdir. Aşağıda daha detaylı temellendirilecek olmakla birlikte belirtmek gerekir ki, dört bentte tanınan tedbir alma yetkileri de idari işlem tesis etme yetkisi içermemektedir.                                                  60  Örneğin 772 sayılı Kanun da  1. Bir kimsenin can, mal ve ırzına saldırma ve tehditleri önlemek, saldıranları yakalamak  olarak verilen yetkiler; 7245 sayılı Kanun da önleyici ve koruyucu görev ve yetkilerin düzenlendiği 6. maddede  e) Kişilerin can, mal ve ırzına yönelik saldırı ve tehditleri önlemek ve genel kolluk kuvvetleri gelinceye kadar gerekli tedbirleri almak  ve adli görev ve yetkilerin düzenlendiği 8. maddede  a) Şüphelileri yakalamak  olmak üzere birbirinden ayrılmıştır. 1338Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   7245 sayılı Kanun m. 6/1/(b) hükmü ile bekçilere tanınan  konut, iş yeri ve araçlar gibi  malların  korunmasında  sahipleri  tarafından  noksan  alınan  tedbirleri tamamlattırmak   yetkisi,  bekçilere,  kişilerin  mallarının  korunması  için  mevzuatta öngörülen tedbirlerin alınmamış olması hâlinde kişileri uyarma ve bu tedbirlerin alınması yönünde bildirimde bulunma yetkisi vermektedir. Eksik tedbirlerin tamamlanmaması durumunda bekçilere herhangi bir zorlayıcı yetki tanınmamış olması, hükmün bu şekilde yorumlanmasını  zorunlu  kılmaktadır.61  Eksik  tedbirlerin  saptanmasında  bekçilerin sübjektif değerlendirmeleri değil, mevzuat esas alınacaktır. Tamamlanmayan tedbirler için mevzuata aykırılığın gerektirdiği işlemin yapılması için genel kolluk birimlerine bildirimde bulunulacaktır.62 772  sayılı  Kanun  m.  3/1/(B)-(d)  bendiyle  bekçilere  tanınmış  olan   mıntıkası dahiline gelen misafir ve yabancıları (…) (e)n kısa zamanda polis ve Jandarma (…) teşkilatına  haber  vermek  ve  önlenmesi  gerekenleri  önlemek   yetkisi,  7245  sayılı Kanun da  tanınmamıştır.  Bu  bağlamda  bekçiler  görev  bölgelerine  gelen  misafir  ve yabancılar  hakkında  polis  ya  da  jandarma  teşkilatına  haber  veremez  ve  bu  kişiler hakkında ayrıca bir önlem alamaz. Belirtmek gerekir ki bekçilerin şüpheli gördükleri kişileri bağlı bulundukları kolluk birimine bildirme görevleri 7245 sayılı Kanun m. 6/1/(c) ile korunmaktadır. 772 sayılı Kanun da bekçilerin  mahalle sakinlerinin istirahat, sağlık ve selametini sağlamak bakımından görevleri  arasında sayılan elektrik, su, havagazı, kanalizasyon gibi kamu tesislerinde ortaya çıkan arızaları en yakın kolluğa bildirme görevi, 7245 sayılı Kanun da  önleyici  ve  koruyucu  görev  ve  yetkiler  arasına  taşınmış  ve  yeniden düzenlenmiştir.  7245  sayılı  Kanun  m.  6/1/(f)  düzenlemesi  ile  söz  konusu  kamu                                                  61  Karşı yönde bkz. ERMAN / ÖZCAN / YETKİN vd., 2020, s. 17. Yazarlara göre söz konusu hüküm bekçilere, kişilerin mülkiyet hakkına müdahale yetkisi tanımaktadır. Kanaatimce madde metnindeki  noksan alınan tedbirler  ifadesi; kişiler tarafından hâlihazırda alınmış tedbirlerin bir idealden eksik olduğunu gösterir ve hukuken bu ideal ancak pozitif hukukun getirdiği yükümlülüklerle kurulmuş olabilir. Başka bir ifadeyle bekçilerin söz konusu malların güvenliğine ilişkin tedbirlerin yerindeliğini değerlendirmesi söz konusu olamayacaktır. Bu bağlamda söz konusu hüküm, yazarların da olması gerektiğini düşündüğü biçimde, bir bildirim görevinden ibarettir. 62  Kişilere yapılan bildirim, eksik tedbirlerden kaynaklanan bir idari işlem söz konusu ise bu işlemin hazırlık işlemi niteliğinde olacaktır. Dolayısıyla bildirim yönünden icrai bir idari işlemden söz etmek mümkün değildir. 1339Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   tesislerinde  ortaya  çıkan  arızaları  kolluğa  bildirme  görevi  korunurken,  772  sayılı Kanunda yer alan  sokaklara süprüntü atanları, pis su dökenleri, inşaat ve tamirat yapanları  bildirme görevleri kaldırılmıştır. 7245 sayılı Kanun m. 6/1/(g) ile bekçilere halkın sükûn ve istirahatini bozacak ve başkalarını rahatsız edecek hareketlerde bulunanları engelleme yetkisi tanınmıştır. Bu yetki kapsamında engellenmesi gereken hareketler halkın huzurunu bozacak ve kişileri rahatsız edecek hareketler olup, 5326 sayılı Kabahatler Kanunu nun m. 35,63 3664 ve 3765 hükümleri gibi kabahatleri karşılamaktadır. 7245 sayılı Kanun m. 6/1/(ğ) bendinde trafiğin düzenlenmesi yönünden de bir yetki bulunmaktadır.  Buna  göre  bekçiler,  trafiği  engelleyen  taşıt  ve  diğer  engellerin kaldırılmasını sağlayabilecektir. Bekçilerin trafiğin düzenlenmesine yönelik başka bir yetkileri bulunmayıp, taşıtın veya engelin kaldırılmasının dışında bir eylem veya işlem yapılması gerektiği takdirde genel kolluk birimlerine bildirimde bulunulacaktır. 2. Tedbir Alma Yetkileri a. Genel Olarak Bekçilerin  idari  kolluk  yetkileri  yönünden  değerlendirilmesi  gereken  önemli konulardan biri, madde metninde sayılan sebeplerin ortaya çıkması durumunda bekçilerin                                                  63  5326 sayılı Kanun m. 35:  (1) Sarhoş olarak başkalarının huzur ve sükununu bozacak şekilde davranışlarda bulunan kişiye, kolluk görevlileri tarafından elli Türk Lirası idarî para cezası verilir. Kişi, ayrıca sarhoşluğun etkisi geçinceye kadar kontrol altında tutulur.  Ayrıca bkz. VURAL, Sezin,  Sarhoşluk Kabahati , Arş. Gör. Ceren Damar Şenel Armağanı C. III, Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Sayı: 1,  s. 3453-3481. 64  5326 sayılı Kanun m. 36:  (1) Başkalarının huzur ve sükununu bozacak şekilde gürültüye neden olan kişiye, elli Türk Lirası idarî para cezası verilir.  (2) Bu fiilin bir ticarî işletmenin faaliyeti çerçevesinde işlenmesi halinde işletme sahibi gerçek veya tüzel kişiye bin Türk Lirasından beşbin Türk Lirasına kadar idarî para cezası verilir.  (3) Bu kabahat dolayısıyla idarî para cezasına kolluk veya belediye zabıta görevlileri karar verir.  65  5326 sayılı Kanun m. 37:  (1) Mal veya hizmet satmak için başkalarını rahatsız eden kişi, elli Türk Lirası idarî para cezası ile cezalandırılır.  (2) Bu kabahat dolayısıyla idarî para cezası vermeye kolluk veya belediye zabıta görevlileri yetkilidir.    66  Halkın huzurunu bozacak veya kişileri rahatsız edecek hareketler bu hükümlerle sınırlı değildir. Bununla beraber söz konusu rahatsızlığın her hâlde bir norma dayanması gerekir. Başka bir ifadeyle halkın huzurunun bozulması veya kişilerin rahatsız edilmesi, söz konusu hareketin bir hukuk normuna aykırılığı hâlinde söz konusu olacaktır. 1340Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367    önleyici/gerekli/gerekli önleyici tedbirleri almak  yönünde yetkilendirilmiş olmalarıdır. Kamu düzenini bozacak nitelikte gösteri, yürüyüş ve karışıklıklar, kişilerin can, mal ve ırzına yönelik saldırı ve tehditler, altyapı arızaları ile doğal afetler karşısında bekçilere tedbir alma yetkisi tanınmıştır. Diğer yandan bekçilerin 772 sayılı Kanun da da sahip oldukları  tedbir alma  yetkisi belirli görevler yönünden kaldırılmıştır. Örneğin 772 sayılı Kanun dan farklı olarak yeni düzenlemede bekçilerin  uyuşturucu madde imal edildiği, satıldığı veya kullanıldığından, kumar oynandığından ya da fuhuş yapıldığından şüphe edilen yerler  yönünden tedbir alma yetkisi bulunmamaktadır. Bekçiler söz konusu şüpheye ulaştıkları takdirde yalnızca genel kolluk birimlerine bildirimde bulunmakla görevlendirilmiştir.  Bu  çerçevede  bekçilerin  genel  kolluk  birimlerini  haberdar  etme görevi dışında bir görevi veya yetkisi bulunmamaktadır. Tedbir  alma  yetkisi  ilk  bakışta  somut  olayın  gereklerine  göre  hareket edilebileceğine ilişkin bir saklı yetki veya genel yetkilendirme gibi görünmektedir.                                                  67  Saklı yetki idari işlemde konu yönünden yetkinin, kanunda açıkça gösterilmesinin şart olmadığı kabulüne dayanan ve kanunun konuyu yeter derecede göstermesi kaydıyla açıkça gösterilmeyen konularda da işlem tesis edilebileceği anlamını taşıyan bir kavramdır. Saklı yetki hakkında bkz. AKILLIOĞLU, Tekin,  Saklı Yetki Kavramı , Amme İdaresi Dergisi, Yıl: 1978, Cilt: 11, Sayı: 3, s. 73-83; ÖZTOPRAK, Sezin,  Türk İdare Hukukunda ‘Saklı Yetki  Kavramına Kısa Bir Bakış , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 24, Sayı: 3, s. 385-415; ULU, Güher, İdari İşlemin Yetki Unsuru, Seçkin Yayıncılık, Ankara, 2012, s. 181 vd.; AKYILMAZ, Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Yetkin Yayınları, Ankara, 2000, s. 102, 103, 108, 109; AKYILMAZ / SEZGİNER / KAYA, 2020, s. 373, 374. 68  PICARD, Etienne, La Notion de Police Administrative, Librairie Générale du Droit et de la Jurisprodence, Tome 1-2, Paris, 1984, s. 553 ten aktaran OKAY TEKİNSOY, 2011, s. 203, 204 te açıklandığı üzere kamu düzeninin korunması ve bozulduğu takdirde yeniden tesis edilmesi için kolluğa tanınan yetkiler her zaman özel ve somut bir biçimde düzenlenmemektedir. Genel yetki kuralı ile yetkilendirme,  (…) üstün ve tartışmasız bir toplumsal yararın korunması için somut olayın şartları bir özgürlüğün sınırlanmasını açık bir biçimde gerektiğinde, sınırlamanın somut koşullar bakımından orantılı bir şekilde yapılabilmesi amacıyla yasakoyucunun minimum düzeyde bir düzenlemeye gittiği durumdur.  Bu tür yetkilendirmede kanun işlemin sebep ve konu unsurlarının birini veya ikisini birden göstermemekte; yetkili makamı ve işlem amacını belirlemekle yetinmektedir. 5442 sayılı Kanun m. 11 in aşağıdaki bölümleri bu bağlamda örnek olarak incelenebilir:  Madde 11 – (1) A) Vali, il sınırları içinde bulunan genel ve özel bütün kolluk kuvvet ve teşkilatının amiridir. Suç işlenmesini önlemek, kamu düzen ve güvenini korumak için gereken tedbirleri alır. Bu maksatla Devletin genel ve özel kolluk kuvvetlerini istihdam eder, bu teşkilat amir ve memurları vali tarafından verilen emirleri derhal yerine getirmekle yükümlüdür. (…) C) İl sınırları içinde huzur ve güvenliğin, kişi dokunulmazlığının, tasarrufa müteaallik emniyetin, kamu esenliğinin  sağlanması  ve  önleyici  kolluk  yetkisi  valinin  ödev  ve  görevlerindendir.  (Ek  cümle: 25/7/2018-7145/1 md.) Bunları sağlamak için vali gereken karar ve tedbirleri alır. (…)  Görüldüğü üzere düzenlemede kolluk tedbirlerinin sebepleri ve konuları gösterilmemiştir. Yalnızca norm amacı ve yetkili makam gösterilmiştir. Genel yetkilendirme hâlinde işlemin sebep ve konu 1341Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Ancak bekçilere tanınan tedbir alma yetkilerinin idari işlem yapma yetkisi içermediği, 7245 sayılı Kanun da belirtilen hâllerde ilgili kolluk veya hizmet birimi olay yerine intikal edene kadar idari eylemlere başvurarak kişilere ve çevreye yönelik bir zararın doğmasını önlemek yetkilerini içerdiğini kabul etmek gerekir.69 Bu normlar idari işlem tesis etme yetkisi içermediğinden, idari işlemler üzerinden tanımlanan saklı yetki veya genel yetkilendirme niteliği taşımadıkları söylenebilir.70 Kanun un tedbir ama yetkilerine başvurulmasını öngördüğü hâllerin niteliği de bu görüşü  desteklemektedir.  Kamu  düzenini  bozacak  gösteri,  yürüyüş  ve  karışıklıklar, kişilerin can, mal ve ırzına yönelik saldırı ve tehditler, altyapıdan kaynaklı arızalar ve doğal  afetler  karşısında  tedbir  alma  yetkileri  düzenlenmekte  olup  sayılan  hâllerde bekçilerin idari işlemlerle tehlikeyi veya zararı önlemesi mümkün olmayacaktır. Yine bu hâllerde ilgili kolluk veya hizmet biriminin haberdar edilmesi de, bekçilerin bu birimler olaya müdahale edene kadar geçici ve önleyici eylemlerde bulunacaklarını gösterir.                                                  unsurları, amacından hareketle belirlenmektedir. Bunun sonucu olarak işlemin yapılmasını gerektiren sebep ile işlemin konusu ancak amaca uygunluk yönünden denetlenmektedir. Kolluk faaliyetlerinde ölçülülük  ilkesi  esasında  idarenin  sınırlarını  çizerken,  genel  yetkilendirme  hâlinde  yetkiyi meşrulaştırma biçiminde bir yüzünü göstermektedir. Bu konuda bkz. OKAY TEKİNSOY, 2011, s. 205. 69  Burada herhangi bir idari işleme dayanmayan, kaynağını kanundan alan idari eylemler söz konusudur. Bu konuda bkz. AYANOĞLU, Taner, Uyuşmazlık Mahkemesi Kararlarına Göre İdari Eylemin Tanımlanması, Legal Yayıncılık, İstanbul, 2004, s. 164 vd.; ERDOĞMUŞ, Talha, Salt İdari Eylem Karşısında İdarenin Sorumluluğu, On İki Levha Yayıncılık, İstanbul, 2021, s. 87 vd. Genel olarak idari eylemler için bkz. AKYILMAZ / SEZGİNER / KAYA, 2020, s. 317-322; DURAN, 1982, s. 381383. 70  Saklı yetki ve genel yetkilendirme hâlleri, hukuk normunda idari işlemin konu yönünden yetki veya konu  öğelerinin  açıkça  veya  hiç  düzenlenmemesidir.  Bunların  idarenin  kanuniliği  ilkesine uygunluğunun ya da aykırılığının belirlenmesi, bu çalışmanın kapsamını aşacak bir tartışmayı gerektirir. Diğer yandan iki yetkilendirme tipinin de idari işlemlere ilişkin olduğu saptanmalıdır. İdari eylem konusunun belirlenmesinde saklı yetki ve genel yetkilendirme kavramlarına başvurulmayacaktır. Çünkü maddi dünyada gerçekleşen bir hareket ya da hareketsizlik olan idari eylemlerde konunun belirliliği, işlemlerle benzerlik göstermez. Bu bağlamda tedbir alma eyleminin konusu; devriye görevi ifa etme, kişilere ya da genel kolluğa bildirimde bulunma, bir davranışı engelleme, yol üzerindeki engellerin kaldırılmasını sağlama gibi eylemlerden daha belirli ya da daha belirsiz değildir. Bu eylemlerin gerçekleştirilmesinin pek çok yolu vardır ve somut duruma göre ölçülü olan yol izlenecektir. İdari eylemin konusunda kanunilik, idari işlemden farklı şartlarda gerçekleşir; eylemin bir idari işleme dayanmasıyla, bir idari işlemin icrası niteliğinde olmasıyla, doğrudan kanuna dayanmasıyla ya da bir kamu hizmetinin yürütülmesi kapsamında tesis edilmesiyle sağlanabilir. İdari işlemlerin kanuniliği hakkında bkz. KARAHANOĞULLARI, 2015, s. 343 vd. İdari eylemlerin kanuniliği hakkında bkz. AYANOĞLU, 2004, s. 96 vd. 1342Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Bekçilerin sayılı hâllerde alacağı tedbirler; hâlin niteliği, gerekleri ve normun amacı çerçevesinde belirlenecektir. b. Kamu Düzenini Bozacak Mahiyetteki Gösteri, Yürüyüş ve Karışıklıklara Yönelik Tedbir Alma Yetkisi 772  sayılı  Kanun dan  değiştirilmeksizin  alınan  bu  yetkinin  kapsamını açıklayabilmek için, öncelikle gösteri, yürüyüş ve karışıklık kavramlarının tanımlanması gerekmektedir. Pozitif hukukta  toplantı  ve  gösteri yürüyüşü  kavramları tanımlanmış olmakla  birlikte,71  gösteri,  yürüyüş  ve  karışıklık  kavramlarının  bir  tanımı bulunmamaktadır. Bekçilere genel kolluk kuvvetleri gelene kadar tedbir alma yetkisi tanındığına göre, yetki  kullanımı  gerektiren  hâllerin  her  şeyden  önce  genel  kolluk  kuvvetlerinin müdahalesini gerektiren hâllerden olması gerekmektedir. Bu bağlamda her türlü gösteri, yürüyüş ve karışıklık değil, genel kolluğun müdahale alanı kapsamında düzenlenen gösteri, yürüyüş ve karışıklıklar için tedbir alma yetkileri mevcuttur. Gösteri, düşüncenin ifade edilme biçimlerinden biridir. Gösteri ile düşünce, bu düşünceye aşina olmayan veya bu düşünceyi kabul etmeyen üçüncü kişilerin ilgisini çekecek yöntemlerle ifade edilir.72 Düşüncenin gösteri yoluyla ifade edilmesi yürüyüşle gerçekleştirilebileceği gibi hareketli olmayan davranışlarla da gerçekleştirilebilir.73 Bu                                                  71  2911 sayılı Toplantı ve Gösteri Yürüyüşleri Kanunu m. 2:  Bu Kanunda geçen deyimlerden; a) Toplantı; belirli konular üzerinde halkı aydınlatmak ve bir kamuoyu yaratmak suretiyle o konuyu benimsetmek için gerçek ve tüzelkişiler tarafından bu Kanun çerçevesinde düzenlenen açık ve kapalı yer toplantılarını, b) Gösteri yürüyüşü; belirli konular üzerinde halkı aydınlatmak ve bir kamuoyu yaratmak suretiyle o konuyu  benimsetmek  için  gerçek  ve  tüzelkişiler  tarafından  bu  Kanun  çerçevesinde  düzenlenen yürüyüşleri, (…)  72  Türk Dil Kurumu Güncel Türkçe Sözlük, https://sozluk.gov.tr/, (erişim tarihi 01.06.2021) uyarınca gösteri kelimesinin en yaygın iki anlamı aşağıdaki gibidir:  1. isim - İlgi, dikkat çekmek için bir topluluk önünde gösterilen beceri veya oyun. 2. isim - Bir istek veya karşı görüşün, halkın ilgisini çekecek biçimde topluca ve açıkça yapılması, nümayiş.  73  Gösteri yürüyüşü ile toplantı arasındaki farklardan en önemlisi hareket unsurudur. Dolayısıyla yürüyüş yapılmaksızın gerçekleştirilen gösteriler toplantı kavramı kapsamındadır. GÜVEN, Murat, Barışçıl Gösteri ve Toplanma Özgürlüğü, 2. Baskı, On İki Levha Yayıncılık, İstanbul, 2020, s. 8, 9; KARAN, 1343Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   bağlamda gösteri kavramı gösteri yürüyüşlerini kapsayan ancak bundan ibaret olmayan bir anlama sahiptir. Diğer yandan her türlü toplanma gösteri niteliğinde olmayabilir.74 Dolayısıyla pozitif hukukta tanımlanan toplantı, içeriğine göre gösteri niteliği taşıyabilen bir  kavramdır.  Bu  çerçevede  gösteri  kavramının,  yürüyüşle  veya  toplanmayla gerçekleştirilen ve bir düşüncenin ifade edilme biçimi olarak tezahür eden faaliyet olarak açıklanması mümkündür. Yürüyüş kavramının ulaşım veya spor gibi amaçlarla gerçekleştirilen hareketi ifade etmediğini, yalnızca belirli konularda halkı aydınlatma, kamuoyu oluşturma ve belirli görüşleri  benimsetme  amacıyla  gerçekleştirilen  gösteri  yürüyüşünü  karşıladığını söylemek  mümkündür.75  Zira  kişilerin  ulaşım  veya  spor  gibi  amaçlarla gerçekleştirdikleri,  başka  bir  ifadeyle  gösteri  amacı  taşımayan  yürüyüşleri  kolluk faaliyetinin konusunu oluşturmaz. O hâlde yürüyüş ifadesinin, gösteri yürüyüşlerini ifade ettiği ve içeriğinin bundan ibaret olduğunu saptamak gerekir. Tek  başına   karışıklık   kavramı,  olağan  hâlin  dışında  her  tür  olayı  veya hareketliliği karşılayabilecek muğlak bir içeriğe sahiptir. Düzenlemede bekçilere gösteri niteliği  taşımayan  toplantılara  müdahale  yetkisi  tanınmadığı  dikkate  alındığında, karışıklık kavramının bu denli geniş bir kapsama sahip olması çelişki yaratmaktadır.76 Karışıklık  kavramının  madde  metniyle  çelişik  olmayan  anlamı  ancak  gösteri  ve yürüyüşlerle bağı çerçevesinde kurulabilir. O hâlde bu kavram; kamu düzenini bozacak nitelikteki gösteri veya yürüyüşten kaynaklanan karışıklıkları ifade etmektedir. Kamu                                                  Ulaş, Örgütlenme ve Toplanma Özgürlüğü, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi – 3, Avrupa Konseyi Yayını, Ankara, 2018, s. 49, 50. 74  Burada gösterinin ilgi çekici olma özelliği belirleyici olacaktır. Gösteride düşünce, bu düşünceye aşina olmayan üçüncü kişilere ulaşması için ilgi çekici bir formda ifade edilir. Diğer yandan ilgilileri bilgilendirme amacı taşımakla birlikte bunu üçüncü kişileri ilgisini çekmeyi amaçlayan faaliyetlerle gerçekleştirmeyen toplantıların gösteri içerdiği söylenemeyecektir. 75  Türk Dil Kurumu Güncel Türkçe Sözlük, https://sozluk.gov.tr/, (erişim tarihi 01.06.2021) uyarınca yürüyüş kelimesinin en yaygın üç anlamı aşağıdaki gibidir:  1. isim - Yürüme işi. 2. isim - Spor amacıyla yapılan yürüme. 3. isim - Bir olayı protesto etmek, bir konuya dikkati çekmek amacıyla topluca yürüme.  76  Karışıklık kavramının veya buna yakın bir kavramın başka hiçbir kanunda tanımlanmadığı dikkate alındığında, 7245 sayılı Kanun un özellikle bu kavramı  tanımlaması gerekirdi. Böyle bir tanım yapılmadığından kavram ancak madde metnindeki diğer kavramlar ışığında ele alınabilecektir. 1344Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   düzenini bozacak nitelikteki karışıklık, gösteri ve yürüyüşten bağımsız bir sebep olarak düzenlenmemiştir. Dolayısıyla gösteri ve yürüyüşten bağımsız bir sebep oluşturmamakta; ayrı bir değerlendirmeyi gerektirmemektedir. Görüldüğü üzere gösteri, yürüyüş ve karışıklık  kavramları esas olarak gösteri niteliğindeki toplantılar ve gösteri yürüyüşlerini ifade etmektedir. Dolayısıyla bunlara yönelik tedbirlerin kapsamı ancak 2911 sayılı Toplantı ve Gösteri Yürüyüşleri Kanunu hükümlerinden hareketle belirlenebilir. En başta bekçilere tanınan yetkinin gösteri niteliği taşımayan toplantıları kapsamadığını belirtmek gerekir. Kanuna uygun ya da aykırı olsun, bir eylem toplantı niteliği taşıyorsa ve gösteri niteliğinde değilse, bekçiler buna yönelik tedbir alamayacaktır.77 Kamu düzenini bozacak mahiyetteki gösteri veya yürüyüş, ancak 2911 sayılı Kanun m. 23 te düzenlenen  kanuna aykırı toplantı ve gösteri yürüyüşleri  kapsamında söz konusu olabilir.78 Başka bir ifadeyle 2911 sayılı Kanun a uygun biçimde gerçekleştirilen  toplantı veya  gösteri  yürüyüşlerinde bekçilerin tedbir  alma  yetkileri mevcut değildir. Zira kanuna uygun bir toplantı veya gösteri yürüyüşünün kamu düzenini bozacağından söz etmek mümkün değildir. 2911 sayılı Kanun m. 24/son uyarınca toplantı veya gösteri yürüyüşünün kanuna aykırı olarak başlaması durumunda bekçiler, derhal mahallin en büyük mülki amirine haber verir. Bu hâlde bekçilerin tedbir alma yetkileri, genel kolluk kuvvetleri gelinceye kadar  mevcuttur.  Kanuna  aykırı  olarak  başlatılan  toplantı  veya  gösteri  yürüyüşü konusunda mahallin en büyük amiri ve genel kolluğun haberdar edilmesi alınacak temel tedbirdir.                                                  77  Çalışmanın devamında  toplantı  kavramı; bekçilerin tedbir alma yetkisine sahip oldukları, gösteri niteliğindeki toplantıları ifade etmek için kullanılacaktır. 78  Benzer  yönde  bkz.  DERDİMAN,  R.  Cengiz,  Çarşı  ve  Mahalle  Bekçilerinin  Yetkileri, https://www.hukukiyaklasim.com/makaleler/carsi-ve-mahalle-bekcilerinin-yetkileri/#_ftnref, (erişim tarihi 16.05.2021). 79  2911 sayılı Kanun m. 24/son:  Toplantı veya gösteri yürüyüşlerinin Kanuna aykırı olarak başlaması hallerinde; güvenlik kuvvetleri mensupları, olayı en seri şekilde mahallin en büyük mülki amirine haber vermekle beraber, mevcut imkanlarla gerekli tedbirleri alır ve olaya müdahale eden güvenlik kuvvetleri amiri, topluluğa dağılmaları, aksi halde zor kullanılarak dağıtılıcakları ihtarında bulunur ve topluluk dağılmazsa zor kullanılarak dağıtılır.  1345Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Bir toplantı veya gösteri yürüyüşünün sonradan kanuna aykırı nitelikte olduğunun saptanması, 2911 sayılı Kanun m. 24/1 hükmü uyarınca düzenleme kurulu, düzenleme kurulu başkanı veya mahallin en büyük mülki amirinin yetkisindedir. Bu bağlamda bekçilerin bir toplantı veya gösteri yürüyüşünün kanuna aykırı olduğu kanaatiyle tedbir alma yetkilerine başvurmaları mümkün değildir. Tedbir alma yetkisinin,  genel kolluk kuvvetleri gelinceye kadar  tanınması da bu çıkarımı destekler niteliktedir. Bekçilerin sonradan kanuna aykırı hâle gelen toplantı ve gösteri yürüyüşlerine yönelik önleyici tedbirler  alma  yetkisi,  ancak  toplantı  veya  gösteri  yürüyüşünün  kanuna  aykırılığı saptandıktan  sonra  ve  genel  kolluk  kuvvetleri  olay  yerine  intikal  edinceye  kadar mevcuttur. 7245 sayılı Kanun, 2911 sayılı Kanun a atıfta bulunmadığından bekçiler toplantı veya gösteri yürüyüşünü dağıtamayacaktır. Toplantı veya gösteri yürüyüşünün dağıtılması genel kolluk tarafından gerçekleştirilecektir.81 Bekçilerin kanuna aykırı olarak başlayan veya sonradan bu hâle gelen toplantı veya gösteri yürüyüşleri karşısında, genel kolluk kuvvetleri gelinceye kadar başvurabilecekleri tedbirlerin eylemi dağıtma düzeyine ulaşamayacağını vurgulamak gerekir.                                                  80  2911 sayılı Kanun m. 24/1:  Kanuna uygun olarak başlayan bir toplantı veya gösteri yürüyüşü, daha sonra 23 üncü maddede belirtilen kanuna aykırı durumlardan bir veya birkaçının vuku bulması sebebiyle, Kanuna aykırı toplantı veya gösteri yürüyüşü hâline dönüşürse:  a) Düzenleme kurulu veya kurul başkanı toplantı veya gösteri yürüyüşünün sona erdiğini topluluğa ilan eder ve durumu derhâl yetkili kolluk amirine bildirir.  b) Düzenleme kurulunun veya kurul başkanının bu görevi yerine getirmemesi hâlinde, durum yetkili kolluk amiri tarafından mahallin en büyük mülki amirine bildirilir. Mahallin en büyük mülki amiri tarafından toplantının sona erdirilip erdirilmeyeceğine dair karar alınır.  c) Mahallin en büyük mülki amiri, yazılı veya acele hâllerde sonradan yazı ile teyit edilmek kaydıyla sözlü emirle, mahallin güvenlik amirlerini veya bunlardan birini görevlendirerek olay yerine gönderir.  81  Toplantı  veya  gösteri  yürüyüşünün  kanuna  aykırı  olmasının  her  hâlde  müdahale  ve  dağıtmayı gerektirmediğini vurgulamak gerekir. Örneğin spontane ve acele eylemler yönünden bildirim usulüne uyulmaması  kanuna  aykırılık  teşkil  etse  de  müdahaleyi  haklı  kılmamaktadır.  Bu  konuda  bkz. DUYGUN, Ahmet Mert,  Toplantı ve Gösteri Yürüyüşü Hakkının Kullanılmasında Bir Bilinmeyen: Spontane ve Acele Eylemler , Anayasa Hukuku Dergisi, Yıl: 2014, Cilt: 3, Sayı: 6, s. 133 vd.; KARAN, 2018, s. 58 vd. Eylem bu niteliklere sahip olmasa da müdahale hukuka aykırı olabilecektir. Zira kanuna aykırılık, müdahalenin kanunilik şartını sağlar. Temel hak ve özgürlüklere müdahalelerde kanunilik hukuka uygunluk için yeterli değildir. Konu hakkında detaylı bilgi için bkz. GÜVEN, 2020, s. 65 vd.; KARAN, 2018, s. 105 vd.; AYDIN, Devrim,  Toplantı ve Gösteri Yürüyüşlerine Müdahalenin Esasları , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 65, Sayı: 4, s. 3283 vd.; EKİNCİ, Bezar Eylem,  Toplantı ve Gösteri Yürüyüşü Düzenleme Hakkı Bakımından Bildirim Usulünün Kapsamı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 68, Sayı: 4, s. 753  vd.;  ŞİRİN, Tolga,   Türkiye de  Toplantı ve  Gösteri  Yürüyüşü  Düzenleme  Hakkına  İlişkin Sorunlar , Anayasa Hukuku Dergisi, Yıl: 2013, Cilt: 2, Sayı: 4, s. 294. 1346Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   c. Kişilerin Can, Mal ve Irzına Yönelik Saldırı ve Tehditlere Yönelik Tedbir Alma Yetkisi Bekçilere  tanınan  kişilerin  can,  mal  ve  ırzına  yönelik  saldırı  ve  tehditlerin önlenmesine yönelik tedbir alma yetkisinin, adli görev ve yetkilerle karşılaştırılarak değerlendirilmesi  gerekir.  Bekçilerin   suç  işlenirken  veya  işlendikten  sonra   ifa edecekleri görev ve başvuracakları yetkiler 7245 sayılı Kanun m. 8 de düzenlenmiştir ve adli kolluk faaliyeti niteliğindedir. 7245 sayılı Kanun m. 6 daki tedbir alma yetkisi ise belirli suçların önlenmesine yöneliktir. Bu bağlamda suçüstü hâli veya suç işlendikten sonrasında adli görev ve yetkiler söz konusu olacaktır. Önleyici tedbir alma yetkisi, belirli suçlara teşebbüs aşamasında gündeme gelecektir. Suçun işlenmesinden önce başvurulacak tedbir alma yetkisi her suç yönünden tanınmamıştır. Hükümde kişilerin can, mal ve ırzına yönelik saldırı ve tehditlerden bahsedildiğinden, tedbir alma yetkisinin ancak bu değerlere yönelik suçlara teşebbüste söz konusu olacağı söylenebilir. Önleyici tedbir alma yetkisi 5237 sayılı Türk Ceza Kanunu  ile  düzenlenen  kişilere  karşı  suçlar,  malvarlığına  karşı  suçlar  ve  cinsel dokunulmazlığa karşı suçlara teşebbüs hâllerinde kullanılabilecek bir yetkidir.83 Bekçilerin bu yetkiye hazırlık hareketleri bakımından başvuramayacakları ayrıca belirtilmelidir. Teşebbüs için icra hareketlerinin başlamış olması gerekmektedir.84 Bu bağlamda  bekçilere  icra  hareketleri  başlayan  suçların  neticelendirilmesinin engellenmesine yönelik bir tedbir yetkisi tanınmaktadır.85                                                  82  Ceza hukukunda teşebbüs kavramı hakkında bkz. KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Seçkin Yayıncılık, Ankara, 2020, s. 416 vd.; ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Türk Ceza Hukuku Genel Hükümler, 11. Baskı, Seçkin Yayıncılık, Ankara, 2020b, s. 445 vd.; ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 16. Baskı, Seçkin Yayıncılık, Ankara, 2020, s. 501 vd. 83  Teşebbüs için kastın mevcudiyeti gerektiğinden taksirle işlenen suçlar yönünden bu yetkinin kullanımı söz  konusu  olmayacaktır.  Bkz.  KOCA  /  ÜZÜLMEZ,  2020,  s.  420-422;  ÖZBEK  /  DOĞAN  / BACAKSIZ, 2020b, s. 448, 449; ÖZGENÇ, 2020, s. 502-506. 84  Bkz. KOCA / ÜZÜLMEZ, 2020, s. 422; ÖZBEK / DOĞAN / BACAKSIZ, 2020b, s. 450; ÖZGENÇ, 2020, s. 506. 85  Hazırlık hareketlerinin ne zaman sonlandığına ve icra hareketlerinin ne zaman başladığına ilişkin tartışmalar bu çalışmanın kapsamını bir hayli aşmaktadır. Konuya ilişkin teorik tartışmalar ve Türk hukukunda benimsenen çözüm hakkında bkz. KOCA / ÜZÜLMEZ, 2020, s. 422-429; ÖZBEK / DOĞAN / BACAKSIZ, 2020b, s. 450-454. 1347Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   d. Altyapı Arızaları ve Doğal Afetlere Yönelik Tedbir Alma Yetkisi Altyapı arızaları ve doğal afetlerde başvurulacak eylemler mahalle sakinlerinin derhal  tehlikeyle  ilgili  bilgilendirilmesi,  kişilerin  arıza  veya  afet  alanından uzaklaştırılması ve buraya girişlerinin engellenmesi, yayılma ihtimali bulunan arıza ve afetler için etki alanının genişlemesinin önlenmesine yönelik hareketlerde bulunulması gibi eylemlerdir. D. DURDURMA VE KİMLİK SORMA 772 sayılı Kanun da tanınmayan durdurma ve kimlik sorma yetkisi, 7245 sayılı Kanun un 7. maddesinde düzenlenmektedir:86  Durdurma ve kimlik sorma MADDE 7 – (1) Çarşı ve mahalle bekçileri, görev bölgesi ve çalışma saatleri ile sınırlı olmak kaydıyla kişileri ve araçları; a) Bir suç veya kabahatin işlenmesini önlemek, b)  Suç  işlendikten  sonra  kaçan  faillerin  yakalanmasını  sağlamak, işlenen suç veya kabahatlerin faillerinin kimliklerini tespit etmek, c) Hakkında yakalama emri ya da zorla getirme kararı verilmiş olan kişileri tespit etmek, ç) Kişilerin hayatı, vücut bütünlüğü veya mal varlığı bakımından ya da topluma yönelik mevcut veya muhtemel bir tehlikeyi önlemek, amacıyla durdurabilir. (2)  Durdurma  yetkisinin  kullanılabilmesi  için  makul  bir  sebebin bulunması gerekir. Süreklilik arz edecek, fiilî durum ve keyfîlik oluşturacak şekilde durdurma işlemi yapılamaz.                                                  86  Konunun ceza muhakemesi yönüyle değerlendirildiği bir çalışma için bkz. BELCİ, Ozancan,  Çarşı ve Mahalle  Bekçileri  Kanununun  Ceza  Muhakemesi  Açısından  Değerlendirilmesi ,  Dokuz  Eylül Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 22, Sayı: 2, s. 1099 vd. 1348Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   (3) Çarşı ve mahalle bekçisi, görevini yerine getirirken kendisinin çarşı ve  mahalle  bekçisi  olduğunu  belirleyen  belgeyi  gösterdikten  sonra, durdurduğu kişiye durdurma sebebini bildirir ve durdurma sebebine ilişkin sorular sorabilir, kimliğini veya bulundurulması gerekli diğer belgelerin ibraz edilmesini isteyebilir. Bu kişilere kimliğini ispatlama hususunda gerekli kolaylık  gösterilir.  Belgesinin  bulunmaması,  açıklamada  bulunmaktan kaçınması veya gerçeğe aykırı beyanda bulunması dolayısıyla ya da sair surette kimliği belirlenemeyen kişi tutularak durumdan derhal genel kolluk görevlileri haberdar edilir. (4)  Durdurma  süresi,  durdurma  sebebine  esas  teşkil  eden  işlemin gerçekleştirilmesi için ihtiyaç duyulan makul süreden fazla olamaz. (5)  Durdurma  sebebinin  ortadan  kalkması  hâlinde  kişilerin  ve araçların ayrılmalarına izin verilir. (6) Çarşı ve mahalle bekçisi, durdurduğu kişi üzerinde veya aracında silah ya da tehlike oluşturan diğer bir eşyanın bulunduğu hususunda yeterli şüphenin  varlığı  hâlinde,  kendisine  veya  başkalarına  zarar  verilmesini önlemek amacına yönelik el ile dıştan kontrol dâhil gerekli tedbirleri alabilir. Bu amaçla kişinin üzerindeki elbisenin çıkarılması veya aracın, dışarıdan bakıldığında içerisi görünmeyen bölümlerinin açılması istenemez.  Durdurma ve kimlik sorma yetkisi idari kolluk faaliyeti olarak da adli kolluk faaliyeti  olarak  da  karşılaşılabilecek  bir  yetkidir.  Durdurma  ve  kimlik  sorma  ile şüphelinin tespiti veya kaçmasının önlenmesi sağlandığı takdirde adli kolluk; bunun dışındaki hâllerde idari kolluk faaliyeti yürütülmektedir.87 Bekçilerin durdurma ve kimlik sorma yetkisi, polisin durdurma ve kimlik sorma yetkisiyle benzerlik göstermektedir. Bu yetkinin 2559 sayılı Kanun düzenlemesinden ayrıldığı konular yönünden değerlendirilmesi gerekir.88                                                  87  Benzer yönde bkz. BELCİ, 2020, s. 1101. 88  2559 sayılı Kanun m. 4/A:  Polis, kişileri ve araçları; a) Bir suç veya kabahatin işlenmesini önlemek, 1349Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Durdurma  yetkisinin  amaçları;  süreklilik  arz  edecek,  fiili  durum  ve  keyfilik oluşturacak durdurma işleminin yapılamayacağı; durdurma sebebinin bildirilmesi, soru                                                  b) Suç işlendikten sonra kaçan faillerin yakalanmasını sağlamak, işlenen suç veya kabahatlerin faillerinin kimliklerini tespit etmek, c) Hakkında yakalama emri ya da zorla getirme kararı verilmiş olan kişileri tespit etmek, ç) Kişilerin hayatı, vücut bütünlüğü veya malvarlığı bakımından ya da topluma yönelik mevcut veya muhtemel bir tehlikeyi önlemek, amacıyla durdurabilir. Durdurma yetkisinin kullanılabilmesi için polisin tecrübesine ve içinde bulunulan durumdan edindiği izlenime dayanan makul bir sebebin bulunması gerekir. Süreklilik arz edecek, fiilî durum ve keyfilik oluşturacak şekilde durdurma işlemi yapılamaz. Polis, durdurduğu kişiye durdurma sebebini bildirir ve durdurma sebebine ilişkin sorular sorabilir; kimliğini veya bulundurulması gerekli diğer belgelerin ibraz edilmesini isteyebilir. Durdurma süresi, durdurma sebebine esas teşkil eden işlemin gerçekleştirilmesi için zorunlu olan süreden fazla olamaz. Durdurma sebebinin ortadan kalkması halinde kişilerin ve araçların ayrılmalarına izin verilir. Polis, durdurduğu kişi üzerinde veya aracında silah veya tehlike oluşturan diğer bir eşyanın bulunduğu hususunda yeterli şüphenin varlığı halinde, kendisine veya başkalarına zarar verilmesini önlemek amacına yönelik gerekli tedbirleri alabilir. Bu amaçla kişinin üzerindeki elbisenin çıkarılması veya aracın, dışarıdan bakıldığında içerisi görünmeyen bölümlerinin açılması istenemez. Ancak, el ile dıştan kontrol hariç, (…) Kolluk amirinin kararı yirmi dört saat içinde görevli hâkimin onayına sunulur. Bu fıkra kapsamında yapılan araç aramalarına ilişkin olarak kişiye, arama gerekçesini de içeren bir belge verilir. Bu Kanun ve diğer kanunların verdiği görevlerin yerine getirilmesi sırasında, polis tarafından gerekli işlemler için durdurulan kişiler ve araçlarla ilgili hükümler saklıdır. Polis, görevini yerine getirirken, kendisinin polis olduğunu belirleyen belgeyi gösterdikten sonra, kişilere kimliğini sorabilir. Bu kişilere kimliğini ispatlamaları hususunda gerekli kolaylık gösterilir. Belgesinin bulunmaması, açıklamada bulunmaktan kaçınması veya gerçeğe aykırı beyanda bulunması dolayısıyla ya da sair surette kimliği belirlenemeyen kişi tutularak durumdan derhal Cumhuriyet savcısı haberdar edilir. Bu kişi, kimliği açık bir şekilde anlaşılıncaya kadar gözaltına alınır ve gerekirse tutuklanır. Gözaltına ve tutuklamaya karar verme yetkisi ve usûlü bakımından 5271 sayılı Ceza Muhakemesi Kanunu hükümleri uygulanır. Kimliğinin tespiti amacıyla tutulan kişiye, kimliği tespit edildikten sonra ve talepte bulunması halinde, bu amaçla tutulduğuna ve tutulma süresine dair bir belge verilir. Kişinin kimliğinin belirlenmesi durumunda, bu nedenle gözaltına alınma veya tutuklanma haline derhal son verilir. Nüfusa kayıtlı olmadığı için kimliği tespit edilemeyen kişilerin nüfusa kayıtlarının temini için gerekli işlemler yapıldıktan sonra, 5 inci maddeye göre fotoğraf ve parmak izi tespit edilerek kayda alınır. Kimliği tespit edilemeyen kişinin yabancı olduğunun anlaşılması halinde, 5682 sayılı Pasaport Kanunu ve 5683 sayılı Yabancıların Türkiye de İkamet ve Seyahatleri Hakkında Kanun hükümlerine göre işlem yapılır.  1350Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   sorulması  ve  kimlik  veya  diğer  belgelerin  ibrazının  istenmesi;  durdurma  süresi;90 durdurma sebebinin ortadan kalkması durumunda ayrılmaya izin verilmesi yönündeki düzenlemeler iki kanunda aynı veya benzer biçimde yer almaktadır. İki düzenleme arasındaki ilk fark, bekçilerin durdurma ve kimlik sorma yetkilerinin görev bölgesi ve süresiyle sınırlanmış olmasıdır. Bekçiler görev bölgeleri veya çalışma saatleri dışında durdurma ve kimlik sorma yetkisine sahip değildir.  İki düzenleme arasındaki ikinci fark, durdurma yetkisinin kullanımı için şart olan makul sebep ölçütünün niteliğindedir. 2559 sayılı Kanun m. 4/A da durdurma yetkisinin kullanılabilmesi  polisin tecrübesine ve içinde bulunulan durumdan edindiği izlenime dayanan makul bir sebebin bulunması  şartına bağlanmışken 7245 sayılı Kanun m. 7 ye göre durdurma yetkisinin kullanılması için  makul bir sebebin bulunması  gerekir. Öğretide bu fark, bekçilerden daha tecrübeli ve daha uzun bir eğitimden geçirilen polisler için  getirilmiş  bir  sınırlamanın  bekçiler  için  getirilmediği  yönünde  yorumlanarak eleştirilmiştir.91  Kanaatimce  iki  düzenlemedeki  makul  sebep  ölçütü  aynı  anlamı  taşımaktadır. Bekçilerin  durdurma  yetkisi  yönünden   bekçinin  tecrübesine  ve  içinde  bulunulan durumdan  edindiği  izlenime  dayanan   makul  bir  sebep  bulunması  gerektiği  ifade edilmemiş olsa da, sebebin sahip olması gereken  makullük  niteliği bu gerekleri zaten içermektedir. Söz konusu ifadeler 2559 sayılı Kanun da yer almasaydı bile, sebebin makul olması gerekliliğinden hareketle polisin tecrübesine ve somut olayın şartlarına göre uygun bir sebep bulunup bulunmadığı araştırılabilecekti. Başka bir ifadeyle söz konusu ifadeler, kolluk faaliyetlerinin tümüne egemen olan ölçülülük ilkesinin görünümleri olup,                                                  89  BELCİ, 2020, s. 1105, 1106 da yardımcı kolluk görevi yürüten bekçilere durdurma sebebine ilişkin soru sorma yetkisi verilmiş olması; ceza muhakemesi yönünden susma ve müdafiden yararlanma haklarını ihlal etmeye elverişli olduğu için eleştirilmektedir. 90  Durdurma süresi, polisler için durdurmayı gerekli kılan işlemin gerçekleştirilmesi için zorunlu süreden fazla olamaz. Diğer yandan bekçilerin durdurma süresinin sınırı işlemin yapılması için  zorunlu süre  olarak değil,  ihtiyaç duyulan makul süre  olarak belirlenmiştir. İki ifade arasında anlamlı bir fark bulunduğunu söylemek güçtür. 91  ERMAN / ÖZCAN / YETKİN vd., 2020, s. 19; BELCİ, 2020, s. 1104; DÜLGER, Murat Volkan / KÖSE, Ruhsar, Bekçilerin Görev ve Yetkilerine İlişkin Getirilen Düzenlemenin Kişi Hak ve Özgürlükleri  Kapsamında  Değerlendirilmesi,  https://www.hukukihaber.net/bekcilerin-gorev-veyetkilerine-iliskin-getirilen-duzenlemenin-kisi-hak-ve-ozgurlukleri-kapsaminda-degerlendirilmesimakale,7474.html, (erişim tarihi 16.05.2021). 1351Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   bekçiler için de geçerlidir. İki düzenleme arasındaki farklılık, 2559 sayılı Kanun da  makullük   niteliğinin açıklanması ancak 7245 sayılı  Kanun da bu açıklamaya  yer verilmemesinden ibaret görülebilir. İki düzenleme arasında arama yönünden belge verme konusunda bir farklılık vardır. Buna göre polisin yeterli şüphenin varlığı hâlinde yapabileceği araç aramasını müteakip kişiye arama gerekçesini ve arama yapıldığını gösteren bir belge verilmesi düzenlenmekteyken;  bekçilerin  aynı  durumda  böyle  bir  belge  verme  yükümlülüğü düzenlenmemiştir. Aracın dışarıdan bakıldığında görülen bölümlerinin polis tarafından aranması hâlinde kişilere söz konusu belgenin verileceği, aynı aramanın bekçi tarafından yapılması hâlinde ise herhangi bir belge düzenlenmeyeceği söylenebilir. İki  düzenleme  arasındaki  son  fark,  kimlik  sorma  sonucunda  kimliğini ispatlayamayan kişilerin tabi olacağı muameleye ilişkindir. 2559 sayılı Kanun durdurulan ve kimlik sorulan kişinin kimliğinin belirlenememesi hâlinde; Cumhuriyet Savcılığı na haber verilmesi, gözaltına alma ve gerekli hâllerde tutuklama, nüfusa kayıt için fotoğraf ve parmak izi tespiti, yabancının kimliği tespit edilemediği takdirde 5682 sayılı Pasaport Kanunu ve 5683 sayılı Yabancıların Türkiye de İkamet ve Seyahatleri Hakkında Kanun hükümlerinin işletilmesi gibi birtakım tedbirlere yer vermektedir. 7245 sayılı Kanun ise kimliğin belirlenememesi hâlinde kişinin tutulması ve derhal genel kolluk görevlilerinin haberdar edilmesi dışında bir tedbire yer vermemektedir. 7245  sayılı  Kanun  kimliğin  belirlenememesi  hâlinde  bekçilere  genel  kolluk görevlileri gelene kadar kişiyi tutma dışında bir yetki tanımamaktadır. Öğretide kimliği belirlenemeyen  kişiye,  2559  sayılı  Kanun daki  tedbirlere  başvurulduktan  sonra kimliğinin saptanması hâlinde  kimliği tespit edildikten sonra ve talepte bulunması halinde, bu amaçla tutulduğuna ve tutulma süresine dair bir belge  verileceğine ilişkin düzenlemenin 7245 sayılı Kanun da yer almaması eleştirilmiştir.93 Ne var ki 7245 sayılı Kanun a  göre  kimliğin  belirlenememesi  hâlinde  2559  sayılı  Kanun  hükümleri                                                  92  Arama hakkında detaylı bilgi için bkz. ÖZBEK / DOĞAN / BACAKSIZ, 2020a, s. 316 vd.; ÖZTÜRK, Bahri / EKER KAZANCI, Behiye / SOYER GÜLEÇ, Sesim,  Ceza Muhakemesi Hukukunda Koruma Tedbirleri, 4. Baskı, Seçkin Yayıncılık, Ankara, 2021, s. 125 vd. 93  ERMAN / ÖZCAN / YETKİN vd., 2020, s. 20, 21. 1352Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   çerçevesinde işlem yapmak üzere genel kolluk görevlileri çağırılacağından bu eleştiriye katılmak güçtür. Başka bir ifadeyle söz konusu belgeyi bekçiler düzenlemeyecek olmakla birlikte, ilgili tedbirlerin alınması hâlinde söz konusu belgenin genel kolluk görevlileri tarafından düzenlenmesi zorunluluğu devam etmektedir. Bekçilerin söz konusu belgeyi düzenleyememesi  esas  olarak,  belgenin  düzenlenmesini  gerektiren  işlemleri  yapma yetkilerinin bulunmamasından kaynaklanmaktadır. E. ADLİ GÖREV VE YETKİLER Bekçilerin  adli  görev  ve  yetkileri,  7245  sayılı  Kanun un  8.  maddesinde düzenlenmektedir:94  Adli görev ve yetkiler MADDE  8  – (1)  Çarşı  ve  mahalle  bekçileri,  suç  işlenirken  veya işlendikten sonra, henüz izleri meydanda iken; a) Şüphelileri yakalamak, b)  Yakaladıkları  şüphelilerin  kendilerine  veya  başkalarına  zarar vermelerini engelleyici tedbirleri almak, c)  Suç  delillerinin  kaybolmaması  veya  bozulmaması  için  gerekli muhafaza tedbirlerini almak, ç) Varsa olayın tanıklarının kimlik ve adres bilgilerini tespit ederek genel kolluk birimlerine bildirmek, ile görevli ve yetkilidir. (2) Çarşı ve mahalle bekçileri haklarında tutuklama veya yakalama kararı  çıkarılmış  kimseleri  gördükleri  takdirde  yakalamak  ve  bağlı bulunduğu genel kolluk kuvvetlerine teslim etmek ile görevli ve yetkilidir.  Yukarıda da açıklandığı üzere, 772 sayılı Kanun da idari kolluk görevleriyle iç içe sayılmış olan adli görev ve yetkiler, 7245 sayılı Kanun da sistematik hâle getirilerek ayrı bir maddede düzenlenmiştir.                                                  94  Konunun ceza muhakemesi yönüyle değerlendirildiği bir çalışma için bkz. BELCİ, 2020, s. 1108 vd. 1353Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Bekçiler  bu  görevlerini  gerçekleştirirken  adli  kolluk  faaliyeti  yürütürler.95 Düzenlenmeyle  bekçilere  en  başta  suçüstü  hâlinde  ve  suç  işlendikten  sonra  izleri meydandayken şüphelileri; her hâlde hakkında tutuklama veya yakalama kararı bulunan kişileri yakalama yetkisi tanınmaktadır. Bunun yanı sıra yakalanan şüphelinin kendine ve başkalarına zarar vermesini engelleyecek tedbirleri alma, suç delillerine ilişkin muhafaza tedbirlerine başvurma ve tanıklara ilişkin bilgilerin genel kolluğa bildirilmesi yetkileri mevcuttur.96 Bekçilerin adli görev ve yetkileri yönünden 7245 sayılı Kanun un yanı sıra, 5271 sayılı Ceza Muhakemesi Kanunu nun ilgili hükümleri de uygulanacaktır. 7245 sayılı Kanun m. 8 in ilk fıkrasında düzenlenen yetkiler suçüstü hâlinde veya suç  işlendikten  sonra  henüz  izleri  meydandayken  kullanılabilecektir.  Bu  bağlamda bekçiler  yakalama,  yakalanan  şüphelinin  kendine  ve  başkalarına  zarar  vermesini engelleyecek tedbirleri alma, suç delillerine ilişkin muhafaza tedbirlerine başvurma, tanıklara ilişkin bilgileri genel kolluk birimlerine iletme yetkileri bulunmaktadır. İkinci fıkrada ise hakkında tutuklama veya yakalama kararı çıkarılan kişileri yakalama ve genel kolluk birimine teslim yetkisi düzenlenmiştir. Madde  metni  bekçilerin  yakalama  hâlinde  Cumhuriyet  Savcılığı na  bildirim yükümlülüğünü ve yakalanan kişiye haklarının bildirilmesini düzenlememektedir. Akla söz konusu bildirimlerin yakalanan kişinin teslim edileceği genel kolluk birimi tarafından gerçekleştirileceği  gelebilir. Bununla beraber 5271 sayılı Kanun m.  90/4 ve 597 bu bildirimlerin derhal yapılmasını öngördüğünden, bekçiler yakalamaya ilişkin bildirimi doğrudan  Cumhuriyet  Savcılığı na  yapmakla  ve  yakalanana  haklarını  bildirmekle yükümlüdür.  Başka  bir  ifadeyle  bu  bildirimler  için  genel  kolluk  birimine  teslim beklenemez.98                                                   95  BELCİ, 2020, s. 1098, 1099. 96  Yakalama ve diğer koruma tedbirleri hakkında detaylı bilgi için bkz. ÖZBEK / DOĞAN / BACAKSIZ, 2020a, s. 256 vd.; ÖZTÜRK / EKER KAZANCI / SOYER GÜLEÇ, 2021, s. 39 vd. 97  5271 sayılı Kanun m. 90/4 ve 5:  (4) Kolluk, yakalandığı sırada kaçmasını, kendisine veya başkalarına zarar vermesini önleyecek tedbirleri aldıktan sonra, yakalanan kişiye kanunî haklarını derhal bildirir.  (5) Birinci fıkraya göre yakalanıp kolluğa teslim edilen veya ikinci fıkra uyarınca görevlilerce yakalanan kişi ve olay hakkında Cumhuriyet savcısına hemen bilgi verilerek, emri doğrultusunda işlem yapılır.  98  BELCİ, 2020, s. 1116, 1117. 1354Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   F. ZOR VE SİLAH KULLANMA YETKİSİ 772 sayılı Kanun m. 5 te bekçilerin silah kullanma yetkisi 2559 sayılı Kanun m. 16 ya atıfla düzenlenmişti. 7245 sayılı Kanun m. 9 ile bekçilere silah kullanmanın yanında zor kullanma yetkisi de tanınmış ve bu yetkiler yine 2559 sayılı Kanun m. 16 ya                                                  99  Silah kullanma, zor kullanmanın son aşaması ve özel bir biçimidir. Bu bağlamda silah kullanma yetkisinin zor kullanma yetkisini içerdiği söylenebilir. Diğer yandan zor kullanma yetkisinin silah kullanma yetkisini içermediğini ve bu yetkinin ancak kanunda açıkça sayılmasıyla mevcut olacağını vurgulamak gerekir. Konu hakkında detaylı bilgi ve tartışmalar için bkz. GENÇTÜRK, 2021, s. 67 vd.; KELEP PEKMEZ, Tuba, AİHM İçtihatları Bağlamında Türk ve Anglo Sakson Hukukunda Kolluğun Silah Kullanma Yetkisi, On İki Levha Yayıncılık, İstanbul, 2015, s. 79 vd. 1355Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   atıfla düzenlenmiştir.100 Yetki 2559 sayılı Kanun m. 16 ya atıfla verildiğinden bekçiler yetkinin kullanım şartları ve sınırları yönünden bu hükme tabidir.                                                  100  2559 sayılı Kanun m. 16:  Polis, görevini yaparken direnişle karşılaşması halinde, bu direnişi kırmak amacıyla ve kıracak ölçüde zor kullanmaya yetkilidir. Zor kullanma yetkisi kapsamında, direnmenin mahiyetine ve derecesine göre ve direnenleri etkisiz hale getirecek  şekilde  kademeli  olarak  artan  nispette  bedenî  kuvvet,  maddî  güç  ve  kanunî  şartları gerçekleştiğinde silah kullanılabilir. İkinci fıkrada yer alan; a) Bedenî kuvvet; polisin direnen kişilere karşı veya eşya üzerinde doğrudan doğruya kullandığı bedenî gücü, b) Maddî güç; polisin direnen kişilere karşı veya eşya üzerinde bedenî kuvvetin dışında kullandığı kelepçe, cop, basınçlı ve/veya boyalı su, göz yaşartıcı gazlar veya tozlar, fizikî engeller, polis köpekleri ve atları ile sair hizmet araçlarını, ifade eder. Zor  kullanmadan  önce,  ilgililere  direnmeye  devam  etmeleri  halinde  doğrudan  doğruya  zor kullanılacağı ihtarı yapılır. Ancak, direnmenin mahiyeti ve derecesi göz önünde bulundurularak, ihtar yapılmadan da zor kullanılabilir. Polis, zor kullanma yetkisi kapsamında direnmeyi etkisiz kılmak amacıyla kullanacağı araç ve gereç ile kullanacağı zorun derecesini kendisi takdir ve tayin eder. Ancak, toplu kuvvet olarak müdahale edilen durumlarda, zor kullanmanın derecesi ile kullanılacak araç ve gereçler müdahale eden kuvvetin amiri tarafından tayin ve tespit edilir. Polis, kendisine veya başkasına yönelik bir saldırı karşısında, zor kullanmaya ilişkin koşullara bağlı kalmaksızın, 5237 sayılı Türk Ceza Kanununun meşru savunmaya ilişkin hükümleri çerçevesinde savunmada bulunur. Polis; a) Meşru savunma hakkının kullanılması kapsamında, b) Bedenî kuvvet ve maddî güç kullanarak etkisiz hale getiremediği direniş karşısında, bu direnişi kırmak amacıyla ve kıracak ölçüde, c) Hakkında tutuklama, gözaltına alma, zorla getirme kararı veya yakalama emri verilmiş olan kişilerin ya da suçüstü halinde şüphelinin yakalanmasını sağlamak amacıyla ve sağlayacak ölçüde, d) Kendisine  veya  başkalarına,  işyerlerine,  konutlara,  kamu  binalarına,  okullara,  yurtlara, ibadethanelere, araçlara ve kişilerin tek tek veya toplu halde bulunduğu açık veya kapalı alanlara molotof, patlayıcı, yanıcı, yakıcı, boğucu, yaralayıcı ve benzeri silahlarla saldıran veya saldırıya teşebbüs edenlere karşı, saldırıyı etkisiz kılmak amacıyla ve etkisiz kılacak ölçüde, silah kullanmaya yetkilidir.               Polis, yedinci fıkranın (c) bendi kapsamında silah kullanmadan önce kişiye duyabileceği şekilde  dur  çağrısında bulunur. Kişinin bu çağrıya uymayarak kaçmaya devam etmesi halinde, önce uyarı amacıyla silahla ateş edilebilir. Buna rağmen kaçmakta ısrar etmesi dolayısıyla ele geçirilmesinin mümkün olmaması halinde ise kişinin yakalanmasını sağlamak amacıyla ve sağlayacak ölçüde silahla ateş edilebilir. Polis, direnişi kırmak ya da yakalamak amacıyla zor veya silah kullanma yetkisini kullanırken, kendisine karşı silahla saldırıya teşebbüs edilmesi halinde, silahla saldırıya teşebbüs eden kişiye karşı saldırı tehlikesini etkisiz kılacak ölçüde duraksamadan silahla ateş edebilir.  1356Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Kolluk görevlilerine görevleri bağlamında tanınan zor ve silah kullanma yetkisi,103 kolluğun bir görevini ifa ederken karşılaşacağı direnme üzerine başvurabileceği bir yetkidir. Bunun en önemli sonucu zor ve silah kullanma yetkisinin tek başına ve somut olarak ifa edilen görevden bağımsız bir varlığının olmamasıdır. Başka bir ifadeyle zor ve silah  kullanma  yetkisi  ancak  kolluğun  yürüttüğü  bir  görev  kapsamında,  görevin yürütülmesi için direnmenin kırılmasını gerektirdiği sürece ve ölçüde vardır.105 Bekçilerin görev ve yetkilerinin de bu çerçevede zor ve silah kullanma yetkisiyle ilişkisi ele alınmalıdır. Zor ve silah kullanma yetkisi, bekçilerin yürüttüğü bir göreve direnilmesi  hâlinde  başvurulabilecek  bir  yetki  olduğundan  kural  olarak  7245  sayılı Kanun da düzenlenen görev ve yetkiler yönünden kullanılabilecektir. Bununla beraber bu görev  ve  yetkilerin  bir  kısmı  direnme  hâlinde  başvurulacak  yolun  özel  olarak düzenlenmesinden  kaynaklanan  sebeplerle  zor  ve  silah  kullanma  yetkisine  dayanak oluşturmayacaktır. Kamu  düzenini  bozacak  mahiyetteki  gösteri,  yürüyüş  ve  karışıklıkların önlenmesine yönelik tedbir alma yetkileri kapsamında bekçilerin 2559 sayılı Kanun m. 16 dan kaynaklanan zor ve silah kullanma yetkisine başvuramaması gerekir. Yukarıda da açıklandığı üzere, kanuna aykırı bir toplantı veya gösteri yürüyüşünü dağıtma yetkisi münhasıran  genel  kolluktadır.  Bekçilerin  alacağı  önleyici  tedbirler  toplantının  veya gösteri yürüyüşünün dağıtılmasını içermemektedir. Bu bağlamda bekçiler dağıtma için başvurulabilecek zor ve silah kullanma yetkisine sahip değildir. Kanuna aykırı toplantı ve gösteri yürüyüşlerine kolluk müdahalesi, zor ve silah kullanma yetkisinin kademeli olarak kullanımını gerektirmekte olup müdahaleden önce dağılma ve zor kullanma uyarısı                                                  101  2559 sayılı Kanun uyarınca zor ve silah kullanma yetkisinin şartları hakkında detaylı bilgi için bkz. GENÇTÜRK, 2021, s. 84-99, 106-129; KELEP PEKMEZ, 2015, s. 93 vd. 102  Zor ve silah kullanma yetkisinin sınırları hakkında detaylı bilgi için bkz. GENÇTÜRK, 2021, s. 138151, 159 vd.; KELEP PEKMEZ, 2015, s. 45 vd. 103  Görevin ifası öğretide  kanun hükmünü yerine getirme  ve  amirin emrini ifa  olarak ikiye ayrılarak da incelenebilmektedir. Bkz. GENÇTÜRK, 2021, s. 73 vd. 104  Direnme aktif ya da pasif direnme biçiminde olabilir. Bkz. GENÇTÜRK, 2021, s. 92-94; KELEP PEKMEZ, 2015, s. 94 vd. 105  GENÇTÜRK, 2021, s. 90 vd. 1357Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   yapılması zorunluluğu bulunmaktadır.106 Bekçilerin kanuna aykırı toplantı ve gösteri yürüyüşlerini dağıtma ve özellikle dağılma ve zor kullanma uyarısı yapma gibi yetkileri bulunmadığından; dağıtma kapsamında ve ancak uyarıdan sonra başvurulabilecek zor ve silah kullanma yetkisini kullanamayacaklardır. Durdurma ve kimlik sorma yetkisi kapsamında bekçilerin kişiyi tutma ve genel kolluk  birimlerine  haber  verme  görevi,  kişinin  tutulması  için  zor  kullanmaya başvurulmasına  izin  verebilecektir.  Kimliği  belirlenemeyen  kişi  hakkında  gerekli işlemlerin yapılması için genel kolluk birimine haber verilmesi hâlinde durdurma eylemi devam etmektedir. Durdurma yetkisine direnilmesi hâlinde zor kullanılabilecek olmakla birlikte  bu  zor,  2559  sayılı  Kanun  m.  16 dan  değil,  7245  sayılı  Kanun  m.  7 den kaynaklanmaktadır.  Kişinin  tutulması  biçimindeki  zorun  kullanılması  7245  sayılı Kanun dan  kaynaklandığından  ve  Kanun da  durdurma  ve  kimlik  sorma  yetkilerine direnilmesinde başvurulacak başka bir zor ve silah kullanma yetkisi düzenlenmediğinden, bekçiler kişinin tutulması dışında bir zora veya silaha başvuramayacaktır. Bekçilerin bunlar dışındaki görev ve yetkileri yönünden zor ve silah kullanma yetkisi bulunmaktadır. Bununla beraber kişilere müdahale yetkileri içermeyen; toplum sağlığını ve güvenliğini tehdit eden bir hayvana rastlanması durumunda kişilerin alandan uzaklaştırılması  hariç  halka  yardım  görevleri  ile  devriye,  mal  sahipleri  tarafından alınmayan tedbirleri tamamlattırma, genel kolluk birimlerini haberdar etme gibi önleyici ve koruyucu görevler yönünden zor ve silah kullanma yetkisinin sınırlı bir uygulama alanı bulacağını belirtmek gerekir. Bu hâllerde bekçilerin kişiye doğrudan bir müdahalesi ve bu kapsamda direnmeyle karşılaşma ihtimali bulunmamaktadır. Diğer yandan kişilerin, örneğin  devriyeyi  veya  genel  kolluğa  bildirimi  engellemeye  yönelik  hareketlerde bulunmalar mümkündür. Bu hareketler, saldırı düzeyine ulaşmadıkları takdirde görevin ifasına bağlı zor ve silah kullanma yetkisinin kullanımına yol açabilecektir. Hareketlerin saldırı  düzeyine  ulaşması  durumunda  meşru  savunmaya  ilişkin  hükümler  devreye girecektir.107                                                  106  Toplantı  ve  gösteri  yürüyüşlerine  müdahalede  zor  ve  silah  kullanma  yetkisi  hakkında  bkz. GENÇTÜRK, 2021, s. 99-101. 107  Ayrıca bkz. KELEP PEKMEZ, 2015, s. 98 vd. 1358Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   G. GENEL KOLLUK KUVVETLERİNE YARDIM GÖREVİ 7245 sayılı Kanun m. 10, bekçilerin genel kolluk kuvvetlerine yardım görevini düzenlemektedir:  Genel kolluk kuvvetlerine yardım görevi MADDE 10 – (1) Çarşı ve mahalle bekçileri mevzuatla genel kolluk kuvvetlerine  tevdi  edilen  görevlerde  genel  kolluk  kuvvetlerine  yardımcı olurlar.  Bu görev kapsamında bekçiler, 7245 sayılı Kanun da kendilerine tanınmayan ancak diğer kanunlarla genel kolluk kuvvetlerine tanınan görevlerin ifasına yardımcı olacaktır. Öğretide bu hükmün bekçilerin genel kolluk kuvvetlerine tanınan  yetkileri kullanıp kullanamayacağına ilişkin bir belirsizlik içerdiği  ileri sürülmüştür. DERDİMAN bu belirsizliğe çözüm olarak hükme,  çarşı ve mahalle bekçilerinin genel kolluğa yardımcı oldukları  görevlerde;  genel  kolluğa  tanınan  yetkileri  yasal  usuller  dairesinde kullanabileceği  yönünde bir ifade eklenmesini önermektedir.108 Aşağıda daha detaylı açıklanacak  olmakla  birlikte,  kanaatimce  böyle  bir  belirsizlik  söz  konusu  değildir. Dolayısıyla yazarın önerisi bir belirsizliğin giderilmesinden ziyade bekçilerin yetkilerinin genişletilmesine yol açacaktır. ERMAN, ÖZCAN, YETKİN ve diğerleri ise hükmün bekçilerin dolaylı yoldan genel kolluk yetkilerini kullanmalarıyla sonuçlanacağını ve bu durumun 7245 sayılı Kanun un gereksiz hâle getireceğini ifade etmektedir. Yazarlar bekçilere genel kolluk kuvvetlerine  yardım  görevinin  tanınmamasıyla  bu  sorunun  çözüleceğini belirtmektedir.109 Belirtmek gerekir ki bu hüküm yardımcı olunan görevden kaynaklanan yetkilerin kullanımına izin vermemektedir. Başka bir ifadeyle bekçilerin genel kolluk kuvvetlerine yardım  görevi,  hâlihazırda  mevzuatta  kendilerine  tanınan  yetkilerin  kullanımıyla gerçekleştirilebilecektir. Aksinin kabulü 7245 sayılı Kanun m. 5 ila 9 da sayma yoluyla                                                  108  DERDİMAN, (Çarşı ve Mahalle). 109  ERMAN / ÖZCAN / YETKİN vd., 2020, s. 30, 37, 38. 1359Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   düzenlenen görev ve yetkileri anlamsız kılmaktadır. Bekçiler, yukarıda da açıklandığı üzere, bir personel grubu olarak düzenlenmiş olup polis veya jandarma gibi genel kolluk personelinden farklı bir hukuki rejime tabidir. 7245 sayılı Kanun m. 10 un genel kolluğun sahip olduğu ve bekçilere bilinçli olarak tanınmamış yetkilerin de  yardımcı olma  kapsamında  kullanılabileceği  yönünde  yorumlanması,  7245  sayılı  Kanun  ile  kolluk yetkileri  yönünden  gidilen  ayrışmayla  bağdaşmaz.  Bir  kanunun  kendiyle  çelişmesi mümkün olmamalıdır. O hâlde bekçiler, genel kolluk görevlerine mevzuatta kendilerine açıkça verilen yetkiler kapsamında yardım edilebilecektir. Bu bağlamda bekçilerin, 7245 sayılı Kanun da kendilerine tanınmayan bir yetkiyi kullanmalarını  gerektirecek  yardım  faaliyetlerini  gerçekleştirme  yükümlülükleri bulunmamaktadır. Bu yönde bir yetki kullanımı kanuna aykırı olacaktır. Yardım görevi, 7245 sayılı Kanun da bekçilere tanınan yetkilerin sınırlarına ilişkin bir istisna içermemektedir. Bu bağlamda yardım görevinde kullanılacak yetkiler için zaman ve yer yönünden getirilen sınırlamalar geçerlidir. Yardım edilen genel kolluk görevinin kural olarak bekçilerin çalışma saatleri içinde gerçekleştiriliyor olması gerekir. Bekçiler ilgili idari makamın kararı olmaksızın gündüz çalıştırılamayacaklarından, bu makamın kararı olmaksızın gündüz vakti genel kolluk kuvvetlerine yardımcı olamazlar. Yer yönünden sınırlanan yetkiler kullanılarak yardım edilecek görevlerin de, bekçilerin görev bölgelerinde yürütülüyor olması gerekir. 7245 sayılı Kanun  yardım görevinin ifası için herhangi bir makamın kararını aramamıştır. Dolayısıyla bekçiler, herhangi bir makamın veya amirin kararı olmadan da genel kolluk kuvvetlerine yardımcı olmakla yükümlüdür. Bu durumda görevine yardımcı olunan genel kolluk personeli, yardım görevinin sınırları kapsamında, bekçinin amiri gibi hareket etmektedir. Başka bir ifadeyle genel kolluk personeline yardımcı olma görevi içinde bekçiler, bu personelin emir ve talimatlarıyla bağlı hareket edecektir.110                                                    110  Benzer yönde bkz. DERDİMAN, (Çarşı ve Mahalle). 1360Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   SONUÇ 7245 sayılı Kanun un incelenmesi sonucunda; bekçilere uygulanacak mevzuatın belirlenmesi (1), bekçilerin yürüttüğü faaliyetin niteliği (2), sınırları (3) ve bekçilerin görev  ve  yetkilerinin  kapsamı  (4-9)  konularına  ilişkin  olarak  aşağıdaki  sonuçlara ulaşılmıştır: 1-  7245  sayılı  Kanun un  geçici  1.  maddesi,  772  sayılı  Kanun a  dayanılarak çıkarılmış yönetmelikleri kural olarak yürürlükten kaldırmaktadır. Bununla beraber eski yönetmeliklerin 7245 sayılı Kanun a aykırı olmayan hükümlerinin, yeni yönetmelikler çıkarılana  kadar  uygulanacağının  öngörülmesi  uygulamacı  için  durumu  tersine çevirmektedir. 772 sayılı Kanun a dayanılarak çıkarılmış tüm yönetmelik hükümleri; idare  normlar  hiyerarşisinde  kendisine  en  yakın  normu  uygulamakla  yükümlü olduğundan, kendisini bağlayan bir yönetmelik hükmünün kanuna uygun olup olmadığı değerlendirmesini yapamayacağından ve bunu ihmal edemeyeceğinden; uygulamacı için yürürlüktedir. Bu sorun ancak yargı yerlerince eski yönetmelik hükümlerinden 7245 sayılı Kanun a aykırı olanların iptali ya da  yeni  yönetmeliklerle eskilerin ilgası ile çözülebilir. 2- Çarşı ve mahalle bekçileri genel idari kolluk niteliğindeki polis ve jandarma teşkilatları içinde yer alan bir personel grubudur. Kamu düzeninin genel güvenlik, genel sağlık ve dirlik ve esenlikten oluşan klasik unsurlarının korunmasına yönelik bir idari kolluk faaliyeti yürütürler. Bunun yanında durdurma ve kimlik sorma yetkileri ile adli görev ve yetkileri kapsamında adli kolluk faaliyeti de yürütebilirler. Ayrıca genel kolluk kuvvetlerine yardım görevi sebebiyle yardımcı kolluk niteliği taşırlar. 3- Bekçilerin görev ve yetkileri zaman yönünden sınırlıdır; yalnızca çalışma saatleri içinde görevlerini ifayla yükümlüdürler ve yetkilerini kullanabilirler. Ayrıca belirli görev ve yetkiler yer yönünden sınırlanmış olup bekçiler görev bölgeleri dışında bu görevleri ifayla yükümlü değildir ve bu yetkileri kullanamazlar. 4- Bekçilerin halka yardım görevlerinin genel özelliği sınırlayıcı kolluk yetkileri içermemeleridir.  Bu  görevler  belirli  konularda  halka  yardımcı  olma,  halkı  çeşitli 1361Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   tehlikeler konusunda uyarma ve gerekli hâllerde kişilere ve genel kolluğa bilgi vermekten ibarettir. 5- Önleyici ve koruyucu görev ve yetkiler bekçilerin temel idari kolluk faaliyetidir. Kamu düzeninin bozulmasını önlemeyi amaçlayan bu görevler bekçilere sayılı hâllerde idari eylemlerde bulunma yetkisi verir. Özellikle tedbir alma yetkileri olarak ifade edilen idari  eylemlerin  kapsamları  belirsizlik  içerir.  Bunlardan  kamu  düzenini  bozacak mahiyetteki gösteri, yürüyüş ve karışıklıklara yönelik tedbir alma yetkisi; 2911 sayılı Kanun a aykırılığı saptanmış gösteri niteliğindeki toplantılara ve gösteri yürüyüşlerine yönelik olup, genel kolluk gelene kadar koruyucu tedbirler alınmasına izin verir. Bekçiler bu eylemleri dağıtma yetkisine sahip değildir. Alınacak tedbirler de bu düzeyde sonuçlar içeremeyecektir. Kişilerin can, mal ve ırzına yönelik saldırı ve tehditlere yönelik tedbir alma yetkileri ise belirli suçlara teşebbüs aşamasında müdahale yetkisi tanımaktadır. Adli görev ve  yetkileri  tamamlayıcı nitelikteki bu  yetki, icra hareketleri başlamış suçun neticelendirilmesini önleme amacı taşır. Altyapı arızaları ve doğal afetlere yönelik tedbir alma yetkisi ise halkın tehlikeden haberdar edilmesi, tehlike alanından uzaklaştırılması ve tehlike alanının genişlemesinin önlenmesine yönelik tedbirleri kapsar. 6- 7245 sayılı Kanun ile birlikte bekçilere tanınan durdurma ve kimlik sorma yetkisi; 2559 sayılı Kanun daki düzenlemeye benzerlik göstermektedir. Diğer yandan bekçilerin durdurma ve kimlik sorma yetkisinin, zaman ve yer yönünden sınırlanmış olduğunu belirtmek gerekir. Bekçilere durdurmada arama yetkisi tanınmıştır ancak arama belgesi düzenleme yükümlülüğü getirilmemiştir. Durdurmada kimliğin saptanamaması hâlinde bekçilere sadece genel kolluk birimlerine haber verme görevi  yüklenmiştir. Bekçilerin kimliği saptanamayan kişiyle ilgili bir işlem yapma yetkisi bulunmamaktadır. Kimliğin saptanamaması hâlinde 2559 sayılı Kanun uyarınca yapılması gereken işlemler, genel kolluk tarafından tesis edilecektir. Başka bir ifadeyle bu durumda süreç genel kolluğa devredilmektedir.  7- Adli görev ve yetkiler bekçilerin adli kolluk faaliyetidir. Bekçiler bu görev ve yetkiler  yönünden  7245  sayılı  Kanun un  yanı  sıra  5271  sayılı  Kanun un  ilgili hükümlerine de tabidir. Bu çerçevede yakalama tedbirine başvurulması hâlinde derhal 1362Kara                                                                                   Hacettepe HFD, C(S) 2021, 1315-1367   Cumhuriyet  Savcılığı na  bildirimde  bulunulacaktır.  Bekçilerin  söz  konusu  bildirimi yapmaması veya geciktirmesi hukuka aykırılık teşkil edecektir. 8- Bekçilere zor ve silah kullanma yetkisi, 2559 sayılı Kanun a atıfla tanınmıştır. Ancak  belirli  görev  ve  yetkiler  bakımından  zor  ve  silah  kullanma  yetkisine başvurulamayacaktır.  Kamu  düzenini  bozacak  mahiyetteki  gösteri,  yürüyüş  ve karışıklıklara  yönelik  tedbir  alma  yetkileri  ile  durdurma  ve  kimlik  sorma  yetkisi bekçilerin  2559  sayılı  Kanun  çerçevesinde  zor  ve  silah  kullanma  yetkisine  sahip olmadıkları  alanlardır.  Bu  görevlere  direnilmesi  hâlinde  uygulanılacak  zor  ve  zoru uygulayacak kişiler ayrıca düzenlenmiştir. İlk hâlde zor kullanma yetkisi sadece genel kolluğa tanınmıştır. İkinci hâlde ise bekçiler, kimliği saptanamayan kişiyi genel kolluk gelene kadar tutma biçiminde ve bununla sınırlı bir zora başvurabilirlerse de bunun kaynağı 2559 sayılı Kanun değil, 7245 sayılı Kanun dur. Halka yardım görevleri ile önleyici ve koruyucu görev ve yetkilerin bir kısmında ise zor ve silah kullanma yetkisi teorik olarak mevcut olmakla birlikte, söz konusu görevlerin kişilere yönelik müdahaleler içermemesi sebebiyle, bu yetkiye başvurulma ihtimali oldukça düşüktür. 9- Genel  kolluk kuvvetlerine  yardım  görevi  kapsamında bekçiler, 7245 sayılı Kanun da kendilerine tanınmayan  ancak diğer  kanunlarla  genel  kolluk kuvvetlerine tanınan  görevlerin  ifasına  yardımcı  olacaktır.  Bu  yardım  görevinin  ifasında  ancak mevzuatın bekçilere tanıdığı yetkiler kullanılabilecektir. Başka bir ifadeyle genel kolluğa yardım  görevi,  bekçilerin  genel  kolluğa  tanınan  yetkileri  kullanmasına  izin vermemektedir.",
     "Kaynakça": "AKILLIOĞLU, Tekin,  Saklı Yetki Kavramı , Amme İdaresi Dergisi, Yıl: 1978, Cilt: 11, Sayı: 3, (s. 73-83). AKYILMAZ, Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Yetkin Yayınları, Ankara, 2000. AKYILMAZ, Bahtiyar / SEZGİNER, Murat / KAYA, Cemil, Türk İdare Hukuku, 12. Baskı, Savaş Yayınevi, Ankara, 2020. Anayasa Mahkemesi rlar Bilgi Bankası, https://anayasa.gov.tr/tr/kararlar-bilgi-bankasi/, (erişim tarihi 02.06.2021). AYANOĞLU,  Taner,  Uyuşmazlık  Mahkemesi  rlarına  Göre  İdari  Eylemin Tanımlanması, Legal Yayıncılık, İstanbul, 2004. AYDIN,  Devrim,   Toplantı  ve  Gösteri  Yürüyüşlerine  Müdahalenin  Esasları ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 65, Sayı: 4, (s. 3283-3308). BELCİ,  Ozancan,   Çarşı  ve  Mahalle  Bekçileri  Kanununun  Ceza  Muhakemesi  Açısından Değerlendirilmesi , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 22, Sayı: 2, (s. 1089-1122). BÜLBÜL, Erdoğan, İdari İşlemlerin Yürürlükten Kaldırılması, Beta Basım Yayım Dağıtım, İstanbul, 2010. DERDİMAN,  R.  Cengiz,  Çarşı  ve  Mahalle  Bekçilerinin  Yetkileri, https://www.hukukiyaklasim.com/makaleler/carsi-ve-mahalle-bekcilerininyetkileri/#_ftnref53, (erişim tarihi 16.05.2021). DURAN, Lûtfi, İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, İstanbul, 1982. DUYGUN,  Ahmet  Mert,   Toplantı  ve  Gösteri  Yürüyüşü  Hakkının  Kullanılmasında  Bir Bilinmeyen: Spontane ve Acele Eylemler , Anayasa Hukuku Dergisi, Yıl: 2014, Cilt: 3, Sayı: 6, (s. 133-161). 1364                                                                                      DÜLGER, Murat Volkan / KÖSE, Ruhsar, Bekçilerin Görev ve Yetkilerine İlişkin Getirilen Düzenlemenin  Kişi  Hak  ve  Özgürlükleri  Kapsamında  Değerlendirilmesi, https://www.hukukihaber.net/bekcilerin-gorev-ve-yetkilerine-iliskin-getirilenduzenlemenin-kisi-hak-ve-ozgurlukleri-kapsaminda-degerlendirilmesi-makale,7474.html, (erişim tarihi 16.05.2021). EISENMANN, Charles,  Le droit administratif et le Principe de légalité , Etudes et documents du Conseil d Etat, Yıl: 1957, (s. 25-40). EKİNCİ, Bezar Eylem,  Toplantı ve Gösteri Yürüyüşü Düzenleme Hakkı Bakımından Bildirim Usulünün Kapsamı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 68, Sayı: 4, (s. 753-794). ERDOĞMUŞ, Talha, Salt İdari Eylem Karşısında İdarenin Sorumluluğu, On İki Levha Yayıncılık, İstanbul, 2021. ERMAN, R. Barış / ÖZCAN, Onur / YETKİN, Erdi, vd., Çarşı ve Mahalle Bekçileri Kanunu Teklifi Hakkında Tespit, Düşünce ve Eleştiriler, Yeditepe Üniversitesi Yayınevi, EKitap, İstanbul, 2020. GENÇTÜRK, Ünal, AİHM ve AYM rları Işığında Yaşam Hakkı Bağlamında Kolluğun Zor ve Silah Kullanma Yetkisi ve Sınırları, Adalet Yayınevi, Ankara, 2021. GÖZLER, Kemal, İdare Hukuku C. II, 3. Baskı, Ekin Basım Yayım Dağıtım, Bursa, 2019.  GÖZÜBÜYÜK, Şeref / TAN, Turgut, İdare Hukuku C. I, 13. Baskı, Turhan Kitabevi, Ankara, 2019. GÜNDAY, Metin, İdare Hukuku, İmaj Yayınevi, 11. Baskı, Ankara, 2017. GÜVEN, Murat, Barışçıl Gösteri ve Toplanma Özgürlüğü, 2. Baskı, On İki Levha Yayıncılık, İstanbul, 2020. KARAHANOĞULLARI, Onur, İdarenin Hukukla Kavranması: Yasallık ve İdari İşlemler (Yargı rlarına Dayalı Bir İnceleme), 3. Baskı, Turhan Kitabevi, Ankara, 2015. KARAN,  Ulaş,  Örgütlenme  ve  Toplanma  Özgürlüğü,  Anayasa  Mahkemesine  Bireysel Başvuru El Kitapları Serisi – 3, Avrupa Konseyi Yayını, Ankara, 2018. 1365                                                                                      KELEP PEKMEZ, Tuba, AİHM İçtihatları Bağlamında Türk ve Anglo Sakson Hukukunda Kolluğun Silah Kullanma Yetkisi, On İki Levha Yayıncılık, İstanbul, 2015. KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Seçkin Yayıncılık, Ankara, 2020. OKAY  TEKİNSOY,  Özge,  İdare  Hukukunda  Kamu  Düzeni  Kavramı,  On  İki  Levha Yayınları, İstanbul, 2011. ÖZAY, İl Han,  İdari Kolluk Eylemlerinde  Amaç  , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası - Doğumunun 100. Yılında Atatürk'e Armağan, Yıl: 1981, Cilt: 45, Sayı: 14, (s. 315-319). ÖZAY, İl Han, Günışığında Yönetim, 3. Baskı, Filiz Kitabevi, İstanbul, 2017. ÖZAY,  İl  Han,   İdari  Kolluk  -  Adli  Kolluk ,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, Yıl: 2013, Cilt: 71, Sayı: 1, (s. 947-961). ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Ceza Muhakemesi Hukuku, 13. Baskı, Seçkin Yayıncılık, Ankara, 2020a. ÖZBEK,  Veli  Özer  /  DOĞAN,  Koray  /  BACAKSIZ,  Pınar,  Türk  Ceza  Hukuku  Genel Hükümler, 11. Baskı, Seçkin Yayıncılık, Ankara, 2020b. ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 16. Baskı, Seçkin Yayıncılık, Ankara, 2020. ÖZTEKİN,  Alp,  Mahalle  Bekçilerinin  Görev  ve  Yetkileri, https://www.hukukihaber.net/mahalle-bekcilerinin-gorev-ve-yetkileri-makale,6954.html, (erişim tarihi 16.05.2021). ÖZTOPRAK, Sezin,  Türk İdare Hukukunda ‘Saklı Yetki  Kavramına Kısa Bir Bakış , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 24, Sayı: 3, (s. 385-415). ÖZTÜRK, Bahri / TEZCAN, Durmuş / ERDEM, Mustafa Ruhan, vd., Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, 14. Baskı, Seçkin Yayıncılık, Ankara, 2020. 1366                                                                                      ÖZTÜRK, Bahri / EKER KAZANCI, Behiye / SOYER GÜLEÇ, Sesim, Ceza Muhakemesi Hukukunda Koruma Tedbirleri, 4. Baskı, Seçkin Yayıncılık, Ankara, 2021. ÖZTÜRK, K. Burak, Fransız ve Türk Hukukunda İdarenin Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara, 2009. PICARD, Etienne, La Notion de Police Administrative, Librairie Générale du Droit et de la Jurisprodence, Tome 1-2, Paris, 1984. ŞİRİN, Tolga,  Türkiye de Toplantı ve Gösteri Yürüyüşü Düzenleme Hakkına İlişkin Sorunlar , Anayasa Hukuku Dergisi, Yıl: 2013, Cilt: 2, Sayı: 4, (s. 289-316). Türkiye  Büyük  Millet  Meclisi  –  Kanun  Bilgileri, https://www.tbmm.gov.tr/develop/owa/kanunlar_sd.durumu?kanun_no=7245,  (erişim tarihi 03.06.2021). Türk Dil Kurumu Güncel Türkçe Sözlük, https://sozluk.gov.tr/, (erişim tarihi 01.06.2021). ULU, Güher, İdari İşlemin Yetki Unsuru, Seçkin Yayıncılık, Ankara, 2012. ULUSOY, Ali D., Yeni Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019. VURAL, Sezin,  Sarhoşluk Kabahati , Arş. Gör. Ceren Damar Şenel Armağanı C. III, Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Sayı: 1, (s. 3453-3481). YAŞAR ŞATIROĞLU, Pınar,   Genel Ahlak  Kavramının Belirsizliğinin Aşılması ve İdari Kolluk Düzenlemelerinde Somutlaştırılması , Prof. Dr. Metin Günday Armağanı C. II,"
}