{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "18",
     "Ay": "10",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "12",
     "Başlık": "HEKİMİN SIR SAKLAMA YÜKÜMLÜLÜĞÜ İLE SUÇU BİLDİRMEME SUÇU ARASINDAKİ İLİŞKİ",
     "Title": "WITH THE OBLIGATION OF THE PHYSICIAN TO KEEP SECRET RELATIONSHIP BETWEEN OBLIGATION TO REPORT CRIMINALIZATION",
     "Yazar İsmi": [
          "Uğur AŞKIN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hekim",
          "sır saklama yükümlülüğü",
          "suçu bildirmeme suçu",
          "hasta",
          "kişisel veri"
     ],
     "Keywords": [
          "Physician",
          "obligation to keep secret",
          "obligation to report criminalization",
          "patient",
          "personal data"
     ],
     "Özet": "Hekimin, meslek etik kuralları ve insani ilkeler çerçevesinde hem hastasına hem devlete karşı yerine getirmekle  bağlı  olduğu  birtakım  yükümlülükleri  bulunmaktadır.  Bunlardan  biri  olan  sır  saklama yükümlülüğü  hastanın  özel  yaşam  alanına  yönelik,  hem  bedensel  hem  de  manevi  bir  koruma sağlamaktadır. Hasta teşhis ve tedavi sürecinde hekim ile bazı özel bilgilerini paylaşabilir. Kişilerin sağlık bilgileri kişisel veri sayılır ve tedavi süresi boyunca edinilen bilgiler gizli kalmak zorundadır. Hekim, hastasının  gizli  kalmasında  menfaati  olan  her  türlü  bilgiyi  sır  saklama  yükümlülüğü  kapsamında saklamakla yükümlüdür. Tıbbi incelemeler neticesinde elde edilen kişisel bilgiler de hekimin sır saklama yükümlülüğü kapsamındadır.  Hastaya ilişkin tüm bu bilgilerin başkalarına aktarılması ancak hastanın.     rızasıyla mümkündür. Bu yükümlülüğe aykırı davranılması halinde ise kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçu (TCK m. 136) oluşur.  Hekimler, görevini yaptığı sırada bir suçun işlendiği yönünde bir belirti ile karşılaşmasına rağmen durumu yetkili makamlara bildirmez veya bu hususta gecikme gösterirse TCK m. 280 de düzenlenen sağlık mesleği mensubunun suçu bildirmemesi suçu oluşur.  Hekimlerin sır saklama yükümlülüğü ile suçu bildirme yükümlülüğü arasında çelişki olduğu aşikârdır. Bu gibi durumlarda kanun koyucu bildirim yükümlülüğünü daha üstün tutmuş ve bildirim yükümlülüğü sebebiyle sır saklama yükümlülüğünün ihlal edilebileceğini kabul etmiştir. Suç teşkil eden bir fiilin işlendiğini öğrenen bireyin, bununla ilgili olarak yetkili makamlara bildirimde bulunma hakkı vardır.  Suçu bildirmeme suçu herkes (TCK m. 278), kamu görevlileri (m. 279) ve sağlık mesleği mensupları (m. 280) tarafından işlenmesine göre üç ayrı maddede düzenlenmiş olmasına rağmen aynı hukuki değeri korumaktadır. Nitekim söz konusu maddelerin gerekçeleri de birbirini doğrular niteliktedir. Hekimlerin sır saklama yükümlülüğüne dayanarak hastayı ilgilendiren bir durum ile ilgili tanıklıktan çekinebilme hakkı da bulunmaktadır (CMK m. 46/1-b).",
     "Abstract": "The physician has a number of obligations that he is bound to fulfill both to his patient and to the state within  the  framework  of  professional  ethical  rules  and  humanitarian  principles.  One  of  them,  the obligation to keep secrets, provides both physical and spiritual protection for the patient's private living space. The patient can share some private information with the physician during the diagnosis and treatment process. People's health information is considered personal data, and information obtained during the treatment period must remain confidential. The physician is obliged to keep any information that has an interest in keeping his patient confidential within the scope of his obligation to keep secrets. Personal information obtained as a result of medical examinations is also covered by the physician's obligation to keep secrets. The transfer of all this information about the patient to others is possible only with the consent of the patient. In case of violation of this obligation, it is a crime to give or seize personal data illegally (TCK art. 136) occurs. Although physicians encounter a symptom that a crime has been committed while they are performing their duties, they do not report the situation to the competent authorities or if they show a delay in this regard, the crime of a member of the health profession not reporting the crime occurs (TCK art. 280). It is obvious that there is a contradiction between the obligation of physicians to keep secrets and the obligation to report decriminalization. In such cases, the legislator has made the notification obligation     superior and has accepted that the obligation to keep secrets may be violated due to the notification obligation. Everyone is guilty of not reporting the crime (TCK art. 278), public officials (art. 279), members of the health profession (art. 280), although it is regulated in three separate articles according to its processing, it retains the same legal value. As a matter of fact, the justifications of the articles in question are also mutually confirmed. Based on the obligation of physicians to keep secrets, they also have the right to abstain from testifying about a situation involving the patient (CMK art. 46/1-b).",
     "Metin": " Hekimler, mesleklerinin icrası sırasında gizli kalmasında hastanın yararı bulunan bilgileri mesleki sır saklama yükümlülükleri kapsamında gizli tutmalıdır. Ancak gizli tutulması  gereken  hastaya  ilişkin  bu  bilgilerin  bazı  durumlarda  (TCK  m.  279-280) yetkili mercilere bildirilmesi de gerekmektedir. Dolayısıyla hekimlerin tabi olduğu bu iki yükümlülük birbirleriyle çatışma içerisindedir. Mevzuatımızda hekimin sır saklama yükümlülüğünü yerine getirmesine ilişkin hükümler  bulunduğu  gibi  suçu  bildirmemeyi  suç  olarak  düzenleyen  hükümler  de bulunmaktadır. Nitekim hekimin sır saklama yükümlülüğüne aykırılık teşkil eden fiilleri TCK m. 136 daki kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçunu oluşturur.  Bununla  birlikte  yargılamada  hekimin  tanık  olması  durumunda,  mesleki faaliyetleri  sırasında  öğrendikleri  ve  sır  saklama  yükümlülüğü  kapsamında  kalan hususlarda  tanıklıktan  çekinebilecekleri  CMK  m.  46/1-b de  düzenlenmektedir.  Bu düzenlemelere karşılık, TCK m. 279-280 deki suçu bildirmeme suçları ile bu kişilere, görevlerinin  icrası  sırasında  bir  suçun  işlendiği  yönünde  belirtiyle  karşılaşmaları durumunda, bu hususu yetkili mercilere bildirim yükümlülüğü getirilmektedir.  Hekimlerin, sır saklama ve bildirim yükümlülüklerine tabi olması için görevlerini yerine getirdikleri kurumların özel veya devlet hastanesi yahut da bir klinik olmasının önemi bulunmamaktadır. Ancak bu farklılık bildirim yükümlülüğünün ihlali halinde oluşan  suç  tipi  bakımından  ayrışmaktadır.  Şöyle  ki,  devlet  hastanelerinde  çalışan 1370     hekimlerin bildirim yükümlülüğünü ihlal etmeleri durumunda TCK m. 279 daki kamu görevlisinin  suçu  bildirmemesi  suçu  oluşurken,  özel  hastane  veya  özel  bir  klinikte çalışan  hekimler  açısından  TCK  m.  280 deki  sağlık  mesleği  mensuplarının  suçu bildirmemesi  suçu  oluşur.  Ayrıca  bu  farklılık  verilecek  cezayı  da  etkilemektedir. Nitekim TCK m. 279 da altı aydan iki yıla kadar hapis cezası öngörülürken, TCK m. 280 de ise bir yıla kadar hapis cezası verilmektedir. Bildirim yükümlülüğünün ihlaline dayanan her iki suç tipinde, görevin yerine getirildiği kurumun farklılığından ötürü başkaca cezaların öngörülmesi yerinde değildir. Kanaatimizce bu farklılığın giderilerek, ceza adaletinin sağlanması gerekir.   I.  HEKİMİN SIR SAKLAMA YÜKÜMLÜLÜĞÜ A.  Sır ve Meslek Sırrı Kavramları TDK ya  göre   sır   kavramı;   varlığı  veya  bazı  yönleri  açığa  vurulmak istenmeyen, gizli kalan, gizli tutulan şey  anlamlarına gelmektedir. Doktrinde ise bu kavram;  öğrenilen ve maddi varlığa sahip olmayan, esasını gizliliğin oluşturduğu ve açıklanmamasında sahibinin yararı olan hususlar  şeklinde tanımlanmaktadır. Alman öğretisinde ise sır kavramı, yalnızca bir birey veya sınırlı bir grup insan tarafından bilinerek gizliliği korunan bilgiyi ifade eder. Meslek  sırrı  ise  hekimin  görevini  yerine  getirmesi  esnasında  hastayla  ilgili öğrendiği ve başkaları tarafından bilinmeyen bilgilerdir. Bunun, diğer sırlardan farkı hekimin  görevini  icra  ederken  bu  sırrı  öğrenmesidir.  Meslek  sırrı  niteliğindeki  bu                                                  1   HAKERİ, Hakan, Tıp Hukuku, Seçkin Yayıncılık, 10. Baskı, Ankara, 2015, s. 962. 2    https://sozluk.gov.tr/ (erişim tarihi 05.08.2021). 3   DONAY, Süheyl, Meslek Sırrının Açıklanması Suçu, İstanbul, 1978, s. 4;  Diğer bir tanıma göre; sır, kişinin toplum içerisindeki şeref ve saygınlığına zarar vererek ayıplanmasına ya da sosyal ve ekonomik durumunun olumsuz etkilenmesine sebep olan hususlardır. Bkz. DOĞAN, Cahid,  Sağlık Haklarından Hekimlerin Sır (Kişisel Veri) Saklama Mükellefiyeti , Sağlık Hukuku Kurultayı, 1 – 3 Kasım 2006 Ankara, 2007, s. 105.  4   KİNDHÄUSER, Urs / NEUMANN, Ulfrid / PAEFFGEN, Hans- Ullrich, Strafgesetzbuch, Nomos Kommentar, 5. Baskı, 2017, §203, kn. 6; SCHÖNKE, Adolf / SCHRÖDER, Horst/EİSELE, Jörg, StGB  Kommentar,  30.  Baskı,  2019,  §203,  kn.  5;  JOECKS,  Wolfgang  /  MİEBACH,  Klaus, Strafgesetzbuch, Münchener Kommentar, 4. Baskı, Cilt 4, 2021, §203, kn. 13.  1371     bilgiler, hekimin sır saklama yükümlülüğü kapsamındadır. Nitekim Tıbbi Deontoloji Nizamnamesinin 4 üncü maddesine göre;  tabip ve diş tabibi, meslek ve sanatının icrası vesilesiyle muttali olduğu sırları, kanuni mecburiyet olmadıkça, ifşa edemez 6.  Edinilen  bilginin  meslek  sırrı  kapsamında  olduğunun  tespit  edilmesi  gerekir. Bunun  için  öğrenilen  bilgi  ile  hekimlik  görevinin  icrası  arasında  illiyet  bağı bulunmalıdır. Aksi halde hekimin öğrendiği bilgiler meslek sırrı sayılmayacağı için sır saklama  yükümlülüğü  kapsamında  değildir.  Bu  tür  bilgilerin  açıklanması  durumda cezai  sorumluluk  özel  hayatın  gizliliğine  ilişkin  genel  hükümler  çerçevesinde değerlendirilir. Örneğin, hekime misafirlik esnasında hastalığa ilişkin anlatılan bilgiler mesleğin  icrası  sırasında  öğrenilmediği  için  sır  saklama  yükümlülüğü  kapsamında değildir.  Ayrıca  meslek  sırrı  kapsamında  sayılan  bilgilerin  bizzat  hasta  tarafından hekimin bilgisine sunulması gerekmez. Bu bilgileri hekim, görevinin icrası sırasında kendiliğinden öğrenmesi halinde de, bunlar meslek sırrı kapsamındadır. Hastanın  gizli  tutulmasında  menfaatinin  olduğu  her  türlü  bilgi,  hekimin  sır saklama yükümlülüğü kapsamındadır. Hastanın tereddüt etmeden muayene olabilmesi ve  tedaviden  beklenen  amaca  ulaşılabilmesi  için  muayene,  tetkik  veya  teşhisler                                                  5   ZAFER, Hamide,  Ceza Muhakemesi Hukukunda Hekimin Meslek Sırrını Saklama Yükümlülüğü , Sağlık Hukukunda Dünyadaki Son Gelişmeler, İstanbul, 2009, 37; BÜYÜKAY, Yusuf,  Hekimin Sır Saklama Yükümlülüğü , Atatürk Üniversitesi Erzincan Hukuk Fakültesi Dergisi, Cilt: 8, Sayı: 1-2, 2004, s. 384; TÜRKMEN, Sevgi Erarslan, Özel Nitelikli Kişisel Verilerin İşlenmesinde Açık Rızanın Aranmadığı Haller, On İki Levha Yayıncılık, İstanbul, 2019, s. 163; KARASU, Sinem, Hekimin Sır Saklama Yükümlülüğü, Vedat Kitapçılık, İstanbul, 2009, s.46-49; İMANÇLI, Canan, Kişisel Sağlık Verilerinin Korun(a)mamasından Doğan Özel Hukuk Sorumluluğu, On İki Levha Yayıncılık, İstanbul, 2020, s. 152.  6   Tıbbi Deontoloji Nizamnamesi R.G.: 19.2.1960, No:10436.  7   Yargıtay Ceza Genel Kurulu, 17.06.2014 tarihli, 1510/331 sayılı kararında, sağlık verilerinin kişilerin iş güvenliğini, toplum içindeki statüsünü ve sigorta kapsamını belirleyen hassas bilgiler olduğunu; ayrıca sağlık verilerinin kişilerin sosyal yaşantısı ve psikolojik durumları hakkında bilgi edinilmesine yol açabileceğini ifade etmiştir. 8   YÜZBAŞIOĞLU,  Cihan.  İdare  ve  Personel  Yönüyle  Sağlık  Hizmetlerinden  Kaynaklanan Sorumluluk, On İki Levha Yayıncılık, İstanbul, 2020, s. 165; KARASU, 2009, s. 46. 9   AMİKLİOĞLU, Hüseyin,  Hekimin Sır Saklama Yükümlülüğü , FÜHFD, Cilt: 3, Sayı: 1, 2015, s.10; TÜRKMEN, 2019, s. 164.  10  YÜZBAŞIOĞLU, 2020, s. 166.  1372     neticesinde  hastaya  ilişkin  ulaşılan  bilgilerin  sır  saklama  yükümlülüğü  kapsamında saklanması gerekir. Sır saklama yükümlülüğü kapsamındaki bilgileri üçüncü bir şahıs bilse  bile,  hekimin  sır  saklama  yükümlülüğü  devam  eder.  Ancak  tümüyle  aleniyet kazanmış ve kamunun bilgisi dahilinde olan hususlar hekimin sır saklama yükümlülüğü kapsamında değildir. Nitekim Alman Federal Yüksek Mahkemesi bir kararında herkes tarafından  bilinen  ve  kolayca  tespit  edilebilen  bilgilerin,  sır  saklama  yükümlülüğü kapsamında  olmadığını  vurgulamıştır.  Örneğin,  ilerleyen  dönemdeki  gebelik  veya sakatlık gibi herkesin anlayabileceği haller, sır kapsamında değildir.  Hekim, sır saklama yükümlülüğü kapsamında olan bilgileri tıbbi bir zorunluluk bulunmadıkça hastanın yakınlarıyla paylaşmamalıdır. Zira bu yükümlülük hekim-hasta ilişkisi  dışında,  üçüncü  kişilerin  tamamını  kapsar.  Ancak  hasta  yakınlarını bilgilendirme  hususunda  tıbbi  bir  zorunluluğun  bulunması  durumunda,  hekimin  sır saklama  yükümlülüğü  bulunmayıp,  bilgilendirme  yükümlülüğü  söz  konusudur. Örneğin, uyuşturucu madde bağımlısı olan bir çocuğun ailesinin konuya ilişkin hekim tarafından bilgilendirilmesi sır saklama yükümlülüğünü ihlal etmez.  Hastanın ölümünden sonra da hekimin sır saklama yükümlülüğü devam eder. Alman  Ceza  Kanunu  m.  203/4 te,  hastanın  ölümü  sonrasında  sır  saklama                                                  11  YILMAZ, Battal, Açıklamalı İçtihatlı Hekimin Hukuki Sorumluluğu, Adalet Yayınevi, Ankara, 2017, s. 73. 12  KİNDHÄUSER / NEUMANN / PAEFFGEN, 2017, §203, kn. 6a; SCHÖNKE / SCHRÖDER / EİSELE, 2019, §203, kn. 21; JOECKS / MİEBACH, 2021, §203, kn. 18; YAVUZ İPEKYÜZ, Filiz, Türk Hukukunda Hekimlik Sözleşmesi, Vedat Kitapçılık, İstanbul, 2006, s. 132; HANCI, İ. Hamit, Malpraktis  Tıbbi  Girişimler  Nedeniyle  Hekimin  Ceza  ve  Tazminat  Sorumluluğu,  Seçkin Yayıncılık, 2006, s. 93; GÖKCAN, Hasan Tahsin, Tıbbi Müdahaleden Doğan Hukuki ve Cezai Sorumluluk, Seçkin Yayıncılık, 2013, s. 100; Doktrinde, aleniyet kazanmış veya kamunun bilgisi dahilindeki hususlara ilişkin bilgilerin gizli kalmasını hastanın talep etmesi halinde, bu bilgilerinde sır saklama yükümlülüğü kapsamında olacağı ileri sürülmektedir.  Bkz. KIZILYEL, Serkan,  Sağlık Hizmetlerinin  Sunumunda  Sır  Saklama  Yükümlülüğünün  İdare  Hukukuyla  Etkileşimi  Üzerine , Sağlık Hukuku Digestası, Sayı: 1, 2009, s. 331.  13  BGH, 14. 7. 1954 T.- 6 StR 180/54, NJW 1954, s. 1656. 14  EREM, Faruk,  Ceza Hukukunda Meslek Sırrı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: I, No:1, 1943, s. 44, http://dergiler.ankara.edu.tr/dergiler/38/213/1753.pdf; YÜZBAŞIOĞLU, 2020, s. 163; KARASU, 2009, s. 71. 15  Fransız doktrininde, kişinin ölümünden sonra ölüm sebebiyle sınırlı olacak şekilde yakınlarıyla sağlık verilerinin  paylaşılması,  yaşamı  süresince  aksi  yönde  iradesini  açıklamadıkça  sır  saklama 1373     yükümlülüğünün devam edeceği açıkça düzenlenmektedir. Ancak mevzuatımızda bu konuya ilişkin açık bir düzenleme bulunmamaktadır. Buna rağmen TCK m. 136 nın koruma amacından hareketle aynı sonuca ülkemiz açısından da ulaşılması mümkündür. Zira İHAM kararlarında da belirtildiği üzere, hastanın tedavi sürecinde hekime sunduğu bilgilerin ölümünden sonra açıklanacak olması, tedavinin amacını ve kişilerin sağlık hizmetlerinden yararlanma haklarını ihlal eder.    B.   Hekimin Sır Saklama Yükümlülüğünü İhlalinin Cezai Sonuçları Mülga  765  sayılı  TCK nın  198 inci  maddesinde  meslek  sırrı  niteliğindeki bilgilerin ifşası suç olarak düzenlenmişti. Yürürlükte olan 5237 sayılı TCK da ise sırrın ifşasına ilişkin ayrı bir suç tipi düzenlenmemiş olup, sır niteliğindeki bilgiler kişisel  veri  olarak  koruma  altına  alınmaktadır.  TCK da   sır   yerine,   kişisel  veri  kavramı  kullanılarak  suçun  kapsamı  da  genişletilmektedir.  Kişisel  veriden  ne anlaşılması gerektiği TCK nın 135 inci maddesinin gerekçesinde;  gerçek kişiyle ilgili her türlü bilgi, kişisel veri olarak kabul edilmelidir  şeklinde açıklanmaktadır. Aynı şekilde Avrupa Topluluğu Veri Koruma Yönergesinin 2 nci maddesinde kişisel veri kavramı;  gerçek bir kişi hakkında olan ve o kişiyi belirlenebilir kılan her türlü bilgi  şeklinde tanımlanmaktadır. Son olarak Kişisel Verilerin Korunması Hakkında Kanunun                                                                                                                                                yükümlülüğünü  ihlal  etmeyeceği  öne  sürülmektedir.  Bkz.  TRUCHET,  Didier,  Droit  de  la santépublique, 8. édition, Dalloz, 2013, s. 260.  16  JOECKS / MİEBACH, 2021, §203, kn. 170; SCHÖNKE / SCHRÖDER / EİSELE, 2019, §203, kn. 108. 17  Fransız hukuk mahkemeleri, başvuran şirketin önce ihtiyati tedbir olarak, sonra da kalıcı olarak Le Grand Secret kitabını dağıtmaya devam etmesini yasaklamıştır. Birkaç yıldır Başkan Mitterrand'ın özel doktoru olan Dr. Gubler'ın kitabı, Dr. Gubler ile Cumhurbaşkanı arasındaki ilişkileri anlatarak, Cumhurbaşkanına 1981 de kanser teşhisi konulduğu anlatıyordu. Mahkeme, kitabı Fransa'da kamu yararı, özellikle de Devlet başkanının maruz kaldığı ciddi hastalıklar hakkında halkın bilgilendirilme hakkına sahip olup olmadığı bakımından ele aldı. Mahkeme, Başkan Mitterrand ın ölümünden sonra ölüm sebebine ilişkin kitabın basılmasını sağlık hizmetlerinden yararlanma hakkının ihlali olarak değerlendirdi. Bkz. AİHM, Plon/Fransa, BN. 58148/00, T. 27.05.2003, Hudoc.echr.coe.int. 18  Mülga 765 sayılı TCK m. 198 e göre;  Bir kimse resmi mevki veya sıfatı veya meslek ve sanatı icabı olarak ifşasında zarar melhuz olan bir sırra vakıf olup ta meşru bir sebebe müstenit olmaksızın o sırrı ifşa ederse üç aya kadar hapis ve elli liraya kadar ağır cezayi nakdiye mahküm olur . 1374     m. 3/1-d bendinde kişisel veri;  kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  şeklinde ifade edilmektedir. Kişisel veri kavramının haricinde Kişisel Sağlık Verileri Hakkında Yönetmelikte kişisel sağlık verisi kavramı da tanımlanmaktadır. Buna göre;  kişisel sağlık verisi, kimliği belirli ya da belirlenebilir gerçek kişinin fiziksel ve ruhsal sağlığına ilişkin her türlü bilgi ile kişiye sunulan sağlık hizmetiyle ilgili bilgiler  olarak ifade edilmektedir.  Tıp hukuku bakımından kişisel veri kavramı, gizli tutulmasında makul bir neden ve hastanın korunmaya değer bir yararının bulunduğu her türlü veri şeklinde ifade edilir. Ancak  hekimin,  hastaya  ilişkin  öznel  nitelikteki  düşünceleri  veya  şahsi  tahminleri kişisel veri kapsamında değildir. Hastanın tedavi amaçlı hekime açıkladığı bilgilerin haricinde hastanın tıbbi geçmişi, tedavisi, teşhisi, hastalığı, tetkik sonuçları, ailevi veya ekonomik  durumuna  ilişkin  bilgilerin  tümü  kişisel  veridir.  Dolayısıyla  hekim tarafından bu tür bilgilerin, hastanın izni olmadan açıklanması kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçunun nitelikli halini oluşturur.  Hekimin sır saklama yükümlülüğü kapsamındaki bilgileri ifşa etmesi durumunda TCK m. 136 daki kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçu oluşur.  Sır  niteliğindeki  bilgilerin  yerine  yetirilen  mesleğin  sağladığı  kolaylıktan yararlanılarak öğrenilmesi durumunda ise TCK m. 137/1-b deki suçun daha ağır cezayı gerektiren nitelikli hali oluşur. Ayrıca bu suçun oluşabilmesi için herhangi bir zararın                                                  19  Anayasa Mahkemesi, 32/102 ve 12.11.2015 tarihli kararında kişisel veri kavramından ne anlaşılması gerektiğine ilişkin şu tespitlere yer vermektedir:  Kişisel veri kavramı, belirli ve kimliği belirlenebilir olmak şartıyla, bir kişiye ilişkin bütün bilgileri ifade etmektedir. Bu bağlamda adı, soyadı, doğum tarihi ve doğum yeri gibi bireyin sadece kimliğini ortaya koyan bilgiler değil; telefon numarası, motorlu taşıt plakası, sosyal güvenlik numarası, pasaport numarası, özgeçmiş, resim, görüntü ve ses kayıtları, parmak izleri, genetik bilgiler, IP adresi, e-posta adresi, hobiler, tercihler, etkileşimde bulunulan kişiler, grup üyelikleri, aile bireyleri gibi kişiyi doğrudan veya dolaylı olarak belirlenebilir kılan tüm veriler kişisel veri kapsamındadır .  20  ZAFER, 2009, s. 1328; HAKERİ, 2015, s. 890-891. 21  Alman hukukunda bu tür fiiller, Alman Ceza Kanunu nda ‘Özel Sırların İfşası  başlıklı § 203 te suç olarak düzenlenmektedir. Buna göre; kişisel yaşam alanına, ticaret veya iş ilişkilerine yönelik sırların üçüncü bir şahsa herhangi bir şekilde iletilmesiyle bu suç oluşur. Ayrıca § 203/1-1 uyarınca; doktor, diş hekimi, veteriner, eczacı veya başka bir tıp mesleği mensubunun mesleklerinin icrası kapsamında öğrendikleri sırları ifşa etmeleri halinde bir yıla kadar hapis veya para cezası ile cezalandırılırlar. Bkz. 1375     doğması gerekmez. Hastaya ilişkin verilerin hukuka aykırı olarak verilmesi veya ele geçirilmesi durumunda, hasta zarara uğramasa dahi bu suç oluşur.  TCK  m.  136 daki  suçun  maddi  unsuru,  kişisel  verileri  hukuka  aykırı  olarak verme,  yayma  ve  ele  geçirmedir.  Hekimler  açısından  gerçekleşebilecek  fiiller çoğunlukla  kişisel  verilerin  verilmesi  ve  yayılmasıdır.  Verme  fiili,  hastaya  ilişkin bilgilerin bir başkasına hukuka aykırı olarak açıklanmasıdır. Bu fiilin oluşabilmesi için bilgilerin bir tek kişiye verilmesi ya da açıklanması yeterli olup, herkesin bilgisine sunulması gerekmez. Ayrıca hastanın dışındaki üçüncü kişilere verilerin ulaştırılması da verme  fiili  kapsamında  değerlendirilir.  Verilerin  yayılması  ise,  verilerin  içeriğini oluşturan  bilgilerin  çok  fazla  sayıda  kişinin  öğrenebileceği  şekilde  açıklanmasıdır. Örneğin,  estetik  operasyon  geçiren  hastanın  izni  olmadan  önceki  ve  sonraki  halini gösteren fotoğrafların reklam faaliyetlerinde kullanılması durumunda yayma fiili söz konusudur.  5237  sayılı  TCK nın  134 üncü  maddesinde  özel  hayatın  gizliliğini  ihlal  suçu düzenlenmektedir. Hekimin sır saklama yükümlülüğünü ihlal etmesi durumunda özel hayatın gizliliğinin ihlali değil, yukarıda belirtilen kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçu oluşur. Zira hekim ile hasta arasındaki ilişki özel hayat kapsamında olmadığı gibi, aynı zamanda hekimin sır saklama yükümlülüğünün ihlali halinde TCK m. 136 daki suç tipi TCK m. 134 e göre özel norm niteliği taşımaktadır.  II.  SUÇU BİLDİRMEME SUÇU 5237 sayılı TCK da suçu bildirmeme suçu herkes (TCK m. 278), kamu görevlileri (m. 279) ve sağlık mesleği mensupları (m. 280) tarafından işlenmesine göre üç ayrı maddede düzenlenmiş olmasına rağmen aynı hukuki değeri korumaktadır. Nitekim bu                                                                                                                                                KİNDHÄUSER / NEUMANN / PAEFFGEN, 2017, §203, kn. 19; JOECKS / MİEBACH, 2021, §203, kn. 45; SCHÖNKE / SCHRÖDER /EİSELE, 2019, §203, kn. 64. 22  HAKERİ, 2021, s. 235. 23  Alman Ceza Kanunu nda ise, §138 te ‘İşlenilecek Suçların Bildirilmemesi  suçu düzenlenmektedir. Buna göre, birinci fıkrada sayılan suçların önlenebileceği bir aşamada öğrenilmesine rağmen yetkili makamlara bildirilmemesi durumunda beş yıla kadar hapis veya para cezası, ikinci fıkrada sayılan suçların  önlenebileceği  bir  aşamada  öğrenilmesine  rağmen  yetkili  makamlara  bildirilmemesi 1376     suçlarla korunan hukuki değer adliyenin faaliyet ve fonksiyonlarının sağlıklı bir şekilde icrasındaki  toplumsal  yarardır.  Adliyenin  faaliyet  ve  fonksiyonlarının  sağlıklı  bir şekilde icrası, suçlardan ve suçlulardan adli makamların haberdar olmasına bağlıdır. Bu suçlarla kamu düzeninin sağlanması ve işlenilen suçların önlenmesi amaçlanmaktadır. Söz konusu maddelerin gerekçeleri de birbirini doğrular niteliktedir. Kamu görevinde bulunan kimseler, görevleriyle bağlantılı olarak öğrendiği suçları yetkili makamlara bildirme yükümlülüğü altındadır. Aksi halde TCK m. 279 daki kamu görevlisinin suçu bildirmemesi suçu oluşur. Bu maddenin haricinde TCK m. 280 de sağlık mesleği mensuplarının suçu bildirmemesinin suç olarak düzenlenmesinin sebebi, kamu  görevlisi  olmayan  sağlık  mesleği  mensuplarını  da  bildirim  yükümlülüğü kapsamına  almaktır.  Bu  nedenle  TCK  m.  280 deki  suçun  faili,  kamu  görevlisi                                                                                                                                                durumunda ise iki yıla kadar hapis cezası verileceği düzenlenmektedir. Üçüncü fıkrada ise, birinci ve ikinci fıkra kapsamında olmayan suçların işlenileceğinden inandırıcı bir şekilde haberdar olmasına rağmen, ihbar etmeyi ihmal eden kişi, bir yıla kadar hapis cezası veya para cezası ile cezalandırılacağı düzenlenmektedir. Bu suçun cezasızlık nedenleri ise §139 da yer almaktadır. Bkz. KİNDHÄUSER / NEUMANN / PAEFFGEN, 2017, §138, kn. 1-5; JOECKS / MİEBACH, 2021, §203, kn. 1-5; SCHÖNKE / SCHRÖDER / EİSELE, 2019, §203, kn. 1-2. 24  TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, 6. Baskı, Savaş Yayınevi, Ankara, 2012, s. 322; ÜNVER, Yener, İftira, Suç Uydurma, Suç Üstlenme, Yalan Tanıklık ve Bilirkişilik, Suçu İhbar Etmemek Suçları, Seçkin Yayıncılık, 6. Baskı, Ankara, 2021, s. 313-314; TEZCAN, Durmuş / ERDEM, Mustafa Ruhan / ÖNOK, Rıfat Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayıncılık, 19. Baskı, Ankara, 2021, s. 1398; KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara, 2018, s. 985; ZAFER, Hamide,  Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK M.280) , İÜHFM, 2013, Cilt: 71, Sayı: 1, s. 1329; ŞATIR, Nejdet, Hekimlerin Hukuki ve Cezai Sorumluluğu, Yetkin Yayınları, Ankara, 2015, s. 489.  25  Kamu  görevlilerinin  suçu  bildirmemesi  suçu  TCK  m.  279 da;   Kamu  adına  soruşturma  ve kovuşturmayı  gerektiren  bir  suçun  işlendiğini  göreviyle  bağlantılı  olarak  öğrenip  de  yetkili makamlara bildirimde bulunmayı ihmal eden veya bu hususta gecikme gösteren kamu görevlisi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır. Suçun, adlî kolluk görevini yapan kişi tarafından işlenmesi  halinde,  yukarıdaki  fıkraya  göre  verilecek  ceza  yarı  oranında  artırılır   şeklinde düzenlenmektedir. 26  Sağlık mesleği mensuplarının suçu bildirmemesi suçu TCK m. 280 de;  Görevini yaptığı sırada bir suçun işlendiği yönünde bir belirti ile karşılaşmasına rağmen, durumu yetkili makamlara bildirmeyen veya  bu  hususta  gecikme  gösteren  sağlık  mesleği  mensubu,  bir  yıla  kadar  hapis  cezası  ile cezalandırılır. Sağlık mesleği mensubu deyiminden tabip, diş tabibi, eczacı, ebe, hemşire ve sağlık hizmeti veren diğer kişiler anlaşılır  şeklinde düzenlenmektedir. 1377     olmayan sağlık mesleği mensuplarıdır. Nitekim TCK m. 280 in gerekçesinde, devlet eliyle işletilen sağlık kuruluşlarında görev yapan sağlık mesleği mensuplarının suçu bildirmemesi  durumunda  TCK  m.  279 daki  kamu  görevlisinin  suçu  bildirmemesi suçunun oluşacağı ifade edilmektedir. Nitekim Yargıtay kararları da bu yöndedir. Ayrıca her iki suç tipinin failinin belirli vasıfları haiz olması gerektiğinden, bunlar özgü suçlardır.  Görevini yaptığı sırada suç işlendiğini öğrenen kamu görevlisi olan (TCK m. 279) veya  olmayan  (TCK  m.  280)  sağlık  mesleği  mensubunun  bildirim  yükümlülüğü doğmakta  olup,  bu  yükümlülüğün  kasten  ihlaliyle  suç  tamamlanmaktadır.  Bu yükümlülüğün  ihlali   bildirimde  bulunmamak   veya  bildirimde  bulunma  hususunda                                                  27  HAKERİ, 2021, s. 350; Doktrindeki karşı görüşe göre ise, TCK m. 280 de kanun koyucu açıkça sağlık mesleği mensuplarına özgü bir eylemi düzenlemiş ve ihlalini yaptırıma bağlamıştır. Kaldı ki, TCK m. 279 kamu görevlisi olan sağlık mesleği mensupları için düzenlenmiş olsaydı, TCK m. 280 de kamu görevlisi olmayan sağlık mesleği ibaresi kullanılırdı. Ancak TCK m. 280 de bu şekilde bir ayrım yapılmamış ve doğrudan sağlık mesleği mensubu ifadesi kullanılarak, TCK m. 279 dan farklı bir suç ihdas edilmiştir. Bkz. ÜNVER, 2021, s. 407-408; ŞATIR, 2015, s. 490.  28   HAKERİ,  2021,  s.  351.;  5237  sayılı  TCK nın  280 inci  maddesinin  gerekçesine  göre;   Madde, mesleklerini icra ettikleri sırada tabip, diş tabibi, eczacı, ebe, hemşire ve sağlık hizmeti veren diğer kişilerin  öğrendikleri  suçları  ihbar  yükümlülüklerini  getirmiş  bulunmaktadır.  Söz  konusu  ihbar yükümlülüğü, madde metninde sayılan sağlık mesleği mensupları ile sınırlı değildir. Örneğin, bir tıbbi tahlil laboratuvarında görev yapan kişiler açısından da mevcuttur. Devlet eliyle işletilen sağlık kuruluşlarında görev yapan sağlık mesleği mensupları, kamu görevlisi sıfatını taşımaktadırlar. Bu kişilerin  suçu  bildirme  yükümlülüğüne  aykırı  davranmaları  hâlinde,  yukarıdaki  madde  hükmü uygulanacaktır . 29   Devlet Hastanesinde doktor olan sanığın iddia ve kabul edilen suçu bildirmeme eyleminin TCK'nın 279.  maddesinde  yaptırıma  bağlanan  kamu  görevlisinin  suçu  bildirmemesi  suçunu  oluşturacağı hukuki durumunun buna göre takdir ve tayini gerektiği gözetilmeden suç vasfında yanılgıya düşülerek yazılı şekilde hüküm kurulması  (Yarg. 9. CD., 2013/16353 E., 2014/6220 K., 15.05.2014 T.). 30  ÜNVER,  2021,  s.  407-408;  YAŞAR,  Osman  /  GÖKCAN,  Hasan  Tahsin  /  ARTUÇ,  Mustafa, Yorumlu- Uygulamalı Türk Ceza Kanunu, Adalet Yayınevi, 2. Baskı, 6. Cilt, Ankara, 2014, s.8323; HAKERİ, 2015, s.873; TEZCAN / ERDEM / ÖNOK, 2021, s. 1410; ZAFER, 2013, s.1335. 31  TCK  m.  279 daki  kamu  görevlisinin  suçu  bildirmemesi  suçunun  oluşabilmesi  için  bir  suçun işlendiğini öğrenmek koşulu aranırken, TCK m. 280 deki suçun oluşumu için bir suçun işlendiğine ilişkin belirtiyle karşılaşılmasının yeterli görülmesi eleştirilmektedir. Bkz. TOROSLU, 2012, s. 331. 32   Suçu bildirmeme suçunun kasıtla işlenebileceği, sanığın nöbetçi doktor olmayıp diğer doktor törende olduğu  için üzerine  süt  dökülmesi  nedeniyle  getirilen  mağdura  müdahale  ettiği,  nöbetçi  doktor olmadığı ve iş yoğunluğu nedeniyle olayı kolluğa bildiremediğini savunması ve bu savunmasının aksinin ispat edilememesi karşısında, yetersiz gerekçe ile sanık hakkında mahkumiyet kararı verilmesi bozmayı gerektirmiştir  (Yarg. 4. CD., 2012/13441 E., 2012/30482 K., 17.12.2012 T.). 1378      gecikme gösterilmesi  şeklindeki hareketlerle gerçekleşir. Ayrıca suçu bildirmeme suçları sırf hareket suçlarıdır. Zira suçun kanuni tanımında fiilden ayrı bir neticenin gerçekleşmesi  aranmamış  olup,  suçun  kanuni  tanımında  öngörülen  hareketlerin gerçekleşmesiyle suç tamamlanır. Bildirimde  bulunulacak  yetkili  makamlar  ise,  bildirim  üzerine  soruşturmaya başlama yetkisi bulunan veya yapılan bildirimi soruşturma yapmaya yetkili makama iletmekle yükümlü olan makamlardır. Bunlar 5271 sayılı CMK m. 158 deki ihbara ve şikâyete yetkili olan makamlardır. Örneğin özel hastane idaresinin hekimin yaptığı bildirimi  yukarıda  gösterilen  makamlara  iletmekte  ihmal  göstermesi  halinde sorumluluğun belirlenmesi sorun yaratacaktır. Buna karşılık sağlık mesleği mensubu, kamu  görevinin  yürütülmesi  ile  bağlantılı  bir  suç  işlendiği  yolunda  belirti  ile karşılaşırsa,  bildirimi  suçla  bağlantısı  olan  ilgili  kamu  kurum  ve  kuruluş  idaresine yapması halinde sorumluluğu kalkar. Kamu kurum ve kuruluşları ihbarı almaya yetkili                                                  33   ... ili ... ilçesinde meydana gelen bir trafik kazasında yaralanan ... isimli şahsın tedavisi devam ederken 16/05/2015 tarihinde ... Hastanesinde hayatını kaybettiği, tedavisi ile hastane doktorlarından şüpheli  ...'in  ilgilendiği,  olayın  adli  vaka  olması  nedeni  ile  şahsın  ölümünün  adli  makamlara bildirilmesi gerektiği, ancak şüphelilerin herhangi bir merciye şahsın ex olması sonucu otopsi ve ölü muayene işleminin yapılması için bildirimde bulunmamaları şeklinde gerçekleşen eylemlerinin TCK 280. maddesinde yazılı olan Sağlık Mesleği Mensuplarının Suçu Bildirmemesi suçunu oluşturup oluşturmayacağı denetime imkan verecek şekilde karar yerinde gerekçeleriyle gösterilip tartışılmadan yazılı şekilde görevi kötüye kullanma suçundan beraat kararı verilmesi bozmayı gerektirmiştir  (Yarg. 9. C.D., 2020/6807 E., 2021/2929 K., 08.06.2021 T.). 34  ÜZÜLMEZ, İlhan,  Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280) , V. Türk-Alman Tıp Hukuku Sempozyumu, Türkiye Barolar Birliği, Ankara, 2008, s. 834; ERBAŞ, Rahime, Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğü, On İki Levha Yayıncılık, İstanbul, 2015, s. 123; ÜNVER, 2021, s. 328-329; TEZCAN / ERDEM / ÖNOK, 2021, s. 1413; ŞATIR, 2015, s. 490.  35   Olay  günü  Suriye  sınırında  yaşanan  çatışmaları  protesto  etmek  amacıyla  düzenlenen  izinsiz gösteriler  sırasında  İ…  K…  isimli  şahsın  ateşli  silahla  yaralandığı  tedavi  için  ...  İlçe  Devlet Hastanesine  götürüldüğü,  acil  serviste  görevli  sanık  tarafından  gerekli  müdahale  ve  tedavinin gerçekleştirildiği, aynı gün 194 hastanın hastaneye giriş yaptığı, sanığın tek nöbetçi doktor olarak görev  yaptığı,  hasta  hakkında  adli  rapor  düzenlediği  ve  kendisini  arayan  Mardin  İl  Emniyet Müdürlüğüne konu ile ilgili bilgi vermiş olduğundan sanıkta suç kastının bulunmadığı ve TCK 280. maddede belirtilen suçun unsurlarının oluşmadığı anlaşılmaktadır  (Yarg. 8. C.D., 2019/84 E., 2020/16197 K., 29.09.2020 T.). 36  TOROSLU, 2012, s.332; TEZCAN / ERDEM / ÖNOK, 2021, s. 1405; HAKERİ, 2015, s.876; ERBAŞ, 2015, s. 124.  1379     makamlar  olduğundan  sağlık  mesleği  mensubunun  sorumluluğu  sona  erer.  CMK m.158 de belirtilen makamların dışında bir yere bildirim yapılması halinde, yükümlülük yerine getirilmemiş sayılır. Kamu  görevlisinin  suçu  bildirmemesi  ile  sağlık  mesleği  mensuplarının  suçu bildirmemesi  suçu  arasında  önemli  bir  farklılık  vardır.  Kamu  görevlilerinin  suçu bildirme yükümlülüğü kamu adına soruşturma ve kovuşturmayı gerektiren diğer bir ifadeyle re sen takip edilen bir suçun varlığı halinde söz konusudur (TCK m. 279). Buna  karşılık  kamu  görevlisi  olmayan  sağlık  mesleği  mensuplarının  suçu  bildirme yükümlülüğü şikayete tabi olanlarda dahil olmak üzere işlenen suçların tamamı içindir (TCK m. 280)37. Uygulamada TCK m. 280 in kapsamının bu kadar geniş olması bazı olumsuz sonuçlara yol açmaktadır. Örneğin, vücuda organ veya sair bir cisim sokulması suretiyle eşe karşı gerçekleştirilen cinsel saldırı suçu şikayete tabidir (TCK m. 102/2). Mağdur kadının özel bir poliklinikte muayene olduğu esnada, rızası dışında bu tür bir birlikteliğin gerçekleştiğini muayene kapsamında hekime anlatması halinde, hekimin suçu bildirme yükümlülüğü doğar. Aksi halde TCK m. 280 den cezai sorumluluğu söz konusudur.  Suçu bildirmeme suçu, henüz icrası devam etmekte olan bir suçun varlığı veya icrası  tamamlanmış  olmakla  birlikte  suçun  sebep  olduğu  sonuçların sınırlandırılabilmesinin mümkün olduğu hallerde işlenebilir. Bu nitelikteki bir suçun yetkili  makamlara  bildirilmemesi  veya  bildirimde  gecikme  gösterilmesi  TCK  m. 279 daki suçu oluşturur. Bildirim  yükümlüğünün  konusu  suçtur.  Dolayısıyla  kabahat  ya  da  disiplin cezasını gerektiren bir fiilin işlendiğini öğrenen sağlık mesleği mensuplarının bildirim                                                  37  TEZCAN / ERDEM / ÖNOK, 2021, s. 1411; HAKERİ, 2015, s. 963; ÜNVER, 2021, s. 404-405; ERBAŞ, 2015, s. 133-134.  38  TCK m. 278'in gerekçesine göre, bir kimsenin kaçırılarak belli bir yerde tutulduğunun bilinmesine rağmen, durumdan yetkili makamların haberdar edilmemesi; keza, mütemadi suç niteliği taşıyan elektrik  hırsızlığının  işlendiğinden  haberdar  olunmasına  rağmen,  durumun  yetkili  makamlara bildirilmemesi, bu suçu oluşturacaktır. Ayrıca icrası tamamlanmış olan bir hırsızlık sonucunda elde edilmiş olan malların bir depoda saklandığının bilinmesine rağmen, durumdan yetkili makamların haberdar edilmemesi de TCK m. 278 deki suçu oluşturur. 1380     yükümlülüğü bulunmamaktadır. Örneğin, başkası tarafından kesici bir aletle yaralanan hastayı tedavi eden hekimin bildirim yükümlülüğü vardır. Buna karşılık evli bir erkekle birlikte olan bekar bir kadının hamile kaldığını muayene esnasında öğrenen hekimin zina suç olmadığı için bildirim yükümlülüğü yoktur. Aynı şekilde başkalarının huzur ve sükununu  bozan  bir  kimsenin  sarhoş  olduğunun  muayene  esnasında  fark  edilmesi durumunda, Kabahatler Kanunu m. 35 uyarınca bir kabahat söz konusu olduğu için bildirim yükümlülüğü doğmaz.  Bildirim yükümlülüğünün konusunu oluşturan suçların şikayete tabi olması veya re sen soruşturulması şeklinde herhangi bir sınırlama bulunmamaktadır. Bu nedenle hekimin  herhangi  bir  suçun  işlendiği  yönünde  belirti  ile  karşılaşması  durumunda bildirim yükümlülüğü doğar. Ancak mülga 765 sayılı TCK m. 530 da kabahat olarak düzenlenen  sağlık  mesleği  mensuplarının  suçu  bildirmemesi,   şahıslar  aleyhinde işlenmiş bir cürüm asarını gösteren ahvalde  ifadesiyle yalnızca kişilere karşı işlenen suçlar açısından bildirim yükümlülüğü getirmekteydi.  Sağlık  mesleği  mensubunun  bildirimde  bulunmama  kastının  suçun  maddi unsurlarını kapsaması gerekir. Bu nedenle bildirim yükümlülüğüne ilişkin suçun maddi unsurlarında hataya düşülmesi kastı kaldırır, TCK m.  279 ve m. 280 deki  suçların taksirli hali de düzenlenmediğinden cezai sorumluluk söz konusu olmaz.  Mukayeseli hukuk sistemleri incelendiğinde, Portekiz Ceza Muhakemesi Kanunu m.  280 de  bildirimin  konusunu  oluşturan  suçlar  arasında  ayrım  yapılmadığı görülmektedir. Ancak bildirimin konusunu oluşturan suç şikayete tabi ise, bu şartın gerçekleşmesinden sonra bildirim  yükümlülüğü doğar. Buna karşılık  İtalyan Ceza Kanunu nun 365. maddesiyle bildirimin konusu yalnızca re sen soruşturulan suçlarla                                                  39  TEZCAN / ERDEM / ÖNOK, 2021, s. 1257; ÜZÜLMEZ, 2008, s. 830; ERBAŞ, 2015, s. 128; ÜNVER, 2021, s. 415-416; ZAFER, 2013, s. 1341; YAŞAR / GÖKCAN / ARTUÇ, 2014, s. 8328; ERBAŞ, 2015, s. 123. 40  TEZCAN / ERDEM / ÖNOK, 2021, s. 974; KOCA / ÜZÜLMEZ, 2018, s. 989; ZAFER, 2013, s. 1343. 41  Portekiz  Ceza  Muhakemesi  Kanunu nun  242.  maddesi  için  bkz.  Global  Compliance  Services,  Principles Applicable to Personal Data Processing Operations for the Internal Reporting of Financial Wrongdoing  (Ethics  Guidelines) ,  http://www.globalcompliance.com/pdf/english-translation-ofportugal-guidelines-10-09.pdf.  1381     sınırlandırılmaktadır. Son olarak Alman Ceza Kanunu §138 de düzenlenen bildirim yükümlülüğü belirli suçlarla sınırlı olmakla birlikte yalnızca ‘işlenecek  bir suça ilişkin getirilmiştir.  Diğer  bir  ifadeyle  bildirim  yükümlülüğünün  doğması  için  kanunda sayılan belirli suçların işlenmesine ilişkin plan yapma hazırlığında olma yeterli değildir, suçun  fiilen  planlanmış  olması  veya  işlenme  sürecinde  olması  gerekir.  Dolayısıyla önlenmesi  mümkün  olmayan  bir  suçun  bildirim  yükümlüğünün  konusunu oluşturabilmesi mümkün değildir. Elbette işlenmesi planlanan suçun artık işlenmesi mümkün değilse veya vazgeçildiyse, bildirim yükümlülüğü doğmaz. Sağlık  mesleği  mensubunun  bildirim  yükümlülüğünün  doğması  için  suçun  en azından  teşebbüs  aşamasında  kalması  gerekir.  Aksi  halde  hazırlık  hareketlerinin bildirilmemesi  durumunda  bu  suç  oluşmaz.  Zira  ceza  hukukunun  müdahalesi  kural olarak failin icra hareketlerine girişmesiyle başlamakta olup, bu evreden önceki aşama olan hazırlık hareketleri cezalandırılmaz. Ayrıca bildirimin konusunu oluşturan suçun kasten  veya  taksirle  işlenmesi  veyahut  kusurluluğu  ortadan  kaldıran  bir  halin bulunmasının önemi bulunmamaktadır. Hekimin  bildirimde  bulunması  gereken  suçu,  mesleğini  icra  ettiği  esnada öğrenmesi gerekir. Aksi halde meslek faaliyeti kapsamında öğrenilmeyen suçlara ilişkin TCK m. 279 ila m. 280 gereği bildirim  yükümlülüğü bulunmamaktadır. Ancak bu durumda da genel hüküm mahiyetindeki tüm bireylerin suçu bildirme yükümlülüğünü düzenleyen TCK m. 278 uyarınca cezai sorumluluk söz konusu olur.  Sağlık mesleği mensubunun bildirim yükümlülüğünü görevinin hangi aşamasında yerine getirmesi gerektiğinin belirlenmesi gerekir. 765 sayılı mülga TCK m. 530 da                                                  42  İtalyan  Ceza  Kanunu nun  365.  maddesi  için  bkz.  European  Institute  for  Gender  Equality (EIGE), Italian  Penal  Code,  Article  365,  (Omissione  di  referto  (Ommitted  Medical  Report), http://eige.europa.eu/content/italian-penal-code-article-365-omissione-di-referto-omitted-medicalreport.  43   https://www.gesetze-im-internet.de/stgb/.  44   JOECKS / MİEBACH, 2021, §138, kn. 11; SCHÖNKE / SCHRÖDER / EİSELE, 2019, §138, kn. 8.  45  SCHÖNKE / SCHRÖDER / EİSELE, 2019, §138, kn. 9;  46  ÜZÜLMEZ, 2008, s. 830; ERBAŞ, 2015, s. 123.  47  HAKERİ, 2015, s. 875; ÜZÜLMEZ, 2008, s. 828; ERBAŞ, 2015, s. 133- 134.  1382     sağlık  mesleği  mensubunun   sanatlarının  icabettiği  yardımı  ifa  ettikten  sonra  bildirimde bulunacağı açıkça düzenlenmiş olmasına rağmen, 5237 sayılı TCK da bu hususta düzenleme bulunmamaktadır. Fakat sağlık mesleği mensuplarının asli görevi işlenen suçları  bildirmek olmayıp,  tıbbi  hizmet vermek olduğu için suç işlendiğine yönelik bir belirtiyle karşılaşan sağlık mesleği mensubunun öncelikle tıbbi müdahalede bulunması gerekir. Sonrasında bildirim yükümlülüğü yerine getirilmelidir.  Bildirim yükümlülüğünün yerine getirilmemesine ilişkin hukuka uygunluk nedeni olarak  TCK  m.  192/4 teki  düzenlemenin  de  incelenmesi  gerekir.  Bu  fıkraya  göre, uyuşturucu veya uyarıcı madde kullanan kişi, hakkında kullanmak için uyuşturucu veya uyarıcı  madde  satın  almak,  kabul  etmek  veya  bulundurmaktan  dolayı  soruşturma başlatılmadan  önce  resmi  makamlara  veya  sağlık  kuruluşlarına  başvurarak  tedavi ettirilmesini  isterse,  cezaya  hükmolunmaz.  Bu  durumda  kamu  görevlileri  ile  sağlık mesleği mensuplarının suçu bildirme yükümlülüğü doğmaz. Böylelikle sağlık mesleği mensuplarının  suçu  bildirmemelerine  ilişkin  hakkın  kullanılması  kapsamında  bir hukuka uygunluk nedeni oluşturulmuştur (TCK m. 26/1)50. Bu hükme karşı açılan iptal davasında  Anayasa  Mahkemesinin  de  gerekçelendirdiği  üzere,  bu  hükmün  amacı uyuşturucu  veya  uyarıcı  madde  kullanımının  azaltılması  ve  bu  kişilerin  topluma kazandırılmasıdır.  Zira  anılan  düzenlemeyle  uyuşturucu  ve  uyarıcı  madde  kullanan kişilerin  bir  cezai  müeyyideye  muhatap  olabilecekleri  hususunda  duyabilecekleri tereddütler ortadan kaldırılarak, bu kişilerin tedavi olmak amacıyla resmî makamlara veya sağlık kuruluşlarına başvurmaları teşvik edilmektedir.                                                   48  765 sayılı TCK nın 530 uncu maddesine göre;  Hekim, cerrah, ebe yahut sair sıhhıye memurları şahıslar aleyhinde işlenmiş bir cürüm asarını gösteren ahvalde sanatlarının icabettiği yardımı ifa ettikten  sonra  keyfiyeti  adliyeye  veya  zabıtaya  bildirmezler  yahut  ihbar  hususunda  teahhur gösterirlerse bu ihbar kendisine yardım ettikleri kimseyi takibata maruz kılacak ahval müstesna olmak üzere otuz liraya kadar hafif cezayı nakdiye mahkûm olurlar . 49  TEZCAN / ERDEM / ÖNOK, 2021, s. 1412; YAŞAR / GÖKCAN / ARTUÇ, 2014, s. 8042; GÜLTEKİN, s. 109; HAKERİ, 2015, s. 1185; KOCA / ÜZÜLMEZ, 2018, s. 998. 50  TURAN, Hüseyin / KODAL, Osman,  Uyuşturucu veya Uyarıcı Madde Kullanma Suçları Yönünden Kamu Görevlisi ile Sağlık Meslek Mensuplarının Suçu Bildirmemesine Yönelik Düzenlemenin Etkin Pişmanlık Kurumuna Etkisi , Uyuşmazlık Mahkemesi Dergisi, Yıl: 7, Sayı: 13, Haziran 2019, s.515. 51  Uyuşturucu  ve  uyarıcı  madde  kullanan  kişinin  tedavi  amaçlı  resmi  makamlara  veya  sağlık kuruluşlarına başvurması halinde suçu bildirme yükümlülüğünün doğmayacağına ilişkin TCK m. 1383      III.  HEKİMİN  SIR  SAKLAMA  YÜKÜMLÜLÜĞÜ  İLE  SUÇU BİLDİRMEME SUÇU ARASINDAKİ İLİŞKİ Hekimin  sır  saklama  yükümlülüğü  ile  suçu  bildirme  yükümlülüğü  birbiriyle çatışma içerisindedir. Bu yükümlülüklerin karşı karşıya gelmesi durumunda hangisinin öncelikle uygulanması gerektiğinin belirlenmesi gerekir.  İşlenilen  suçların  ortaya  çıkartılmasına  hizmet  eden  bildirim  yükümlülüğü  ile şüpheli,  sanık  veya  üçüncü  kişilerin  sır  niteliğindeki  bilgilerine  saygı  duyulmasını isteme  hakkı  yarışmaktadır.  Kanun  koyucu,  suçu  bildirim  yükümlülüğü  ile  kamu düzeninin korunmasını, özel hayatının gizliliği hakkından üstün tutmaktadır. Böylece kamusal  menfaatler,  kişisel  bir  hakkın  önüne  geçmektedir.  Bunun  sonucunda  sır niteliğindeki bilgilerin bildirimin konusunu teşkil etmesi halinde, kişinin özel hayatına ilişkin menfaatlerinin hangi ölçüde zedelendiğinin önemi bulunmamaktadır. Zira bu menfaatin büyüklüğü, gerçekleştirilen fiili suç olmaktan çıkarmayacağı için bildirim                                                                                                                                                192/4 düzenlemesine karşın, etkin pişmanlık hükmünün koşullarını değerlendirme görevinin sağlık mesleği mensuplarına değil adli mercilere ait olduğu, devletin işlenen suçlardan haberdar olmasında kamusal menfaatin bulunduğu, uyuşturucu kullanımı ile mücadele açısından bildirim yükümlülüğünün zaruri olduğu, kuralın etkin pişmanlık hükmünün konuluş amacıyla çeliştiği, uyuşturucu ve uyarıcı madde suçlarının ortaya çıkarılması ve önlenmesi bakımından zafiyet meydana getirebilecek nitelikte olduğu gerekçesiyle açılan iptal davasında Anayasa Mahkemesi şu tespitlerde bulunmuştur;  Kanun koyucunun Anayasa ile kendisine verilen uyuşturucuyla mücadele etmek için gerekli tedbirleri alma yükümlülüğü kapsamında kanuni düzenlemeler yapabileceği kuşkusuzdur. Uyuşturucu veya uyarıcı madde  kullanan  kişilerin  tedavi  olmak  amacıyla  resmî  makamlara  veya  sağlık  kuruluşlarına başvurmaları  hâlinde  kamu  görevlilerinin  ve  sağlık  mesleği  mensuplarının  suçu  bildirme yükümlülüğünün  doğmayacağının  öngörülmesi  de  uyuşturucu  veya  uyarıcı  madde  kullanımının azaltılmasına ve bu kişilerin topluma kazandırılmasına yönelik tedbirler kapsamında kalmaktadır. Zira anılan düzenlemeyle uyuşturucu ve uyarıcı madde kullanan kişilerin bir cezai müeyyideye muhatap olabilecekleri hususunda duyabilecekleri tereddütler kaldırılarak bu kişilerin tedavi olmak amacıyla resmî makamlara veya sağlık kuruluşlarına başvurmaları teşvik edilmektedir. Bu itibarla uyuşturucu ve uyarıcı madde kullanan kişilerin tedavi olmak amacıyla başvurmaları hâlinde kamu görevlilerinin ve sağlık mesleği mensuplarının suçu bildirme yükümlülüğünü ortadan kaldıran kuralın devletin temel amaç ve görevlerine, gençleri uyuşturucu maddelerden koruma görevine ve sağlık hakkına  aykırı  bir  yönü  bulunmamaktadır .  (AYM.,  R.G.  Tarih  -Sayı  :  14/11/2018  –  30595, 11.07.2018 T.). 52  ZAFER, Hamide;  Ceza Muhakemesi Hukukunda Hekimin Meslek Sırrını Saklama Yükümlülüğü , Sağlık Hukukunda Dünyadaki Son Gelişmeler, İstanbul 2009, s. 39; BAYINDIR, Sinan, Türk Ceza Hukukunda Akıl Hastalığı, On İki Levha Yayıncılık, 2018, s. 171.  1384     yükümlülüğünü ortadan kaldırmaz. Ezcümle, kanun koyucu suçu bildirim yükümlülüğü ile  hangi  menfaatin  üstün  olduğunu  bizzat  belirlemiştir.  Benzer  şekilde  İHAM Z./Finlandiya  kararında,  kamu  düzeninin  korunması  ile  hastanın  sır  niteliğindeki bilgilerinin  çatışması  halinde,  kamu  düzeninin  korunmasının  daha  üstün  nitelikte olduğuna karar vermiştir.  Hastanın  sağlığına  ilişkin  bilgilerden  oluşan  kişisel  verileri  üzerindeki  hakkı, mutlak bir hak olmadığı için sınırlandırılabilir. Nitekim TCK m. 136 da kişisel verilerin hukuka aykırı olarak verilmesi, yayılması veya ele geçirilmesi cezalandırılmaktadır. Dolayısıyla  verilerin  hukuka  uygun  şekilde  üçüncü  kişilerle  paylaşılması  halinde herhangi bir suç oluşmaz. Bunlardan biri de suç işlendiğine ilişkin verilerin yetkili makamlara bildirilmesidir. Bu kapsamda hekimin suç işlendiğine ilişkin hasta bilgilerini yetkili  makamlara  bildirmesi  kanun  hükmünü  icraya  ilişkin  bir  hukuka  uygunluk sebebidir. Aksi halde bildirim yükümlülüğünün yerine getirilmemesi, suçu bildirmeme suçunu oluşturur. Nihayetinde bildirim yükümlülüğünün yerine getirilmesi, sır saklama yükümlülüğünün ihlali sayılmaz.  Bir hekimin sır saklama yükümlülüğünü ileri sürerek bildirimde bulunmaması hukuka uygun bir hareket olarak kabul edilemez. Nitekim sağlık mesleği mensubunun sır  saklama  yükümlüğünün  temel  dayanağı  olan  TDN.  m.  4 te,  sağlık  mesleği mensubunun görevini yaptığı sırada öğrendiği sırları ancak kanuni bir mecburiyetin varlığı halinde açıklayabileceği düzenlenmiştir. TCK m. 279 ve m. 280, bu kanuni mecburiyetlere örnek olarak gösterilebilir.  Bu bakımdan sağlık mesleği mensubunun suçu bildirmemesi suçu sır saklama yükümlülüğünün kanuni bir istisnasıdır. Dolayısıyla sır  saklama  yükümlülüğü  suçu  bildirmeme  suçu  bakımından  bir  hukuka  uygunluk nedeni  değildir.  Ancak  sağlık  mesleği  mensuplarının  suçu  bildirmemesi  suçunun öngördüğü bildirim yükümlülüğü, sır saklama yükümlülüğüne ilişkin suçlar bakımından kanun hükmünü icra hukuka uygunluk nedeni kapsamında değerlendirilebilir.                                                  53  İHAM, Z. / Finlandiya, BN. 22009/93, 25.02.1997 T., Hudoc.echr.coe.int. 54  ZAFER, 2009, s. 1328; ÜZÜLMEZ, 2008, s. 844; HAKERİ, 2021, s. 255; YÜZBAŞIOĞLU, 2020, s. 174-175; BAYINDIR, 2018, s. 172. 55  Tıbbi Deontoloji Nizamnamesinin 4 üncü maddesine göre;  Tabip ve diş tabibi, meslek ve sanatının icrası vesilesiyle muttali olduğu sırları, kanuni mecburiyet olmadıkça, ifşa edemez . 1385     TCK nın  279 uncu  ve  280 inci  maddelerinin  haricinde  Umumi  Hıfzıssıhha Kanunu da hekimlere bildirim yükümlülüğü getirmektedir. Nitekim bu Kanunun 57 nci, 97 nci,  104 üncü,  113 üncü  ve  114 üncü  maddelerinde  sayılan  hastalıkların  ortaya çıkması halinde hekimlerin bildirimde bulunması gerektiği, aksi halde hekimlerin fiilleri ayrıca suç teşkil etmediği sürece iki yüz elli Türk lirasından bin Türk lirasına kadar idari para cezası verileceği düzenlenmektedir. Bildirim  yükümlülüğünü  düzenleyen  diğer  bir  kanun  hükmü  ise,  Ceza Muhakemesi Kanunu nun 159 uncu maddesinin birinci fıkrasıdır. Buna hüküm, ölümün doğal nedenlerle meydana gelmediği kuşkusunu doğuracak bir durumun varlığı veya ölünün kimliğinin belirlenememesi hallerinde sağlık ve cenaze işleriyle görevli kişilere durumu derhal Cumhuriyet Başsavcılığına bildirme görevi yüklemektedir. Aynı şekilde bildirim yükümlülüğü yükleyen Özel Hastaneler Tüzüğünün 32 nci maddesine göre ise;  durumundan kuşku duyulan ve kimliği belli olmayan hastalarla adli olaylar güvenlik makamlarına derhal bildirilir .  Hekimlerin  mesleki  faaliyetleri  esnasında  öğrendikleri  hususlar  sır  saklama yükümlülüğü kapsamındadır. Bu bilgilerin hukuka aykırı olarak açıklanması, TCK m. 136 daki  kişisel  verilerin  hukuka  aykırı  olarak  verme  veya  ele  geçirme  suçunu oluşturur.  Ancak  hekimin  görevini  yaptığı  esnada  bir  suçun  işlendiği  öğrenerek bildirimde bulunması, hakkın kullanılması hukuka uygunluk nedeni kapsamında olduğu için hekim açısından herhangi bir suç teşkil etmez.                                                   56  Umumi Hıfzıssıhha Kanunu nun 57 inci maddesinde sayılan kolera, veba (Bübon veya zatürree şekli), lekeli  humma,  karahumma  (hummayi  tiroidi)  daimi  surette  basil  çıkaran  mikrop  hamilleri  dahi paratifoit humması veya her nevi gıda maddeleri tesemmümatı, çiçek, difteri (Kuşpalazı), bütün tevkiatı dahi sari beyin humması (İltihabı sahayaidimağiişevkii müstevli), uyku hastalığı (İltihabı dimağii sari), dizanteri (Basilli ve amipli), lohusa humması (Hummai nifası) ruam, kızıl, şarbon, felci tıfli  (İltihabı  nuhaikuddamiisincabiihaddıtifli),  kızamık,  cüzam  (Miskin),  hummairacia  ve  malta humması, kudurmuş veya kuduz şüpheli bir hayvan tarafından ısırılmaları, kuduza müptela hastalıklar ile aynı Kanunun 97 nci maddesindeki sıtma hastalığının, 104 üncü maddedeki zührevi hastalıkların ve de 113 ile 114 üncü maddelerdeki verem hastalıklarından biri zuhur eder veya bunların birinden şüphe edilir veyahut bu hastalıklardan vefiyat vuku bulur veya mevtin bu hastalıklardan biri sebebiyle husule geldiğinden şüphe olunursa hekimler vak'ayı haber vermeğe mecburdurlar. Aksi halde bu Kanunun 282 nci maddesi mucibince, hekimlerin fiilleri ayrıca suç oluşturmadığı takdirde iki yüz elli Türk Lirasından bin Türk Lirasına kadar idarî para cezası verilir. 1386     Hekimlerin suçu bildirme yükümlülüğü, suç ve suçlulukla mücadele kapsamında ele  alınmaktadır.  Menfaatler  karşılaştırması  yapıldığında  hekimin  suçu  bildirme yükümlülüğü, sır saklama yükümlülüğünden üstün tutulmaktadır. Diğer bir ifadeyle sağlık  mesleği  mensuplarının  bildirme  yükümlülüğünün  olması,  bu  suçla  korunan hukuki  değerin,  kişilerin  sağlık  hakkının  üstünde  tutulduğunu  göstermektedir.  Nitekim  AİHS nin  8 inci  maddesinin  ikinci  fıkrasında,  Anayasamızın  ise  20 nci maddesinin  ikinci  fıkrasında  düzenlendiği  üzere,  kamu  makamları  suç  işlenmesinin önlenmesi amacıyla özel hayatın gizliliğine müdahale edebilir.  Suçluların  cezalandırılmasının  talep  edilmesi,  hem  bir  hak  hem  de  bir yükümlülüktür.  Herhangi  bir  suçun  işlendiğini  öğrenen  kişinin  durumu  yetkili makamlara  bildirmesi  yükümlülüktür.  Bununla  birlikte  devletten  suçluların cezalandırılmasının talep edilmesi ise haktır. Kanun koyucu suçu bildirmeme suçunun ihdasıyla  devletin  sorumluluk  alanına  giren  hususlarda  bireylere  yükümlülük getirmektedir.  Bu  kapsamda  hekimlerde  toplumsal  düzeni  sağlama  konusunda sorumluluk üstlenmektedir. Hekimlerin bildirim yükümlülüğü özellikle işkence gibi onur kırıcı muamelelerin tespiti bakımından önem arz eder. Bu kapsamda gözaltı, tutuklama veya mahkumiyetin infazı esnasında şüphelinin, sanığın veya mahkumun sağlık durumunu kontrol eden hekimin objektif olması gerekir. Dolayısıyla hekim bu kontroller sırasında herhangi bir suçun işlendiği kanaatine varırsa, durumu yetkili mercilere bildirmeli ve sağlık raporuna da  bu  hususu  yansıtmalıdır.  Nitekim  Yakalama,  Gözaltına  Alma  ve  İfade  Alma Yönetmeliği nin sağlık kontrolü başlıklı 9 uncu maddesine göre, yakalanan, gözaltına alınan veya gözaltı süreleri uzatılan kimseler, hekim kontrolünden geçirilerek sağlık durumları belirlenir. Hekim muayene esnasında işkence, neticesi sebebiyle ağırlaşmış                                                  57  ZAFER, 2013, s. 1334. 58  AİHS nin  Özel ve Aile Hayatına Saygı Hakkı  başlıklı 8 inci maddesinin ikinci fıkrasına göre;  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik  bir  toplumda  ulusal  güvenlik,  kamu  güvenliği,  ülkenin  ekonomik  refahı,  düzenin korunması,  suç  işlenmesinin  önlenmesi,  sağlığın  veya  ahlakın  veya  başkalarının  hak  ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir . 59  ÜZÜLMEZ, 2008, s. 844. 1387     işkence ve eziyet suçlarının işlendiği yolunda herhangi bir bulguya rastlarsa, durumu derhal Cumhuriyet savcısına bildirir. AİHM  gözaltında  veya  tutuklu  bulunan  kişilere  insanlık  dışı  ve  onur  kırıcı muamelelerde bulunulmasına rağmen, hekimlerin sağlık raporlarında bu hususa  yer vermemesinden dolayı ülkemiz aleyhinde hak ihlali kararı vermiştir.  Mahkeme  veya  Cumhuriyet  savcılığı  yürütülen  soruşturma  veya  kovuşturma kapsamında, hastaların kimliklerine veya muayenelerine ilişkin bilgileri talep edilebilir. Bunlar, soruşturma ve kovuşturmada kamu görevlisi hekimlerden CMK m. 161/4-5 e göre, özel hastanelerde çalışan hekimlerden ise CMK m. 332 ye göre istenebilir. Bu durumda  da  hekimler  kanun  hükmünü  yerine  getirdiğinden,  kişisel  verilerin açıklanmasından dolayı sorumlulukları doğmaz.  Doktrinde, hekimlerin suçu bildirme yükümlülüğü hastanın muayene olması ve tedavisinin  gerçekleşmesini olumsuz etkilediği  yönünde eleştirilmektedir. Zira hasta işlenilen  suçun  bildirileceği  endişesiyle  tedavi  olmayarak,  sağlık  ve  yaşam  hakkını kullanmasına  engel  olabilir.  Öte  yandan  suçu  bildirim  yükümlülüğü  sağlık  mesleği mensuplarına geniş bir sorumluluk getirerek, tedaviye ilişkin asli yükümlülüklerini geri                                                  60   Mahkeme, tarafların tutumlarının, başvuranların gözaltında bulundukları sırada ve daha sonra adli tıp kurumu  ile  İstanbul  Üniversitesi  İstanbul  Tıp  Fakültesi  Adli  Tıp  Anabilim  Dalı  Polikliniğinde uzmanlardan oluşan üç hekimli heyet tarafından düzenlenen sağlık raporlarının yorumlanmasıyla ilgili olarak, farklılık gösterdiğini gözlemlemektedir. Hükümet, başvuranların özellikle ikinci dizi dahası özellikle  işkenceye  maruz  kaldıklarını  iddia  etmek  için  üç  bilirkişiden  oluşan  heyet  tarafından düzenlen raporlara dayanmalarına rağmen, kendilerinin işkenceye uğramadıklarını desteklemek için ilk dizi raporlarına atıfta bulunmaktadır. Diğer yandan ikinci dizi raporlarda, başvuranların gözaltında bulundukları  sırada  geçtikleri  sağlık  muayenesinin  etiğe  ve  uluslararası  sözleşmelere  uygun olmadığına dair İstanbul Üniversitesi İstanbul Tıp Fakültesi Adli Tıp Anabilim Dalı Polikliniğinde uzmanlardan oluşan üç hekimli heyet tarafından düzenlenen raporlar içermektedir. Zira güvenlik güçleri  bazı  muayeneler  sırasında  hazır  bulunmaktadırlar  ve  bazı  bu  muayeneler  grup  halinde gerçekleşmektedir. Raporda, başvuranların açıklamalarının birbirleriyle örtüştüğü, işkencenin yalnızca fiziksel travmadan ibaret olmadığı ve psikiyatrik muayene sırasında tespit edilen postravmatik stres ve majör depresyon durumunun 1999 yılında gözaltında bulundukları sırada maruz kaldıklarını iddia ettikleri  travmadan  kaynaklanabileceği  eklenmektedir.  Sonuç  olarak  2.  Adli  Tıp  İhtisas  Kurulu tarafından düzenlenen raporlar, ilgililerin işkence mağdurları olabiliceklerinin gözardı edilmesi için yeterli olmayacaktır  (AİHM, Müftüoğlu ve Diğerleri/Türkiye Davası, Başvuru no. 34520/10, 34733/10 ve 34745/10). 61  HAKERİ, 2021, s. 257.  1388     planda bırakmaktadır. Bu husus, suçu bildirmedeki menfaatin kişilerin yaşam ve sağlık haklarından üstün tutulduğu gerekçesiyle eleştirilmektedir. Kanaatimizce sağlık mesleği mensuplarının sır saklama yükümlülüğü toplumun yararının  kişisel  yararlardan  üstün  tutulması  nedeniyle  suç  işlendiğine  yönelik  bir belirtinin bulunması durumunda ortadan kalkacak, sır saklama yükümlülüğün yerini suçu  bildirme  yükümlülüğü  alacaktır.  Bu  itibarla  sağlık  mesleği  mensuplarının  suç teşkil etmeyen hususlara ilişkin sır saklama yükümlülüğü bulunmakla birlikte, işlenen suçlara ilişkin sırları bildirmeleri gerekir. Mukayeseli  hukuk  sistemlerinin  çoğu,  sağlık  mesleği  mensuplarının  bildirim yükümlülüklerine ilişkin kesin nitelikte kurallara yer vermeyip, bu konuda takdir hakkı tanımaktadır. Böylelikle hekim işlenilen suçu bildirmediğinde herhangi bir yükümlülük ihlalinden dolayı cezalandırılmamaktadır. Örneğin, Fransız Ceza Kanunu nda meslek sırrının  ifşa  edilmesi  m.  226/13 te  suç  olarak  düzenlenmektedir.  Hekimin  suç bildiriminde bulunması, m. 226/14-2 de bu suçun hukuka uygunluk nedenleri arasında sayılmaktadır. Dolayısıyla hekim suç ihbarında bulunmazsa suça ilişkin hususlar meslek sırrı kapsamında değerlendirilecek, eğer ki ihbarda bulunursa meslek sırrını ifşa etme suçunun hukuka uygunluk nedenlerinden yararlanacaktır. Böylelikle hekim suça ilişkin bilgilerin değerlendirmesini yaparak, kendi takdir yetkisine göre hareket edecektir. Alman hukuk sisteminde ise, sağlık mesleği mensupları suç işlendiğine ilişkin bir belirtiyle  karşılaştıklarında,  suçun  icrası  devam  etmekte  ve  bildirimde  bulunulması suçun  işlenişini  engelleyecekse  bildirim  yetkisi  vermektedir.  Ancak  bu  şartların gerçekleşmesi durumunda dahi sağlık mesleği mensuplarının bildirimleri yalnızca bir yetki olup, yükümlülük doğurmamaktadır (StGB §139/3)64. Dolayısıyla hekimin vicdani kanaatine  göre  bildirim  yetkisinin  kapsamı  belirlenmektedir.  Örneğin,  bir  kimseyi hürriyetinden yoksun bırakan failin kendisi yaralandığı için mağdurla birlikte hastaneye                                                  62  ZAFER, 2009, s. 1329; HAKERİ, 2015, s. 875; KARASU, 2009, s. 74. 63  https://codes.droit.org/PDF/Code%20p%c%anal.pdf, (erişim tarihi 17.10.2021). 64  KİNDHÄUSER / NEUMANN / PAEFFGEN, 2017, §138, kn. 16; SCHÖNKE / SCHRÖDER / EİSELE, 2019, §139, kn. 5; JOECKS / MİEBACH, 2021, §203, kn. 39. 1389     başvurması  halinde,  hekimin  hürriyetin  yoksun  bırakılması  suçunu  bildirme  yetkisi olmakla birlikte, yükümlülüğü bulunmamaktadır.  Kanaatimizce,  mevzuatımızda  da  menfaatler  arasında  değerlendirme  yapma imkânının  sağlık  mesleği  mensubuna  verilmesi  gerekir.  Böylece  sağlık  mesleği mensubu, ihbar etmek suretiyle elde edilecek menfaat ile ihbar yapılmamak suretiyle elde edilecek menfaati karşılaştırma imkânına sahip olacaktır. Elbette kamu düzeni ve suç  işlenmesinin  önlenmesi  amacıyla  katalog  halinde  sayılabilecek  belirli  bir  cezai sınırın üstündeki suçlar için doğrudan bildirim yükümlülüğü getirilebilir.   SONUÇ Hekimler, mesleklerinin icrası sırasında gizli kalmasında hastanın yararı bulunan bilgileri mesleki sır saklama yükümlülükleri kapsamında gizli tutmalıdır. Ancak gizli tutulması  gereken  hastaya  ilişkin  bu  bilgilerin  konusunun  işlenilen  bir  suça  ilişkin olması halinde yetkili mercilere bildirilmesi de gerekmektedir. Dolayısıyla hekimlerin tabi olduğu bu iki yükümlülük birbirleriyle yarışma içerisindedir. Hekimin sır saklama yükümlülüğünü yerine getirmesine ilişkin mevzuatımızda çeşitli hükümler bulunduğu gibi suçu bildirmemeyi suç olarak düzenleyen hükümler de bulunmaktadır. Gerçekten hekimin  sır saklama yükümlülüğüne aykırılık teşkil  eden fiilleri TCK m. 136 daki kişisel verileri hukuka aykırı olarak verme veya ele geçirme suçunu  oluşturur.  Bununla  birlikte  yargılamada  hekimin  tanık  olması  durumunda, mesleki  faaliyetleri  sırasında  öğrendikleri  ve  sır  saklama  yükümlülüğü  kapsamında kalan hususlarda tanıklıktan çekinebilecekleri CMK m. 46/1-b de düzenlenmektedir. Kanun koyucu suçu bildirim yükümlülüğü ile kamu düzeninin korunmasını, özel hayatının gizliliği hakkından üstün tutmaktadır. Böylece kamusal menfaatler, kişisel bir hakkın  önüne  geçmektedir.  Bunun  sonucunda  sır  niteliğindeki  bilgilerin  bildirimin konusunu teşkil etmesi halinde, kişinin özel hayatına ilişkin menfaatlerinin hangi ölçüde zedelendiğinin önemi bulunmamaktadır. Kanun koyucu, hekimlere belirli hususları açıklamaya yönelik bir yükümlülük yüklemişse, bu kanun hükmünü icraya ilişkin bir hukuka uygunluk sebebidir. Aksi 1390     halde  bildirim  yükümlülüğünün  yerine  getirilmemesi  suç  teşkil  eder.  Dolayısıyla bildirim  yükümlülüğünün  yerine  getirilmesi,  sır  saklama  yükümlülüğünün  ihlali sayılmaz. Hekimlerin  suçu  bildirme  yükümlülükleri  kanunen  zorunluluk  arz  etmektedir. Mukayeseli  hukuktaki  meseleye  ilişkin  yaklaşımlardan  hareketle,  mevzuatımızda bildirim yükümlülüğüne ilişkin hekime takdir yetkisi verilmelidir. Böylece hekimler, konusu suç teşkil eden sırların ihbar edilmesi veya edilmemesiyle oluşan menfaatleri karşılaştırma  imkanına  sahip  olacaktır.  Bildirim  de  bulunulması  halinde  hakkın kullanılması  hukuka  uygunluk  nedeni  oluşurken,  sırrın  saklanmasındaki  menfaatin büyüklüğü nedeniyle bildirimin yapılmamasına ilişkin ise TCK m. 279 ile m. 280 de hukuka uygunluk nedeni öngörülmelidir.",
     "Kaynakça": " AMİKLİOĞLU, Hüseyin,  Hekimin Sır Saklama Yükümlülüğü , FÜHFD, Cilt: 3, Sayı: 1, 2015, (s. 97-115). BAYINDIR, Sinan, Türk Ceza Hukukunda Akıl Hastalığı, On İki Levha Yayıncılık, İstanbul, 2018. BÜYÜKAY, Yusuf,  Hekimin Sır Saklama Yükümlülüğü , Atatürk Üniversitesi Erzincan Hukuk Fakültesi Dergisi, Cilt: 8, Sayı: 1-2, 2004, (s. 383-396). DOĞAN,  Cahid,   Sağlık  Haklarından  Hekimlerin  Sır  (Kişisel  Veri)  Saklama Mükellefiyeti , Sağlık Hukuku Kurultayı, 1 – 3 Kasım 2006, Ankara, 2007, (s. 105144). DONAY, Süheyl, Meslek Sırrının Açıklanması Suçu, İstanbul, 1978.  ERBAŞ, Rahime, Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğü, On İki Levha Yayıncılık, İstanbul, 2015. EREM,  Faruk,   Ceza  Hukukunda  Meslek  Sırrı ,  Ankara  Üniversitesi  Hukuk  Fakültesi Dergisi,  Cilt:  I,  Sayı:  1,  1943,  (s.  35-72).  http://dergiler.ankara.edu.tr/dergiler/38/213/1753.pdf.   1391     GÖKCAN, Hasan Tahsin, Tıbbi Müdahaleden Doğan Hukuki ve Cezai Sorumluluk, Seçkin Yayıncılık, 2013. HAKERİ, Hakan, Tıp Ceza Hukuku, Seçkin Yayıncılık, Ankara, 2021.  HAKERİ, Hakan, Tıp Hukuku, Seçkin Yayıncılık, 10. Baskı, Ankara, 2015.  HANCI,  İ.  Hamit,  Malpraktis  Tıbbi  Girişimler  Nedeniyle  Hekimin  Ceza  ve  Tazminat Sorumluluğu, Seçkin Yayıncılık, Ankara, 2006. İMANÇLI, Canan, Kişisel Sağlık Verilerinin Korun(a)mamasından Doğan Özel Hukuk Sorumluluğu, On İki Levha Yayıncılık, İstanbul, 2020.  JOECKS,  Wolfgang  /  MİEBACH,  Klaus,  Strafgesetzbuch,  Münchener  Kommentar,  4. Baskı, Cilt 4, 2021. KARASU, Sinem, Hekimin Sır Saklama Yükümlülüğü, Vedat Kitapçılık, İstanbul, 2009. KİNDHÄUSER, Urs / NEUMANN, Ulfrid / PAEFFGEN, Hans- Ullrich, Strafgesetzbuch, Nomos Kommentar, 5. Baskı, 2017. KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara, 2018. KIZILYEL, Serkan,  Sağlık Hizmetlerinin Sunumunda Sır Saklama Yükümlülüğünün İdare Hukukuyla Etkileşimi Üzerine , Sağlık Hukuku Digestası, Sayı: 1, 2009.  SCHÖNKE, Adolf / SCHRÖDER, Horst/EİSELE, Jörg, StGB Kommentar, 30. Baskı, 2019. ŞATIR, Nejdet, Hekimlerin Hukuki ve Cezai Sorumluluğu, Yetkin Yayınları, Ankara 2015.  TEZCAN, Durmuş / ERDEM, Mustafa Ruhan / ÖNOK, Rıfat Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayıncılık, 19. Baskı, Ankara 2021.  TRUCHET, Didier, Droit de la santépublique, 8e édition, Dalloz, 2013.  TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Savaş Yayınevi, 6. Baskı, Ankara, 2012. 1392     TURAN, Hüseyin / KODAL, Osman,  Uyuşturucu veya Uyarıcı Madde Kullanma Suçları Yönünden  Kamu  Görevlisi  ile  Sağlık  Meslek  Mensuplarının  Suçu  Bildirmemesine Yönelik Düzenlemenin Etkin Pişmanlık Kurumuna Etkisi ,  Uyuşmazlık Mahkemesi Dergisi, Yıl: 7, Sayı: 13, Haziran 2019, (s. 501-522). TÜRKMEN, Sevgi Erarslan, Özel Nitelikli Kişisel Verilerin İşlenmesinde Açık Rızanın Aranmadığı Haller, On İki Levha Yayıncılık, İstanbul, 2019. ÜNVER, Yener, İftira, Suç Uydurma, Suç Üstlenme, Yalan Tanıklık ve Bilirkişilik, Suçu İhbar Etmemek Suçları, Seçkin Yayıncılık, 6. Baskı, Ankara, 2021.  ÜZÜLMEZ, İlhan:  Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280) , V. Türk-Alman Tıp Hukuku Sempozyumu, Ankara, Türkiye Barolar Birliği, 2008.  YAŞAR, Osman / GÖKCAN, Hasan Tahsin / ARTUÇ, Mustafa, Yorumlu- Uygulamalı Türk Ceza Kanunu, Adalet Yayınevi, 2. Baskı, 6. Cilt, Ankara, 2014.  YAVUZ  İPEKYÜZ,  Filiz,  Türk  Hukukunda  Hekimlik  Sözleşmesi,  Vedat  Kitapçılık, İstanbul, 2006. YILMAZ,  Battal,  Açıklamalı  İçtihatlı  Hekimin  Hukuki  Sorumluluğu,  Adalet  Yayınevi, Ankara, 2017.  YÜZBAŞIOĞLU, Cihan, İdare ve Personel Yönüyle Sağlık Hizmetlerinden Kaynaklanan Sorumluluk, On İki Levha Yayıncılık, İstanbul, 2020. ZAFER,  Hamide,   Ceza  Muhakemesi  Hukukunda  Hekimin  Meslek  Sırrını  Saklama Yükümlülüğü , Sağlık Hukukunda Dünyadaki Son Gelişmeler, İstanbul, 2009, (s. 3364).   ZAFER, Hamide,  Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK M.280) , İÜHFM, 2013, Cilt: 71,"
}