{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "15",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ANONİM ŞİRKET GENEL KURUL KARARLARININ İPTALİNDE MUHALEFETİN TUTANAĞA GEÇİRTİLMESİ KOŞULU VE ÖZELLİKLE PEŞİNEN MUHALEFET İN GEÇERLİLİĞİ SORUNU",
     "Title": "THE CONDITION OF ‘RECORDING THE OPPOSITION  IN THE ANNULMENT OF THE GENERAL ASSEMBLY RESOLUTIONS OF THE JOINT STOCK COMPANY AND ESPECIALLY THE PROBLEM OF THE VALIDITY OF THE ‘PRELIMINARY OPPOSITION ",
     "Yazar İsmi": [
          "Ebru TÜZEMEN ATİK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim Şirket",
          "Genel Kurul",
          "İptal Davası",
          "Pay Sahipliği Hakları",
          "Muhalefet Koşulu",
          "Dava Şartı",
          "Peşinen Muhalefet."
     ],
     "Keywords": [
          "Joint Stock Company",
          "General Assembly",
          "Action for Annulment",
          "Shareholding Rights",
          "Condition of Opposition",
          "Condition of Litigation",
          "Preliminary Opposition."
     ],
     "Özet": "Anonim şirketlerde, genel kurul kararları aleyhine iptal davası açma hakkı, önemli bir bireysel pay sahipliği hakkıdır. TTK m. 446/1-a düzenlemesinde pay sahibinin, iptal davası açabilmesi için toplantıya katılarak karara olumsuz oy vermesi ve bu muhalefetini tutanağa geçirtmesi koşulları aranmıştır. Söz konusu hükmün uygulanmasında bazı tartışmalı hususlar bulunmaktadır. Bunlardan biri de muhalefetin gerçekleştirilmesi gereken zamandır. Yargıtay ın yerleşik hâle gelen kararlarında, genel kurulda henüz karar verilmeden gerçekleştirilen  peşinen muhalefet in geçerli olmadığı görüşü benimsenmiştir. Ancak son dönemlerde öğretide aksi yönde görüşler ağırlık kazanmaya başlamıştır. Gerçekten de yerleşik uygulama, TTK m. 446/1-a  düzenlemesinin  getiriliş  amacıyla  örtüşmemektedir.  Bu  makalede  söz  konusu  tartışmalara değinilerek, yerleşik içtihattan dönülmesi gerektiği düşüncesi, gerekçeleriyle izah edilmektedir. Diğer yandan mehaz düzenlemelerde tam karşılık bulmayan TTK m. 446/1-a düzenlemesinin tartışmalardan uzak hâle getirilmesi için bir değişiklik önerisi de getirilmiştir.",
     "Abstract": "In joint-stock companies, the right to launch an action for annulment against the general assembly resolutions is an essential individual shareholder right. The following conditions are sought in the regulation of Article 446/1-a of the TCC for the shareholder to launch an action for annulment: attendance at the meeting, voting negatively for the resolution and having her / his objection documented in the minutes. There are some controversial issues in the implementation of the aforementioned provision. One of them is the time when opposition must be realized. In the Court of Cassation's settled decisions, it has been adopted that the  preliminary opposition  voiced before a decision in the general assembly is not valid. However, in recent years, opinions to the contrary have begun to gain weight in the doctrine. Indeed, the established practice does not coincide with the purpose of the TCC article 446/1-a regulation. This article explains the reasoning behind the idea that it is necessary to abandon the established jurisprudence by referring to the discussions in question. On the other hand, an amendment proposal has also been made to make the regulation 446/1-a of the TCC, which does not fully correspond to the source regulations, away from the discussions. 1007Tüzemen Atik    Hacettepe HFD, 12(1), 2022, 1006-1046",
     "Metin": " Anonim şirketlere ilişkin karşılaşılan uyuşmazlıkların büyük bir bölümünü, anonim şirket  genel  kurul  kararlarının  iptali  davaları  (iptal  davası/Anfechtungsklage) oluşturmaktadır. İptal davası, pay sahipleri (TTK m. 446/1-a, b), yönetim kurulu (TTK m.  446/1-c)  ve  kararların  yerine  getirilmesi  kişisel  sorumluluğuna  sebep  olacaksa yönetim kurulu üyelerinden her biri (TTK m. 446/1-d) tarafından açabilir. Bu sayım sınırlayıcıdır. Alacaklıların ve pay sahibi olmayan eski yönetim kurulu üyelerinin iptal davası açma hakları bulunmamaktadır. Uygulamada, iptal davalarının önemli bir kısmının pay sahipleri tarafından açıldığı görülmektedir.  Ancak  pay  sahiplerinin  TTK  m.  446/1-a  kapsamında  iptal  davası açabilmesi için muhalefet koşulunun sağlanmasında tartışmalı pek çok meseleye tesadüf edilmektedir. Bunlardan özellikle peşinen muhalefetin geçerli kabul edilmesinin mümkün olup olmadığı hususu, yerleşik içtihada karşılık, öğretideki tartışmalar ve mehaz Kanun uygulaması kapsamında özellik arz etmektedir. Anonim şirket genel kurul kararlarının iptali bakımından muhalefetin tutanağa geçirtilmesi koşuluna dair burada yapılan açıklamalar, TTK m. 622 atfı gereğince limited şirket  genel  kurul  kararlarının,  TTK  m.  565/2  atfı  gereğince  de  sermayesi  paylara bölünmüş  komandit  şirketlerde  genel  kurul  kararlarının  iptali  bakımından  kıyasen uygulanacaktır. Bunun dışında halka açık  anonim ortaklıklarda pay sahipleri lehine tanınmış olan ayrılma hakkının kullanılmasında da SerPK m. 24 ile 33/4 kapsamında muhalefete ilişkin olarak aynı esasların uygulanması gerekecektir.                                                   1   KIRCA, İsmail, Anonim Şirket Genel Kurul Kararlarının Hükümsüzlüğü, 3. Basım, On İki Levha Yayınları, İstanbul, 2022, s. 144, N. 227; ŞENER, Oruç Hami, Yeni TTK Döneminde Anonim ve Limited Ortaklıklara İlişkin Verilen Yargıtay Emsal Kararlarının Değerlendirilmesi, 2. Basım, Seçkin Yayınevi, Ankara, 2020, s. 277. 6362 sayılı Sermaye Piyasası Kanunu (RG, 30.12.2012, 28513) ile bazı hâllerde Sermaye Piyasası Kurulu na da iptal davası açma yetkisi verilmiştir (SerPK m. 92/1b). 2   ŞENER, 2020, s. 277. 1008      Birleşme,  bölünme  ve  tür  değiştirme  hâllerinde  ise,  TTK  m.  446/1-a düzenlemesinden ayrılınarak, TTK m. 192/1 düzenlemesi ile ortakların iptal açabilmesi için  olumlu oy vermemiş 3 ve  bunu tutanağa geçirmiş  olma koşulları aranmıştır. Kooperatif genel kurul kararlarının iptalinde de yine TTK m. 446/1-a düzenlemesinden farklı olarak, 1163 sayılı Kooperatifler Kanunu nun 53/1. hükmünde, toplantıda hazır bulunup da  kararlara aykırı kalarak keyfiyeti tutanağa geçirten  pay sahiplerinin iptal (bozma) davası açabileceği düzenlenmiştir. Açıklanan  kapsamda,  konunun  daha  iyi  ortaya  konulabilmesi  bakımından çalışmada öncelikle pay sahiplerinin iptal davası açma hakkı ve koşulları hakkında genel bir ön bilgiye yer verilerek muhalefetini tutanağa geçirtmek koşulunun niteliği üzerinde durulacaktır. Ardından muhalefetin nasıl gerçekleştirileceğinin belirlenmesi amacıyla, muhalefetin  geçerli  kabul  edilmesinin  koşulları  ile  muhalefetin  zamanı  hakkında açıklamalar gerçekleştirilecektir. Böylece, peşinen muhalefetin geçerli bir muhalefet sayılıp sayılmayacağı hususunda bir değerlendirme yapılarak, pay sahibinin iptal davası                                                  3   TTK m. 192/1 düzenlemesinde, birleşme, bölünme, tür değiştirme kararına karşı iptal davası açabilmek için  olumlu oy vermemiş  olmak şartı aranmış ve  olumsuz oy  vermek şartına yer verilen TTK m. 446/1-a düzenlemesi ile aralarında uyum sağlanamamıştır. TTK m. 446/1-a hükmünde,  muhalefetin tutanağa geçirtilmesi  şeklindeki koşul da TTK m. 192/1 düzenlemesinde  bunu tutanağa geçirmiş bulun(mak)  şeklinde ifade edilmiştir. Hükümler arasındaki farklılığın bilinçli olmadığı yönündeki değerlendirme ve haklı eleştiri için bkz. YILDIRIM, Ali Haydar,  Anonim Ortaklık Genel Kurul Kararları Aleyhine Toplantıda Hazır Bulunan Pay Sahibinin İptal Davası Açmasının Şartları ve Özellikle Muhalefet Şerhi , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 7, Sayı: 2, s. 400. TTK m. 192/1 düzenlemesinde yer alan koşullar ile olumlu oy vermeme durumunun tutanağa geçirilmesi amaçlanmaktadır. Bu kapsamda TTK m. 192/1 düzenlemesinin yorumlanmasında, TTK m. 446/1-a hükmünden farklı hareket edilmesi zaruridir. TTK m. 192/1 uyarınca, olumsuz oy kullanan pay sahiplerinin yanı sıra çekimser oy kullanan ya da oy kullanmayan pay sahiplerinin de iptal davasını açma hakkına sahip olacaklarının ve bu durumun tutanaktan (ismen) anlaşılması durumunda ayrı bir muhalefet şerh ya da yazısının aranmayacağının kabulü gerekir. Zira anılan hükümde ayrıca bir muhalefetten söz edilmemektedir. Bu nedenle birleşme, bölünme ve tür değiştirme kararlarına karşı açılan iptal davaları, burada muhalefet koşuluna ilişkin olarak yapılan açıklamalardan müstesnadır. Konu  hakkında  daha  fazla  bilgi  için  bkz.  Bkz.  TEKİNALP  (POROY,  Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, 15. Basım, Vedat Kitapçılık, İstanbul, 2021), s. 203, N. 181h. 4   KoopK m. 53/1 düzenlemesi, ilk bakışta TTK m. 446/1-a düzenlemesi ile benzer gözükse de (bu yönde bkz. YILDIRIM, 2016, s. 284-285) iki düzenleme arasında önemli farklılıklar bulunmaktadır. Zira KoopK m. 53/1 hükmünde muhalefet koşuluna açıkça ve ayrıca yer verilmemiş,  keyfiyeti tutanağa geçirtmek ten söz edilmiştir. Bu hâlde karara karşı olumsuz oy vererek bu keyfiyeti, yani kendisi tarafından olumsuz oy verildiği hususunu tutanağa geçirten ortağın iptal davası açabileceğinin kabulü mümkündür.  Kararlara  aykırı  kalmak  şeklindeki  fiilin  ise  olumsuz  oy  vermekten  daha  geniş yorumlanmaya bir nebze olsun elverişli olduğu belirtilebilir. Bu nedenle TTK m. 446/1-a düzenlemesi ile KoopK m. 53/1 hükümleri arasında uyum sağlanamamıştır. 1009      açabilmesinin koşullarına dair TTK m. 446/1-a düzenlemesine yönelik bir değişiklik önerisi getirilmesi hedeflenmektedir. Belirtmek  gerekir  ki  Türk  hukukunda  anonim  şirket  genel  kurul  kararlarının yokluğunun veya butlanının tespiti ile iptaline karar verilmesi arasında, ortaya çıkardığı sonuçlar bakımından fark bulunmamaktadır. Bu hususta verilecek kararlar, bütün pay sahipleri hakkında hüküm ifade edecek ve yönetim kurulu, bu kararın bir suretini derhâl ticaret siciline tescil ettirmek ve internet sitesine koymak zorunda olacaktır (TTK m. 450). Öte  yandan  üç  hükümsüzlük  hâlinde  de  verilen  kararlar  geçmişe  etkilidir.  Ancak sonuçlarının aynı olduğu düşüncesiyle, somut uyuşmazlıkların çözümünde kimi zaman, yokluk, butlan ve iptal yaptırımlarının birbirinden ayrılmasında yeterli dikkatin sarf edilmemesi ile karşılaşılabilmektedir. Oysa hükümsüzlük türleri arasında, sebepleri ile ileri sürülme koşulları bakımından farklılıklar olduğu gözden uzak tutulmamalıdır. Zira yokluğun ve butlanın tespiti için bir süre sınırı olmadığı gibi, bu hükümsüzlük hâlleri, ilgili herkes tarafından ileri sürülebilmektedir. Pay sahiplerinin yokluk ve butlanı ileri sürebilmeleri  bakımından  oylamaya  katılması,  karara  olumsuz  oy  vermesi  ve muhalefetini tutanağa geçirtmiş olması gibi koşullar da aranmamaktadır. İşte bu noktada pay sahiplerinin iptal davası açması ile yokluğun veya butlanın tespiti davası açması arasında koşulları bakımından önemli farklar bulunduğu gözden uzak tutulmamalıdır. Hâl böyle olunca muhalefetin tutanağa geçirtilmesi koşulu, hükümsüzlük türleri bakımından genel kurul kararlarının iptaline özgü bir şekli koşuldur.  I. PAY SAHİBİNİN İPTAL DAVASI AÇMA HAKKI VE KOŞULLARI A. Genel Olarak Anonim şirket genel kurulu (Generalversammlung/GV), pay sahiplerinin irade açıklamasında  bulundukları  ve  bilgi  alma  hakkı  gibi  bazı  pay  sahipliği  haklarını                                                  5   İstisna olarak, SerPK m. 92/1-b kapsamında belirli hâllerde Sermaye Piyasası Kurulu na verilen dava açma yetkisinde dava açma süresi, iptal davalarında üç yıl, yokluğun ve butlanın tespiti davalarında beş yıl olarak belirlenmiştir. 1010      kullandıkları  bir  iç  organ  niteliğindedir.  Genel  kurul  tarafından  verilen  kararlar, toplantıda hazır bulunmayan veya karara olumsuz oy veren pay sahipleri hakkında da geçerlidir (TTK m. 423). Burada alınan kararlar, şirketin temel yapısı, işleyişi, pay sahipleri  ile  üçüncü  kişilerin  hakları  gibi  birçok  açıdan  önem  taşımaktadır.  Alınan kararların hem içerik hem de usul bakımından hukuka uygun olması gerekir. TTK m. 445 kapsamında, kanuna veya esas sözleşme hükümlerine ve özellikle dürüstlük kuralına aykırı olan genel kurul kararları aleyhine, karar tarihinden itibaren üç ay içinde, şirket merkezinin bulunduğu yerdeki asliye ticaret mahkemesinde iptal davası açılabilir. İptal davası açma hakkı, pay sahipleri bakımından, vazgeçilemez nitelikte bir bireysel pay sahipliği hakkıdır. Kararın konusuna ilişkin hukuka aykırılıklar nedeniyle iptal davası açma hakkının kullanılması birtakım koşullara bağlanmıştır. TTK m. 446/1a hükmünde,  Toplantıda hazır bulunup da karara olumsuz oy veren ve bu muhalefetini                                                  6   Bkz. FORSTMOSER, Peter/MEIER-HAYOZ, Arthur/NOBEL, Peter, Schweizerisches Aktienrecht, Stämpfli+Cie AG Verlag, Bern, 1996, § 22, N. 2. 7   FORSTMOSER/MEIER-HAYOZ/NOBEL,  1996,  §  25,  N.  12;  KIRCA,  2022,  s.  144,  N.  229; KORKUT, Ömer, 6102 Sayılı Türk Ticaret Kanunu'na göre Anonim Şirketlerde Genel Kurul Kararlarının Butlanı, Karahan Yayınları, Adana 2012, s. 108; PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 4. Basım, Adalet Yayınevi, Ankara, 2022, s. 1101, N. 102 ve s. 1120, N. 147; TANNER, Brigitte, Zürcher Kommentar, Die Aktiengesellschaft, Generalversammlung und Verwaltungsrat. Mängel in der Organisation, Art. 698-726 und 731b OR, Hrsg.: HANDSCHIN, Lukas, Schulthess Juristische Medien AG, Zürich, 2003, Art. 706, N. 11; YILDIRIM, 2016, s. 384. Ayrıca TTK m. 391 gerekçesinde de   iptal  davasının  açılabilmesinin  yönetim  kurulunun  onayına  tâbi  tutulması   vazgeçilmez  ve sınırlandırılamaz haklarının kullanılmasının ihlâl edilmesi veya kısıtlanmasına örnek olarak sayılmıştır. Mülga 6762 sayılı TTK m. 385/2 düzenlemesinde ise iptal davası açma hakkı müktesep hak olarak nitelendirilmiştir. Mülga Kanun dönemindeki düzenlemenin eleştirisi ve iptal davası açma hakkının müktesep hak olmayıp, Türk Ticaret Kanunu nun nisbî emredici nitelikteki hükümleriyle korunan haklar olduğu yönünde bkz. MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 9. Basım, On İki Levha Yayınları, İstanbul, 2020, s. 197-201.  8   PULAŞLI, 2022, s. 1101, N. 102; ŞENER, 2020, s. 277. İptal davası açma hakkının pay sahibinin idari haklarından biri olduğu yönünde bkz. BİLGİLİ, Fatih/DEMİRKAPI, Şirketler Hukuku Dersleri, 8. Basım, Dora Yayınları, Bursa, 2021, s. 332. 9   Öğretide  iptal  davası  açma  nedenleri,  kararın  konusuna/içeriğindeki  sakatlıklara  ilişkin  hukuka aykırılıklar (TTK m. 446/1-a) ve oluşumuna/meydana gelişine ilişkin hukuka aykırılıklar (TTK m. 446/1-b) olmak üzere ikiye ayrılmaktadır. Bkz. FORSTMOSER/MEIER-HAYOZ/NOBEL, 1996, § 25, N. 2; FREI, Urs Gaudenz, Nichtige Beschlüsse der Generalversammlung der Aktiengesellschaft, Keller Verlag, Aarau, 1962, s. 113; KIRCA, 2022, s. 147, N. 238 ve s. 160, N. 261; PULAŞLI, 2022, s. 1075, N.  47b;  SCHOTT,  Bertrand  G.,  Aktienrechtliche  Anfechtbarkeit  und  Nichtigkeit  von Generalversammlungsbeschlüssen wegen Verfahrensmängeln, Dike Verlag, Zürich/St. Gallen, 2009, s. 119; DUBS, Dieter/TRUFFER, Roland, Artikel Kommentar zu OR Art. 698-706b, Basler Kommentar Obligationenrecht II Art. 530-964 OR (Hrsg.: HONSELL, Heinrich/VOGT, Nedim Peter/WATTER, Rolf), Helbing Lichtenhahn Verlag, Basel, 2016, Art. 706, N. 9a. 1011      tutanağa geçirten  pay sahiplerinin iptal davası açabileceği düzenlenmiştir. Kararın oluşumuna ilişkin hukuka aykırılıkların söz konusu olduğu hâllerde ise, TTK m. 446/1-b bendi uyarınca (etki kuralı) pay sahipleri, toplantıda bulunup bulunmamasına, karara olumsuz oy verip vermemesine bakılmaksızın iptal davası açabileceklerinden, anılan hâller bu kurala istisnadır. 6102 sayılı Türk Ticaret Kanunu nun 446/1-a düzenlemesi, toplantıya katılan pay sahiplerinin iptal davası açmasına yönelik koşullar bakımından, mülga 6762 sayılı TTK m. 381/I-1 düzenlemesinin tekrarı niteliğindedir. Söz konusu düzenlemede iptal davası açabilmek için aranan koşullar belirlenmiş olup, pay sahiplerinin iptal davası açma hakkının burada belirtilenler dışında kısıtlanması mümkün değildir. TTK m. 446/1-a hükmü uyarınca iptal davası açabilmek için aranan koşulların incelenmesine geçmeden önce belirtmek gerekir ki, pay sahibinin aynı zamanda yönetim kurulu üyesi olması ve kararların yerine getirilmesinin kişisel sorumluluğuna sebep olacak nitelikte olması hâli bu kuraldan müstesnadır. Zira TTK m. 446/1-d uyarınca, yönetim kurulu üyelerinin, münferiden iptal davası açmasında olumsuz oy verme ve muhalefet koşulları aranmamış, yönetim kurulu üyesinin pay sahibi olması ile olmaması arasında bir ayrım yapılmamıştır. O hâlde pay sahibinin aynı zamanda yönetim kurulu üyesi  olması  durumunda,  öncelikle  TTK  m.  446/1-d  düzenlemesinin  göz  önünde bulundurulması;  eğer  kararın  yerine  getirilmesi  kişisel  sorumluluğuna  sebep  olacak nitelikte değilse yönetim kurulu üyesinin, TTK m. 446/1-a kapsamında olumsuz oy ve                                                  10   Etki kuralı  şeklindeki adlandırma için bkz. TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, 5. Basım, Vedat Kitapçılık, İstanbul, 2020, s. 401-402, N. 15-09. Burada bir etki kuralı değil,  illiyet bağı nın söz konusu olduğu yönünde karş. KIRCA, 2022, s. 123, N. 199. Konu hakkında ayrıntılı bilgi için bkz. KIRCA, İsmail,  Meydana Gelişine (Usûle) İlişkin Hukuka Aykırılıklar Sebebiyle Anonim Şirket Genel Kurul Kararlarının İptali (TTK m. 446.1.b) , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XXXII, 21 Aralık 2018, s. 11-31. Usûle ilişkin sakatlıkların hükümsüzlük nedenleri bakımından karşılaştırmalı olarak değerlendirilmesi için bkz. SCHOTT, 2009, s. 119-311. 11  Mülga 865 sayılı TK m. 381/II-1 düzenlemesi de bu yöndedir. Buna göre itiraz hakkı,  içtimada hazır bulunupta kararı mezkûra muhalif kalarak muhalefetini zabıt varakasına dercettiren veya gayrikanunî olarak hakkı reyini istimale müsaade edilmeyen veya içtimaa davetin usulü dairesinde vuku bulmadığını veyahut ruznamenin usulü veçhile ilân veya tebliğ edilmediğini iddia eden hissedarana  aittir. 12  İptal davası açma hakkı vazgeçilemez bir pay sahipliği hakkı olarak nitelendirildiğinden, bu hakkı sınırlandıran ya da ortadan kaldıran genel kurul kararları, TTK m. 447/1-a kapsamında batıl olacaktır. Bu hâlde butlan yaptırımının, TBK m. 27 uyarınca uygulanacağı yönünde karş. BAHTİYAR, Mehmet, Ortaklıklar Hukuku, 14. Basım, Beta Yayınları, İstanbul, 2020, s. 209. 1012      muhalefet  koşullarının  sağlanması  durumunda  iptal  davası  açabileceğinin  kabulü gerekmektedir. Zira böyle bir hâlde iptal davası açma hakkı, bu kimsenin yönetim kurulu üyesi olmasına değil, pay sahibi sıfatına dayanmaktadır. B. TTK m. 446/1-a Kapsamında İptal Davası Açılmasının Koşulları TTK m. 446/1-a kapsamında, pay sahibinin iptal davası açabilmesi için, toplantıda hazır bulunması, karara olumsuz oy vermesi ve muhalefetini tutanağa geçirtmesi koşulları sağlanmalıdır.  Bu  kapsamda  pay  sahibinin,  TTK  m.  446/1-a  uyarınca  iptal  davası açabilmesi için her şeyden önce, genel kurula fiziken veya elektronik ortamda katılması (TTK m. 434/1, 1527/5) gerekir. Bunun yanında olumsuz oy kullanma ve muhalefetini tutanağa geçirtme şartlarının ikisinin birden varlığı aranacaktır. Sadece muhalefet yazısı vermiş  olmak  veya  muhalefetini  tutanağa  geçirtmek,  olumsuz  oy  kullanma  olarak nitelendirilmemektedir. Belirtmek gerekir ki, oylamanın açık ya da gizli oylama şeklinde yapılması olumsuz oy ve muhalefet şartlarının sağlanması bakımından önemli değildir. Ancak kararın oy birliğiyle alınmış olması gibi aksine delalet edecek, açık bir durum söz konusu olmadıkça, olumsuz oy şartının yerine getirilip getirilmediğinin özel olarak araştırılmasına ihtiyaç bulunmamaktadır. Yargıtay 11. Hukuk Dairesi nin bir kararında da, muhalefetle olumsuz                                                  13  Pay sahibinin iptal davası açma koşulları bakımından, genel kurulun olağan ya da olağanüstü toplanmış olması arasında fark bulunmamaktadır. Benzer şekilde, genel kurulun çağrılı ya da çağrısız toplanmış olması da iptal davası açma hakkına ve muhalefetin tutanağa geçirtilmesi koşuluna etkili değildir. Her ne kadar çağrısız genel kurul yapılması pay sahiplerinin veya temsilcilerinin itirazda bulunmaması kaydı ile mümkün ise de (TTK m. 416/1) burada itiraz toplantının yapılmasına ilişkindir. Çağrısız genel kurul yapılmasına itirazda bulunmayan bir pay sahibinin de alınan karara olumsuz oy vermek ve muhalefetini tutanağa geçirtmek suretiyle iptal davası açması mümkündür.  14   …davacı tarafın gündeme ilişkin muhalefet nedenlerini içerir dilekçe sunması, genel kurulda oylanan maddelere ret oyu kullanarak muhalefetini tutanağa geçirdiği sonucunu doğurmaz. Davacı taraf görüşülen maddelere ilişkin oy kullanmadığına göre, dava açma hakkı bulunmaktadır  Y. 11. HD, 02.12.2014, E. 2014/9351, K. 2014/18769 (ERİŞ, Gönen, Ticari İşletme ve Şirketler, C. II, 3. Basım, Seçkin  Yayınları,  Ankara,  2017,  s.  2319).  TTK  m.  446/1-a  kapsamında  iptal  davası  açılması bakımından, genel kurul toplantı tutanağından olumsuz oy verdiği ismen anlaşılan kimsenin ayrıca bir muhalefet  belirtmesinin  gerekli  olup  olmadığı  sorunu  da  üzerinde  durulması  gereken  bir  diğer meseledir. Bu hususa muhalefetin gerçekleştirilmesine ilişkin esaslar bahsi içerisinde, aşağıda ayrı bir başlık altında değinilecektir. 15  Bkz. YILDIRIM, 2016, s. 403-404. 1013      oyun izhar etmiş olacağı, muhalefet şerhi veren pay sahibinin olumsuz oy kullanıp kullanmadığının ayrıca araştırılmasına gerek olmadığı, haklı olarak kabul edilmiştir. TTK  m.  446  düzenlemesinin  mehazı,  1965  tarihli  Alman  Paylı  Ortaklıklar Kanunu nun  (Aktiengesetz/AktG)  245.  paragrafının  1.  fıkrasıdır.  Söz  konusu düzenlemede  (AktG  §  245.1),  toplantıda  hazır  bulunan  her  pay  sahibinin,  karara muhalefet etmek kaydıyla iptal davası açabileceği kabul edilmiştir. Ancak TTK m. 446/1a düzenlemesinden farklı olarak, AktG § 245.1 de olumsuz oy verme koşulu aranmamış ve bu hak, gündem ilan edilmeden önce pay sahibi olma koşuluna bağlanmıştır. İsviçre hukukunda ise pay sahibinin iptal davası açma hakkına sahip olduğu hususu, İsviçre  Borçlar  Kanunu nun  706.  maddesinde  (Obligationenrecht/OR  Art.  706)  yer almıştır. Anılan düzenlemede tabii sistem benimsenerek, pay sahibinin olumsuz oy kullanması ya da karara muhalefetini tutanağa geçirtmesi koşullarına yer verilmediği gibi,                                                  16   Y. 11. HD, 24.11.1975, E. 1975/4950, K. 1975/6648 (BATİDER, C. VIII, S. 3, Haziran 1976, s. 140141; TEKİL, Fahiman, Anonim Şirketler Hukuku, Alkım Yayınevi, İstanbul, 1998, s. 334; PULAŞLI, 2022, s. 1108, N. 118). Pay sahibinin karara muhalif kalmasına ve bunun tutanağa geçirilmesine rağmen, ayrıca oylamada karara karşı olumsuz oy kullanılıp kullanılmadığının araştırılmasının gereksiz olduğu ve iptal davası açılmasını güçleştireceği hususunda bkz. PULAŞLI, 2022, s. 1108-1109, N. 118. 17  Söz konusu hüküm ilk olarak 1884 tarihli reformla Alman hukukuna girmiştir. Tarihsel gelişim için bkz. KIRCA, 2022, s. 46, N. 78 ve s. 147, N. 238; MOROĞLU, 2020, s. 57-59; YANLI, Veliye,  Muhalefetin Tutanağa Geçirtilmesi ve Bu İşlemin Zamanı Sorunu -Genel Kurul Kararının İptali Davası Bağlamında- , Banka ve Ticaret Hukuku Araştırma Enstitüsü Dergisi, Yıl: 2021, Cilt: XXXVII, Sayı: 2, s. 7, 17. 18  Alman hukukunda muhalefetin, pay sahibinin oy verme davranışından tamamen bağımsız olduğu kabul edilmektedir. Bu kapsamda pay sahibi, olumsuz oy vermiş, çekimser kalmış ve hatta olumlu oy vermiş dahi olabilir. Ancak muhalefetin gerçekleştirilmesi oy verme işleminden tamamen bağımsız olsa da olumlu oy kullanmanın hakkın kötüye kullanılması yasağı çerçevesinde değerlendirilmesi gerekecektir. Bkz. ZÖLLNER Wolfgang, Kölner Kommentar zum Aktiengesetz, Band 2, 4. Lieferung, §§ 241290, Carl Heymanns Verlag KG, Köln-Berlin-Bonn-München, 1976, AktG § 245, N. 38-39. Aynı yönde bkz. ENGLISH, Lutz, Aktiengesetz Kommentar (Hrsg.: HÖLTERS, Wolfgang/WEBER, Markus), 4. Auflage, C.H. Beck/Verlag Vahlen, München, 2022, AktG § 245, N. 13. Karara katılan kimsenin, karardaki sakatlıkları bilmesine rağmen gerçekleştireceği muhalefetinin çelişkili davranış teşkil edeceği hususunda  ayrıca  bkz.  DRESCHER,  Ingo,  Beck sche  Kurz-Kommantare,  Gesellschaftsrecht, Herausgegeben von HENSSLER, Martin/STROHN, Lutz, 5. Auflage, C. H. Beck, München, 2021, AktG  §  245,  N.  19;  VATTER,  Stefan,  beck-online.GROSSKOMMENTAR zum  Aktienrecht, GesamtHrsg: HENSSLER, Martin; Herausgegeben von SPINDLER, Gerald/STILZ, Eberhard, C. H. Beck Verlag, München, 2022, AktG § 245, N. 27. 19  Tabii sistem hakkında bilgi ve buna ilişkin sınıflandırma için bkz. GÖKTÜRK, Kürşat,  Anonim Şirket Pay Sahipliği Haklarının Kullanılmasında Muhalefet Şartı , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 8, Sayı: 2, s. 59, 75-77. 1014      toplantıda hazır bulunması dahi aranmamıştır. Bununla birlikte İsviçre hukukunda da pay  sahiplerinin,  kararın  iptalini  istemekte  hukuki  yararının  bulunması  ve  irade bozuklukları söz konusu olmadıkça, karara olumlu oy vermemiş olması hakkın kötüye kullanılması yasağı çerçevesinde aranmaktadır. Ancak toplantıya hiç katılmamış bir pay sahibinin dahi iptal davası açma hakkı bulunmaktadır.   C. İptal Davası Açma Hakkı Bakımından Pay Sahibi Sıfatı ve İptal Davası Açma Hakkının Kullanılması TTK m. 446/1-a düzenlemesi kapsamında anonim şirket genel kurul kararlarının iptali davası açılabilmesi için, o kimsenin öncelikle,  genel kurul kararının alındığı anda  pay sahibi sıfatını haiz olması gerekir. Alman hukukundaki, pay sahiplerinin iptal davası açabilmesi için aranan  gündem ilan edilmeden önce pay sahibi olma  koşuluna (AktG § 245.1) Türk Ticaret Kanunu nda yer verilmemiştir. Ancak iptal davası açma hakkının kullanılması bakımından kararın alındığı anda pay sahibi olmak da davanın görülüp  sonuçlandırılması  için  tek  başına  yeterli  değildir.  Türk  öğretisinde  ve uygulamasındaki genel kabule göre, iptal davasının görülebilmesi için hem davanın                                                  20 İsviçre de pay sahibinin toplantıya  katılmasının şart olmadığı  yönünde bkz. BGE 99 II 55, 57; DUBS/TRUFFER, 2016, Art. 706, N. 3. 21  FORSTMOSER/MEIER-HAYOZ/NOBEL, 1996, § 25, N. 44; TANNER, 2003, Art. 706, N. 50-51. Burada korunması söz konusu olan hukuki yarar (menfaat), pay sahibinin kişisel yararı olabileceği gibi şirketin ve diğer pay sahiplerinin muhtemel yararı da olabilir. Bu yönde bkz. DUBS/TRUFFER, 2016, Art. 706, N. 4a. 22  BGE 99 II 55, 57; 74 II 41, 43. FORSTMOSER/MEIER-HAYOZ/NOBEL, 1996, § 25, N. 45 ve § 25, N. 130; FREI, 1962, s. 112-113; REIMER, Hans Michael, Anfechtungs- und Nichtigkeitsklage im schweizerischen Gesellschaftsrecht, Stämpfli Verlag, Bern, 1998, s. 140, N. 302; TANNER, 2003, Art. 706, N. 54. İlgili Federal Mahkeme kararlarına işaret ederek, somut olayın özelliklerinin dikkate alınması gerektiği yönünde bkz. DUBS/TRUFFER, 2016, Art. 706, N. 6. Aynı yönde bkz. BÖCKLI, Peter, Schweizer Aktienrecht, 4. Auflage, Schulthess Verlag, Zürich-Basel-Genf, 2009, § 16, N. 107b. İsviçre hukukunda iptal davalarında muhalefet şartı aranmamasına rağmen kabul edilen bu esasın örneğini, Türk hukukunda genel kurul kararlarının butlanının ileri sürülmesinde görmek mümkündür. Butlanın ileri sürülmesi için karara karşı olumsuz oy kullanmak aranmasa da pay sahibinin olumlu oy verdiği  karara  karşı  butlan  davası  açması  hakkın  kötüye  kullanılması  yasağı  kapsamında değerlendirilmektedir.  Bu  yönde  bkz.  Y.  11.  HD,  17.02.2003,  E.  2003/8620,  K.  2003/1197 (MOROĞLU, Erdoğan/KENDİGELEN, Abuzer, İçtihatlı-Notlu Türk Ticaret Kanunu ve İlgili Mevzuat, 10. Basım, On İki Levha Yayınları, İstanbul, 2014, s. 351); Y. 11. HD, 21.11.2017, E. 2016/4343, K. 2017/6376 (karararama.yargitay.gov.tr). 23  BGE 99 II 55, 57. Bkz. DUBS/TRUFFER, 2016, Art. 706, N. 3. 24  ARSLANLI,  Halil,  Anonim  Şirketler  II-III  Anonim  Şirketin  Organizasyonu  ve  Tahviller, Fakülteler Matbaası, İstanbul, 1960, s. 87; İMREGÜN, Oğuz, Anonim Ortaklıklar, 4. Basım, Yasa Yayınları, İstanbul, 1989, s. 177-178. 1015      açıldığı sırada pay sahibi sıfatına sahip olunması hem hüküm kesinleşinceye kadar bu sıfatın devam ettirilmesi gerekmektedir. Söz konusu durumun en önemli gerekçesi olarak, iptal davası açma hakkının şahsa bağlanmış, bozucu yenilik doğuran bir hak olması gösterilmektedir. Payı devralan pay sahibinin var olan iptal davasına devam etme ya da yeni bir iptal davası açma hakkına sahip olup olmadığı hususu ise devredenin durumu kadar netlik taşımamaktadır. Çoğunluk görüşüne göre, payı devralan kimsenin yeni bir iptal davası açması yahut var olan davaya devam etmesi mümkün değildir. Yargıtay 11. Hukuk Dairesi, iptal davası açma hakkının payı devralana geçmeyeceği görüşünde iken bir kararında, iptal davası açan pay sahibinin bütün paylarını devralan pay sahibinin iptal                                                  25  ARSLANLI, 1960, s. 87; BAHTİYAR, 2020, s. 210; BİLGİLİ/DEMİRKAPI, 2021, s. 261; İMREGÜN, 1989, s. 177-178; KENDİGELEN, Abuzer,  İptal Davası Açma Hakkı ve Pay Sahipliği Sıfatının Cüz i Halefiyet (Payların Devri) Sonucu Değişmesi , Prof. Dr. Hayri Domaniç'e 80. Yaş Günü Armağanı, Beta Yayınları, İstanbul, 2001, s. 314, 319; KIRCA, 2022, s. 145, N. 233; MOROĞLU, 2020, s. 261262; NOMER, Halûk N., Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin Temel Esaslar, Beta Yayınları, İstanbul, 2008, s. 184; REIMER, 1998, s. 77, N. 178; ŞENER, 2020, s. 286; TEKİL, 1998, s. 338; ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku, Cilt: 1, Adalet Yayınevi, Ankara, 2013, s. 364.  ...Genel kurul kararlarının iptalini isteyen ortağın bu sıfatı, iptal davasının kesinleşmesine kadar devam etmesi gerekmektedir...  Y. 11. HD, 04.06.2009, E. 2007/11745, K. 2009/6897 (BATİDER, C. VVX, S. 3, Eylül 2009, s. 437-438); Y. 11. HD, 09.05.2013, E. 2013/6277, K. 2013/9520 (ERİŞ, 2017, s. 2320-2322). Davanın açıldığı sırada pay sahibi sıfatını kaybeden kimsenin aktif dava ehliyetinin olmadığı yönünde bkz. Y. 11. HD, 25.06.2019, E. 2019/284, K. 2019/4800 (Sinerji). Türk hukukunda genel kabul, dava şartlarının ve bunun içinde de hukuki yararın dava açıldığı anda mevcut olması, hüküm verilinceye ve hatta hüküm kesinleşinceye kadar devam etmesi gerektiği yönündedir. Ayrıntılı bilgi için bkz. HANAĞASI, Emel, Davada Menfaat, Yetkin Yayınları, Ankara, 2009, s. 331-332. İsviçre hukukunda, genel kurul kararının alınması sırasında pay sahibi olmak, iptal davası açma hakkına sahip olmak bakımından yeterli kabul edilmektedir. Bununla birlikte payın devri hâlinde dava açma hakkının devreden ya da devralan pay sahibi tarafından mı kullanılacağı yoksa her ikisinin de mi iptal davası açma hakkına sahip olacağı hususu tartışmalıdır. Bkz. DUBS/TRUFFER, 2016, Art. 706, N. 5; FORSTMOSER/MEIER-HAYOZ/NOBEL, 1996, § 25, N. 43. Alman hukukunda ise Kanun da, iptal davası açabilmek için gündem ilan edilmeden önce pay sahibi olma koşuluna yer verilmiştir (AktG § 245.1). Buna ek olarak kararın alındığı ve davanın açıldığı anda da pay sahipliğinin korunması aranmaktadır. BGH 2.7.2007, NJW 2008, 69 Rn. 64; BGH 29.1.2019, BeckRS 2019, 2668 (DRESCHER, 2021, AktG § 245, N. 20). 26  BİLGİLİ/DEMİRKAPI, 2021, s. 261. 27  KENDİGELEN, 2001, s. 330-331; KIRCA, 2022, s. 145, N. 233; MOROĞLU, 2020, s. 262; ŞENER, 2020, s. 286. Aksi yönde görüş bildiren Eriş e göre, böyle bir hâlde payı devralan ortak, isterse davayı takip edilebilecektir. ERİŞ, Gönen, Anonim Şirketler Hukuku, Seçkin Yayınları, Ankara, 1995, s. 450. 28  Y. 11. HD, 09.11.1983, E. 1983/4878, K. 1983/4923. Anılan karar ve bu yönde daha fazla karara ait künye bilgileri için bkz. MOROĞLU, 2020, s. 262, dn. 464. 1016      davasına devam edebileceğini örtülü olarak kabul etmiştir. Kararlarda ayrıca iptal davası devam ederken, pay sahipliği sıfatı bir kez kaybedilmişse, yeniden pay sahibi olmanın bu hakkı canlandırmayacağı da kabul edilmektedir. Böylece dava açılırken aranan pay sahibi olma koşulunun, karar kesinleşinceye kadar aralıksız devam etmesi gerekecektir. İptal davası devam ederken, pay sahibinin ıskatının söz konusu olduğu hâllerde (TTK m. 407-408, 482/2), ıskat prosedürü devam ederken bu durum bekletici mesele yapılmalıdır. Pay sahibinin payını şirkete devri hâlinde (TTK m. 379) ise dava konusuz kalacaktır. Payın miras yoluyla devri hâlinde mirasçı; birleşmede yeni kurulan ya da devralan şirket, külli halefiyetin gereği olarak iptal davası açabileceği gibi var olan davaya devam edebilecektir. Bölünmede de, kısmi külli halefiyet nedeniyle, bölünen şirket yerine onun paylarını devralan şirket, yeni bir dava ikame edebilir veya var olan davaya devam edebilir. Tür değiştirmede, yeni türe dönüştürülen şirket eskisinin devamı olduğundan (TTK m. 180), yeni kurulan şirket bu hakkı haizdir. Payın kısmen devri gibi nedenlerle birlikte mülkiyetin söz konusu olduğu hâllerde ise, iptal davası açma hakkı bir müşterek temsilci vasıtasıyla kullanılabilir (TTK m. 432/1, 477/1)34.                                                  29  Y. 11. HD, 20.06.2000, E. 2000/4091, K. 2000/5709. Olayın gelişimi ve kararın ilgili kısmı ile haklı eleştirisi için bkz. KENDİGELEN, 2001, s. 315-318. Ayrıca bkz. KIRCA, 2022, s. 145, N. 233; MOROĞLU, 2020, s. 262. 30   …davacının  [genel  kurul  kararının  iptaline  yönelik]dava  devam  ederken  davalı  şirketteki  tüm hisselerini 04/01/2017 tarihinde ayrılma hakkını kullanarak devrettiği, bu tarih itibarıyla davacının davacı sıfatı kalmadığı, davacı sıfatının kesintisiz şekilde devam etmesi gerektiği, üç ay sonra davacının davalı şirketten pay satın alarak hissedar olmasının davacıya bu davaya devam etme hakkı ve dolayısıyla davacılık sıfatı vermeyeceği  yönündeki yerel mahkeme kararının  davacının sonradan pay alması kendisini kaybettiği aktif dava ehliyetinin kazandırmayacağı, davacının aktif husumetinin bulunmadığı…  gerekçesiyle onanmasına yönelik bkz. Y. 11. HD, 10.10.2019, E. 2018/5195, K. 2019/6440 (İÜHF Ticaret Hukuku Anabilim Dalı, Yargıtay Hukuk ve Ceza Dairelerinin Türk Ticaret Kanununa İlişkin Kararları 2019 (Ed.: KAYA, Arslan/ZENGİN, İbrahim Çağrı/SORKUN, A. Furkan/YILDIZ, Nurgül/YILDIZ, M. Enes/OĞUZ, Elif), On İki Levha Yayınları, İstanbul, 2020, s. 209). Kararla aynı yönde açıklama için bkz. TEKİNALP (POROY/ÇAMOĞLU), 2021, s. 609, N. 741c. 31  Y. 11. HD, 07.03.2002, E. 2001/10084, K. 2002/1983 (Kazancı; PULAŞLI, 2022, s. 1116, N. 140a). 32  Y. 11. HD, 06.11.2019, E. 2018/5657, K. 2019/6907 (İÜHF Kararlar, 2019, s. 209). 33  Bu yönde bkz. KIRCA, 2022, s. 146, N. 234. Külli halefiyet bakımından aynı yönde açıklama için bkz. BAHTİYAR, 2020, s. 210; MOROĞLU, 2020, s. 261; ŞENER, 2020, s. 284. 34  KIRCA, 2022, s. 145, N. 232; MOROĞLU, 2020, s. 264; PULAŞLI, Hasan, Şirketler Hukuku Genel Esaslar, 7. Basım, Adalet Yayınevi, Ankara, 2021, s. 372, N. 163; PULAŞLI, 2022, s. 1121, N. 151; ÜÇIŞIK/ÇELİK, 2013, s. 365; YILDIRIM, 2016, s. 390. 1017      Pay sahibi, bu hakkını şahsen ya da temsilcisi aracılığıyla kullanabilir. Bunun için muhalefeti tutanağa geçirtme yetkisinin, temsil belgesinde özel olarak belirtilmesine ihtiyaç yoktur. Temsilci, birden fazla kimseyi temsil ediyorsa, muhalefetin kimin adına gerçekleştirildiği belirtilmelidir. Pay sahibinin tüzel kişi olduğu hâllerde karara karşı muhalefet edilmesi hususunda yetki, tüzel kişinin ortaklarına, pay sahiplerine ya da üyelerine değil, tüzel kişiye aittir. İptal davası açma hakkı, oy hakkından bağımsız bir pay sahipliği hakkıdır. Bu nedenle oy hakkından yoksun pay sahipleri de (TTK m. 436) toplantıda oy kullanmasalar da oylamaya katılmak ve muhalefetlerini tutanağa geçirtmek kaydıyla karar aleyhine iptal davası açabilirler.                                                   35  Bkz. ARSLANLI, 1960, s. 85. Pay sahipliğinden doğan hakların donduğu hâllerde (TTK m. 198/2, 389), bir pay sahipliği hakkı olması nedeniyle iptal davası açma hakkı da kullanılamaz. Hazır bulunanlar listesinde (TTK m. 415, 417) adı yer almayan pay sahiplerinin ise diğer şartlar sağlanmış olsa bile iptal davası açma hakkı bulunmamaktadır. Bkz. KIRCA, 2022, s. 144, N. 230 ve s. 148, N. 238; YILDIRIM, 2016, s. 398. Bu noktada, Türk Ticaret Kanunu nun 7262 sayılı Kanun la (RG, 31.12.2020, 31351-5. Mükerrer) değişik 489/1. maddesi kapsamında, hamiline yazılı pay senetlerinin devrinin, şirket ve üçüncü kişiler hakkında, ancak zilyetliğin geçirilmesi suretiyle payı devralan tarafından Merkezi Kayıt Kuruluşuna yapılacak bildirimle hüküm ifade edeceği, aksi hâlde pay sahibinin paya bağlı haklarını kullanamayacağı da gözden uzak tutulmamalıdır. Zira yeni düzenlemeyle, hamiline yazılı pay senedi sahiplerinin  Merkezi  Kayıt  Kuruluşundan  alınacak   pay  sahipleri  çizelgesi ne  göre  genel  kurul toplantılarına katılmaları usulü kabul edilmiş (TTK m. 417/1), hamiline yazılı pay senedi sahiplerinin giriş kartı alma usulü kaldırılmıştır. 36  TEKİNALP (POROY/ÇAMOĞLU), 2021, s. 548, N. 681c. 37  KUBIS, 2022, § 130, N. 8. 38  KIRCA, 2022, s. 144, N. 231. Bu yönde Y. 11. HD, 22.03.2016, E. 2015/4178, K. 2016/3181 (BATİDER, C. XXXII, S. 2, Haziran 2016, s. 310-313). 39  KENDİGELEN, Abuzer, Anonim Ortaklık Payı Üzerinde İntifa Hakkı, Beta Yayınları, İstanbul, 1994, s. 312. 40  ARSLANLI, 1960, s. 85; KENDİGELEN, 1994, s. 303-304; KIRCA, 2022, s. 150, N. 243; TEKİL, 1998, s. 338. Bu yönde eski tarihli kararlara da rastlanmaktadır. Y. TD, 03.06.1967, E. 1967/64, K. 1967/54 (TEKİL, 1998, s. 338, dn. 167). Ancak Yargıtay 11. Hukuk Dairesi nin bir kararında, oy kullanması mümkün olmayan bir kimseden muhalefetini tutanağa geçirtilmesinin beklenemeyeceğine hükmedilmiştir.  Eski yönetim kurulu üyesi olan davacının kendisinin ibra edilmemesine ilişkin … genel kurul  kararının  iptalini  istemiştir.  …davacı  kendi  şahsi  menfaatini  ilgilendiren  bir  konuda  oy kullanmayacağına  göre,  kendisinden  (genel  kurul  kararına)  muhalefet  şerhi  koyması istenemeyeceğinden, dava şartının gerçekleştiğinin kabulü ile işin esasının incelenmesi gerekir  Y. 11. HD, 01.12.1994, E 1994/5144, K. 1994/9183 (MOROĞLU/KENDİGELEN, 2014, s. 346). 41  ARSLANLI,  1960,  s.  85;  AYHAN,  Rıza/ÇAĞLAR,  Hayrettin/ÖZDAMAR,  Mehmet,  Şirketler Hukuku Genel Esaslar, 4. Basım, Yetkin Yayınları, Ankara, 2022, s. 292; BAHTİYAR, 2020, s. 210; BİLGİLİ/DEMİRKAPI, 2021, s. 259, dn. 355; ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 544, N. 679a ve s. 608, N. 741c; İMREGÜN, Oğuz,  Anonim Şirketlerde Münferit Pay Sahibinin Umumi Heyet Kararları Aleyhine İptal Davası Açma Hakkı ,  BATİDER, Yıl: 1961, Cilt: I, Sayı: 2, s. 166; 1018      Bir payın üzerinde intifa hakkı bulunması hâlinde, aksi kararlaştırılmamışsa, oy hakkı, intifa hakkı sahibi tarafından kullanılacaktır (TTK m. 432/2). Buna karşılık iptal davası  açılmasında  intifa  hakkı  sahiplerine  hak  tanınıp  tanınmadığı  hususunda  bir düzenleme yapılmamıştır. Paylar üzerinde intifa hakkı bulunanların iptal davası açma hakkına sahip olup olmadıkları hususunda öğretide fikir birliği bulunmamaktadır. Bir görüşe göre, intifa hakkı sahiplerinin iptal davası açması mümkün değildir. Diğer görüş uyarınca,  yalnız  intifa  hakkı  sahiplerinin  iptal  davası  açma  hakkı  bulunmaktadır. Ağırlıklı görüş ise hem intifa hakkı sahibinin hem de pay sahibinin iptal davası açma hakkına sahip olduğu yönündedir. Böyle bir durumda oy hakkının TTK m. 432/2 kapsamında intifa hakkı sahibi tarafından kullanıldığı yahut oy hakkının pay sahibine bırakıldığı hâllerde, iptal davası açılabilmesi için olumsuz oy şartı aranmayacak, ancak intifa hakkı sahibinin ya da oy hakkı kendisine bırakılan pay sahibinin muhalefetini tutanağa geçirtmesi yeterli olacaktır. Bununla birlikte Yargıtay tarafından, kurucu intifa                                                  İMREGÜN, Oğuz,  Anonim Ortaklıklarda Genel Kurul Kararlarına Karşı Pay Sahiplerinin İptal Davası Açma Hakkı , Prof. Dr. Hayri Domaniç e Armağan, Mitos Yayınları, İstanbul, 1995, s. 137; KENDİGELEN, 1994, s. 312; KIRCA, 2022, s. 150, N. 243; MOROĞLU, 2020, s. 260, 266, 272-273; PULAŞLI, 2021, s. 368, N. 151; PULAŞLI, 2022, s. 1104, N. 112; ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku, 4. Basım, Seçkin Yayınları, Ankara, 2019. s. 538; TEKİL, 1998, s. 338; YILDIRIM, 2016, s. 398. Y. TD, 04.03.1965, E. 3347, K. 727 (ERİŞ, 2017, s. 2638, N. 25). Y. TD, 03.06.1967, E. 1964/266, K. 1967/54 (TEKİL, 1998, s. 338, dn. 167). İsviçre hukukunda -muhalefet şartı aranmaksızın- bu yönde bkz. FORSTMOSER/MEIER-HAYOZ/NOBEL, 1996, § 25, N. 42. 42  Konu hakkında ayrıntılı bilgi için bkz. KENDİGELEN, 1994, s. 303-320; TEOMAN, Ömer,  Anonim Ortaklıkta  Paylar  Üzerinde  İntifa  Hakkı  Bulunması  Durumunda  Oy  Hakkı  Dışındaki  Yönetim Haklarının Kimin Tarafından Kullanılacağı Sorunu , Tüm Makalelerim (1971-2001), Cilt: I-II, 2. Basım, On İki Levha Yayınları, İstanbul, 2012, s. 365-375. 43  ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 609, N. 741d. Bu yönde bkz. Y. 11. HD, 28.05.1981, E. 1981/2243, K. 1981/2768 (Kazancı; KIRCA, 2022, s. 146, N. 235). 44  ARSLANLI, 1960, s. 85; TEOMAN, 2012, s. 375. İntifa hakkının iptal davası açma hakkına sahip olmasına karşılık, böyle bir durumda pay sahibinin iptal davası açmasının mümkün olmadığı yönünde oy çokluğuyla verilen bir karar için bkz. Y. 11. HD, 29.04.2003, E. 2002/12676, K. 2003/4234 (Kazancı; KIRCA, 2022, s. 146, N. 235). 45  KENDİGELEN, 1994, s. 303-309; MOROĞLU, 2020, s. 264; PULAŞLI, 2022, s. 1118, N. 142; TEKİL, 1998, s. 339; YILDIRIM, 2016, s. 392-393, 398. Bu hâlde ihtiyari dava arkadaşlığının söz konusu olacağı yönünde bkz. BAHTİYAR, 2020, s. 210. Dava hakkının oy hakkından kaynaklanmadığı düşüncesiyle iptal davası açma hakkının pay sahibine ait olacağı ancak hukuki yararı itibariyle intifa hakkı sahibine de iptal davası açma hakkı tanınabileceği yönünde bkz. OKÇUOĞLU, Yavuz N.,  Anonim  ve Kooperatif Şirket Genel Kurul Kararlarının İptali İçin Gerekli Olan Muhalefet  ve Muhalefetin Tutanağa Geçirtilmesi (TTK m. 381/1 ve Koop K. m. 53/1) , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu II, 11-12 Ocak 1985, Ankara, 1985, s. 280-281. 46  Bkz. KENDİGELEN, 1994, s. 310, 312; KIRCA, 2022, s. 150, N. 244; MOROĞLU, 2020, s. 264-267. Yalnız intifa hakkı sahibinin iptal davası açma hakkını haiz olduğu görüşünde olan Teoman tarafından 1019      senedi sahiplerinin, bu senetlerin şirketin sermayesini oluşturan paylardan olmaması nedeniyle iptal davası açma hakkı bulunmadığı kabul edilmiştir. Pay üzerinde rehin, hapis, saklama (vedia) veya kullanma ödüncü (ariyet) haklarına sahip olan kimselerin, kendilerine özel temsil yetkisi ya da vekâlet verilmedikçe iptal davası açması mümkün değildir. Bu gibi hâllerde dava açma hakkı pay sahibine aittir. Payın haczi hâlinde de pay sahibi iptal davası açma hakkına sahiptir. İflas durumunda ise pay sahipliği hakları iflas masası tarafından kullanılır. D. Çekimser Oy Kullanan Pay Sahibinin Durumu Çekimser oy kullanma hâlinde, muhalefetin tutanağa geçirtilmesiyle iptal davası açma hakkının korunup korunmayacağı da üzerinde düşünülmesi gereken bir başka meseledir. Öğretide haklı olarak belirtildiği üzere, TTK m. 446/1-a uyarınca, çekimser oy veren kimse sonradan muhalefetini tutanağa geçirtse dahi iptal davası açma hakkını yitirmiş olacaktır. Esasen oy hesaplamasında netice olarak çekimser oylar olumsuz oy etkisi yaratmaktadır. Ancak Kanun da olumsuz oy vermenin açıkça aranmış olması karşısında olumsuz oy verme şartının sağlanması gerekir. Zira burada aranan koşul,  olumlu oy vermemiş olmak  değil,  olumsuz oy vermek tir. Bu kapsamda toplantıya                                                  da malikin çıkarları gerektiriyorsa intifa hakkı sahibinin muhalefetini tutanağa geçirterek iptal davası açabileceği belirtilmiştir. Bkz. TEOMAN, 2012, s. 375. 47  Bu yönde bkz. Y. 11. HD, 18.09.2019, E. 2018/4631, K. 2019/5525 (İÜHF Kararlar, 2019, s. 210-211). 48  MOROĞLU, 2020, s. 267-268, 283. Aynı yönde BAHTİYAR, 2020, s. 210; PULAŞLI, 2022, s. 1119, N. 143; YILDIRIM, 2016, s. 394-395. 49  KIRCA, 2022, s. 147, N. 236. 50  BAHTİYAR, 2020, s. 210; ERİŞ, 1995, s. 450; İMREGÜN, 1989, s. 171; İMREGÜN, 1995, s. 131; KIRCA, 2022, s. 149, N. 241; MOROĞLU, 2020, s. 271; OKÇUOĞLU, 1985, s. 275; TEKİL, 1998, s. 335;  YILDIRIM,  2016,  s.  400.  İmregün  tarafından,  çekimser  oy  kullananların  iptal  davası açamayacakları belirtilmekle birlikte bu durum bir eksiklik olarak nitelendirilerek, eleştirilmiştir. Yazar tarafından bu görüşe gerekçe olarak, dürüstlük kuralına aykırılık gibi hâllerin her zaman hemen anlaşılamayacağı gösterilmiştir. Bkz. İMREGÜN, 1961, s. 166-167. Çekimser oyların muhalefet teşkil edeceği düşüncesiyle, çekimser oy verenlerin de muhalefetini tutanağa geçirtmek suretiyle iptal davası açabileceği yönünde bkz. ARSLANLI, 1960, s. 86; DOMANİÇ, Hayri, Anonim Şirketler Hukuku ve Uygulaması, TTK Şerhi II, Temel Yayınları, İstanbul, 1988, s. 885. Çekimser ve olumsuz oy veren pay sahiplerinin iptal davası açabileceği yönünde bkz. TEKİNALP, Ünal,  Olumlu veya Çekimser Oy Kullanan Pay Sahibi İptal Davası Açabilir mi? , İktisat ve Maliye, Yıl: 1982, Cilt: 29, Sayı: 7, s. 278280. 51  Bu hususta ayrıca bkz. dn. 3. 1020      katılmış ve muhalefetini tutanağa geçirtmiş olsa bile, olumlu ya da çekimser oy veren yahut oy vermemiş olan pay sahipleri iptal davası açma hakkını yitirmiş olacaktır. Karara karşı çekimser ya da olumlu oy kullanan pay sahiplerinin TTK m. 446/1-a kapsamında iptal davası açması mümkün olmasa da, bu durumun bir irade bozukluğu neticesinde meydana gelmesi ihtimal dâhilindedir. Böyle bir durumda, olumlu ya da çekimser oy vermiş pay sahipleri, irade bozukluğu nedeniyle oy verme işlemini iptal ettirmek  suretiyle  (TBK  m.  30),  muhalefet  şartı  da  aranmaksızın  iptal  davası açabileceklerdir.  Bu  hâlde  TBK  m.  39/1 deki  bir  yıllık  süre  uygulanmaz.  İrade bozukluğu hâllerinde, oyun geçersizliğine dayanılarak kararın da iptalinin istenmesi mümkündür.  II.  MUHALEFETİN  TUTANAĞA  GEÇİRTİLMESİ  KOŞULUNUN HUKUKİ NİTELİĞİ  Karşıtlık/zıddiyet   ifadelerine  karşılık  gelen,  Arapça  kökenli  bir  kelime  olan  muhalefet  (Widerspruch);  karşı koyma; engel olma 54,  bir tutuma, bir görüşe, bir davranışa karşı olma durumu, aykırılık  55 anlamını taşımaktadır.  Muhalefet şerhi  ise  ayrışık oyu, karşı oy yazısı; bir karara katılmayan kimsenin verilmiş olan karara neden katılmadığını gösteren açıklayıcı yazı dır. Bu kapsamda karara muhalif olmak, kararın aksi  yönünde oy kullanmak ya da görüş bildirmek şeklinde anlaşılabilir. Çoğunluk ilkesinin hâkim olduğu anonim şirketlerde de pay sahibinin iptal davası açma hakkını kullanabilmesi için karara muhalif kalması aranmıştır. Zira bir kimsenin olumlu oy                                                  52  KIRCA, 2022, s. 149, N. 239; MOROĞLU, 2020, s. 277.  53  BAHTİYAR, 2020, s. 210; BİLGİLİ/DEMİRKAPI, 2021, s. 258, dn. 351; İMREGÜN, 1989, s. 171. 54  YILMAZ, Ejder, Hukuk Sözlüğü, 10. Basım, Yetkin Yayınları, Ankara, 2011, s. 947. 55  Bkz. Türk Dil Kurumu Güncel Türkçe Sözlük, https://sozluk.gov.tr. 56  YILMAZ, 2011, s. 947. 1021      verdiği  bir  kararın  iptali  için  dava  açması  çelişkili  davranış  olarak nitelendirilebilecektir.  TTK m. 446/1-a düzenlemesinde, yalnız olumsuz oy vermenin iptal davası açmak bakımından  yeterli  sayılmadığı,  bunun  yanında  muhalefet  koşulunun  da  arandığı görülmektedir. Bu noktada muhalefet koşulu, bir uyarı işlevini yerine getirmektedir. Öyle ki genel kurul kararına karşı olumsuz oy kullanan pay sahibi, muhalefetini tutanağa geçirtmekle, karara karşı iptal davası açma hakkını saklı tuttuğunu bildirmiş olur. Böylece genel  kurulda  alınan  kararlardan  hangilerinin  iptal  tehdidi  altında  olduğu  baştan anlaşılabilecektir. Şirketin de, dava açılacağından haberdar olmasıyla birlikte kararı icra edip etmeme noktasında karar vermesi mümkün hâle gelmektedir. Muhalefet koşulunun yerine getirilmiş olması, pay sahibinin iptal davası açma hakkının korunması için öngörülmüş bir külfet, yani yüküm/yüklenti (Obliegenheit) niteliğindedir.  Külfetin  yerine  getirilmemesi  durumunda,  o  kimse  ya  elde  etmesi mümkün olan bir hakkı kazanamayacak ya da böyle bir hakkı kaybedecek; bir diğer ifadeyle kendi yararına bir hukuki durumu elde edemeyecektir. Muhalefetin tutanağa geçirtilmesi koşulunun sağlanmaması da TTK m. 446/1-a kapsamında, yani konusuna                                                  57  ENGLISH, 2022, AktG § 245, N. 13; VATTER, 2022, AktG § 245, N. 27. Pay sahibinin toplantıya katılmış  olması  şartı  ise  dürüstlük  kuralının  değil,  affectio  societatisin  nitelikli  bir  hâlini oluşturmaktadır. Bkz. GÖKTÜRK, 2017, s. 57. 58  KIRCA, 2022, s. 151, N. 245. 59  KIRCA, 2022, s. 152, N. 246; SCHÄFER, Carsten, Münchener Kommentar zum Aktiengesetz, Band 4: §§ 179-277, Herausgeber: GOETTE, Wulf/HABERSACK, Mathias/KALSS, Susanne, 5. Auflage, C. H. Beck, München, 2021, AktG § 245, N. 36, 38. 60  Öğretide  yükümlülük içermeyen davranış  olarak da adlandırılan külfet,  hukuk düzeninin bir kişiye diğer bir kişi karşısında yüklemiş olduğu davranış  olarak tanımlanmaktadır. Bkz. EREN Fikret, Borçlar Hukuku Genel Hükümler, 26. Basım, Yetkin Yayınları, Ankara, 2021, s. 46. Teknik anlamda bir borç teşkil etmeyen külfetlere uyulmaması, karşı tarafa aynen ifa veya tazminat talep etme gibi haklar  vermez.  Bu  davranışın  yerine  getirilmemesi  durumunda  yegâne  yaptırım,  külfeti  yerine getirmeyen  kimsenin  kendi  yararına  bir  hukuki  durumu  kaybetmesidir.  Bkz. KOCAYUSUFPAŞAOĞLU,  Necip/HATEMİ,  Hüseyin/SEROZAN,  Rona/ARPACI,  Abdülkadir, Borçlar  Hukukuna  Giriş,  Hukukî  İşlem,  Sözleşme,  6.  Basım,  İstanbul,  2014,  s.  33,  N.  54; KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, 22. Basım, Turhan Kitabevi, Ankara, 2018, s. 45. 61  GÖKTÜRK, 2017, s. 57; YANLI, 2021, s. 10.  62  EREN, 2021, s. 46; KILIÇOĞLU, 2018, s. 45-46; KOCAYUSUFPAŞAOĞLU (HATEMİ/SEROZAN/ ARPACI), 2014, s. 32, N. 54. 1022      ilişkin sakatlıklar bakımından iptal davası açma hakkının yitirilmesine neden olmaktadır. Zira  iptal  davası  açma  hakkı  pay  sahibine  ait  bir  vazgeçilemez  hak  olarak  zaten mevcuttur; muhalefet koşulunun sağlanması ile bu hakkın kullanılması mümkün hâle gelmektedir. Muhalefetin tutanağa geçirtilmesi koşulu da külfet niteliğinde bir hakkı koruyucu işlem olarak, pay sahibi açısından oldukça önem ifade etmektedir. Buna karşılık bu koşulun  yorumlanmasında  görüş  aykırılıkları  ortaya  çıkmıştır.  Söz  konusu  görüş ayrılıklarını incelemeden önce, muhalefet koşulunun usul hukuku bakımından da nasıl nitelendirildiğine değinmek gerekmektedir. Zira muhalefet koşulu, hakkın kullanılmasına tekaddüm  eden,  usuli  bir  koşul  niteliğindedir.  Ancak  sonuçlarını  maddi  hukuk bakımından doğurmaktadır. Öğretide ve yargı kararlarında, muhalefetin tutanağa geçirtilmesi koşulu usuli açıdan, dava şartı olarak nitelendirilmektedir. Bu kapsamda uygulamada, olumsuz oy verme ve muhalefetin tutanağa geçirtilmesi koşulları, 6100 sayılı Hukuk Muhakemeleri Kanunu nun  114/2  düzenlemesi  kapsamında  dava  şartı  olarak  nitelendirilerek,  bu koşulların sağlanmadığı hâllerde davanın usulden reddine karar verilmektedir. Zira dava şartlarına dair HMK m. 114/2 düzenlemesinde diğer kanunlarda yer alan dava şartlarına ilişkin hükümler saklı tutulmuş olup, TTK m. 446/1-a hükmü de bu hususta istisna teşkil etmektedir. Muhalefet koşulunun sonradan tamamlanması mümkün değildir. Bu nedenle tamamlanması  için  bir  süre  verilmesinden,  yani  tamamlanabilir  dava  şartı  olarak nitelendirilmesinden de söz edilemez. Böyle bir hâlde dava şartı yokluğu nedeniyle usulden  ret  kararının,  uygulamada  çoğu  zaman  dosya  üzerinden  yapılan  inceleme neticesinde verildiği görülmektedir.                                                   63  GÖKTÜRK, 2017, s. 56, 61. 64  GÖKTÜRK, 2017, s. 56-57; PULAŞLI, 2021, s. 368-369, N. 154; ŞENER, 2020, s. 277; YANLI, 2021, s. 20. 65  Bu yönde pek çok karar olmakla birlikte örnek olarak bkz. Y. 11. HD, 05.04.2021, E. 2020/5829, K. 2021/3295; Y. 11. HD, 04.02.2021, E. 2020/1528, K. 2021/880; Y. 11. HD, 08.10.2020, E. 2020/287, K. 2020/3968 (Sinerji); Y. HGK, 20.09.1985, E. 1984/11-59, K. 1985/725 (Kazancı); Y. 11 HD, 10.07.2013, E. 2013/15701, K. 2013/14604 (ERİŞ, 2017, s. 2319-2320). Ayrıca bkz. KIRCA, 2022, s. 148, N. 238, dn. 335 te anılan kararlar. 1023      III. MUHALEFETİN GERÇEKLEŞTİRİLMESİNE İLİŞKİN ESASLAR A. Muhalefetin Şekli ve İçeriği Muhalefet koşulunun yerine getirilmesi bakımından, TTK m. 446/1-d hükmünde herhangi bir şekil belirlenmemiş, sadece  muhalefetin tutanağa geçirtilmesi nden söz edilmiştir. Bu kapsamda muhalif kalma iradesinin, çelişkiye yer bırakmayacak şekilde açıklanmış  olması  gerekmektedir.  Muhalefetin  gerekçeli  olması  şart  olmadığı  gibi, gerekçe  belirtilen  hâllerde  de  pay  sahibi,  açılan  davada  bu  gerekçe  ile  bağlı olmayacaktır.  Muhalefetin  geçerli  sayılması  bakımından   muhalifim ,   karara katılmıyorum ,  iptal davası açma hakkım saklıdır  gibi bir ifade yeterlidir. Ancak sadece eleştiri  düzeyinde  kalmış  açıklamalar  muhalefet  olarak  değerlendirilemez.  Bu kapsamda  yeterince müzakere edilmeden karar alınması doğru olmamıştır ,  verilen karar eleştiriye açıktır  vb. gibi bir ifadenin, ayrıca muhalefeti içerir bir açıklamayla birlikte tutanakta yer almadıkça muhalefet koşulunu sağlamadığının kabulü gerekir. Yargıtay 11. Hukuk Dairesi bir kararında,  itiraz şerhi koyanlar  ifadesinin altında pay sahibinin isminin yer almasını, geçerli bir muhalefetin ortaya konulması bakımından yeterli kabul etmiştir. Öte yandan öğretide, muhalefetin tutanağa geçirtilmesinin pay sahibinin iradesi neticesinde  olması  gerektiği  belirtilmiştir.  Bu  düşünceye  göre,  pay  sahibinin  kendi                                                  66  GÖKTÜRK, 2017, s. 56; İMREGÜN, 1989, s. 171; İMREGÜN, 1995, s. 131; KIRCA, 2022, s. 153, N. 247; KUBIS, Dietmar, Münchener Kommentar zum Aktiengesetz, Band 3: §§ 118-178 (Hrsg: WULF, Goette/HABERSACK, Mathias/KALSS, Susanne), 5. Auflage, C. H. Beck, München, 2022, § 130, N. 8; MOROĞLU, 2020, s. 276-277; OKÇUOĞLU, 1985, s. 278; PRIESTER, Hans-Joachim,  Aufgaben und Funktionen des Notars in der Hauptversammlung , DNotZ, 2001, s. 665; PULAŞLI, 2022, s. 1107, N. 117; ÜÇIŞIK/ÇELİK, 2013, s. 366; YILDIRIM, 2016, s. 409. Alman hukukunda bu yönde bkz. SCHÄFER, 2021, AktG § 245, N. 38; VATTER, 2022, AktG § 245, N. 27; ZÖLLNER, 1976, AktG § 245, N. 35-38. OLG München 4.7.2018, AG 2019, 266 (269): DRESCHER, 2021, AktG § 245, N. 8. Aksi görüşteki Domaniç e göre, muhalefetin gerekçelerinin açıklanması ve tutanağa geçirtilmesi de hakkın doğumu için şarttır. Yazara göre, bu yolla muhalif pay sahibinin kötüniyeti ya da hakkı kötüye kullanma ihtimali önlenebilecektir. Bu nedenle belirtilen muhalefet pay sahibi açısından da bağlayıcı olarak kabul edilmelidir. Bkz. DOMANİÇ, 1988, s. 885-886. Kanımızca, kanun hükmünü daraltarak pay sahibinin dava açma hakkını sınırlayan bu yorum TTK m. 446/1-a düzenlemesinin lafzı ve amacı ile uyumlu değildir. 67  MOROĞLU, 2020, s. 273. Aynı yönde bkz. BAHTİYAR, 2020, s. 210. 68  Y. 11. HD, 16.06.2016, E. 2015/15655, K. 2016/6700 (BATİDER, C. XXXII, S. 3, Eylül 2016, s. 265267). 1024      müdahalesi olmadan herhangi bir şekilde isminin tutanakta belirtilmesi yeterli değildir. Kanaatimizce, olumsuz oy veren pay sahibinin adı tutanakta açıkça belirtilmişse bunun kendiliğinden  mi  yoksa  pay  sahibinin  çabasıyla  mı  gerçekleştiğinin  bir  önemi bulunmamaktadır. Aksi takdirde  muhalefetini tutanağa geçirtme  ifadesinin de dar yorumlanarak, pay sahibinin muhalefet yazısını geçerli saymamak gerekir ki bu durum pay sahibinin karara muhalif kalmasının arandığı TTK m. 446/1-a düzenlemesinin amacı ile  örtüşmemektedir.  Burada  önemli  olan,  pay  sahibinin  muhalefetinin  tutanaktan anlaşılmasıdır. Muhalefetin pay sahibi veya temsilcisi tarafından imzalanması gerekli değildir. Zira toplantı tutanağı, kural olarak toplantı başkanlığı ve Bakanlık temsilcisi bulunması zorunlu  olan  veya  talep  üzerine  Bakanlık  temsilcisi  görevlendirilen  toplantılarda Bakanlık temsilcisi tarafından imzalanır (TTK m. 422/1, BTY m. 26/1, 26/5). Muhalefet koşulunun yerine getirildiğini ispat yükü pay sahibine aittir. Ancak bu koşul,  pay  sahibine  yüklenen  bir  külfet  niteliğinde  olmasına  rağmen,  Kanun da düzenleniş itibariyle dâhi üçüncü bir kişinin katılımıyla gerçekleşebilecek bir olgudur. Bu kapsamda  özellikle,  muhalefetini  tutanağa  geçirtmek  isteyen  pay  sahiplerinin  bu                                                  69  YANLI, 2021, s. 16. 70  Mülga 6762 sayılı TTK m. 381/1-1 düzenlemesinde yer alan  karara muhalif kalarak keyfiyeti zapta geçirten  ifadesinin kanun koyucunun amacını daha iyi ortaya koyduğu yönünde bkz. YANLI, 2021, s. 14. 71  KIRCA, 2022, s. 153, N. 248; OKÇUOĞLU, 1985, s. 282; MOROĞLU, 2020, s. 275; PULAŞLI, 2022, s. 1106, N. 115. Daha önce aksi yönde yargı kararları ile karşılaşmak mümkün olsa da sonraki kararlarda da pay sahibinin imzasına gerek olmadığı benimsenmiştir. Bkz. İMREGÜN, 1995, s. 131; MOROĞLU, 2020, s. 275-276, dn. 487. Bu yönde bkz. Y. 11. HD, 22.01.1991, E. 1989/5251, K. 1991/85 (BATİDER, C. XV, S. 3, 1990, s. 159-160; MOROĞLU/KENDİGELEN, 2014, s. 345). 72  Bkz.  BAHTİYAR,  Mehmet,   Anonim  Şirketlerde  Genel  Kurul  Toplantı  Tutanağı  ve  Özellikle Kararların  Hükümsüzlüğüne  Etkileri ,  Prof.  Dr.  Ersin  Çamoğlu na  Saygı  Günü  Şirketler Hukukunun Güncel Sorunları Sempozyumu, Ed.: TOPALOĞLU, Mustafa/ÖZER, Işık, Seçkin Yayınları,  Ankara,  2019,  s.  46;  MOROĞLU,  Erdoğan,  6102  Sayılı  Türk  Ticaret  Kanunu, Değerlendirme ve Öneriler, 8. Bası, On İki Levha Yayınları, İstanbul, 2016, s. 244. Ayrıca  Tek pay sahipli şirketlerde toplantıda hazır bulunan pay sahibinin veya temsilcisinin de toplantı tutanağını imzalaması zorunludur  (BTY m. 26/1, son cümle). Ancak tek pay sahipli anonim şirketlerde, doğası gereği pay sahibi tarafından iptal davası açılması mümkün gözükmediğinden, bu şirketler inceleme konumuzun kapsamı dışında kalmaktadır. 73  Anonim Şirketlerde Genel Kurul Toplantılarının Usul ve Esasları ile Bu Toplantılarda Bulunacak Gümrük ve Ticaret Bakanlığı Temsilcileri Hakkında Yönetmelik (RG, 28.11.2012, 28481). 74  OLG Jena 30.7.2014, ZIP 2014, 2501; DRESCHER, 2021, AktG § 245, N. 8. 1025      isteklerinin  genel  kurulda  çoğunluk  tarafından  gerçekleştirilmemiş  olması  ihtimal dâhilindedir.  Zira  genel  kurul  toplantı  tutanağının  düzenlenmesi  görev  ve  yetkisi yönetim kuruluna değil; toplantı başkanlığına aittir. Esas sözleşmede aksine hüküm bulunmadıkça, toplantı başkanı ve gereğinde başkan yardımcısı da genel kurul tarafından seçilmektedir (BTY m. 14/1). Muhalefetin toplantı  tutanağına  geçirtilmesine haksız olarak  engel  olunması  hâlinde,  oy  kullanmasına  haksız  olarak  izin  verilmeyen  pay sahiplerine ilişkin düzenlemenin (TTK m. 446/1-b) kıyasen uygulanması mümkündür. Ancak bu hâlde TTK m. 446/1-b uyarınca, söz konusu aykırılığın genel kurul kararının alınmasında etkili olması aranacağından, pay sahibinin dava açma hakkı büyük ölçüde kısıtlanmış olacaktır. TTK  m.  446/1-a  düzenlemesinde  muhalefet  koşulu,   muhalefetin  tutanağa geçirtilmesi  şeklinde ifade edilmiştir. Oysa muhalefet, ayrı bir muhalefet yazısı şeklinde toplantı  başkanlığına  verilerek  tutanağa  eklenebileceği  gibi  muhalefetin  tutanağa işlenmesiyle (şerh edilmesiyle) de gerçekleştirilebilir. Bu kapsamda muhalefetin, yalnız tutanağa geçirtilmek suretiyle değil, ayrı bir dilekçeyle de (muhalefet yazısı) bildirilmiş ve  tutanağa  eklenmiş  olması  mümkündür.  Zira  ilgili  Yönetmelik te,  muhalefetin tutanağa  geçirtilmesine  ilişkin  olarak  ayrıca,   Toplantıda  alınan  kararlara  muhalif kalarak, muhalefet şerhi yazmak isteyenlerin şerhleri tutanağa yazılır veya yazılı olarak verilen muhalefet şerhleri tutanağa eklenir. Tutanağa şerh koyan pay sahibinin adı ve soyadı yazılarak, muhalefet şerhinin ekli olduğu belirtilir. Tutanağa eklenen muhalefet şerhi de toplantı başkanı ve Bakanlık temsilcisi bulunan toplantılarda Bakanlık temsilcisi tarafından  imzalanır   düzenlemesine  yer  verilmiştir  (BTY  m.  26/4).  Yönetmelik ekindeki iç yönerge örneğinde ise  Toplantıda alınan kararlara olumsuz oy veren ve bu muhalefetini  tutanağa  geçirtmek  isteyenlerin  adı,  soyadı  ve  muhalefet  gerekçeleri                                                  75  Nitekim uygulamada bu yönde savunmalara rastlanmaktadır. Y. 11. HD, 17.07.2018, E. 2016/9529, K. 2018/5070 (karararama.yargitay.gov.tr). 76  Ayrıntılı bilgi için bkz. BAHTİYAR, 2019, s. 42-47. 77  BİLGİLİ/DEMİRKAPI, 2021, s. 259, dn. 353. 78   Genel kurul kararının iptalini isteyenin, genel kurulda muhalif kalması ve tutanağa geçirtmesi veya ayrı bir dilekçe vererek muhalefetini açıklaması gerekmektedir  Y. 11. HD, 06.03.2012, E. 2012/13003, K. 2012/3314. Aynı yönde bkz. Y. 11. HD, 24.04.2013, E. 2013/3487, K. 2013/8043 (ERİŞ, 2017, s. 2322). 1026      tutanağa yazılır  (BTY Ek-5 İç Yönerge Örneği, m. 13/6),  Muhalefet gerekçesinin yazılı olarak verilmesi halinde, bu yazı tutanağa eklenir. Tutanakta, muhalefetini belirten ortağın veya temsilcisinin adı, soyadı yazılır ve muhalefet yazısının ekte olduğu belirtilir. Tutanağa eklenen muhalefet yazısı toplantı başkanlığı ve katılmışsa Bakanlık temsilcisi tarafından imzalanır  (BTY Ek-5 İç Yönerge Örneği, m. 13/7) ifadeleri yer almıştır. Bu kapsamda pay sahibinin ayrı bir muhalefet yazısını toplantı başkanlığına sunmasıyla da muhalefet koşulunun sağlanmış olacağı açıklığa kavuşmaktadır. Bu  noktada  genel  kurul  iç  yönergesiyle  belirlenen  muhalefet  usulüne uyulmamasının,  muhalefet  koşulunun  geçerliliğini  etkileyip  etkilemeyeceği  sorusu gündeme gelecektir. TTK m. 419/2 uyarınca çıkarılan genel kurul iç yönergesinde, uygulamada  çoğu  kez  muhalefetin  açıklanma  şekline  ilişkin  düzenlemelere  de  yer verilmektedir.  İç  yönergede,  örneğin  muhalefetin  gerekçeli  olacağı  ve  pay  sahibi tarafından ayrıca imzalanacağı şeklinde bir hüküm kabul edilerek, muhalefet ek bazı şartlara bağlanmış olabilir. TTK m. 419/2 (ve BTY m. 40/3, 40/4) kapsamında iç yönerge, yönetim  kurulu  tarafından  hazırlandıktan  sonra  genel  kurulun  onayı  ile  yürürlüğe girmekte, tescil ve ilan edilmektedir. Anılan düzenleme kapsamında bir iç yönerge çıkarılması zorunlu olsa da iç yönerge hükümlerine uyulmamasının sonuçlarına dair bir açıklık bulunmamaktadır. İç yönergeye aykırı genel kurul kararlarının iptal edilebilir olup olmadığı hususunda bir açıklık bulunmamaktadır. Kanımızca iç yönergede belirlenen usule uyulmamasının iptal davası açma hakkını ortadan kaldırmayacağını söylemek mümkündür. Zira iç yönerge, anonim şirketin yapısı içerisinde ikincil nitelikte bir düzen metnidir.  TTK  m.  419/2  uyarınca  çıkarılan  bir  iç  yönergenin,  pay  sahiplerinin vazgeçilemez  nitelikteki  haklarını  ihlâl  etmemesi  ve  kısıtlamaması  gerekir.  Bu kapsamda pay sahiplerinin muhalefetinin daha sıkı şekil şartlarına bağlanmasına yönelik iç yönerge hükümlerinin hükümsüz sayılması gerekecek ve bu hükümler herhangi bir hukuki sonuç meydana getirmeyecektir.                                                  79  Genel kurul iç yönergesine aykırılık hâlinin genel kurul kararının iptali sebebi olmayacağı yönünde bkz. MOROĞLU, 2020, s. 240. Aksi görüşte KORKUT, 2012, s. 25-26. Ayrıca karş. KIRCA, 2022, s. 53, N. 93; REIMER, 1998, s. 61, N. 120. 80  İptal davası açma hakkına ilişkin hükümler bakımından aynı doğrultuda bkz. FORSTMOSER/MEIERHAYOZ/NOBEL, 1996, § 25, N. 39. 1027      Muhalefetin, iptali istenen karara yönelik olması da iptal davası açma hakkının korunması bakımından göz önünde bulundurulması gereken bir diğer esastır. Genel kurulda  birden  fazla  karar  alınmış,  pay  sahibi  bu  kararlardan  bazılarına  olumsuz bazılarına olumlu ya da çekimser oy vermiş yahut oy vermemiş ise ancak olumsuz oy verdiği  kararlar  yönünden  ve  muhalefet  koşulunu  yerine  getirmiş  ise  iptal  davası açabilecektir. Zira pay sahibinin genel kurulda alınan kararlardan birine, birkaçına ya da tümüne olumsuz oy vererek muhalefetini tutanağa geçirtmesi mümkündür.  Birden fazla karara muhalefet, ayrı ayrı ya da topluca tutanağa geçirtilebilir. Ancak bu durum, az sonra ele alınacağı üzere, daha ilk gündem maddesine karşı toplu muhalefet  yazısının  sunulmasıyla,  muhalefetin   peşinen  muhalefet   olarak adlandırılmasına ve geçersiz kabul edilmesine neden olabilmektedir. Bu nedenle Yargıtay kararları ekseninde konuya yaklaşıldığında, kararların tamamına yönelik muhalefet (toplu muhalefet)  ancak  muhalefet  edilecek  tüm  kararlar  alındıktan  sonra gerçekleştirilebilecektir. B. Karara Olumsuz Oy Verdiği İsmen Anlaşılan Pay Sahibinin Muhalefet Koşulunu Yerine Getirmiş Sayılıp Sayılmayacağı Sorunu TTK m. 422 uyarınca, genel kurul toplantı tutanağı, olumlu ve olumsuz oyların sayılarını içerecek şekilde hazırlanır. Bu kapsamda genel kurul toplantı tutanağında, olumsuz oy veren pay sahiplerinin hangileri olduğunun gösterilmesi, gerekli olmadığı gibi mutat da değildir. Hâl böyle olunca TTK m. 446/1-a düzenlemesinde hem karara                                                  81  SCHÄFER, 2021, AktG § 245, N. 38. 82  Aynı yönde bkz. KIRCA, 2022, s. 149, N. 242. 83  ENGLISH, 2022, AktG § 245, N. 14; KOCH, Jens, Beck sche Kurz-Kommantare, Aktiengesetz, Begründet von HÜFFER, Uwe; Bearbeitet von KOCH, Jens, 16. Auflage, C. H. Beck, München, 2022, AktG § 245, N. 14; PRIESTER, 2001, s. 665; MOROĞLU, 2020, s. 274; SCHÄFER, 2021, AktG § 245, N. 40; YANLI, 2021, s. 8; YILDIRIM, 2016, s. 408; ZÖLLNER, 1976, AktG § 245, N. 36. Bu kapsamda her bir karar için ayrı ayrı iptal davası da ikame edilebilir (KIRCA, 2022, s. 133, N. 214 ve s. 157, N. 253; MOROĞLU, 2020, s. 263).  Somut olayda 26/10/2010 tarihli genel kurula ilişkin toplantı tutanağı incelendiğinde, davacının evvela olumsuz oy kullandığı, bilahare muhalefet şerhini ibraz  ettiği  ve  muhalefet  şerhinin  de  tutanağa  eklendiği  görülmüştür.  Davacı  her  bir  gündem maddesinin oylanmasından sonra muhalif kaldığını belirttiğinden ayrıca toplantı sonunda da yeniden muhalefet şerhi yazması gerekmez. Bu durumda mahkemece usulüne uygun muhalefet şerhi bulunduğu kabul edilerek uyuşmazlığın esası incelenmek suretiyle hasıl olacak sonuca göre bir karar verilmesi gerekirken  yazılı  şekilde  hüküm  kurulması  doğru  görülmemiş  hükmün  bu  nedenle  bozulması gerekmiştir  Y. 11. HD, 10.02.2014, E. 2013/12250, K. 2014/2149 (karararama.yargitay.gov.tr). 1028      olumsuz oy verme hem muhalefetini tutanağa geçirtme koşulları aynı anda sayılmıştır ve aralarındaki  ve  bağlacı bu iki koşulun birlikte aranmasını gerektirmektedir. Bu nedenle pay sahibi, sadece olumsuz oy vermekle aynı zamanda muhalefet koşulunu da sağlamış olmayacaktır. Genel kurul toplantı tutanağında olumsuz oylar yalnız sayısal olarak belirtilmişse, yani kimin/kimlerin olumsuz oy verdiği belli olmuyorsa muhalefetin açıkça belirtilmesi gerektiği hususunda şüphe yoktur. Bu noktada, genel kurul toplantı tutanağından, olumsuz oy verdiği ismen anlaşılan kimsenin ayrıca bir muhalefet belirtmesinin gerekli olup olmadığı sorunu gündeme gelmektedir. Yargıtay kararlarında olumsuz oy verdiği anlaşılan kimsenin muhalefetini usulen  tutanağa  geçirtmemiş  olması  hâlinde  iptal  davası  açma  hakkının kullanılamayacağı kabul edilmektedir. Öğretide -bizim de de lege lata katıldığımız- bir görüş de bu doğrultudadır. Bu düşünce kapsamında bazı yazarlar tarafından, söz konusu şartların aranmasının TMK m. 2 gereği olduğu; karara olumsuz oy vermeyen ve bu muhalefetini  tutanağa  geçirtmeyen  pay  sahibinin  bu  davranışının  çelişkili  davranış oluşturacağı ve TMK m. 2 yi ihlâl edeceği belirtilmiştir. Aksi görüşteki yazarlara göre ise olumsuz oy kullanan pay sahipleri tutanaktan anlaşılabiliyor ise muhalefetin tutanağa                                                  84  ENGLISH, 2022, AktG § 245, N. 13; İMREGÜN, 1961, s. 166. 85   … somut olayda, anılan karar aleyhinde davacılar tarafından olumsuz oy verilmişse de oylama sonrasında tutanağa geçirilen muhalefetleri bulunmadığı gibi…  Y. 11. HD, 01.04.2021, E. 2020/2074, K. 2021/3208. Aynı yönde bkz. Y. 11. HD, 04.02.2021, E. 2020/1528, K. 2021/880;  …ret oyu kullanılmasının alınan karara muhalif olduğu anlamını taşımamasına…  Y. 11. HD, 08.12.2015, E. 2014/18887,  K.  2015/13122  (emsal.yargitay.gov.tr).   Paydaşın  karar  hakkında  sadece  red  oyu kullanması ve bu hususun tutanak içinde belirtilmesi karara muhalif kalınarak bu hususun zapta geçirtilmesi anlamına gelmez. Zira muhalif oya rağmen çoğunlukla alınan karar sonradan muhalefet edilmeyebilir  Y. 11. HD, 08.12.1988, E. 1988/3761, K. 1988/7548. (BATİDER, C. XIV, S. 4, Aralık 1988, s. 107-109; MOROĞLU/KENDİGELEN, 2014, s. 345); Y. 11. HD, 12.12.2019, E. 2018/2304, K. 2019/8134 (İÜHF Kararlar, 2019, s. 205-206); Y. 11. HD, 11.02.2016, E. 2016/3880, K. 2016/1386; Y. 11. HD, 06.10.2015, E. 2015/13357, K. 2015/9986 (ERİŞ, 2017, s. 2317-2318). 86  ARSLANLI, 1960, s. 86; ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 608, N. 741a; DOMANİÇ, 1988, s. 886; KIRCA, 2022, s. 152, N. 246. Y. 11. HD, 08.12.1988, E. 1988/3761, K. 1988/7548 sayılı kararın  karşı  oy  yazısında  başkan  Yavuz  Okçuoğlu  ile  üyelerden  Hüseyin  Deniz  tarafından  da  Davacının alınan karara muhalif kaldığı tutanakta ismen belirtilmiş bulunduğuna göre dava şartı yerine  getirilmiş  olduğu  kabul  edilmek  gerekir   şeklindeki  karşı  oy  yazısı  ile  bu  yönde  görüş bildirilmiştir (BATİDER, C. XIV, S. 4, Aralık 1988, s. 109). Alman hukukunda olumsuz oy vermenin muhalefet yerine geçmeyeceği hususunda bkz. VATTER, 2022, N. 27. 87  DUBS/TRUFFER, 2016, Art. 706, N. 6; KIRCA, 2022, s. 148, N. 238. 1029      geçirtilmesi şartı gerçekleşmiş sayılır. Anılan düşünce uyarınca, muhalefetin tutanağa geçirtilmesi, muhalif kalan kimselerin belirtilmesi suretiyle gerçekleştirilmiş olabilir. Kanımızca, ilk bakışta bu şekildeki bir yorumun kanun koyucunun amacına uygun olduğu düşünülebilirse de kanunun açık lafzı karşısında böyle bir sonuca varmak pek mümkün gözükmemektedir.  Zira  kanun  koyucu,  TTK  m.  446/1-a  düzenlemesinde  mehaz düzenlemelerden ayrılmak suretiyle olumsuz oy ve muhalefet koşullarının varlığını aynı anda (kümülatif şekilde) aramıştır. Söz konusu hükmün, mehaz hukuklarda karşılığı bulunmamasına rağmen mülga 6762 sayılı TTK döneminden bu yana korunması, bilinçli bir tercihe dayandığını sonucunu da ortaya çıkarmaktadır. Ancak söz konusu tercih yerinde değildir ve çoğu kez pay sahibinin dava açma hakkının önünde gereksiz bir usuli engel olarak belirmektedir. Bu nedenle, olması gereken hukuk bakımından (de lege ferenda) olumlu oy vermemiş olma ve muhalefet koşullarının alternatifli olarak aranması daha uygun olacaktır. C. Muhalefetin Zamanı ve Peşinen Muhalefetin Geçerliliği Sorunu  1. Yargıtay Uygulaması ve Öğretideki Görüşler TTK  m.  446/1-a  düzenlemesinde  muhalefetin  zamanına  yönelik  bir  sınırlama bulunmamaktadır. Hükümde  Toplantıda hazır bulunup da karara olumsuz oy veren ve bu muhalefetini tutanağa geçirten…  pay sahiplerinin iptal davası açabileceğinden söz edilmiştir.                                                  88  BAHTİYAR, 2020, s. 211; MOROĞLU, 2020, s. 270; NOMER, 2008, s. 163-164; OKÇUOĞLU, 1985, s. 271; YANLI, 2021, s. 14-15; YILDIRIM, 2016, s. 405. İmregün ün eserlerinde farklı görüşlerine rastlanmakla birlikte, son olarak bu yönde görüş bildirdiği anlaşılmaktadır. Olumsuz oy kullandığı tutanaktan anlaşılan pay sahibinin ayrıca muhalefetinin aranmasına gerek olmadığı yönünde bkz. İMREGÜN, 1995, s. 130. Aksi yönde bkz. İMREGÜN, 1989, s. 171; İMREGÜN, 1961, s. 166. Farklı görüşlere dair tespit için bkz. NOMER, 2008, s. 163, dn. 819. Kendigelen tarafından kaleme alınan bir bilirkişi raporunda ise, pay sahibinin karara muhalif kalıp bunu tutanağa geçirtmesi ile muhalefet koşulunun yerine getirilmiş olacağı ifade edilmiştir. Bkz. KENDİGELEN, Abuzer,  İbra Kararının İptali/Oydan Yoksunluk , Hukukî Mütalâalar, C. X, 2008-2009, On İki Levha Yayınları, İstanbul, 2012, s. 130-131. İptal davasında davalı şirketin, pay sahibinin olumsuz oy kullanmasını maddi bir vakıa olması nedeniyle her türlü delille ispatlayabileceği; olumsuz oy verenlerin tutanakta belirtilmesinin de ancak ispata yaracağı yönünde ayrıca bkz. ERİŞ, 1995, s. 450; KIRCA, 2022, s. 154, N. 249. Bu kapsamda muhalefetin tutanağa geçirtilmesi ispat açısından önemlidir. Ancak talebe rağmen tutanağa geçirilmemiş bir muhalefet de (bu durumun ispat edilmesi hâlinde) geçerli kabul edilebilecektir. Böyle bir vakıa her türlü delille ispat edilebilir. Bu yönde bkz. KUBIS, 2022, § 130, N. 9; SCHÄFER, 2021, AktG § 245, N. 39; ZÖLLNER, 1976, AktG § 245, N. 37. 1030      Yargıtay ın yerleşik hâle gelen içtihatlarında, muhalefetin tutanağa geçirtilmesinin dava şartı olduğu ve bu şartın gerçekleşebilmesi için muhalefetin alınan karardan sonra tutanağa geçirilmesi gerektiği kabul edilmektedir. Kararlarda,  peşinen muhalefet 90 olarak  adlandırılan,  henüz  karar  alınmadan  önceki  muhalefetin  geçerli  olmadığına hükmedilmektedir. Burada peşinen muhalefet olarak nitelendirilen durum, toplantının devamı sırasında ve fakat kararın alınmasından önceki muhalefet açıklamasıdır. Yargıtay ın peşinen muhalefetin geçersiz olduğuna yönelik kararlarında, toplantı tutanağına muhalefetini açıkça ve hatta gerekçeleriyle yazdıran pay sahiplerinin dahi bu muhalefeti oylamadan sonra alınan kararın veya toplantı tutanağının altına yazdırtmadığı gerekçesiyle  iptal  davası  açamayacağının  kabul  edildiği  görülmektedir.  Kararlar uyarınca, henüz karar verilmeden önce açıklanan muhalefet öneriye karşıdır ve  alınan kararlara  karşı  muhalif  kalma   koşulunu  sağlamamaktadır.  Kanunda,   alınan                                                  89  Y. 11. HD, 05.04.2021, E. 2020/5859, K. 2021/3295 (Sinerji); Y. 11. HD, 13.03.2019, E. 2017/5392, K. 2019/2128 (Sinerji); Y. 11. HD, 07.04.2016, E. 2016/3934, K. 2016/3785 (Kazancı); Y. 11. HD, 07.04.2016, E. 2015/8152, K. 2016/3842 (BATİDER, C. XXXII, S. 2, Haziran 2016, s. 308-310). 90   …muhalefetin tutanağa geçirilmesi yolundaki dava şartının gerçekleşebilmesi için muhalefetin alınan karardan sonra tutanağa geçirilmesi gerekmedir. Bu görüş, karara peşinen muhalefet olmaz şeklinde açıklanabilir  Y. 11. HD, 19.06.2019, E. 2018/2156, K. 2019/4580. Aynı yönde Y. 11. HD, 14.01.2020, E. 2019/2145, K. 2020/357; Y. 11. HD, 03.04.2019, E. 2018/375, K. 2019/2622. Kararlar için bkz. karararama.yargitay.gov.tr. Aynı yönde bkz. Y. 11. HD, 02.12.2014, E. 2014/9351, K. 2014/18769 (ERİŞ, 2017, s. 2319). 91   Oylama öncesi yapılan görüşme sırasında bir öneriye karşı olunduğunun belirtilmesi veya ret oyu kullanılması  alınan  karara  muhalif  olunduğu  anlamını  taşımamaktadır.  Dairemizin  yerleşmiş kararlarında da oylama öncesi peşin muhalefetin olmayacağı istikrarlı bir şekilde kabul edilmiştir.    Somut olayda, davacı dava konusu genel kurul kararlarına, gerekçelerini de açıklayarak karşı olduğunu ifade etmiş ve oylama öncesinde ''Susan'ın muhalefetiyle'' ibaresi tutanağa yazılmış ise de, oylamadan sonra alınan kararın veya toplantı tutanağının altına karara muhalefetini yazdırtmamıştır. Bu durumda, dava şartı sayılan muhalefet şerhinin şekle uygun olarak sunulmadığı, davacının kararlara olumsuz oy vermesine rağmen karara muhalefetini tutanağa geçirtmediği ve bu haliyle kanunun aradığı toplantıya katılan üyenin karara ret oyu kullanarak muhalif kalması ve bu keyfiyeti zapta geçirmesi şartının sağlanmadığı hususu gözetilerek davanın reddine karar verilmesi gerekirken, yazılı şekilde hüküm tesisi doğru olmamış, hükmün resen bozulması gerekmiştir  Y. 11. HD, 21.01.2021, E. 2019/2293, K. 2021/275 (Sinerji). 92   Kararların iptalini düzenleyen anılan madde hükmüne göre toplantıda hazır bulunup da alınan karara muhalif kalan ve bu durumu toplantı tutanağına geçiren ortağın söz konusu kararlara karşı iptal davası açma hakkının olduğu belirtilmiştir. Somut olayda, davacı ortağın genel kurulda kendisini vekili aracılığıyla temsil ettirdiği, vekilin iptali istenen maddeye yönelik olarak daha karar alınmadan önce karşı çıktığı, bu şekilde muhalefet durumunun öneriye karşı olup, kararın alınmasından sonra yapılmış bir karşı çıkmanın (muhalefet) bulunmadığı, bu durumda iptal davası açabilmek için kanunun aradığı  alınan kararlara muhalif kalma  koşulunun yerine getirilmediği anlaşıldığından, dava konusu genel kurul kararı bakımından yapılan iptal isteminin dava koşulu yerine getirilmediğinden reddine karar verilmesi gerekirken, mahkemece yazılı gerekçeyle reddine karar verilmesi doğru değilse de bu 1031      kararlara  karşı  muhalif  kalma   şeklinde  ya  da  bu  anlama  gelecek  bir  ifade  yer almamasına rağmen, söz konusu uygulama mülga 6762 sayılı TTK döneminden bu yana yerleşik hâle gelmiştir. Ancak istisnai olarak, son yıllarda bu yönde verilen bir kararın karşı oy yazısında aksi görüşe rastlanmaktadır. Öğretide ise bu hususta fikir birliği bulunmamaktadır. Konu hakkındaki ilk görüş, kararın alınmasından önce sadece bir önerinin söz konusu olduğu düşüncesiyle, peşinen verilen  muhalefet  kayıtlarının  geçerli  olmayacağı  yönündedir.  Bu  görüşteki  bazı yazarlar, muhalefetin ancak kararın alınmasından sonra mümkün olabileceği ve henüz ortada bir karar yokken muhalefetin mümkün olmadığı gerekçesine dayanırken; bazı yazarlar ise, karara peşinen muhalefet edilmesinin TMK m. 2/2 uyarınca hakkın kötüye kullanılması teşkil edeceğinden geçerli kabul edilmeyeceği düşüncesindedir. Bizim de iştirak ettiğimiz karşı görüşe göre ise, muhalefetin tutanağa geçirtilmesi koşulunun sağlanması  bakımından, muhalefetin zamanı önemli  değildir. Bu  görüş                                                  konudaki ret kararı sonucu itibariyle doğru olduğundan davalı vekilinin karar düzeltme isteminin kabulü ile Dairemizin 06.03.2018 tarih 2016/8115 E. 2018/1689 K. sayılı bozma ilamının kaldırılarak hükmün yukarıda açıklanan değişik gerekçe ile onanmasına karar vermek gerekmiştir  Y. 11. HD, 16.01.2020, E. 2018/3433, K. 2020/468. Aynı yönde Y. 11. HD, 07.12.2017, E. 2017/3253, K. 2017/7015 (Sinerji); Y. 11. HD, 01.02.2001, E. 2000/9117, K. 2001/683 (YKD, C. 27, S. 9, 2001, s. 1355-1356; MOROĞLU/KENDİGELEN, 2014, s. 347). 93  Muhalefetin dava şartı olduğu ve peşinen muhalefetin öneriye karşı çıkma sayılacağı yönündeki Y. 11 HD, 07.11.2019, E. 2019/2841, K. 2019/6994 sayılı kararının karşı oy yazısında:  …genel kurul toplantı tutanağında gündemin 7. maddesinin görüşmeleri sırasında davacının eleştirilerini açıkça gösterip oylamada da ret oyu kullanması nedeniyle TTK nın 446/1. maddesinde öngörülen koşulların sağlanmış bulunmasına, anılan maddede açıkça muhalefet şerhinin görüşme sonunda verileceği yönünde bir koşul bulunmaması…  düşüncesiyle karara muhalefet edilmiştir. Bkz. İÜHF Kararlar, 2019, s. 208. 94  ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 608, N. 741b; PULAŞLI, 2021, s. 368-369, N. 154; PULAŞLI, 2022, s. 1105, N. 114; ŞENER, 2020, s. 278; ŞENER, 2019, s. 538; YİĞİT, İlhan,  Anonim Şirket Genel Kurul Kararlarının Hükümsüzlüğü , Yürürlüğünün 5. Yılında ve Yargıtay Kararları Işığında Türk Ticaret Kanunu Sempozyumu (Tebliğler ve Tartışmalar) 20 Ekim 2017, On İki Levha Yayınları, İstanbul, 2018, s. 33. 95  PULAŞLI, 2022, s. 1105, N. 114; ŞENER, 2020, s. 278. 96  ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 608, N. 741b. 97  ARSLANLI, 1960, s. 86; KIRCA, 2022, s. 155, N. 251; YANLI, 2021, s. 27-32; YILDIRIM, 2016, s. 413.  Moroğlu,  anonim  şirket  genel  kurul  kararlarının  hükümsüzlüğüne  dair  eserinde,  peşinen muhalefetin mümkün olup olmadığı hususunda açık bir görüş bildirmemiş; ancak  Karara muhalefet genel kurul toplantı tutanağının yetkililerce (özellikle toplantı başkanı ve bakanlık temsilcisi tarafından) imzalanmasına  kadar,  oylama  sonucunun  açıklanmasından  önce  dahi  tutanağa  yazdırılabilir  açıklamasında bulunmuştur. Söz konusu açıklamalar  Alınan ve alınacak olan kararla ilgili muhalefet açıklaması doğal olarak karara muhalif olan paysahibinin istemi üzerine toplantı başkanlığınca tutanak metnine yazdırılacaktır  şeklinde devam ederken,  alınacak karar a muhalefetin de mümkün olduğu 1032      uyarınca, genel kurul toplantısı sırasında açıklanan muhalefet, alınmış ya da alınacak (müstakbel)  bir  karara  yönelik  olabilir.  Açıklanan  nedenle  genel  kurulda  toplantı başkanlığının  oluşturulup  toplantıya  vaziyet  etmesinden,  toplantının  kapatıldığı  ana kadar; oylama sonucunun açıklanmasından önce dahi muhalefetin tutanağa geçirtilmesi mümkün kabul edilmelidir.  Mehaz Alman hukukunda da (tespit edebildiğimiz kadarıyla bir yazar hariç) hâkim görüş peşinen muhalefetin geçerli kabul edilmesi doğrultusundadır. Alman Federal  Mahkemesi nin  ve  istinaf  mahkemelerinin  kararlarında  da  karar  alınmadan açıklanan muhalefetin geçerli kabul edildiği görülmektedir. Kaldı ki Alman hukukunda genel eğilim, muhalefet şerhinin aranmadığı hâllerin genişletilmesi yönündedir. İsviçre                                                  belirtilmiştir. Söz konusu açıklamadan henüz karar verilmeden (peşinen) gerçekleştirilen muhalefetin, Moroğlu tarafından da geçerli kabul edildiği anlaşılmaktadır. Bkz. MOROĞLU, 2020, s. 274. 98  MOROĞLU, 2020, s. 274. 99  KIRCA, 2022, s. 156, N. 252; MOROĞLU, 2020, s. 274. Muhalefetin toplantı sırasında mümkün olması açısından bu yönde açıklama için bkz. ŞENER, 2020, s. 272. Alman hukukunda, sürpriz bir karar alınarak toplantının aniden sonlandırıldığı hâllerde, muhalefetin bir an önce gönderilmek kaydıyla geçerli olabileceği kabul edilmektedir. Bkz. ENGLISH, 2022, AktG § 245, N. 16; SCHÄFER, 2021, AktG § 245, N. 37. 100  Kubis tarafından, genel kurul toplantı tutanağına ilişkin olarak AktG § 130 kapsamındaki açıklamalar sırasında, muhalefetin zamanının uygulamada halen belirsiz olduğu, kesin olan tek şeyin muhalefetin genel  kurul  toplantısı  sırasında  gerçekleştirilmesi  gereği  olduğu  belirtilmiştir.  Toplantının başlamasından önce (bu yönde bkz. LG Frankfurt AG 2005, 51 (52)) ve toplantının sona ermesinden sonra (bu yönde bkz. LG Frankfurt NZG 2006, 438 (439); LG Köln AG 1996, 37) muhalefet mümkün değildir. Bununla birlikte yazara göre, AktG § 245.1 düzenlemesi, mevcut olan bir karara muhalefeti gerektirmektedir. Söz konusu görüş, temelde pay sahibinin alınacak karar hakkında düşünmesini sağlama düşüncesine dayanmaktadır. Bkz. KUBIS, 2022, § 130, N. 9. Bu yönde bkz. LG Frankfurt a.M. NZG 2005, 721 = ZIP 2005, 991 (992); NZG 2006, 438 (439). 101  DRESCHER, 2021, AktG § 245, N. 8; ENGLISH, 2022, AktG § 245, N. 15; KOCH, 2022, AktG § 245, N.  14;  NOACK,  Ulrich,   Der  Widerspruch  des  Aktionärs  in  der  Hauptversammlung ,  Die Aktiengesellschaft, 1989, s. 81; PRIESTER, 2001, s. 665; SCHÄFER, 2021, AktG § 245, N. 40; ZÖLLNER, 1976, AktG § 245, N. 36; VATTER, 2022, AktG § 245, N. 29.  102  NZG 2007, s. 908, N. 6; NJW 2009, s. 2209, N. 17 (YANLI, 2021, s. 25, dn. 66). Ayrıca bkz. BGH NZG 2007, 907 Rn. 6 = ZIP 2007, 2122; OLG Jena AG 2006, 417 (419 f.) = NZG 2006, 467 (468 f.); OLG München NZG 2006, 784 (785); KUBIS, 2022, § 130, N. 9, dn. 25. 103  ZÖLLNER, 1976, AktG § 245, N. 35-38. Ayrıca bkz. YANLI, 2021, s. 33. Muhalefet koşulunun, genel kurulların gerçekleştirilmesiyle ilgili daha az bilgi sahibi olan pay sahipleri aleyhine olduğu; özellikle küçük genel  kurullarda oluşabilecek psikolojik baskı gibi nedenlerle pay sahibinin  muhalefetini açıklamaktan çekinebileceği, bu kapsamda muhalefet koşulunun iptal davası açılması bakımından önemli bir sınırlama teşkil ettiği yönünde bkz. ZÖLLNER, 1976, AktG § 245, N. 43-44. Muhalefet koşuluna yönelik eleştiriler ve kaldırılması tavsiyesi hakkında ayrıca bkz. SCHÄFER, 2021, AktG § 245, N. 36. 1033      hukukunda ise, iptal davası açılabilmesi için muhalefet şartı aranmadığından bu şekilde bir tartışmaya rastlanmamaktadır. 2. Değerlendirme ve Görüşümüz Uygulamada,  Yargıtay  11.  Hukuk  Dairesi nin   peşinen  muhalefet in  geçersiz olacağı  yönündeki  yerleşik  içtihadı  karşısında  pay  sahipleri  tarafından  açılan  iptal davalarının büyük bir bölümünün  muhalefet şerhinin tutanağa geçirtilmesi  koşulunun sağlanmadığı  gerekçesiyle,  esasa  girilmeksizin  usulden  reddedildiği  görülmektedir. Kanımızca,  muhalefetin  tutanağa  geçirtilmesi  koşulunun  sağlanmasına  yönelik  dar yorum,  her  şeyden  önce  hukuki  güvenlik  ilkesini  zedeler  niteliktedir.  Dolayısıyla  peşinen  muhalefet  geçersizdir   şeklindeki  görüşe  katılmak  mümkün  değildir.  Bu düşüncemiz, pek çok gerekçeye dayanmaktadır. Öncelikle,  Yargıtay  kararlarında  belirtilenin  aksine,  TTK  m.  446/1-a düzenlemesinde  alınan kararlara muhalif kalma  şeklinde dar yorumlanabilecek bir koşul mevcut değildir. Anılan hükümde aranan koşul, kanunun lafzında amacına uygun olarak yer aldığı üzere, karara olumsuz oy veren ve  muhalefetini tutanağa geçirten  pay  sahiplerinin  iptal  davası  açabileceği  yönündedir.  Bu  bakımdan,  toplantı  devam ederken muhalefetin açıklandığı anın muhalefet koşulunun yerine getirilmesinde bir etkisinin  bulunmadığının  kabulü  gerekmektedir.  Nitekim  öğretide  isabetli  olarak belirtildiği üzere,  peşinen muhalefet olmaz  şeklinde, genel kabul görmüş bir evrensel kural da bulunmamaktadır. Yargı kararlarında, henüz karar alınmadan önceki muhalefetin, öneriye karşı olduğu ifade edilmekte ise de muhalefetin karara ya da öneriye yönelik olması arasında bir ayrım yapılmasına ihtiyaç bulunmamaktadır. Burada olumsuz oy, öneriye karşı o pay sahibi tarafından  verilen  cevabı  ifade  etmekte,  muhalefet  de  bu  olumsuz  iradeyi belirginleştirmektedir. Muhalefet koşulunun getiriliş amacı, karara önceden muhalefet edilmesini  önlemek  değil,  karara  olumsuz  oy  verenlerin  kimler  olduğunu  açıklığa                                                  104  Kanun koyucunun pay sahipliği haklarının kullanmasında muhalefet şartının arandığı düzenlemelerdeki çelişkiler ve bu düzenlemelerin bilinçli bir sistem tercihine dayanmadığı yönündeki değerlendirme bkz. GÖKTÜRK, 2017, s. 74. 105  YANLI, 2021, s. 29. 1034      kavuşturmak  ve  bu  hususta  dava  açılma  ihtimaline  karşı  diğer  pay  sahiplerinin uyarılmasını sağlamaktır. Zira muhalefet, toplantıda bulunan diğer pay sahiplerinin, kararın hukuka uygun olması için özen göstermesine neden olabilecektir. Söz konusu amacın  gerçekleşmesi  bakımından,  muhalefetin  karar  alınmasından  sonra  tutanağa geçirtilmesinin rolünün, karar alınmadan önceki muhalefete göre daha zayıf olduğu dahi söylenebilir. Böylece peşinen muhalefet, kanun koyucunun amacını gerçekleştirmeye elverişli ve hatta kararın alınmasından sonraki muhalefete göre daha amaca uygundur. Kaldı ki pay sahibinin  muhalefetin tutanağa geçirtilmesi  ya da muhalefet  yazısının tutanağa  eklenmesi  isteminin,  hâkim  pay  sahiplerince  engellenmesi  de  ihtimal dahilindedir. Böyle bir hâlin ispatı, her türlü delille mümkün olsa da pratikte güçlük arz edebilecektir.  Peşinen muhalefet, bizatihi karar alınmadan önce ileri sürülmüş olması nedeniyle hakkın kötüye kullanılması yasağına (TMK m. 2/2) aykırılık da teşkil etmemektedir. Öyle ki pay sahipleri, genel kurul toplantısı öncesinde gündemden haberdar olduklarından, çoğu kez sonucunu tahmin edebilecekleri bir oylamayla karşı karşıya kalacaklardır. Bu nedenle  muhalefetin  önceden  hazırlanarak,  özellikle  kararın  müzakeresi  sırasında sunulmuş olması, hakkın kötüye kullanılması olarak değil; olsa olsa tedbirli bir davranış olarak nitelendirilebilir. Şüphesiz, her hak gibi anonim şirket genel kurul kararının iptali davası açma hakkı da hakkın kötüye kullanılması yasağına tâbidir. Zira hakkın kötüye kullanılması yasağı, hukukun her alanında uygulanabilen, genel ve istisnai nitelikte bir kuralı ifade etmektedir. Bu kapsamda somut olayın özelliklerine göre hakkın kötüye kullanılması  yasağına  aykırı  muhalefet  davranışlarıyla  karşılaşılması  da  mümkün                                                  106  Bkz. NOACK, 1989, s. 80; YILDIRIM, 2016, s. 413. 107  Böyle bir durumda pay sahibinin bu hususu ispatlamak suretiyle dava açması mümkündür. İspat ise maddi  vakıaya  ilişkin  olduğundan,  tanık  dâhil  her  türlü  delille  gerçekleştirilebilir.  Y.  11.  HD, 21.01.2002,  E.  2002/8075,  K.  2002/327  (İKİD,  Nisan  2003,  s.  1785-1786; MOROĞLU/KENDİGELEN, 2014, s. 347); Y. 11. HD, 06.03.2012, E. 2012/12003, K. 2012/3314 (ERİŞ, 2017, s. 2322). Aynı yönde bkz. KIRCA, 2022, s. 150, N. 242. 108  FREI, 1962, s. 113; MOROĞLU, 2020, s. 260; NOMER, 2008, s. 159; PULAŞLI, 2022, s. 1101, N. 102; REIMER, 1998, s. 52, N. 81. 109  Bkz. AKYOL, Şener, Dürüstlük Kuralı ve Hakkın Kötüye Kullanılması Yasağı, 2. Basım, Vedat Kitapçılık, İstanbul, 2006, s. 16-17. 1035      olmakla  birlikte,  muhalefetin  karar  verilmeden  önce  açıklanması  tek  başına  hakkın kötüye kullanılması yasağına aykırılık olarak nitelendirilmeye elverişli değildir. Karar alınmasından sonraki muhalefetin, kararın müzakere edilmesini ve üzerinde düşünülmesini sağlama amacından da söz edilebilir. Ancak bu durum, pay sahibinin, gündeme bağlı kalınarak yapılan bir toplantıda, müzakere aşamasındaki muhalefetinin dahi  geçerli  kabul  edilmemesini  gerektirmemelidir.  Oylama  sonucunu  beklenmeden muhalefetin  bildirilmesi,  ancak  pay  sahibinin  bu  husustaki  bir  tercihi  olarak değerlendirilebilir ve daha üstün bir menfaati zedeler nitelikte değildir. Bilindiği üzere, anonim şirket genel kurul kararlarının iptali kararı yenilik doğurucu bir karardır ve bu karar ile birlikte iptal edilen genel kurul kararı geçmişe etkili olarak ortadan kalkmış olur. İptal kararı verilinceye kadar TTK m. 448 ve 449. maddelerde öngörülen  ilan,  teminat,  kararın  yürütülmesinin  geri  bırakılması  gibi  imkânlar kapsamında kararların iptalinin işlem güvenliği bakımından yaratabileceği sakıncalar da minimuma inmektedir. Bu kapsamda TTK m. 445 uyarınca iptali gereken bir karar karşısında pay sahibinin korunması düşüncesi ön planda olmalı; kanun hükümlerinin yorumunda da pay sahipliği haklarının korunması yönünde bir yorum tercih edilmelidir. Muhalefet koşulu, pay sahibinin iptal davası açma hakkını kullanabilmesi bakımından usuli bir koşuldur. Hukukta usulün, çoğu kez esasa mukaddem olmasına rağmen, esası gerçekleştirmek için var olduğunu bu değerlendirmede gözden uzak tutmamak gerekir. Bu kapsamda, vazgeçilemez nitelikte bir pay sahipliği hakkı olan iptal davası açma hakkını  düzenleyen  TTK  m.  446/1-a  hükmü  de  pay  sahipleri  aleyhine yorumlanmamalıdır.  Aksi  yöndeki  kararlarda,  peşinen  muhalefetin  geçerli  kabul edilmeyeceğine ilişkin bir emredici düzenleme varmış gibi hareket edilmekte ise de kanundaki ifadelerden bu şekilde bir sonuç çıkarılması dahi kanımızca mümkün değildir. Hâl böyle olunca en temel vazgeçilemez pay sahipliği haklarından olan iptal davası açma hakkının   karar  alındıktan  sonra  muhalefet   şartına  bağlanmasının  makul  bir açıklamasını yapmak oldukça güçleşmektedir. Daha önce Türk öğretisinde hâkim olan bu görüşün, zaman içerisinde ağırlığını kaybettiği ve peşinen muhalefetin geçerli kabul                                                  110  Bu doğrultuda bkz. KUBIS, 2022, § 130, N. 10. 1036      edilmesi gerektiği görüşünün günümüzde baskın hâle geldiği de bu değerlendirmede göz önüne alınması gereken bir diğer husustur. Mehaz düzenlemeler kapsamında da, genel kurul  toplantısı  sırasında  herhangi  bir  zamanda  muhalefetin  tutanağa  geçirtilmesi mümkün kabul edilirken, Türk hukukunda pay sahibinin iptal davası açma hakkının usulen bu denli kısıtlanmasını gerektirecek bir neden bulunmamaktadır. Açıklanan nedenle, mülga 6762 sayılı TTK döneminden bu yana yerleşik olan  peşinen muhalefet olmaz  düşüncesine dayalı uygulamadan dönülmesi isabetli olacaktır. Zira toplantının devamı süresince, karara muhalif kaldığı tereddüte yer bırakmaksızın anlaşılan bir pay sahibinin muhalefetinin zamanı önemli değildir.  Tabii ki bu noktada karar verilmeden önce açıklanan muhalefetin geçerli kabul edilmesi için kararın da muhalefette karşı çıkıldığı şekilde olması gerektiği göz ardı edilmemelidir. Öte yandan peşinen açıklanan muhalefetin karara muhalif olma şartını sağlamakla birlikte, olumsuz oy verme koşulunu tek başına sağlamaya yetmeyeceği, mevcut  düzenleme  kapsamında  ayrıca  karara  olumsuz  oy  vermek  gerektiği  de belirtilmelidir. Külfet getiren kuralların yoruma yer bırakmayacak açıklıkta olması hukukun temel ilkeleri arasındadır. Buna rağmen bir külfet niteliğinde olan muhalefetin tutanağa geçirtilmesi koşulu tartışmalı hâle gelmiştir ve bu tartışmalar temelde, TTK m. 446/1-a düzenlemesinin yeterli açıklık içermemesinden kaynaklanmaktadır. TTK m. 446/1-a düzenlemesinin  mevcut  hâliyle,  peşinen  muhalefeti  geçerli  kabul  edecek  şekilde yorumlanması mümkün ve gereklidir. Ancak bu hususta fikir birliği bulunmaması ve uygulamada aksi yönde yorumun tercih edilmesi karşısında en doğru çözüm, TTK m. 446/1-a  hükmünde  değişiklik  yapılması  olacaktır.  Öte  yandan  TTK  m.  446/1-a                                                  111  KIRCA, 2022, s. 155, N. 251. Yargıtay 11. Hukuk Dairesi, bir kararında pay sahibinin pay oranlarına yaptığı itirazın muhalefet şerhi sayılmayacağına karar vermiştir.  …genel kurul toplantı tutanağında ise davacının, hisse oranlarının kabul edilmediğine ilişkin ihtirazi kaydının olduğu, bu kaydın muhalefet şerhi sayılmayacağı  yönündeki ilk derece mahkemesi kararının yerinde olduğuna dair Bkz. Y. 11. HD, 13.02.2019, E. 2017/4101 K. 2019/1148 (İÜHF Kararlar, 2019, s. 216). 112  İç yönergeye ilişkin açıklamalarda bu yönde bilgi için bkz. ÇAMOĞLU (POROY/TEKİNALP), 2021, s. 553, N. 685c. 1037      düzenlemesinin kabul edilmesinde mehaz düzenlemelerden ayrılmayı haklı kılacak bir neden de bulunmamaktadır. Kanımızca, TTK m. 446/1-a düzenlemesinde değişiklik yapılmasını gerektiren hususlar yalnız muhalefetin zamanının belirlenmesinden ibaret de değildir. Düzenlemede olumsuz oy verme ve muhalefetin tutanağa geçirtilmesi koşulları birlikte aranmıştır. Ancak öğretide Moroğlu tarafından, birçok kez ve haklı olarak belirtildiği üzere, karara olumsuz  oy  verilmesi  yanında,  bir  de  muhalefetin  tutanağa  geçirtilmesi  koşulunun aranması iptal davası açma hakkının kullanılmasının gereksiz yere zorlaştırılması, hatta kısıtlanması sonucunu ortaya çıkarmaktadır ve bu durum TTK m. 446 düzenlemesinin temel  amacı  ile  de  bağdaşmamaktadır.  Bu  kapsamda  olumsuz  oy  ve  muhalefet koşullarından birinin varlığı iptal davası açılması için (de lege ferenda) yeterli kabul edilmelidir. TTK m. 446/1-a düzenlemesinde bu iki koşul sayılırken aralarında  ve  bağlacı kullanıldığından kanunun lafzı her iki koşulu alternatifli olarak değerlendirmeye elverişli değildir. Ancak olması gereken hukuk bakımından bu iki şarttan birinin varlığı aranmalıdır. Diğer yandan olumsuz oy verme koşulu yerine olumlu oy vermemiş olmak koşulunun getirilmesi daha isabetli olacaktır. Zira karara karşı çekimser oy veren ya da oy kullanmayan bir kimsenin de muhalefetini bildirmek suretiyle iptal davası açmasında TMK  m.  2/2  hükmüne  aykırılık  bulunmayacaktır.  Somut  olayın  özelliklerine  göre, çelişkili davranış yasağına aykırılık teşkil etmedikçe, çekimser oy kullanmış olsa dahi karara muhalefetini açıklamış olan bir pay sahibinin iptal davası açabileceğinin kabulü, pay sahipleri demokrasisine daha uygun ve makul bir çözüm şeklidir. Aksi yöndeki hüküm,  pay  sahibinin  iptal  davası  açma  hakkını  nedensiz  ve  ölçüsüz  şekilde kısıtlamaktadır. Mehaz Alman Paylı Ortaklıklar Kanunu nda da yalnız muhalefet koşuluna yer verilmiş, olumsuz oy verme şartının aranmamış olması bu hususta önemli bir başka dayanaktır (AktG § 245.1). İsviçre hukukunda muhalefet şartının aranmadığı, toplantıda hazır bulunsun bulunmasın her pay sahibinin iptal davası açabileceğinin kabul edildiği;                                                  113  Gerek 6102 sayılı TTK m. 446 gerekse mülga 6762 sayılı TTK m. 381 gerekçesinde mehaz kanunlardan ayrılmanın nedenine dair bir ifade bulunmamaktadır. 114  MOROĞLU, 2020, s. 271-272. 1038      Alman hukukunda ise gündem ilan edilmeden önce pay sahibi olmak kaydıyla karara muhalefetin yeterli kabul edildiği göz önüne alındığında, Türk hukuku açısından iptal davası açma koşullarının ağırlaştırılmasına ihtiyaç bulunmamaktadır. Bu hususta bir kanun değişikliği gerçekleştirilerek, olumsuz oy verme koşulu ile muhalefet şartının alternatifli şekilde aranması ve muhalefetin zamanı konusunda bir sınır bulunmadığının açıkça ifade edilmesi ile en temel pay sahipliği haklarından birinin kullanılmasının önündeki uzun yıllardır uygulanan engel büyük ölçüde bertaraf edilmiş olacaktır.  SONUÇ Anonim şirketlerde iptal davası açma hakkı, vazgeçilemez nitelikte bir pay sahipliği hakkıdır. Bu nedenle söz konusu hakkın kısıtlanmasından mümkün olduğunca kaçınmak gerekir. Somut vakıalarda, muhalefet koşulunun sağlanıp sağlanmadığı değerlendirilirken tereddüte düşülen hâllerde pay sahipleri lehine olan yorum tercih edilmelidir. Zira henüz alınan bir karar bakımından, işlem güvenliği vb. herhangi bir menfaatin, pay sahiplerinin menfaatlerinden üstün tutulmasını gerektirecek bir neden bulunmamaktadır.   TTK  m.  446/1-a  düzenlemesi  kapsamında,  karara  olumsuz  oy  verme  ile muhalefetin tutanağa geçirtilmesi koşulları birlikte aranmıştır. Bu nedenle toplantıya katılmakla birlikte oy kullanmamış olan ya da olumlu yahut çekimser oy veren pay sahipleri, TTK m. 446/1-a kapsamında iptal davası açma hakkını yitirmiş olacaktır. Bir pay sahibinin iptal davası açma hakkını yitirmemesi bakımından, toplantıya katılarak karara karşı olumsuz oy vermiş ve muhalefetini tutanağa geçirtmiş olması gerekmektedir. Öğretide,  genel  kurul  toplantı  tutanağından  olumsuz  oy  verdiği  ismen  anlaşılan kimselerin,  muhalefet  koşulunu  da  yerine  getirmiş  sayılacakları  görüşü  ile karşılaşılmaktadır. Ancak kanımızca, bu görüş olması gereken hukuk bakımından olumlu karşılanabilirse  de,  TTK  m.  446/1-a  hükmünün  açık  lafzı  karşısında  pozitif  hukuk bakımından bu şekilde bir yoruma elverişli değildir. Hâl böyle olunca, mevcut düzenleme ile  pay  sahiplerinin  iptal  davası  açma  hakkını  kullanması,  gereğinden  fazla zorlaştırılmaktadır. 1039      Muhalefetin zamanı hususunda karşılaşılan belirsizlik ise muhalefet koşulunun amacından farklı yorumlanmasına neden olmuştur. Yargıtay ın mülga 6762 sayılı TTK döneminden  bu  yana  yerleşik  olan  kararlarında  benimsenen   peşinen  muhalefet in geçerli  olmayacağı  görüşü,  kanımızca  geçerli  bir  hukuki  dayanağa  sahip  değildir. Kararlarda  sıklıkla   alınan  kararlara  muhalif  kalma   koşuluna  aykırılıktan  söz edilmesine rağmen, kanunda bu içerikte ya da böyle yorumlanmaya elverişli bir kural bulunmamaktadır. Yine bu husustaki  içtihatta  çoğu kez  öneriye  muhalefet  olarak nitelendirilen peşinen muhalefetin, kanun koyucunun amacına uygun olduğu da göz önüne  alındığında  geçerli  kabul  edilmesi  gerekmektedir.  Zira  TTK  m.  446/1-a düzenlemesinde, kararın alınmasından önceki ya da görüşülmesi sırasındaki muhalefetin geçersizliğine neden olabilecek bir lafzın ya da amacın varlığından söz etmek mümkün değildir. Bilakis, kanunun amacının iptal davası açma düşüncesinde olan pay sahibinin karara muhalif kalarak bunu bildirmesi ve diğer pay sahiplerinin iptal davası açılması hususunda uyarılması olduğu anlaşılmaktadır. TTK m. 446/1-a düzenlemesinin lafzı da muhalefetin zamanı hususunda yeterince açık olmasa da peşinen muhalefetin geçerli kabul edilmesine elverişlidir. Açıklanan nedenle, günümüzde öğretide de hâkim hâle gelen  görüş  doğrultusunda,  peşinen  muhalefetin  geçersiz  olacağı  yönündeki uygulamadan vazgeçilmesi gerekmektedir. Mehaz  Alman  Paylı  Ortaklıklar  Kanunu nun  uygulanmasında  da  muhalefetin zamanına  bir  önem  atfedilmemesi  ve  İsviçre  Borçlar  Kanunu nda  ise  iptal  davası açabilmek  için  genel  kurula  katılma  şartının  dahi  aranmaması  karşısında,  Türk hukukunda aksi yönde bir uygulamayı gerektirecek bir düzenleme ve neden de mevcut değildir. En temel pay sahipliği haklarından olan iptal davası açma hakkı, bu hakkı düzenleyen hükmün pay sahibi aleyhine yorumlanması suretiyle kısıtlanmamalıdır. Toplantıya katılan pay sahibinin iptal davası açması bakımından TTK m. 446/1-a kapsamında koşullar belirlenirken temel amaç,  karara muhalif kalarak bunu bildirmek  olmalıdır. Bu nedenle mevcut düzenlemede hem farklı uygulamaların önüne geçmek hem de çekimser oy kullanarak yahut oy kullanmayarak karara muhalif kalan kimsenin de iptal davası açmasına imkân tanınması adına bir değişiklik yapılması isabetli olacaktır. Öte yandan olması gereken hukuk bakımından belirtmek gerekir ki, bir pay sahibinin karara 1040      karşı olumsuz oy verdiği de tutanaktan (ismen) anlaşılıyorsa ayrıca muhalefet şartının aranmasına ihtiyaç bulunmamaktadır. Zira olumsuz oy vermek başlı başına  muhalefet  anlamına  gelmektedir.  Bu  nedenle   olumlu  oy  vermemiş  olmak   ile   muhalefet  koşullarına kanunda alternatifli şekilde yer verilmeli; bu şartlardan birinin mevcudiyeti hâlinde diğeri aranmamalıdır. TTK m. 446/1-a düzenlemesinde, en temel pay sahipliği haklarından biri olan iptal davası açma hakkı, oldukça sınırlayıcı bir şekilde ve sıkı usuli şartlara bağlanmıştır. Mevcut  düzenleme,  gereğinden  fazla  şekilciliğe  neden  olmasının  yanında  yanlış anlamalara  ve  tartışmalara  neden  olmuştur.  Açıklanan  nedenle  TTK  m.  446/1-a hükmünde  yer alan  Toplantıda  hazır bulunup  da karara  olumsuz  oy  veren ve bu muhalefetini tutanağa geçirten…pay sahipleri…iptal davası açabilir  şeklindeki ifade yerine, peşinen muhalefetin de geçerli olacağını belirtmek üzere,  Toplantıda hazır bulunmak kaydıyla, karara olumlu oy vermemiş olan veya muhalefetini bildiren… pay sahipleri…iptal davası açabilir  şeklinde bir ifadenin kabul edilmesi isabetli olacaktır.",
     "Kaynakça": "ARSLANLI, Halil, Anonim Şirketler II-III Anonim Şirketin Organizasyonu ve Tahviller, Fakülteler Matbaası, İstanbul, 1960. AYHAN, Rıza/ÇAĞLAR, Hayrettin/ÖZDAMAR, Mehmet, Şirketler Hukuku Genel Esaslar, 4. Basım, Yetkin Yayınları, Ankara, 2022. BAHTİYAR, Mehmet, Ortaklıklar Hukuku, 14. Basım, Beta Yayınları, İstanbul, 2020. BAHTİYAR,  Mehmet,   Anonim  Şirketlerde  Genel  Kurul  Toplantı  Tutanağı  ve  Özellikle Kararların  Hükümsüzlüğüne  Etkileri ,  Prof.  Dr.  Ersin  Çamoğlu na  Saygı  Günü Şirketler  Hukukunun  Güncel  Sorunları  Sempozyumu,  (Ed.  TOPALOĞLU, Mustafa/ÖZER, Işık), Seçkin Yayınları, Ankara, 2019, (s. 35-65). 1041      BİLGİLİ, Fatih/DEMİRKAPI, Şirketler Hukuku Dersleri, 8. Basım, Dora Yayınları, Bursa, 2021. BÖCKLI, Peter, Schweizer Aktienrecht, 4. Auflage, Schulthess Verlag, Zürich-Basel-Genf, 2009. DRESCHER, Ingo, Beck sche Kurz-Kommantare, Gesellschaftsrecht, Herausgegeben von HENSSLER, Martin/STROHN, Lutz, 5. Auflage, C. H. Beck, München, 2021. DOMANİÇ, Hayri, Anonim Şirketler Hukuku ve Uygulaması, TTK Şerhi II, Temel Yayınları, İstanbul, 1988. DUBS,  Dieter/TRUFFER,  Roland,  Artikel  Kommentar  zu  OR  Art.  698-706b,  Basler Kommentar  Obligationenrecht  II  Art.  530-964  OR  (Hrsg.:  HONSELL, Heinrich/VOGT, Nedim Peter/WATTER, Rolf), Helbing Lichtenhahn Verlag, Basel, 2016. ENGLISH, Lutz, Aktiengesetz Kommentar (Hrsg.: HÖLTERS, Wolfgang/WEBER, Markus), 4. Auflage, C.H. Beck/Verlag Vahlen, München, 2022. EREN Fikret, Borçlar Hukuku Genel Hükümler, 26. Basım, Yetkin Yayınları, Ankara, 2021. ERİŞ, Gönen, Anonim Şirketler Hukuku, Seçkin Yayınları, Ankara, 1995. ERİŞ, Gönen, Ticari İşletme ve Şirketler, C. II, 3. Basım, Seçkin Yayınları, Ankara, 2017. FORSTMOSER, Peter/MEIER-HAYOZ, Arthur/NOBEL, Peter, Schweizerisches Aktienrecht, Stämpfli+Cie AG Verlag, Bern, 1996. FREI, Urs Gaudenz, Nichtige Beschlüsse der Generalversammlung der Aktiengesellschaft, Keller Verlag, Aarau, 1962. GÖKTÜRK, Kürşat,  Anonim Şirket Pay Sahipliği Haklarının Kullanılmasında Muhalefet Şartı , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2017, Cilt: 8, Sayı: 2, (s. 53-78). HANAĞASI, Emel, Davada Menfaat, Yetkin Yayınları, Ankara, 2009. İMREGÜN, Oğuz, Anonim Ortaklıklar, 4. Basım, Yasa Yayınları, İstanbul, 1989. 1042      İMREGÜN, Oğuz,  Anonim Ortaklıklarda Genel Kurul Kararlarına Karşı Pay Sahiplerinin İptal Davası Açma Hakkı , Prof. Dr. Hayri Domaniç e Armağan, Mitos Yayınları, İstanbul, 1995, (s. 127-137). İMREGÜN,  Oğuz,   Anonim  Şirketlerde  Münferit  Pay  Sahibinin  Umumi  Heyet  Kararları Aleyhine İptal Davası Açma Hakkı , Banka ve Ticaret Hukuku Araştırma Enstitüsü Dergisi, Yıl: 1961, Cilt: I, Sayı: 2, (s. 149-175). İÜHF Ticaret Hukuku Anabilim Dalı, Yargıtay Hukuk ve Ceza Dairelerinin Türk Ticaret Kanununa  İlişkin  Kararları  2019  (Ed.:  KAYA,  Arslan/ZENGİN,  İbrahim Çağrı/SORKUN, A. Furkan/YILDIZ, Nurgül/YILDIZ, M. Enes/OĞUZ, Elif), On İki Levha Yayınları, İstanbul, 2020. KENDİGELEN, Abuzer,  İptal Davası Açma Hakkı ve Pay Sahipliği Sıfatının Cüz i Halefiyet (Payların  Devri)  Sonucu  Değişmesi ,  Prof.  Dr.  Hayri  Domaniç'e  80.  Yaş  Günü Armağanı, Beta Yayınları, İstanbul, 2001, (s. 307-331). KENDİGELEN, Abuzer,  İbra Kararının İptali/Oydan Yoksunluk , Hukukî Mütalâalar, C. X, 2008-2009, On İki Levha Yayınları, İstanbul, 2012. KENDİGELEN, Abuzer, Anonim Ortaklık Payı Üzerinde  İntifa Hakkı, Beta  Yayınları, İstanbul, 1994. KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, 22. Basım, Turhan Kitabevi, Ankara, 2018. KIRCA, İsmail,  Meydana Gelişine (Usûle) İlişkin Hukuka Aykırılıklar Sebebiyle Anonim Şirket Genel  Kurul  Kararlarının  İptali  (TTK  m.  446.1.b) ,  Ticaret  Hukuku  ve  Yargıtay Kararları Sempozyumu XXXII, 21 Aralık 2018, (s. 11-31). KIRCA, İsmail, Anonim Şirket Genel Kurul Kararlarının Hükümsüzlüğü, 3. Basım, On İki Levha Yayınları, İstanbul, 2022. KOCAYUSUFPAŞAOĞLU,  Necip/HATEMİ,  Hüseyin/SEROZAN,  Rona/ARPACI, Abdülkadir, Borçlar Hukukuna Giriş, Hukukî İşlem, Sözleşme, 6. Basım, İstanbul, 2014. 1043      KOCH, Jens, Beck sche Kurz-Kommantare, Aktiengesetz, Begründet von HÜFFER, Uwe; Bearbeitet von KOCH, Jens, 16. Auflage, C. H. Beck, München, 2022. KORKUT, Ömer, 6102 Sayılı Türk Ticaret Kanunu'na göre Anonim Şirketlerde Genel Kurul Kararlarının Butlanı, Karahan Yayınları, Adana 2012. KUBIS, Dietmar, Münchener Kommentar zum Aktiengesetz, Band 3: §§ 118-178 (Hrsg: Wulf, Goette/Habersack, Mathias/Kalss, Susanne), 5. Auflage, C. H. Beck, München, 2022. MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 9. Basım, On İki Levha Yayınları, İstanbul, 2020. MOROĞLU, Erdoğan, 6102 Sayılı Türk Ticaret Kanunu, Değerlendirme ve Öneriler, 8. Bası, On İki Levha Yayınları, İstanbul, 2016. MOROĞLU, Erdoğan/KENDİGELEN, Abuzer, İçtihatlı-Notlu Türk Ticaret Kanunu ve İlgili Mevzuat, 10. Basım, On İki Levha Yayınları, İstanbul, 2014. NOACK,  Ulrich,   Der  Widerspruch  des  Aktionärs  in  der  Hauptversammlung ,  Die Aktiengesellschaft, 1989, (s. 78-87). NOMER, Halûk N., Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin Temel Esaslar, Beta Yayınları, İstanbul, 2008. OKÇUOĞLU, Yavuz N.,  Anonim ve Kooperatif Şirket Genel Kurul Kararlarının İptali İçin Gerekli Olan Muhalefet ve Muhalefetin Tutanağa Geçirtilmesi (TTK m. 381/1 ve Koop K. m. 53/1) , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu II, 11-12 Ocak 1985, Ankara, 1985, (s. 269-282). POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, 15. Basım, Vedat Kitapçılık, İstanbul, 2021. PRIESTER, Hans-Joachim,  Aufgaben und Funktionen des Notars in der Hauptversammlung , DNotZ, 2001, (s. 661-671). PULAŞLI, Hasan, Şirketler Hukuku Genel Esaslar, 7. Basım, Adalet Yayınevi, Ankara, 2021. PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 4. Basım, Adalet Yayınevi, Ankara, 2022. 1044      REIMER,  Hans  Michael,  Anfechtungs-  und  Nichtigkeitsklage  im  schweizerischen Gesellschaftsrecht, Stämpfli Verlag, Bern, 1998. SCHÄFER,  Carsten,  Münchener  Kommentar  zum  Aktiengesetz,  Band  4:  §§  179-277, Herausgeber: GOETTE, Wulf/HABERSACK, Mathias/ KALSS, Susanne, 5. Auflage, C. H. Beck, München, 2021. SCHOTT,  Bertrand  G.,  Aktienrechtliche  Anfechtbarkeit  und  Nichtigkeit  von Generalversammlungsbeschlüssen wegen Verfahrensmängeln, Dike Verlag, Zürich/St. Gallen, 2009. ŞENER, Oruç Hami, Yeni TTK Döneminde Anonim ve Limited Ortaklıklara İlişkin Verilen Yargıtay Emsal Kararlarının Değerlendirilmesi, 2. Basım, Seçkin Yayınevi, Ankara, 2020. ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku, 4. Basım, Seçkin Yayınları, Ankara, 2019. TANNER, Brigitte, Zürcher Kommentar, Die Aktiengesellschaft, Generalversammlung und Verwaltungsrat. Mängel in der  Organisation, Art. 698-726 und 731b OR, Hrsg.: Handschin, Lukas, Schulthess Juristische Medien AG, Zürich, 2003. TEKİL, Fahiman, Anonim Şirketler Hukuku, Alkım Yayınevi, İstanbul, 1998. TEKİNALP,  Ünal,  Sermaye  Ortaklıklarının  Yeni  Hukuku,  5.  Basım,  Vedat  Kitapçılık, İstanbul, 2020. TEKİNALP, Ünal,  Olumlu veya Çekimser Oy Kullanan Pay Sahibi İptal Davası Açabilir mi? , İktisat ve Maliye, Yıl: 1982, Cilt: 29, Sayı: 7, (s. 278-280). TEOMAN, Ömer,  Anonim Ortaklıkta Paylar Üzerinde İntifa Hakkı Bulunması Durumunda Oy Hakkı Dışındaki Yönetim Haklarının Kimin Tarafından Kullanılacağı Sorunu ,  Tüm Makalelerim (1971-2001), Cilt: I-II, 2. Basım, On İki Levha Yayınları, İstanbul, 2012, (s. 365-375). ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku, Cilt: 1, Adalet Yayınevi, Ankara, 2013. 1045      YANLI, Veliye,  Muhalefetin Tutanağa Geçirtilmesi ve Bu İşlemin Zamanı Sorunu -Genel Kurul Kararının İptali Davası Bağlamında- , Banka ve Ticaret Hukuku Araştırma Enstitüsü Dergisi, Yıl: 2021, Cilt: XXXVII, Sayı: 2, (s. 5-36). YİĞİT, İlhan,  Anonim Şirket Genel Kurul Kararlarının Hükümsüzlüğü , Yürürlüğünün 5. Yılında ve Yargıtay Kararları Işığında Türk Ticaret Kanunu Sempozyumu (Tebliğler ve Tartışmalar) 20 Ekim 2017, On İki Levha Yayınları, İstanbul, 2018, (s. 27-49). YILDIRIM, Ali Haydar,  Anonim Ortaklık Genel Kurul Kararları Aleyhine Toplantıda Hazır Bulunan Pay Sahibinin İptal Davası Açmasının Şartları ve Özellikle Muhalefet Şerhi , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 7, Sayı: 2, (s. 383-430). YILMAZ, Ejder, Hukuk Sözlüğü, 10. Basım, Yetkin Yayınları, Ankara, 2011. VATTER,  Stefan,  beck-online.GROSSKOMMENTAR zum  Aktienrecht,  GesamtHrsg: HENSSLER, Martin; Herausgegeben von SPINDLER, Gerald/STILZ, Eberhard, C. H. Beck Verlag, München, 2022. ZÖLLNER Wolfgang, Kölner Kommentar zum Aktiengesetz, Band 2, 4. Lieferung, §§ 241290, Carl Heymanns Verlag"
}