{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "06",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "VERGİ CEZA HUKUKUNDA SAHTE BELGE DÜZENLEME VE SAHTE BELGE KULLANMA SUÇLARINA İLİŞKİN SORUNLAR VE ÇÖZÜM ÖNERİLERİ",
     "Title": "DISPUTED ISSUES AND SOLUTIONS PERTAINING TO THE CRIMES OF ISSUING FALSE DOCUMENT AND USING FALSE DOCUMENT WITHIN THE CONTEXT OF THE TAX CRIMINAL LAW",
     "Yazar İsmi": [
          "Ceyda ÜMİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sahte Belge",
          "Fatura",
          "Vergi Ceza Hukuku",
          "Ekonomik Suç",
          "Vergi Kaçakçılığı Suçu",
          "Zincirleme Suç"
     ],
     "Keywords": [
          "Forged Document",
          "Tax Criminal Law",
          "Economic Crime. Tax Evasion Offence",
          "Successive Offence"

     ],
     "Özet": " Vergi kaçakçılığı suçlarından; sahte belge düzenleme ve sahte belge kullanma suçları, suç konusu eylemlerin teknik ve kendine özgü niteliği nedeniyle ceza hukukunda tartışmalı bir alandır.  Bu nedenle, her iki suç. genel ceza hukuk ilkeleri ve vergi ceza hukukuna özgü kavramlar ve özellikler çerçevesinde değerlendirilmelidir. Makale; uygulama birliği sağlamak ve süregelen tartışmalara katkıda bulunmak üzere yüksek yargı kararlarındaki gelişme ve değişiklikler uyarınca konunun kapsamlı analizi ile ilgili düzenlemelere açıklık kazandırma amacını taşımaktadır. Bu bağlamda, makale konusuyla ilgili olarak vergi ceza hukukuna ilişkin genel kavramsal açıklamalar yapılmakta, sahte belge düzenleme ve sahte belge kullanma suçlarının unsurları ve özellikleri irdelenmekte, bu suçlardan dolayı ceza sorumluluğunun belirlenmesi için yapılması gereken araştırma ve incelemeler tartışılmaktadır. Ayrıca,  uygulamaya açıklık kazandırmak  amacıyla  bu  suçlara  özgü  muhakeme  koşulu  ve  özellikle  zincirleme  suç  yorumu  ve uygulaması gibi sorunlu alanlara öncelik vererek, bu suçlar için Kanunda ayrı bir düzenleme olarak yer alan  pişmanlık,  ayrıca,  iştirak,  teşebbüs,  gönüllü  vazgeçme,  tekerrür  gibi  ceza  hukuku  kurumları incelenmekte, tartışmalı alanlarda çözüm önerileri sunulmaktadır.",
     "Abstract": "The offences of using false document and issuing false document as a type of tax evasion offences have been a topic of discussion in penal law due to their technical and distinquished legal character. They need to be evaluated not only by taking into account of the general penal provisions but also the inherent concepts and specific particularities of the tax criminal law. This study intends to offer a comprehensive analyse of these offences in light of the recent changes in Supreme Court  decisions and ensure a contribution to uniform interpretation and also  ongoing debates. Therefore, this article clarifies the conceptual items of the tax criminal offences in general pertaining to the topic, explicates legal conditions and core elements of the provisions of both of these crimes, and enlightens the investigation topics for the evaluation of penal responsibility from these crimes. Furthermore, in order to ensure clarification to the implementation, the article evaluates the requisities of the proceeding process and examines by giving priority especially to some disputed topics of the penal law institutions such as the interpretation of the successive offense, the implementation of repentance regulated under a specific provision for these crimes, principal involvement, attemp, voluntary abandonment, repetition of offending and finally, offers solutions.",
     "Metin": "Vergi  ceza  hukuku,  özel  ceza  hukukunun  ihtisaslaşma  gerektiren  teknik  bir alanıdır. Sahte belge düzenleme ve sahte belge kullanma suçları, vergi ceza hukuku kapsamında yer alan vergi kaçakçılığı suçlarındandır. Vergi ceza hukuku kapsamındaki tüm suçlarda olduğu gibi bu suçlar da vergi hukukunun kendine özgü koşulları dikkate alınarak  ceza  muhakemesi  hukuku  ve  genel  ceza  hukuku  ilkeleri  çerçevesinde değerlendirilmelidir.  Sahte  belge  düzenleme  ve  sahte  belge  kullanma  eylemleri, birbirinden bağımsız iki ayrı suç olarak, soruşturma ve kovuşturma sürecinde maddi gerçeğe ulaşılmasında son derece titiz araştırma, inceleme ve değerlendirmeyi zorunlu kılmaktadır. Düzenleme olmadan kullanma eylemi olamayacağından adeta öncü-artçı eylemler gibi aralarındaki bağlantının da özel olarak irdelenmesi gerekmektedir. Sahte belge kullanma ve sahte belge düzenleme suçları, uygulamanın sorunlu alanlarındandır.  Her  iki  vergi  kaçakçılığı  suçunun  teknik  niteliği;  soruşturma  ve kovuşturma aşamalarında farklı uygulamalara, eksik araştırma ve incelemeye dayalı sübut sorunlarına yol açmakta, yeknesak uygulamanın önüne geçmektedir. Dava açılma sürecinde karşılaşılan uygulama hataları, uzun süren yargılama sürecine neden olmakta, kovuşturma şartı eksiklikleri hak kayıplarıyla karşılaşılması sonucu yaratabilmektedir. Ceza  hukukunun  re sen  araştırma  ilkesi  uyarınca  maddi  gerçeğe  ulaşma  hedefi çerçevesinde, vergi suçlarında yeterli ve olayın özelliğine uygun inceleme yapılması ve vergi ceza hukukuna özgü soruşturma ve kovuşturma usullerine uyulması son derece önemlidir.  Çalışmanın  temel  amacı;  sahte  belge  düzenleme  ve  sahte  belge  kullanma suçlarının yargı kararları ışığında irdelenmesi ile uygulamaya açıklık ve yeknesaklık kazandırmaktır. Birinci Bölümde; vergi ceza hukuku kapsamına giren suçlar hakkında kavramsal açıklamaların ardından, İkinci Bölümde; sahte belge düzenleme ve kullanma suçlarının unsurları ve bu suçlardan dolayı cezai sorumluluğun belirlenmesinde sübuta 359Ümit    Hacettepe HFD, 11(1), 2021, 357-393 ilişkin  esaslar,  yüksek  yargı  kararlarındaki  son  gelişmeler  ışığında  incelenmektedir. Ayrıca, sahte belge düzenleme ve kullanma suçlarına özel  kovuşturma şartı ile bu suçlardan  dolayı  cezai  sorumluluğunun  belirlenmesinde  önem  taşıyan  ceza  hukuku kurumları irdelenmekte; bu kapsamda uygulamada yorum farklılıkları ile karşılaşılan zincirleme suç uygulaması tartışılmakta, ayrıca teşebbüs, iştirak, tekerrür, pişmanlık, gönüllü vazgeçme kurumlarının bu suçlara yönelik uygulaması açıklanmaktadır.   I. VERGİ SUÇLARINA GENEL BAKIŞ En genel tanımıyla vergi suçu; vergi kanunlarında yer alan yükümlülüklere aykırı davranış ile vergi ödevinin hiç ya da gereği gibi yerine getirilmemesi ile oluşan, devleti vergi kaybına uğratan ve kamu düzenini bozan eylemlerdir. Vergi suçlarının ortak bileşeni olarak vergiyi de devlete egemenlik hakkına dayanarak cebren ve karşılıksız olarak  kamu  giderlerini  karşılamak  üzere  ilgili  vergi  düzenlemelerine  göre  ödenen ekonomik değer olarak tanımlayabiliriz. Devletin kamu hizmetini sağlaması, sosyal ve ekonomik  hedeflerine  ulaşabilmesi  için  en  önemli  mali  kaynak  vergilerdir.  Vergi suçları, Devlet hazinesine karşı işlenen kamu yararını ihlal eden suçlardandır. Vergi ceza hukukunun konusunu oluşturan vergi suç ve cezaları, hazinenin vergi kaybının önlenmesinin yanı sıra, kamu hizmetlerinin finansmanının sağlanması amacına da  yöneliktir.  Bu  nedenle,  vergi  kaçakçılığı  suçları,  diğer  kaçakçılık  eylemlerinde olduğu gibi, ulusal ekonomideki üretim, tüketim, değişim, bölüşüm ilişkilerini koruyan hükümleri ihlal eden ekonomik suçlardandır.                                                  1   KARAARSLAN, Mehmet,  Ceza Mevzuatında Yapılan Değişikliklerin Vergi Kaçakçılığı Suçuna Etkisi , Türkiye Barolar Birliği Dergisi,  Yıl: 2006, Sayı: 64, (s.115-150), s.120. 2   ÜSTÜN, Süleyman,  Ümit,  Cezai Yaptırım Gerektiren Vergi Suçları ve Yargılama Usulü , Selçuk Üniversitesi Hukuk Fakültesi Dergisi,  Yıl: 2001, Cilt: 9, Sayı: 3-4, (s.293-323), s. 293. 3   ARSLAN,  Çetin,  Vergi Mahremiyetini İhlal Suçu (VUK md. 362) , Hacettepe Hukuk Fakültesi Dergisi,  Yıl: 2013, Cilt: 3, Sayı: 2, (s.15-30), s. 16. 4   UYANIK, Mehmet, Vergi Kaçakçılığı Suçlarından Defter, Kayıt ve Belgelerin Gizlenmesi Veya İbraz  Edilmemesi,  Yayımlanmamış  Yüksek  Lisans  Tezi,  Kayseri,  Erciyes  Üniversitesi  Sosyal Bilimler  Enstitüsü  Kamu  Hukuku  Ana  Bilim  Dalı,  2014,  www.tez.yok.gov.tr,  (erişim  tarihi: 30.11.2020), s.4. 360Ümit    Hacettepe HFD, 11(1), 2021, 357-393 213 sayılı Vergi Usul Kanununda (VUK) vergi suçu tanımı bulunmamaktadır. Kanunun Dördüncü Kitabının ‘Ceza Hükümleri  başlığı altında Birinci Kısım da ‘Genel Esaslar  başlığı altında yer alan 331. maddesinde; vergi kanunu hükümlerine aykırı hareket  edenlerin  Kanunda  belirtilen  vergi  cezaları  ve  diğer  cezalar  ile cezalandırılacakları belirtilmiştir. Vergi cezaları; vergi ziyaı cezası ve usulsüzlük cezası olarak özel olarak sayıldığından, diğer cezalar tabirinden vergi kaçakçılığı suçları için öngörülen cezalar anlaşılmalıdır. Kanun sistematiğinde ceza hükümlerini düzenleyen Dördüncü Kitap bölümünde; ceza hükümlerine ait genel esasların yer aldığı Birinci Kısımdan sonra İkinci Kısımda vergi cezaları iki ayrı bölüm halinde düzenlenmiştir. İlk Bölümde; idari para cezası gerektiren suçlar, İkinci Bölümde ise; vergi ceza hukukunun konusunu  oluşturan  vergi  suçları,  Kanunun  359,  362  ve  363.  maddelerinde düzenlenmiştir.  Dolayısıyla vergi suç ve cezaları; mali nitelikli suç ve cezalar ile ceza hukuku kapsamındaki suç ve cezalar olarak sınıflandırılabilir. VUK nın ceza hükümlerine dair genel ceza esasları kapsamında suçlarda birleşmeyi düzenleyen 340 (1) maddesindeki vergi ziyaı cezası ve usulsüzlük cezası ile vergi kaçakçılığı suçlarını düzenleyen VUK 359. maddedeki ve diğer kanunlarda yazılı cezaların içtima ve tekerrür uygulamasında birbirlerine  esas  alınamayacağı  ve  birleştirilemeyeceğine  dair  amir  hükmü  de  bu                                                  5   İdari para cezasını gerektiren vergi suçları; VUK 344 ila 355. maddeler arasında yer alan vergi ziyaı cezası ve usulsüzlük cezası olup, çalışma konumuz dışındadır. 6   Vergi ceza hukuku kapsamında kaçakçılık suçları, VUK 359. maddede sayılmıştır. Bu suçlar; vergi kanunlarına göre tutulan veya düzenlenen ve saklanma ve ibraz zorunluluğu olan defter ve kayıtlarda hesap ve muhasebe hilesi yapmak; gerçek olmayan veya kayda konu işlemlerle ilgisi bulunmayan kişiler adına hesap açmak; defterlere kaydı gereken hesap ve işlemleri vergi matrahının azalması sonucunu yaratacak şekilde tamamen ya da kısmen başka defter, belge veya diğer kayıt ortamına kaydetmek; defter, kayıt ve belgeleri tahrif etmek veya gizlemek veya muhteviyatı itibarıyla yanıltıcı belge düzenlemek veya bu belgeleri kullanmak; vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz zorunluluğu bulunan defter, kayıt ve belgeleri yok etmek veya defter yapraklarını yok ederek yerine başka yaprak koymak veya hiç yaprak koymamak veya belgelerin asıl ya da suretlerini kısmen ya da tamamen sahte olarak düzenlemek veya bu belgeleri kullanmak, vergi kanunu hükümlerine göre sadece Maliye Bakanlığı ile anlaşması olan kişilerin basabileceği belgeleri Bakanlık ile anlaşma olmadığı halde basmak veya bilerek kullanmak eylemleridir. Ayrıca vergi mahremiyetinin ihlali ve mükelleflerin özel işlerini yapan memurlar hakkında uygulanacak cezai müeyyideler için VUK 362 ve 363 maddelerde Türk Ceza Kanunu hükümlerindeki görevin kötüye kullanılması ile ticari  sır,  bankacılık  sırrı,  müşteri  sırrı  olan  bilgi  ve  belgelerin  açıklanması  suçlarına  atıfta bulunulmuştur. 7   AĞAR,  Serkan,   Sahte  veya  Muhteviyatı İtibarıyla  Yanıltıcı  Belge  Düzenleme  Veya  Kullanma Suçları , Türkiye Barolar Birliği Dergisi, Yıl: 2005, Sayı: 58, (s.273-301), s. 275. 361Ümit    Hacettepe HFD, 11(1), 2021, 357-393 sınıflandırmayı teyit etmektedir. Vergi ceza hukuku kapsamındaki suç ve cezalar; vergi kaybına neden olmanın  yanı sıra vergi  kanunu hükümlerine aykırılık ve sahtecilik, tahrifat gibi kamu düzenini bozucu nitelik taşıdıklarından geniş anlamda vergi suçu olarak da tanımlanmaktadır. Dar anlamda vergi suçu ise; vergi kanunları ile düzenlenen hukuksal ödevleri yerine getirmemeleri nedeniyle kamu tüzel kişilerinin vergi haklarını tehlikeye sokan veya zarara uğratan eylemlerdir. Bu suçlar idari nitelikli vergi cezası yaptırımına konu olmaktadır.  İdari nitelikte vergi cezasına konu eylemler ceza hukuku kapsamında suç sayılan vergi kaçakçılığı eylemine de konu olmaları halinde ceza hukuku yaptırımı da ayrıca uygulanacaktır. Vergi kaçakçılığı suçlarından cezalandırılma da, ayrıca vergi ziyaı veya usulsüzlük cezası uygulanmasına engel teşkil etmeyecektir.  Öğretide isabetli olarak, bu düzenlemelerin aynı eylemden mükerrer cezalandırılmama ilkesine ve aynı eylemin  suç  ve  kabahat  oluşturması  halinde  sadece  suçtan  dolayı  yaptırım uygulanacağına  dair  Kabahatler  Kanunu  15(3)  maddesine  aykırı  olduğu savunulmaktadır. Vergi kaçakçılığı suçlarının mali etkisi devlet hazinesinde kayba yol açar, ancak bu suçlar, toplumu ekonomik, sosyal hatta siyasi açıdan da etkileyerek kamu düzenine tehlike  yarattığı  için  diğer  vergi  suçlarına  göre  daha  ağır  cezai  müeyyideye  tabi tutulmuştur. Çalışma konumuz da; bu suçlardan vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz zorunluluğu olan defter, kayıt ve belgelerin asıl ya da                                                  8   AĞAR, 2005, s. 274. 9   Ibid, s. 274. 10  VUK 340 (2) madde hükmüne göre; vergi cezasıyla cezalandırılan fiiller, aynı zamanda VUK 359. madde uyarınca suç teşkil ettiği takdirde, vergi cezası uygulanması, ayrıca VUK 359 maddeye göre cezalandırmaya engel teşkil etmeyecektir. 11  VUK 359 (son) madde hükmüne göre, kaçakçılık suçunu işleyenler hakkında VUK 359. maddedeki yazılı cezaların uygulanması VUK 344. maddede yazılı vergi ziyaı cezasının ayrıca uygulanmasına engel değildir. VUK 367 (4) madde de kaçakçılık suçlarından dolayı cezaya hükmedilmesinin vergi ziyaı cezası veya usulsüzlük cezasının ayrıca uygulanmasını engellemeyeceği düzenlenmiştir. 12  BAŞTÜRK,  İhsan,     ‘Vergi  Ziyaı  Vergi  Kaçakçılığı  Suçunun  Unsuru  Mudur,  Değil  Midir  Bağlamında  Öneriler   ,  Hacettepe  Üniversitesi  Hukuk  Fakültesi  Adli  Bilişim  Araştırma  ve Uygulama Merkezi Ekonomik Suçlar ve Yargıtay Kararları Sempozyumu-I Vergi Kaçakçılığı Suçları (Sempozyum Kitabı),  2017, Yetkin Yayınları, Ankara, (s, 63-74), s. 73-74. 13  UYANIK, 2014, s.5; Hukukumuzda vergi kaçakçılığı suçunun tarihsel gelişimi konusunda ayrıntılı bilgi için bkz: UYANIK, 2014, s.5-8. 362Ümit    Hacettepe HFD, 11(1), 2021, 357-393 suretlerini tamamen ya da kısmen sahte olarak düzenlemek eylemi ile sahte olarak düzenlenmiş bu belgeleri kullanmak eylemidir.  II. SAHTE BELGE DÜZENLEME VE KULLANMA SUÇLARI A. Hukuki Yarar Sahte belge düzenleme ve sahte belge kullanma suçları; 213 sayılı Kanunun suç ve  cezaları  düzenleyen  Üçüncü  Bölümünde   kaçakçılık  suçları  ve  cezaları   başlığı altında  sayılan  vergi  kaçakçılığı  suçlarındandır.  Kanunun  359  (b)  maddesinde; belgelerin asıl veya suretlerini tamamen veya kısmen sahte olarak düzenleme veya bu belgeleri  kullanma  tanımıyla  iki  ayrı  seçimlik  hareket  ve  bağımsız  eylem düzenlenmiştir.  Sahte  belge  düzenleme  ve  kullanma  eylemleri,  mali  sistemin çökertilmesine  ve  mali  otoritenin  zayıflatılmasına  yöneliktir,  kamu  yararını,  kamu güvenliğini ve kamu düzenini ihlal eder. Bu suçlarla korunan hukuki değer; devletin asli kaynaklarından olan vergi gelirini korumak ve vergi kaybını önlemektir. Vergi muamelelerinde  kullanılan,  ancak  doğru  bilgileri  içermeyen  vergi  ilişkisi  ve  vergi mükellefiyetine dair yanlış bilgiler ihtiva eden belgelerin sahte olarak düzenlenmesi, kaydı veya kullanılması ile söz konusu hukuki değerler ihlal edilmektedir.                                                    14  Makalede, sahte belge düzenleme ve sahte belge kullanma suçları ya da kısaca sahte belge düzenleme ve kullanma suçları olarak adlandırılacaktır.  15  Bölüm başlığı; 23.01.2008 tarih ve 5728 sayılı Kanunun 276. maddesi ile değiştirilmiştir. 213 sayılı Kanunun  4008  sayılı  Kanun  ile  değişik  şeklinde,  aynı  Bölüm,   Dördüncü  Bölüm   ve   Ceza mahkemelerinde  Yargılanacak  Suçlar  ve  Cezaları,   4369  sayılı  Kanun  ile  değişik  halinde  ise;  Hürriyeti Bağlayıcı Ceza İle Cezalandırılacak Suçlar ve Cezaları  idi.  16  213 sayılı Kanunun 359 (b) maddesi kapsamında; sahte belge düzenleme ve kullanma suçlarının yanı sıra; vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz mecburiyeti bulunan defter, kayıt ve belgeleri yok etmek, bu nitelikteki defter sayfalarını yok ederek yerine başka yaprak koymak veya hiç yaprak koymamak eylemleri de suç olarak düzenlenmiştir. Söz konusu eylemler, çalışma konumuz dışındadır. 17  UĞUR,  Hüseyin  /  ELİBOL,  Mert,  Açıklamalı-İçtihatlı  Vergi  Suçları,  2.  Baskı,  2016,  Adalet Yayınevi, Ankara,  s. 469. 18  Yargıtay Ceza Genel Kurulu (YCGK), 08.11.2018 tarih, E: 2018/11-427, K: 2018/517 sayılı ilam.  363Ümit    Hacettepe HFD, 11(1), 2021, 357-393 B. Suç Unsurlarının İrdelenmesi 1. Maddi Unsurlar Her iki suç; suçun unsurları, konusu ve failler açısından ortak ve farklı unsurlar barındırmaktadır.  Gerek  sahte  belge  kullanma  gerek  sahte  belge  düzenleme  suçu yönünden ortak bileşen; sahte bir belgenin varlığıdır. Sahte belge kullanma eylemi yönünden;  öncelikle  sahte  olarak  düzenlenen  bir  belge  olmalıdır.  VUK  359  (b) maddenin ikinci cümlesindeki tanıma göre; gerçek bir durum veya işlem olmadığı halde varmış gibi düzenlenen belge, sahte belgedir. O halde, gerçek bir durumun veya işlemin olmaması, sahte belge düzenleme ve kullanma suçlarında ortak özelliktir. VUK 359 (b) madde düzenlemesine göre, sahte düzenlenen veya kullanılan belge vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz mecburiyeti olan defter ve belge niteliğinde olmalıdır.  Bu  bağlamda,  vergilendirme  ilişkisi  yaratacak  özellikte  yükümlünün  faaliyet alanının özelliğine göre; vergi kanunları uyarınca tutulan, düzenlenen, saklama ve ibraz zorunluluğu  olan  fatura  veya  fatura  yerine  geçen  sevk  irsaliyesi,  taşıma  irsaliyesi,                                                  19  Bu  Bölümde  makalenin  konusu  ve  kapsamı  itibarıyla  sorunlu  alanlarda  uygulamaya  açıklık kazandırmaya yönelik olarak suç unsurları incelenmiştir. 20  Sahte belge düzenleme ve kullanma suçlarının oluşumu için genel suç teoremi kavramları geçerlidir. Yani, kanundaki tipe uygun, hukuka aykırı ve tamamlanmış eylem olmalıdır. Sahte belge kullanma veya düzenleme suçlarının tipiklik unsuru; VUK 359 (b) maddede tanımlanan suç konusu eylemin yasal unsurlarının gerçekleşmesidir. Suçun yasal tanımındaki maddi kurucu öge; kanunda öngörülen fiilin yapılması, suç düzenlemesinde tanımlanan sonucun oluşması ve hareket ile sonuç arasında illiyet bağı bulunmasıdır. Suçun yasal tanımındaki manevi unsur ise; suç eyleminin faile isnat edilebilmesi için var olması gereken kast ve taksir öğesidir. Failin suç işleme iradesi kusurlu olmalı, yani yasada suç olarak düzenlenen eylem, kusur yeteneğine sahip kişi tarafından kusurlu irade ile işlenmelidir, HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, 21. Baskı, 2017, Adalet Yayınevi, Ankara, s.153227; ARTUK, Mehmet Emin / GÖKÇEN, Ahmet / ALŞAHİN, Mehmet Emin, vd., Ceza Hukuku Genel Hükümler, 13. Baskı, 2019, Adalet Yayınevi, Ankara, s. 285-289;  Ceza sorumluluğunun esasları ile ilgili genel bilgi için bkz: ÜMİT, Ceyda,  Hekimlerin Mesleklerinin Uygulanmasından Doğan Ceza Sorumluluğu , Türkiye Adalet Akademisi Dergisi,   Yıl: 2017 (8), Cilt: 35, Sayı: 32, (s.197-246), s. 198-200. 21  Kanunda; gerçek bir duruma veya işleme dayanmayan belge; sahte belge; gerçek bir durum veya muameleye dayanmakla birlikte, dayanılan muamele veya durumu mahiyet ya da miktar itibarıyla gerçeğe aykırı şekilde yansıtan belge ise; muhteviyatı itibarıyla yanıltıcı belge olarak tanımlanmıştır, bkz: VUK 359 (a) (2). madde-son cümle; Muhteviyatı itibarı ile yanıltıcı belge düzenleme veya kullanma eylemi ayrı vergi suçu konusu olarak VUK 359 (a) (2) maddede düzenlenmiştir. 22  Bu nitelikteki belgeler, yani vergi kanunlarına göre tutulma veya düzenlenme ve saklanma ile ibraz edilme zorunluluğu olan belgeler, VUK 229-240 maddeleri arasında fatura veya fatura yerine geçen belgeler başlığı altında düzenlenmiştir. Fatura ve benzeri belgeler özel belge sayılır. 364Ümit    Hacettepe HFD, 11(1), 2021, 357-393 perakende satış fişleri, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu, ücret  bordrosu  gibi  belgelerin  gerçek  bir  mal  alım  satımı  ya  da  hizmet  ifasına dayanmadığı halde vergisel işlemlerde kullanılmak üzere sahte düzenlenmesi veya bu nitelikteki  sahte  belgenin  vergisel  işlemde  kullanılması  eylemleri  ceza  sorumluluğu yaratır.  Sahte belge düzenleme suçunda belgenin aslı ya da sureti üzerinde sahtecilik yapılmasının önemi bulunmamaktadır. Sahte belge, vergisel işlemlerde kullanılmak için düzenlenmemişse, VUK uyarınca düzenlenmesi gerekmeyen bir belge ise veya vergi makamlarından  başka  bir  makama  sunulmuşsa,  Türk  Ceza  Kanunu nda  (TCK) tanımlanan  evrakta  sahtecilik  dolandırıcılık  ya  da  olayın  özelliğine  göre  başka  suç oluşabilecektir.  Sahte  belgeyi  düzenleyen  fail  yönünden,  belgenin  sahte  olarak düzenlenmesi suçun oluşumu için yeterlidir, ayrıca kullanılması gerekli değildir. Sahte belge düzenleme eylemi gerçekte hiçbir mal satışı ya da hizmet ifası olmaması hali gibi aslında olmayan vergisel bir olayın varmış gibi gösterilmesi ya da vergisel bir olayın kısmen doğru kısmen gerçek dışı olarak belgeye yansıtılması suretiyle işlenebilir.  VUK anlamında bir belgenin kullanılması ise; hukuki sonuç yaratacak şekilde defter veya diğer kayıt ortamlarına aktarılması, ibraz edilmesi, vergilendirmeye esas olacak şekilde dikkate alınmasının sağlanmasıdır. Bu bağlamda, sahte belge kullanma suçu sahte düzenlenmiş belgelerin bu özelliği bilinerek yasal defterlere kayıt ve ibraz gibi vergilendirmeye ilişkin olarak vergisel işlemlere konu olması ve vergi idaresine karşı kullanılması ile işlenebilir. Her iki suçla korunan hukuki değere göre, devlet zarar gören konumundadır. Sahte belge düzenleme ve kullanma suçlarının faili / failleri olabilecek kişiler açısından incelendiğimizde;  önemli  bir  farklılık  göze  çarpmaktadır.  Sahte  belge  düzenleme suçunun faili; vergi  yükümlüsü ya da temsilcileri veya bu sıfatı taşımayan bir kişi                                                  23  UĞUR / ELİBOL, 2016, s. 481-483; AĞAR, 2005,  s. 287; UYANIK, 2014, s. 22. 24  UĞUR / ELİBOL, 2016, s.457; AĞAR, 2005, s. 287. 25  AĞAR, 2005, s. 288. 26  UĞUR / ELİBOL, 2016, s. 469. 27  Ibid, s. 485. 365Ümit    Hacettepe HFD, 11(1), 2021, 357-393 olabilir.  Vergi  yükümlüsü  olmayan  ancak  yetkilendirilmeye  istinaden  fatura,  sevk irsaliyesi,  yolcu listesi gibi belgeleri  yanında çalıştığı vergi  yükümlüsü adına sahte olarak düzenleyen şirket müdürü, muhasebeci, ya da eylemi gerçekleştiren üçüncü bir kişinin koşulları oluştuğu halde cezai sorumluluğu doğacaktır. Bu kabul, suçu işleyen gerçek  failin  cezalandırılmasını  öngören  ceza  sorumluluğunun  şahsiliği  ilkesi gereğidir. Sahte belge kullanma suçu ise; yalnızca vergi mükellefi ya da tüzel kişi vergi  mükellefinin  yasal  temsilcisi,  tüzel  kişiliği  olmayan  mükelleflerin  de  yasal temsilcileri tarafından işlenebilir. Esasen, sahte belge kullanma suçunun doğası gereği vergi yükümlüsü olmayan üçüncü bir şahıs tarafından işlenmesi mümkün değildir.  Sahte belge kullanma veya düzenleme suçunun sabit olması halinde VUK 359 (b) maddesinde öngörülen hürriyeti bağlayıcı ceza sadece bu suçları işlediği delillerle sabit olan  gerçek  kişiler,  gerçek  kişi  vergi  mükellefleri  veya  bu  mükelleflerin  yasal temsilcilerine uygulanacaktır. Zira cezai yaptırımlar, sadece gerçek kişi suç failleri için söz konusudur. Velayet altındakilerin, kısıtlıların vergi mükellefi olmaları halinde                                                  28  Yargıtay 11. Ceza Dairesinin 29.06.2020 tarih, E: 2019/5142, K: 2020/3627 sayılı ilamı; Yargıtay 11 CD, 27.06.2018 tarih, E: 2016/4033, K: 2018/5878 sayılı ilamında da sahte fatura düzenleme suçunda failin şirket yetkilisi olmasının gerekmediği belirtilmiştir. İstinaf incelemesine konu olayda sanığın vergi inceleme raporuna konu şirketle doğrudan bağlantısı olduğuna dair somut bilgi ve bulguların olması, yoklama fişini şirket yetkilisi olarak imzalaması, diğer tarafların beyanları ile şirket işlerini bizzat  yürüttüğünün  teyit  edilmesi,  şirketin  devir  işlemlerinin  dahi  sanığın  bilgisi  dahilinde yapıldığının anlaşılması karşısında fatura asılları ve şirket defterleri üzerinde gerekli araştırmalar yapılarak sanığın hukuki durumunun değerlendirilmesi gerektiği yönündeki karşı oy görüşü için bkz : Gaziantep BAM Ceza Daireleri Başkanlar Kurulu Kararı, 10.07.2020 tarih, E: 2020/22, K: 2020/22 sayılı karar. Yargıtay 11 CD, 07.06.2017 tarih, E: 2017/1088, K: 2017/4281 sayılı ilamında da; ceza yargılamasında  subjektif  sorumluluk  ilkesinin  geçerli  olduğu  yani  eylemi  fiilen  gerçekleştirenin sorumlu  tutulacağı  gözetilerek  somut  olayda  sahte  belge  düzenleme  eyleminin  gerçek  failinin araştırılması gereği vurgulanmıştır. 29  VUK 333 (3) maddesinde de; Kanunun 359. maddesindeki fiillerin işlenmesi halinde, Kanunda öngörülen  cezaların  fiili  işleyenler  hakkında  hükmedileceği  düzenlemiştir.  Yargıtay  11.  CD, 07.02.2019 tarih, E: 2016 /6256, K: 2019/1206 sayılı ilamında da; sahte fatura düzenleme suçunun failinin herkes olabileceği, suçta ve cezada şahsilik prensibi gereği esas amacın suçun şekli sorumlusu olan  kanuni  temsilcilerin  değil,  suçun  ayrıntılarını  bilen  ve  oluşumunda  rolü  olan  kişileri cezalandırmak olduğu, suça iştirakin de olanaklı olduğunu belirtmiştir. 30  Esasen, bu ilke, sadece sahte belge kullanma veya düzenleme suçları için değil, VUK 359. maddenin (a) (b) (c) bentlerinde düzenlenen tüm vergi suçlarının işlenmesi halinde maddenin ilgili bentleri uyarınca tayin edilecek hürriyeti bağlayıcı ceza yaptırımları için geçerlidir. İdari yaptırım niteliğindeki vergi cezaları ise, tüzel kişi vergi mükellefleri bakımından uygulanacaktır.  31  Türk Ceza Kanunu (TCK) 20 (2) maddesi amir hükmüne göre; tüzel kişiler hakkında ceza yaptırımı uygulanamaz. Ancak, suç dolayısıyla Kanunda öngörülen güvenlik tedbiri niteliğindeki yaptırımlar saklıdır. 366Ümit    Hacettepe HFD, 11(1), 2021, 357-393 veli  ya  da  vasilerinin  bu  kişilerin  kanuni  temsilcileri  sıfatıyla  VUK  359.  madde kapsamında  işledikleri  sahte  belge  düzenleme  veya  kullanma  suçlarında  ceza sorumluluğu söz konusu eylemleri işleyen veli ya da vasiye aittir 32. Aynı ilke, kayyum tarafından işlenen eylemlerde de geçerlidir. Açıklamaların ışığında sahte belge düzenleme suçunun maddi unsuru; gerçek bir mal alım satımı ya da hizmet ifasına dayanmayan ancak vergilendirme ilişkisi yaratan vergi  kanunları  uyarınca  tutulan  ya  da  düzenlenen,  saklanan  ve  ibraz  zorunluluğu bulunan  belgelerin  asıl  ya  da  suretlerinin  kısmen  ya  da  tamamen  sahte  olarak düzenlenmesidir.  Sahte  belge  kullanma  suçunun  maddi  unsuru  ise;  vergi  kanunları uyarınca tutulan ya da düzenlenen, saklama ve ibraz zorunluluğu bulunan belgelerin sahte olarak düzenlenmiş asıl ya da suretlerinin kullanılmasıdır.  Diğer  yandan,  vergi  kaybı  her  iki  suçun  unsuru  değildir.  Yani,  VUK  359. maddede, ayrıca vergi ziyaı koşulu aranmadığından, sahte belgenin düzenlenmesi veya kullanılması ile eylem tamamlanacaktır. Bize göre; olası bir yasa değişikliğinde suç tanımına sahte belge düzenleme veya kullanma suretiyle vergi kaybına neden olunması                                                  32  VUK 332 maddeye göre; velayet ve vesayet altındakiler veya işlerinin idaresi kayyuma tevdi edilmiş olanlar, kendilerine izafeten veli, vasi ya da kayyumun vergi kanunlarına aykırı hareketlerinden dolayı cezaya muhatap tutulmazlar. Cezanın muhatabı, veli, vasi veya kayyumdur. 33  AĞAR, 2005, s. 288; Hekim e göre; vergi yasası ile bir verginin bulunması da vergi kaçakçılığı suçlarının  oluşmasının  ön  şartıdır,  HEKİM,  Cahit,  Vergi  Kaçakçılığı  Suçları,  Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, 2013, www.tez.yok.gov.tr, (erişim tarihi : 25. 12.2020), s.13. 34  22.07.1998 tarih ve 4369 sayılı Kanun değişikliğinden önce VUK 344. maddede; kaçakçılık suçu, mükellef veya sorumlu tarafından kasten vergi ziyaına sebebiyet verilmesi olarak tanımlanmış ve sahte vesikalar tanzim etmek veya bunları bilerek kullanmak durumunda vergi ziyaına sebep olunması halinde kastın varlığının kabul edileceği hükme bağlanmış idi. 4369 sayılı Kanun değişikliği ile madde, 359. madde olarak numaralandırılmıştır. Dolayısıyla, 01.01.1999 ‘tan itibaren vergi kaybı, suç unsuru olmaktan çıkarılmıştır. 23.01.2008 tarih ve 5728 sayılı Kanunun 276. maddesi ile VUK 359. madde yeniden değişikliğe uğramış olup, Çalışmanın yazım tarihi itibarıyla 5278 sayılı Kanun ile değişik şekli yürürlüktedir. 35  Yargıtay 11 CD nin 05.06.2012 tarih, E: 2009/1359, K: 2012/10704 sayılı sahte belge düzenleme suçuna ilişkin ilamında VUK 359 (b) maddesinde vergi kanunları uyarınca düzenlenmesi gereken belgelerin sahte olarak düzenlenmesinin suçun oluşumu için yeterli olduğu, bu belgelerin kullanılması ve vergi ziyaı doğmasının suçun unsuru olmadığı, belirtilmiştir; VUK 341 (1) maddesinde vergi ziyaı; mükellefin veya sorumlunun vergilendirme ile ilgili ödevlerini zamanında yerine getirmemesi veya eksik ifası yüzünden verginin zamanında tahakkuk ettirilmemesi ya da eksik tahakkuk ettirilmesini ifade eder. Vergi ziyaı cezası yaptırımı ise; VUK 344. maddesinde düzenlenmiş olup; maddenin (2), fıkrası hükmüne göre; vergi ziyaına sahte belge düzenleme veya kullanma suçu da dahil olmak üzere 359. maddede yazılı fiillerle neden olunması, vergi ziyaı cezasında artırım nedenidir. 367Ümit    Hacettepe HFD, 11(1), 2021, 357-393 yönünde bir ibare eklenmesi isabetli olacaktır. Sahte belge düzenleyen veya kullanan fail vergi  ödememek  ya da az ödemek  yani  vergisel  avantaj elde etmek için suçu işlediğinden vergi kaybı oluşması, suç unsuru sayılmalıdır. Bu suçlarla korunan hukuki değer, vergi kaçakçılığı suçlarının özelliği ve düzenleniş amacı gözetildiğinde, vergi ziyaının suç unsuru olarak kabulü hakkaniyete de uygun olacaktır.   2. Manevi Unsurlar Gerek sahte belge kullanma gerek sahte belge düzenleme eylemi kastla işlenebilen suçlardandır. Bu suçlar, haksız kazanç sağlamak ve vergi kaçırmak için ya da her iki amaçla  işlenmektedir.  Yargıtay  Ceza  Genel  Kuruluna  göre;  vergi  belgelerindeki sahteciliğin amacı; düzenleyen için komisyon almak suretiyle haksız kazanç sağlamak veya vergiyi doğuran faaliyetini vergi dairesi bilgisi dışında tutarak vergi ödememek; kullanan için ise gideri fazla gösterip matrahı düşürmek, dolayısıyla vergiyi az ödemek veya hiç ödememek veya hakkı olmayan vergi iadesi veya indiriminden yararlanmaktır. Bu bağlamda, gerçeğe aykırılık olgusu olarak sahtecilik amaç değil, araçtır. Failde, gerçek mal veya hizmet ilişkisine dayanmadığını ve gerçek bir duruma ilişkin vergilendirme ilişkisi yaratmadığını bildiği halde vergi işlemlerinde kullanmak üzere sahte belgeyi bilerek ve isteyerek düzenleme iradesi veya bu nitelikteki yani gerçek  mal  alım  satımı  veya  hizmet  ifasına  dayanmadığı  halde  doğru  bilgileri içermeyen, vergi mükellefiyetine dair yanlış bilgiler içeren sahte olarak düzenlenmiş belgeyi bilerek ve isteyerek kullanma iradesi mevcut olmalıdır. Birinci hal, sahte belge düzenleme, ikinci hal ise sahte belge kullanma suçunun manevi unsurunu oluşturan kast öğesidir. Esasen, sahte belge düzenleme eylemi, içeriğinde bilme ve isteme unsurunu                                                  36  Vergi  ziyaı  kabahatlerinde  suç  unsuru  olan  vergi  ziyaının  vergi  kaçakçılığı  suçlarında  unsur sayılmaması konusunda haklı bir eleştiri ve öneriler için bkz: BAŞTÜRK, 2017, s. 70-74.S 37  TCK 21 (1) maddesine göre; suçun oluşması kastın varlığına bağlıdır. Kast, suçun kanuni tanımındaki unsurların bilerek ve istenerek gerçekleştirilmesidir. 38  Yargıtay CGK, 11.03.2014 tarih, E:2012/11-1382, K: 2014/124 sayılı ilam; UĞUR / ELİBOL,  2016, s. 88. 39  Yargıtay CGK, 11.03.2014 tarih, E:2012/11-1382, K: 2014/124 sayılı ilam. 368Ümit    Hacettepe HFD, 11(1), 2021, 357-393 barındırmaktadır. Bize göre; belgenin gerçek bir duruma dayanmadığını bilme, kastın bulunduğuna dair kuvvetli kanaat oluşturabilir. Kastın  değerlendirilmesi,  sahte  belge  kullanma  suçlarında  ayrıntılı  inceleme gerektirmektedir. Özellikle mal ya da hizmet sağlayıcısı tarafından kendi belgesi yerine başka bir mükellefin belgesinin verilmesi gibi durumlarda, içeriği doğru olmayan bu belgeyi kullananın kastı ayrıntılı araştırılmalıdır. Sahte belgeyi kullananın, kullandığı belgenin  sahte  olduğunu  bildiği  veya  bilebilecek  konumda  olduğu,  somut  olayın özelliklerine göre sabitse kast unsuru oluşacaktır.          Sahte belge düzenleme veya sahte belge eyleminin oluşması için maddi ve manevi unsurların bir arada bulunması gerekmekte olup; yasa uygulayıcı makamlar tarafından somut olayın özellikleri çerçevesinde değerlendirilmelidir.  C. Sübuta Yönelik Tespitler 1. Re sen Araştırma İlkesinin Önemi Sahte belge düzenleme ve kullanma suçlarının sübutu teknik bir alanda kapsamlı inceleme  gerektirdiğinden  uygulamada  farklı  değerlendirmeler  ve  sıkıntılarla karşılaşılmakta, yeknesaklık sağlanamamaktadır. Özellikle, vergi suçu raporuna esas incelemenin,  vergilendirme  döneminden  uzun  süre  geçtikten  sonra  yapılması, incelemeye esas kayıtlara ait defter ve belgelerin bulunamaması ve suç türüne özgü araştırma-inceleme  yapılmasında  karşılaşılan  yorum  farklılıkları  sübut  sorununa  yol açmaktadır. Sübutun eksiksiz tespiti ile ceza sorumluluğunun tayininde, tüm özel ceza yasaları kapsamındaki  suçlar  gibi,  ceza  sorumluluğuna  dair  ceza  hukukunun  temel  ilkeleri geçerlidir.  Ceza  sorumluluğu  değerlendirilirken,  re sen  araştırma  ilkesi  uyarınca                                                  40  12.06.2002 tarih ve 24789 sayılı Resmi Gazetede yayımlanan 306 sayılı Vergi Usul Kanunu Genel Tebliği,  parag.  7;  Tebliğde;  sahte  belgeleri  bilmeden  kullandığı  sonucuna  varılan  mükellefler hakkında vergi suçu raporu düzenlenmesine gerek olmadığı ifade edilmiştir. 41  TCK 5. maddesine göre; TCK genel hükümleri özel ceza kanunları ve ceza içeren kanunlardaki suçlar hakkında da uygulanır. Bu bağlamda, suçta ve cezada kanunilik ilkesi, adalet ve kanun önünde eşitlik ilkesi, ceza sorumluluğunun şahsiliği, cezanın belirlenmesi ve bireyselleştirilmesi, dava ve cezanın 369Ümit    Hacettepe HFD, 11(1), 2021, 357-393 maddi gerçeğe ulaşma hedefi, vergi kaçakçılığı suçlarında da uygulanacaktır. Bu ilke, sahte belge düzenleme ve kullanma suçlarının sübutunda hem  temel  amaç hem  de sübuta  ulaşmadaki  anahtardır.  Nitekim,  VUK  3(B)  maddenin  birinci  ve  ikinci fıkrasında,  vergilendirmede  vergiyi  doğuran  olay  ve  bu  olaya  ilişkin  muamelelerin gerçek  mahiyetinin  esas  olduğu  ve  bu  durumun  yemin  hariç  her  tür  delille ispatlanabileceği belirtilmiştir. Maddenin ikinci fıkrasının son cümlesine göre; vergiyi doğuran  olayla  ilgisi  tabii  ve  açık  bulunmayan  şahit  ifadesi  ispatlama  aracı  olarak kullanılamaz.  Madde  düzenlemesi  ceza  hukukunda  delil  serbestisi  ilkesini  ifade etmekte,  ancak  tanık  beyanı  yönünden  özel  bir  düzenleme  getirerek  olayla  ilgisi olmayan  tanık  beyanına  delil  olarak  dayanılamayacağını  belirtmektedir.  Muhakeme konusu olayla ilgisi olmayan delil zaten esas alınamayacağından, bu hükmün madde metninden çıkarılması isabetli olacaktır. Diğer yandan, iktisadi, ticari ve teknik icaplara uymayan  veya  olayın  özelliğine  göre  normal  ve  mutad  olmayan  bir  durumun  ileri sürülmesi  halinde  ispat  külfeti,  ileri  süren  tarafa  aittir.  İlgili  yasal  düzenlemeler, Yargıtay kararları ve ceza hukuku genel ilkelerine göre suç unsurları re sen araştırma ilkesi uyarınca değerlendirilerek maddi hakikate ulaşılmalıdır.   2. Faturalara Ulaşılması Sorunu Sahte  belge  düzenlemek  veya  kullanmak  eylemleri  yönünden  sahte  olarak düzenlenen veya kullanılan belgelerin incelenmesi maddi gerçekliğe ulaşılmasında son derece önemlidir. Sahte olarak düzenlendiği veya kullanıldığı iddia olunan belgelere ulaşılamaması  halinde  ise;  diğer  delillerle  sahte  belge  düzenleme  veya  kullanma eyleminin aydınlatılıp aydınlatılamayacağı uygulamada tartışmalı bir alandır.                                                                                                                                                düşürülmesi esasları gibi temel ilke ve düzenlemeler, VUK  da Üçüncü Bölümde düzenlenen vergi kaçakçılığı suçlarında da uygulanır. 42  VUK 3 (B) maddesi üçüncü fıkra hükmü; YCGK, 08.11.2018 tarih, E: 2018/11-427, K: 2018/517 sayılı ilamında da VUK 3 (B) maddesindeki vergilendirmede vergi ilişkisi yaratan gerçek durumun esas alınacağı kuralına atıfta bulunulmuştur.   43  VUK 3 (A) maddesi ikinci fıkrası hükmündeki; vergi kanunlarının lafzı ve ruhu ile hüküm ifade edeceği,  lafzın  açık  olmadığı  hallerde  Kanun  hükümlerinin  konuluşundaki  maksat,  hükümlerin Kanunun yapısındaki yeri ve diğer maddelerle bağlantısı dikkate alınarak uygulanacağı yönündeki düzenleme, maddi hakikate ulaşmada önemli bir dayanaktır. 370Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Uygulama,  uzun  süre,  sahte  belgenin  kanunda  öngörülen  şekil  şartlarını  ve zorunlu  unsurları  içermemesi  durumunda  suç  konusu  oluşturmayacağı  görüşü çerçevesinde şekillenmiştir. Bu görüş; Kanunun 227 (3) maddesi amir hükmündeki; Vergi Usul Kanununa göre kullanılan veya kullanma mecburiyeti getirilen belgelerin kanunda öngörülen zorunlu bilgileri taşımaması halinde vergi kanunları bakımından hiç  düzenlenmemiş  sayılacağı  düzenlemesine  dayanmaktadır.  Yüksek  yargı kararlarında;  faturalarda  bulunması  gereken  zorunlu  bilgileri  içermeyen  faturaların düzenlenmemiş  sayılacağının  kabulüyle,  öncelikle  fatura  asıllarının  getirtilip incelenmesi ve sadece VUK uyarınca zorunlu bilgileri içeren faturaların; gerçek alım satım  ilişkisi  veya  hizmet  ifası  karşılığı  olup  olmadığının  belirlenmesi  için  sübuta yönelik araştırma yapılması gereği vurgulanmıştır. Maddi gerçeğin tespiti bakımından fatura aslı veya onaylı örneklerine ulaşılarak gerekli şekil şartı incelemesi yapılması zorunluluğu pek çok kararda vurgulanmıştır. Esasen  bu  kabul;  sahte  fatura  düzenleme  ve  kullanma  eylemlerinde  suçun  maddi                                                  44  Faturada bulunması gereken zorunlu bilgiler, VUK 230 (1) maddede sayılmıştır. Düzenleme uyarınca; faturanın düzenlenme tarihi, seri ve sıra numarası, faturayı düzenleyenin adı, varsa ticaret unvanı, iş adresi, bağlı olduğu vergi dairesi ve hesap numarası, müşterinin adı, ticaret unvanı, adresi, varsa vergi dairesi ve hesap numarası, malın veya işin nev i, miktarı, tutarı, satılan malların teslim tarihi ve irsaliye numarası, zorunlu bilgiler olarak sayılmıştır. VUK 231. maddede ise; fatura düzenlenirken sıra  numarası  dahilinde  teselsül  ettirilmesi,  mürekkep,  makine  veya  kopya  kurşunu  kalem  ile doldurulması, en az bir asıl ve iki örnek olarak düzenlenmesi, fatura baş tarafında iş sahibi veya yerine imzaya yetkili olanların imzasının bulunması, uyulması gereken kaideler arasında sayılmıştır. Aynı maddenin (5) fıkrası hükmüne göre; malın teslimi veya hizmetin yapıldığı tarihten azami yedi gün içerisinde düzenlenmeyen faturalar hiç düzenlenmemiş sayılacaktır. 45  Aynı  maddenin  son  fıkrasına  göre  Maliye  ve  Gümrük  Bakanlığı  düzenlenmesi  mecburi  olan belgelerde bulunması gereken zorunlu bilgileri belirlemeye ve bu belgelerden uygun gördüklerine düzenlenme saatinin yazılması mecburiyetini getirmeye yetkilidir. 46  Yargıtay 11 CD, 04.06.2018 tarih, E: 2017/9450, K: 2018/5286 sayılı ilamı. İlamda; zorunlu bilgileri içeren faturalara dair sübuta yönelik araştırmalar ise; düzenleyen şirkete ait mal ve para akışını gösteren sevk ve taşıma irsaliyelerinin, teslim ve tesellüm belgelerinin, bedelin ödendiğine ilişkin ticari teamüle uygun ve kanıtlama yeterliliği olan banka hesaplarının, kasa mevcuduyla uyumlu geçerli belgelerin, faturaları kullananlara dair yeterli mal girişi veya üretim olup olmadığına ilişkin belgelerin getirtilmesi, daha sonra faturaları düzenleyen şirket ile kullanan şirket ve kişilerin ticari defter ve belgeleri üzerinde karşılıklı bilirkişi incelemesi yaptırılması olarak sayılmıştır. 47  Yargıtay 11 CD, 22.12.2016 tarih E: 2016/3147, K: 2016/8747 sayılı ilamı. Kararda maddi gerçeğin tespitinin  yanı  sıra,  zincirleme  suç  hükümlerinin,  lehe  yasanın  ve  zamanaşımı  süresinin  tespiti bakımından da fatura aslı veya onaylı suretinin gerektiği belirtilmiştir. Yargıtay 11 CD, 07.06.2017 tarih, E: 2017/1088, K: 2017/4281 sayılı ilamında da sahte olarak düzenlendiği iddia olunan fatura asılları ya da onaylı örneklerinin her takvim yılı için kanaat oluşturacak şekilde temin edilmesi ve VUK  da öngörülen zorunlu bilgileri içerip içermediklerinin incelenmesi gereği, belirtilmiştir. 371Ümit    Hacettepe HFD, 11(1), 2021, 357-393 konusunu bizatihi faturanın oluşturduğu esasına dayanmakta, bu açıdan da faturaların ilgili suç dosyasına getirtilerek zorunlu bilgileri taşıyıp taşımadığı incelemesini zorunlu kılmaktadır.  Bu  yaklaşım,  zorunlu  bilgileri  içermeyen  faturaların  düzenlenmemiş sayılacağına dair VUK nın amir hükmü gereğince, zorunlu bilgileri ve şekil şartını ihtiva etmeyen faturadan dolayı suçun da oluşmayacağı sonucunu yaratmıştır. Diğer yandan, uygulamada karşılaşılan sıkıntıların yansıması ve sadece zorunlu bilgi  ve  şekil  şartlarını  ihtiva  eden  faturaların  suç  konusu  olarak  kabul  edilmesine yönelik  eleştiriler,  yüksek  yargı  kararlarındaki  değişikliğe  zemin  yaratmıştır.  Sahte belge düzenleme ve kullanma suçlarında faturalarda VUK 227 (3) ve 230. maddeleri kapsamında şekil denetiminin gerekli olmadığı, bu nedenle şekil şartlarını ve zorunlu unsurları taşıyıp taşımadıklarını tespit için faturalara mutlaka ulaşılmasının gerekmediği yönünde görüşler ileri sürülmüştür. Öğretideki karşı görüşler; sahte belge düzenleme ve kullanma suçlarında sahteliği iddia olunan faturanın suçun maddi konusu olmadığı, belge ve şekil denetiminin suçun unsuru haline getirilmesinin VUK 359. maddedeki suç tanımı ve genel olarak Kanunun düzenleniş amacı ile bağdaşmayacağı, sahte olarak düzenleme veya kullanma suçlarında, sahteliği iddia edilen belge ya da faturanın taraflar arasında  gerçek bir ticari ve hukuki  ilişkiye dayanmaması halinin  sahtecilik  olarak kabulü ile içerik sahteciliğinin cezai sorumluluk doğurduğu, içerik sahteciliğinin ise faturadaki şekli unsurlarla denetlenemeyeceği esaslarına dayanmıştır.                                                    48  Yargıtay 11 CD, 22.12.2016 tarih E: 2016/3147, K: 2016/8747 sayılı ilamı. İlamda faturaların VUK 227 (3) ve 230. maddede belirtilen nitelikleri taşıyıp taşımadığının mutlaka tespit edilmesi gereği vurgulanmaktadır. 49  Bkz: Yargıtay 19 CD, 10.06.2015 tarih, E: 2015/2945, K: 2015/2583; 16.09.2015 tarih, E: 2015/4355, K:  2015/4424  sayılı  ilamları.  Hatta  Yüksek  Mahkemece  faturaların  mevcut  olmadığının  ya  da kanunda öngörülen şekil şartlarını taşımadığının tespiti halinde beyannameye fatura eklenmesinin zorunlu  olmaması  nedeniyle  sanığın  gerçeğe  aykırı  beyanname  vermesi  şeklinde  gerçekleşen eyleminin özel usulsüzlük cezasını gerektireceğine hükmetmiştir, bkz: Yargıtay 19 CD, 09.09.2015 tarih, E: 2015/4392, K: 2015/4108 sayılı ilam. 50  Bkz: Yargıtay 11 CD, 04.06.2018 tarih, E: 2017/9450, K:2018/5286 sayılı ilam muhalefet görüşü; aynı  yöndeki  muhalefet  görüşlerinde  de;  genel  olarak,  VUK  kapsamında  düzenlenen  fatura  ve belgelerin özel belge vasfında olduğundan belge ve şekil denetiminin sahte belge düzenleme veya kullanma suçlarının unsuru olmadığı, sübutun vergiyi doğuran olay veya muamelelerin gerçekliği denetimine dayanması gerektiği, VUK 227 (3) ve 230 maddeler uyarınca gerekli şekil şartlarını taşımayan belge veya faturaların düzenlenmemiş sayılsa dahi, ceza soruşturması ve yargılamasında delil olarak kullanılabileceği, aldatma kabiliyetinin içerikte aranacağı, VUK 359 (b) maddesinde tanımlı suçların belgede şekil denetimine indirgendiğinde içerik yönünden denetimin zorlaşacağı hatta imkansızlaşacağı, VUK hükümlerine göre belge ile ispat külfeti mükellefe ait olduğundan VUK 359 372Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Bize göre; son derece isabetli yorumla Yargıtay Ceza Genel Kurulu; şekil şartları ve aldatma kabiliyetinin bu suçlar için unsur olarak düzenlenmediğini, vergiyi doğuran olay ve işlemlerin yemin hariç her tür delille ispat edilebileceği dikkate alındığında VUK  359  (b)  maddedeki  sahtecilik  düzenlemesinin  belgenin  şekli  denetimini içermediğini açıkça ifade etmiştir. Yani, faturada şekil şartlarının suç unsuru sayılarak gerekli şekli ve zorunlu unsurları ihtiva etmeyen faturaların sahte fatura düzenleme veya kullanma suçunu oluşturmayacağı yönündeki uygulama ve kabulden vazgeçilmiştir.  Genel Kurul kararında; Vergi Usul Kanunu bir bütün olarak değerlendirildiğinde, Kanunun  şekil  şartları  eksik  faturayı  hukuki  açıdan  yok  hükmünde  saymadığı, düzenlenmemiş sayılma sonucunun sadece idari denetimlerde geçerli olacağı, şekil şartı incelemesinin  idari,  mali  ve  vergisel  denetimlerde  kolaylığı  ve  idari  makamların belirleyeceği idari para cezalarının belirliliğini, ticari hayatın işlerliğini sağlayıcı amaç taşıdığı, ancak ceza hukuku kapsamında Kanunda düzenlenen kaçakçılık suçlarına özgü düzenleme  olmadığı,  ceza  yargılamalarında  şekil  şartlarına  ilişkin  zorunlu  bilgileri içerip  içermediğinin  denetlenmesi  amacıyla  faturaların  elde  bulundurulmasında zorunluluk bulunmadığı sonucuna ulaşılmıştır. Genel Kurul kararı uyarınca; faturalara ulaşılamaması halinde; fatura delili bir tarafa bırakıldığında dosya kapsamındaki mevcut deliller ile sahte belge düzenleme veya kullanma suçunun işlendiği anlaşıldığı takdirde, fail atılı suçtan cezalandırılacaktır.                                                                                                                                                 (b) madde açısından suç unsuru kabul edilemeyeceği, ayrıca VUK 257, madde uyarınca Maliye Bakanlığının tebliğlerle düzenlenme veya kullanma zorunluluğu olan belgeleri belirleme yetkisinin olduğu, bu nedenle VUK 227 (3) maddedeki şekil denetiminin VUK 359 (b) madde için kabul edilmesinin  tebliğ  ile  belirlenen  belgeler  bakımından  kanunsuz  suç  olmaz  ilkesine  aykırılık oluşturacağı ifade edilmiştir; aynı yönde karşı görüşler için bkz: Yargıtay 11 CD, 27.06.2018 tarih, E: 2016/4012, K: 2018/5891; 05.07.2018 tarih,  E: 2016/7310, K: 2018/6261; 05.07.2018 tarih, E: 2016/7955,  K:  2018/6259; 27.06.2018  tarih,  E:  2017/2209,  K:  2018/5880;  10.07.2017  tarih,  E: 2018/4219, K: 2018/6420 sayılı ilamları muhalefet şerhleri. 51  YCGK, 08.11.2018 tarih, E:2018/11-427, K:2018/517 sayılı ilamında; Vergi Usul Kanununun şekil şartları  eksik  faturayı  mükellef  hakkında  yapılacak  idari  denetimlerde  usul  hükümlerine  riayet edilmeden hazırlanmış fatura kabul ederek ilgili denetimlerde dikkate almamak için VUK 227(3) maddede bu tür faturaların düzenlenmemiş sayılacağı hükmüne yer verdiğini, bu maddenin kaçakçılık suçlarına yönelik olmadığını bildirmiştir. 52  Yargıtay CGK, 08.11.2018 tarih, E: 2018/11-427, K: 2018/517 sayılı ilam. 53  Ibid.  373Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Böylece  şekil  şartları  ve  aldatma  kabiliyetinin  suçun  unsuru  olmadığı,  açıkça kabul  edilmiştir.  Gerçekten  de,  Kanun  Koyucu  bu  suçlarda  içerik  sahteciliğini cezalandırmaktadır.  Suçların  sübutu  açısından  araştırılması  gereken  karşıtlık incelemesi,  banka  hesapları,  imza-yazı  incelemeleri  gibi  tüm  incelemeler,  içerik sahteciliğinin  oluşup  oluşmadığına  yöneliktir.  Faturalara  ulaşılamaması  durumunda, diğer her tür delille içerik sahteciliği ispat edilebiliyorsa suç oluşacaktır. Aksi kabul, hakkaniyet  ilkesi  ve  kanunun  özüne  aykırıdır.  Ayrıca,  vergiyi  doğuran  olay  ya  da işlemin gerçek mahiyetinin esas alınacağına ve buna yönelik ispatın her tür delil ile yapılabileceğine dair genel VUK ilkelerine ve yüklenen suçun hukuka uygun şekilde elde edilmiş her tür delil ile ispatına dair Ceza Muhakemesi Kanunu (CMK) 217 (2) maddesindeki ispatla ilgili amir hükme uyum sağlanmıştır. Özel daire kararlarına da içtihat değişikliği yansımıştır.   3. Gerekli ve Yeterli Araştırma-İnceleme Yapılması Sahte  belge  düzenlemek  veya  kullanmak  suretiyle  işlenen  vergi  kaçakçılığı suçlarında, fatura düzenlenmesi veya kullanılmasına esas gerçek bir durumun varlığı araştırılarak maddi gerçeğin tespiti için her dosyanın özelliğine göre gerekli ve yeterli                                                  54  Bu bağlamda, VUK kapsamındaki sahtecilik düzenlemesinin TCK dakinden farklı olduğu da teyit edilmiş olmaktadır. VUK 359 (b) (son) maddede; sahte belge tanımı yapılarak, gerçek muameleye dayanmayan belge olarak tarif edilmiştir. O halde, faturanın gerçek muameleye, hizmet ifasına, alımsatıma dayanmadığının tespiti, sahte olarak nitelendirilmesi için yeterli olacaktır.  55  Bu yönüyle VUK 359 (b) maddesindeki sahtecilik eyleminin değerlendirilmesi, TCK  da düzenlenen sahtecilik düzenlemesinden farklılaşmaktadır. Sahte fatura niteliği itibarıyla özel belge ise de; VUK  da  tanımlanan  ve  vergisel  işlemlerde  kullanılan  sahte  belgeler  VUK  359.  maddesindeki  suçu oluşturmaktadır, bkz: Yargıtay 11. CD 26.07.2007 tarih, E: 2007/593, K: 2007/4440 sayılı ilam. Özel belgede sahtecilik suçu; TCK 207. maddesinde; bir özel belgeyi sahte olarak düzenlemek veya gerçek bir özel belgeyi başkalarını aldatacak şekilde değiştirerek kullanma eylemi olarak tanımlanmıştır. Belgenin sahte olduğu bilinerek kullanılması halinde suç oluşur. Özel belgede sahtecilik suçunun faili herkes olabilir, bu suçla kamu güvenliğinin yanı sıra, kişisel yarar da korunmaktadır. Özel belgede sahtecilik  suçunda  belgenin  aldatıcı  nitelik  taşıyıp  taşımadığı  olaya  özgü  koşullara  göre araştırılmalıdır, ayrıntılı bilgi için bkz: GERÇEKER, Hasan, Yorumlu & Uygulamalı Türk Ceza Kanunu,  2011, Cilt: 1, Cantekin Matbaacılık, Ankara, s.2201-2205. 56  Kanunun amir hükmü gereği yemin hariç her tür delil ile ispat mümkündür. VUK 3 (b) (2) madde. 57  Yargıtay 11.CD, 30.09.2019 tarih, E: 2016/7246, K: 2019/6782 sayılı ilamda, sahte fatura düzenleme suçundan  açılan  davada  faturaların  temin  edilememesi  halinde,  faturaları  kullanan  mükelleflerin belirlenerek çekinme hakları da hatırlatılmak suretiyle tanık olarak dinlenmeleri ve faturaları kimden hangi  hukuki  ilişkiye  dayalı  aldıkları  sorularak  sanığın  hukuki  durumunun  belirlenmesine  karar verilmiştir. 374Ümit    Hacettepe HFD, 11(1), 2021, 357-393 araştırma yapılmalıdır. Sahte belge düzenleme eyleminde sahte belgeyi kullanan; sahte belge kullanma eyleminde de sahte olarak kullanılan belgeyi düzenleyen  yönünden araştırma yapılması, bir başka ifadeyle karşıt incelemeye başvurulması gerekmektedir. Karşıt  incelemede;  karşıt  incelemeye  konu  mükellef  hakkında  da  inceleme  yapılıp yapılmadığı, vergi tekniği ve vergi raporuna dayalı kamu davası açılıp açılmadığı, varsa açılan davanın akıbeti de araştırılmalıdır. Ayrıca, sahte faturayı düzenleyen şirket ile kullanan şirket ve kişilerin ticari defter ve belgelerinin karşılıklı olarak araştırılmasını sağlayacak şekilde bilirkişi incelemesi yaptırılmalıdır.  Fatura  ve  belgelerin  gerçek  hizmet  ifası  ya  da  alım-satım  karşılığı  olup olmadığının  belirlenmesi  bakımından;  mal  ve para  akışını  gösteren  sevk  ve  taşıma irsaliyelerinin, teslim tesellüm belgelerinin, bedelin ödendiğine ilişkin ticari teamüle uygun ve kanıtlama yeterliliği olan banka hesaplarının veya geçerli ödeme belgelerinin, faturayı kullanan yönünden yeterli mal girişi olup olmadığının, faturayı düzenleyen yönünden  yeterli  üretim,  mal  girişi  ya  da  stoku  olup  olmadığının  da  araştırılması önemlidir.  Araştırma  tamamlandıktan  sonra,  tüm  veriler,  düzenleyen  ve  kullanan                                                  58  İşi yapan için gelir, işi yaptıran için gider belgesi olan faturanın en ez iki nüsha düzenlenmesi ve tarafların yasal defterlerine kaydı gereklidir. Bu husus, vergi kaybını önler. Bu nedenle bir mükellef hakkındaki defter, belge ve kayıtların doğruluğunun tespiti için gerektiğinde başka mükellefin kayıt ve belgelerinin incelenmesi karşıt incelemedir, UĞUR / ELİBOL, 2016, s. 459. 59  Yargıtay 11 CD, 01.10.2020 tarih, E: 2020/1119, K: 2020/5276 sayılı ilamında, Yüksek Mahkeme, sahte belge düzenlemek eyleminde maddi gerçeğin kuşkuya yer vermeyecek şekilde belirlenmesi bakımından sahte olduğu iddia olunan faturaları kullanan şirketler hakkında karşıt inceleme raporları düzenlenip  düzenlenmediği  araştırılarak,  faturayı  kullanan  ilgili  şirket  yetkilileri  veya  şahıslar hakkında  dava  açılıp  açılmadığı  araştırılıp,  açıldığının  tespiti  halinde  dava  dosyaları  getirtilip incelenerek,  somut  olaydaki  davayı  ilgilendiren  tüm  delillerin  onaylı  örneklerinin  dosya  içine konulması gereğine işaret edilmiştir. Özel Daire, 01.10.2020 tarih, E: 2017/10527, K: 2020/5255 sayılı ilamında ise; sahte belge kullanma suçundan açılan kamu davasında; sahte faturayı düzenleyen mükellef hakkında tanzim edilen vergi inceleme raporlarının, varsa ilgili takvim yılına dair mükellef hakkında açılan kamu davası dosyalarının, faturaların gerçek alım-satım karşılığı olup olmadığının belirlenmesi için mükellefe ait sevk ve taşıma irsaliyelerinin, teslim-tesellüm belgelerinin, banka hesaplarının incelenmesi ve faturayı düzenleyen ile kullanan mükellefin ticari defter ve belgeleri üzerinde karşılıklı bilirkişi incelemesi yaptırılmasına hükmetmiştir. Aynı yönde Yargıtay kararları için bkz: Yargıtay 11 CD, 01.10.2020 tarih, E: 2017/2603, K: 2020/5257; 01.10.2020 tarih, E: 2017/1747, K: 2020/5323; 16.12.2019 tarih, E: 2019/2378, K: 2019/9450 sayılı ilamları. 60  Yargıtay 11 CD, 04.06.2018 tarih, E: 2017/9450, K: 2018/5286 sayılı ilam. Sahte fatura düzenleme ve kullanma suçlarında sübuta yönelik yapılması gereken araştırmalar hakkında bkz: Gaziantep BAM 11 CD 07.12.2020 tarih, E:  2019/1682, K: 2020/3015 sayılı karar. 61  Yargıtay 11 CD, 01.10.2020 tarih, E: 2020/1119, K: 2020/5276; 04.06.2018 tarih, E: 2017/9450, K: 2018/5286; 22.12.2016 tarih, E: 2016/3147, K: 2016/8747 sayılı ilamları. 375Ümit    Hacettepe HFD, 11(1), 2021, 357-393 mükellefin  ticari  defter  ve  belgeleri  birlikte  bilirkişiye  tevdi  edilerek  inceleme istenmelidir. Sayılanların dışında maddi gerçeğin tespiti bakımından her somut olayın özelliğine göre değişebilen gerekli her tür araştırmalar yapılmalıdır.  Sübuta ulaşmada tanık deliline başvurulması da gerekebilir. Bu kapsamda, sahte fatura  kullandığı  iddia  edilen  kişilerden  faturaları  hangi  hukuki  ilişkiye  dayanarak kimden aldıkları ve kullandıkları sahte faturayı düzenleyen kişileri tanıyıp tanımadıkları sorularak faturayı kimin düzenlediği hususu aydınlatılabilecektir.  Dolayısıyla, failin ceza sorumluluğunun tespitinde sahte fatura düzenleme veya kullanma  suçlarının  tipik  unsurları  ve  özelliğine  göre  araştırma  konuları değişebilmektedir. Söz gelimi, sahte fatura düzenleme suçunda fatura üzerinde yazı ve imza  incelemesi  yapılarak  fail  tarafından  düzenlenip  düzenlenmediğinin  saptanması önemlidir. Yargıtay kararlarındaki son yaklaşım uyarınca; sahte belge düzenleme veya                                                  62  İşyeri koşulları, işçi sayısı, vergi beyannamelerinin miktarı ve aylara göre değişen oranı, beyan edilen vergiye esas şirket potansiyeli ve şirketin faaliyet alanı ile uyumlu olup almadığı araştırmaları bu kapsamda sayılabilir, bkz: Yargıtay 11 CD, 22.12.2016 tarih, E: 2016/3147, K: 2016/8747 sayılı ilam. 63  Yargıtay 11 CD, 07.06.2017 tarih, E: 2017/1088, K: 2017/4281; 29.06.2020 tarih, E: 2019/5142, K: 2020/3627 sayılı ilamları. Tanık olarak dinlenecek kişilere CMK  nın tanık dinleme konusundaki usul hükümlerine uyularak tanıklık yaptırılmalıdır. Ayrıca, CMK 48. maddesi uyarınca tanığın kendisi ve yakınlarını ceza kovuşturmasına uğratabilecek nitelikteki sorulara cevap vermekten çekinme hakkı hatırlatılmalıdır. Tanığın yakınları kapsamına giren kişiler CMK 45 (1) maddede ayrıca sayılmıştır. 64  Yargıtay 11 CD, 29.06.2020 tarih, E: 2019/5142, K: 2020/3627 sayılı ilamında, sanığın inkara yönelik savunmasında şirketin gayri resmi ortağı tarafından idare edildiğini belirtmesi karşısında, fatura asılları temin edildikten sonra, sanığın beyanında bildirdiği ortağın tanık sıfatıyla dinlenmesi ve sanık ile bu kişinin yazı ve imza örnekleri ile faturadaki yazı ve imza örneklerinin aidiyeti konusunda inceleme  yaptırılması  gereğini  bildirmiştir.  Aynı  konuda  bir  karar  için  bkz:  Yargıtay  11  CD, 07.06.2017 tarih, E: 2017/1088, K: 2017/4281 sayılı ilamı. Yargıtay 11 CD, 30.09.2020 tarih, E: 2017/12005, K: 2020/5176 sayılı ilamında da, faturalardaki yazı ya da imzanın aidiyeti belirlenemez ise; sahte olarak düzenlenen faturayı kullandığı belirlenen  mükellefler hakkında karşıt inceleme raporu ve bu raporlara dayalı açılmış dava olup olmadığının araştırılması ve sahte faturayı kullanan mükelleflerin tanık sıfatıyla dinlenerek maddi gerçeğe ulaşılması için gereken araştırmaların yapılması zorunluluğunun  bulunduğu  bildirilmiştir.  Yargıtay  11  CD,  19.10.2020  tarih,  E:  2017/15150,  K: 2020/5985 sayılı ilamında; sanığın kendisini notere götürüp imza attırdıklarını, adına şirket açıldığını yeşil kartı iptal edilince öğrendiğini, faturadaki yazı ve imzaların kendisine ait olmadığını, sahte fatura düzenlendiğinden bilgisi olmadığını savunması karşısında, maddi gerçeğin kuşkuya yer vermeyecek şekilde  belirlenmesi  bakımından,  dosyada  bulunan  faturalar  üzerinde  imza  ve  yazı  incelemesi yapılması, savunmada belirtilen kişilerin tanık olarak dinlenmesi ve bu kişilerden temin edilecek yazı ve imza örneklerinin de faturadaki imza ve yazı örnekleriyle birlikte incelenmesi, sonuç alınamadığı takdirde yani faturaların sanık ya da belirttiği kişiler tarafından düzenlenmediğinin anlaşılamaması halinde ise; bu faturaları kullanan mükelleflerin araştırılması ve faturayı kimden hangi hukuki ilişkiye dayanarak aldıklarının sorulması, bu mükellefler hakkında karşıt inceleme yaptırılması ve sonuca göre maddi  hakikate  ulaşılması  gerektiğine  karar  verilmiştir.  Yargıtay  11  CD,  13.10.2020  tarih,  E: 2020/2823, K: 2020/5780 sayılı ilamında ise; sahte fatura düzenleme suçundan yapılan yargılamada sanığın  alımların  gerçek  olduğunu  sahte  fatura  düzenlenmediğini  savunması  karşısında  maddi 376Ümit    Hacettepe HFD, 11(1), 2021, 357-393 kullanma  suçlarının  sübutu  için  mutlaka  fatura  aslının  veya  onaylı  örneklerinin bulunmasına gerek olmasa da; somut olayın özelliğine göre dosya kapsamında imza ve yazı incelemesi gibi araştırmaya ihtiyaç duyulması halinde kuşkusuz en önemli delil olarak fatura ve belge asıllarına başvurulması gerekebilecektir.  D. Dava Şartına Uyulması   Sahte belge düzenleme ve kullanma suçlarında kamu davası açılması özel dava şartına  bağlıdır.  Bu  koşul,  VUK  359.  madde  kapsamındaki  diğer  vergi  kaçakçılığı suçları için de geçerlidir. Söz konusu eylemlerle ilgili hazırlanan vergi suçu raporlarının değerlendirme komisyonunun mütalaası  ile birlikte ilgili  Cumhuriyet  Başsavcılığına bildirilerek suçun ihbarı gerekmektedir. Mütalaa ve bildirim olmadan dava açılması hukuken mümkün değildir. VUK 367 (1) maddeye göre, bildirim; inceleme vergi müfettişi  ve  vergi  müfettiş  yardımcıları  tarafından  yapılarak  rapor  altına  alınmışsa mütalaa ile birlikte doğrudan; vergi  incelemesine  yetkili diğer memurlar tarafından yapılmışsa mütalaa ile birlikte ilgili vergi dairesi başkanlığı veya defterdarlık tarafından yapılacaktır.  Hızlı, etkin ve adil yargılama sürecinin sağlanmasında dava şartına uyulması son derece önemlidir. Dava şartı olan mütalaaya dayanmadan açılan kamu davalarında, dava şartının gerçekleşmediğinin ilk derece  yargılama sürecinde hatta  yasa yolu başvuru incelemeleri  aşamasında  fark  edilmesi,  süreci  başa  döndürdüğünden  yargılama                                                                                                                                                gerçeğin  saptanması  için,  faturayı  düzenleyen  şirketler  hakkındaki  vergi  inceleme  raporlarının getirilmesi, düzenleyen mükellef hakkında ilgili takvim yılında sahte fatura düzenlemek suçundan kamu  davası  açılıp  açılmadığının  tespiti,  gerçek  alım-satım  ilişkisini  ispat  bakımından  faturayı düzenleyene ait mal ve para akışını gösterir sevk ve taşıma irsaliyelerinin, teslim-tesellüm belgelerinin bedelinin ödendiğine dair belgelerin getirtilmesi ve düzenleyen ile kullanan mükellefin ticari defter ve belgeleri üzerinde karşılıklı bilirkişi incelemesi yaptırılarak sanığın hukuki durumunun belirlenmesine karar verilmiştir. 65  VUK  367  (1)  maddede,  mütalaanın  rapor  değerlendirme  komisyonu  tarafından  verileceği bildirildiğinden Defterdarlık Gelir Müdürlüğü mütalaasının geçerli olmadığı yönünde bir karar için bkz: Yargıtay 11 CD, 20.02.2019 tarih E: 2016/7240, K: 2019/1698 sayılı ilamı. 66  CMK 223 (8) maddeye göre, soruşturma ve kovuşturma yapılmasının şarta bağlı kılındığı hallerde, şartın gerçekleşmediğinin anlaşılması durumunda gerçekleşmesini beklemek üzere itiraz yolu açık olmak  üzere  durma  kararı  verilir.  Kavuşturma  veya  soruşturma  şartının  gerçekleşmeyeceğinin anlaşılması halinde ise düşme kararı verilir. 377Ümit    Hacettepe HFD, 11(1), 2021, 357-393 safhasının uzamasına yol açabilecektir. Mütalaaya dayanmadan sahte belge düzenleme veya kullanma suçundan dolayı açılan kamu davasında, dava şartı gerçekleşinceye dek yargılama yapılmamalıdır. VUK 367 (2) ve (3) madde hükümleri uyarınca, sahte belge düzenleme veya kullanma suçunun işlendiğini haber alan Cumhuriyet Başsavcılığının soruşturmaya başlamadan önce ilgili vergi dairesinden inceleme talep etmesi, inceleme sonucunda  mütalaa  ve  bildirimde  bulunulması  halinde  gerekli  tüm  soruşturma işlemlerini tamamlayarak kamu davası açması gerekmektedir.  Mütalaa ve dayanağı vergi suçu raporlarındaki değerlendirmelerin aksine doğru yasa maddesi ile kamu davası açılmaması, bu alanda uygulamada karşılaşılan sorunların başındadır.  Sahte  belge  düzenleme  ve  kullanma  suçları  birbirine  dönüşemeyen bağımsız  iki  ayrı  suç  olmasına  karşın,  yanılgılı  değerlendirme  ile  Cumhuriyet Başsavcılığına bildirimde bulunulan mütalaadaki değerlendirmenin aksine, eylemlerin                                                  67  Yargıtay 11 CD, 15.10.2020 tarih, E: 2020/928, K: 2020/5865 sayılı ilamında; 2007 yılında sahte fatura kullanmak suçundan açılan davada, VUK 367. maddesine göre dava şartı olan mütalaanın bulunmaması, ayrıca sahte fatura kullanma suçunda suç tarihinin sahte faturalar hangi vergi türünde kullanılmış ise, bu vergiye göre sunulması gereken son beyanname tarihi olması karşısında, sanığın en aleyhine kabul ile gelir vergisinde kullanılmış olsa bile 16.04.2008 olan suç tarihinden itibaren TCK 66/1-e ve 67/4 maddeleri uyarınca dava zamanaşımının dolması nedeniyle düşme kararı verilmiştir, benzer yönde bir Yargıtay kararı için bkz: Yargıtay 11 CD, 13.10.2020 tarih, E: 2017/10509, K: 2020/5768 sayılı ilam. 68  Bu durumda yargılama makamlarının dava şartının gerçekleşmesini beklemek amaçlı durma kararı vererek ilgili Vergi Dairesi Başkanlığından mütalaa verilip verilmeyeceğini sorarak sonucuna göre işlem yapması gerekmektedir. Mütalaa dosyaya gönderildiği takdirde yargılamaya devam edilmeli, mütalaa  verilmeyeceğinin  anlaşılması  halinde  ise,  dava  şartı  gerçekleşmediğinden  düşme  kararı verilmelidir; bkz: Yargıtay 11 CD, 01.10.2020 tarih, E: 2020/1119, K: 2020/5276; 08.10.2020 tarih, E: 2020/1855 K: 2020/5646; 12.10.2020 tarih, E: 2020/1604, K: 2020/5700 sayılı ilamları. Dairenin 21.10.2020 tarih, E: 2019/8407, K: 2020/6102 sayılı ilamında da, sadece sanıklardan biri hakkında mütalaa bulunduğundan hakkında kamu davası açılan diğer sanık yönünden dava şartının gerçekleşip gerçekleşmeyeceğini  tayin  için  mütalaa  verilip  verilmeyeceğinin  Vergi  Dairesi  Başkanlığından sorulması gerektiği bildirilmiştir. 69  Yargıtay 11 CD, 08.10.2020 tarih, E: 2017/9169, K: 2020/5629 sayılı ilamında mütalaa ve dayanağı vergi suçu raporu ve eklerinin 2007 ve 2008 takvim yıllarında sahte fatura kullanma suçuna ilişkin olduğu halde, mütalaaya aykırı olarak sahte fatura düzenleme suçundan açılan kamu davasında, sahte belge  düzenleme  ve  sahte  belge  kullanma  eylemlerinin  birbirinden  bağımsız  ve  ayrı  suçlar oluşturduğu ve birbirine dönüşmeyeceğini belirterek, iddianameye konu suç yönünden mütalaa verilip verilmeyeceğinin tespiti ile sonuca göre sanığın hukuki durumunun değerlendirilmesi gereğini kabul etmiştir. Aynı yönde Yargıtay kararları için bkz: Yargıtay 11 CD, 05.10.2020 tarih, E: 2017/9503, K: 2020/5413,  13.10.2020  tarih,  E:  2017/496,  K:  2020/5739,  15.10.2020  tarih,  E:2017/9807,  K: 2020/5901 sayılı ilamları. Kamu davasının doğru  mütalaaya dayanarak  sahte belge  düzenlemek suçundan açıldığı, mahkemenin kabulünün de doğru olduğu ancak sadece hüküm fıkrasında eylemin karıştırıldığı tespit edilen olayda ise, Özel Daire düzelterek onama kararı vermiştir, bkz: Yargıtay 11 CD, 06.10.2020 tarih, E: 2020/2513, K: 2020/5499 sayılı ilam. 378Ümit    Hacettepe HFD, 11(1), 2021, 357-393 karıştırılarak  açılan  kamu  davaları  doğru  mütalaaya  dayanmadığı  için  dayanaksız kalmaktadır. Bu nedenle mütalaadaki eylem, eylemin suç tarihi ve birden çok sanıklı dosyalarda da mütalaanın hangi sanık yönünden hangi eylem için verildiği irdelenerek mütalaa doğrultusunda kamu davası açılması çok önemlidir.  Ceza yargılamasında maddi gerçeğe ulaşma hedefi uyarınca; ancak suçu işleyen kişinin cezai sorumluluğu bulunmaktadır. Yargılama esnasında yapılan araştırmalardan sahte faturayı düzenleyen veya kullanan kişinin açıkça tespit edildiği hallerde de bu kişi hakkında mütalaa düzenlenip düzenlenmeyeceği sorularak sonucuna göre yargılamaya devam  edilmeli,  gerektiğinde  mevcut  dava  yönünden  bekletici  mesele  yapılarak davaların birleştirilmesi yoluyla yargılama yapılmalıdır. Mütaaladaki eylemle bağlılık, sadece mütalaadaki eylem nitelendirmesine göre kamu  davası  açılması  yönündendir.  Yargılama  sürecinde  re sen  araştırma  ilkesi uyarınca toplanan delil durumuna göre eylem farklı nitelendirilebilir. Bu durumda, sahte belge  düzenleme  ve  kullanma  suçları  farklı  iki  suç  olduğundan  birbirine dönüşemeyeceğinden, gerektiğinde yeniden mütalaa alınmasına yönelik hukuki işlem yapılmalıdır.  Sahte  belge  düzenleme  suçu  ile  muhteviyatı  itibarıyla  sahte  belge düzenleme suçu ise, vasıf değişikliğinden birbirine dönüşebilir. Sahte belge kullanma suçu ile muhteviyatı itibarıyla sahte belge kullanma suçu da vasıf değişikliğinden ek savunma hakkı tanınarak hüküm kurmaya olanaklıdır.                                                  70  Mütalaa 2009-2010 yıllarında sahte fatura düzenlemek suçuna ilişkin olduğu halde sanık hakkında 2011  yılında  sahte  fatura  düzenleme  suçundan  açılan  kamu  davasında,  açılan  davada  mütalaa bulunmaması  nedeniyle  verilen  bozma  kararı  için  bkz:  Yargıtay  11  CD,  12.10.2020  tarih,  E: 2020/1144, K: 2020/5704 sayılı ilam. 71  Sanıklardan biri için sahte fatura düzenleme suçuna iştirak, diğeri için sahte fatura düzenleme ve kullanma suçlarına dair mütalaa düzenlendiği halde her iki sanık hakkında sahte belge düzenleme ve kullanma  suçlarından  açılan  kamu  davasında,  eylemlerin  ve  suç  tarihinin,  mütalaaya  aykırı vasıflandırıldığı gerekçesiyle verilen bozma kararı için bkz: Yargıtay 11 CD, 06.10.2020 tarih, E: 2018/7220, K: 2020/5430 sayılı ilam. 72  Yargıtay 11 CD, 20.10.2020 tarih, E: 2020/2821, K: 2020/6048 sayılı ilam.  73  Yargıtay CGK, 11.03.2014 tarih, E:2012/11-1382, K: 2014/124 ve 11.07.2014 tarih, E: 2012/11-1512, K: 2014/366 sayılı ilamlar. Sanık hakkında mütalaaya uygun sahte belge düzenlemek suçundan açılan dava sonunda karar  gerekçesi ve kabulü de bu  yönde  olduğu halde hüküm  fıkrasında eylemin muhteviyatı itibarıyla sahte belge kullanmak olarak yazılmasını ise, Yargıtay, hükmün karıştırılması kabul  ederek  düzeltilebilir  hata  olarak  değerlendirmiştir.  Yargıtay  11  CD,  25.06.2020  tarih,  E 2018/3762, K: 2020/3528 sayılı ilam.  379Ümit    Hacettepe HFD, 11(1), 2021, 357-393 E. Bazı Ceza Hukuku Kurumlarının Uygulanışının İncelenmesi 1. İçtima Ve Zincirleme Suç Uygulaması Suçun özel görünüş hallerinden suçların içtiması kapsamında incelenen zincirleme suç;  TCK   ya  hakim  gerçek  içtima  yani,  eylem  sayısınca  suç  ve  ceza  kuralının istisnalarından biridir. Bileşik suç ve fikri içtima da bu kuralın diğer istisnalarıdır. Sahte belge düzenleme ve kullanma suçları birbirine dönüşmeyen iki ayrı bağımsız suçtur. Bu suçlara konu eylemlerin icrası ile birden fazla suçun oluşması mümkün değildir. Ayrıca, suç konusu eylemlerin özelliği gereği, biri diğerinin unsuru ya da ağırlaştırıcı nedeni de olmadığından fikri içtima ve bileşik suçun bu suçlarda uygulama alanı bulunmamaktadır. Diğer yandan, sahte belge düzenleme ve kullanma suçları sıklıkla, aynı suç işleme kararı  ile  zaman  aralıklarında  yinelenerek  icra  edilmekte,  bu  durum  TCK  43. maddesinde  düzenlenen  zincirleme  suç  uygulamasının  irdelenmesini  zorunlu kılmaktadır. Zincirleme suç uygulaması, bu suçlarda sorunlu alanların başındadır. Bir suç işleme kararı ile değişik zamanlarda birden fazla işlenen sahte belge düzenleme ve kullanma suçlarında, her bir eylem bağımsız suç olarak varlığını korumakta, ancak, eylemler  zincirleme  suç  kapsamında  değerlendirildiğinde  tek  cezaya  hükmedilmesi gerekmektedir. Özellikle, zincirleme suç tanımındaki ‘değişik zamanlarda işlenme  unsurunun bu suçlarda nasıl uygulanacağı tartışmalıdır. Yargıtay, sahte belge düzenleme ve kullanma suçlarında her takvim yılının ayrı ve bağımsız suç oluşturduğunu kabul etmektedir. Dolayısıyla, eylemin değişik zamanda işlenip işlenmediği bir takvim yılındaki yinelenmesine göre değerlendirilmektedir. VUK 174. madde uyarınca Maliye Bakanlığının özel hesap dönemi belirleme yetkisi saklı                                                  74  TCK 42. ve 44. maddeler. 75  TCK 43 (1) madde birinci madde düzenlemesine göre, bir suç işleme kararının icrası kapsamında değişik  zamanlarda  bir  kişiye  karşı  aynı  suçun  birden  fazla  işlenmesi  durumunda  bir  cezaya hükmedilir. Maddenin ikinci fıkrası uyarınca, aynı suçun birden fazla kişiye karşı tek bir fiille işlenmesi durumunda da bir cezaya hükmedilecektir. 76  Yargıtay  11  CD,  20.11.2018  tarih,  E: 2016/4884,  K:  2018/9313  sayılı ilamında  2009  ve  2010 yıllarında sahte fatura kullanmak suçundan açılan davada her takvim yılı için ayrı hüküm kurulması yerine tek hüküm kurulmasını aleyhe başvuru olmadığından eleştirilmiştir. 380Ümit    Hacettepe HFD, 11(1), 2021, 357-393 kalmak üzere, defter tutma yükümlülüğünde hesap dönemi normal takvim yılıdır. Özel hesap dönemi belirlenen hallerde de, belirlenen özel hesap dönemleri değil, normal hesap dönemi yani takvim yılına göre ayrı ve bağımsız suçun oluştuğu uygulaması geçerlidir. Böylece, eylemin özel vergilendirme dönemi veya takvim yılı döneminde işlenmesine  göre  her  vergi  türünün  tabi  olduğu  vergilendirme  süreçlerine  göre oluşabilecek  çelişik  ceza  sorumluluğu  tayini  önlenmiştir.  Ancak,  teselsül  açısından eylemin yinelenip yinelenmediği, ilgili vergi türüne göre, bir takvim yılında belirlenen özel vergilendirme dönemlerinde işlenmesine bağlı değerlendirilmektedir. Uygulamada,  her  takvim  yılında  işlenen  suçların  ayrı  ve  bağımsız değerlendirilmesi, sübuta eren suç yönünden ayrı hüküm kurulması ve suç tarihinin belirlenmesinde  farklı  yorumlarla  karşılaşılmaktadır.  Yargıtay  kararları  uyarınca, farklı takvim yıllarında sahte fatura düzenleme eylemlerinde takvim yılı sayısınca ayrı suç oluşmakta, her bir takvim yılında birden fazla sahte fatura düzenleme eylemi varsa, zincirleme suç uygulaması ile ceza artırımına gidilmelidir. Sahte belge düzenleme suçu yönünden aynı vergi takvimi yılındaki son fatura tarihi, suç tarihidir. Fatura ele geçirilememişse, beyanname veya Ba, Bs formlarındaki tarihe göre suç tarihi tespit edilmelidir.                                                  77  Hesap yani takvim yılı, 1 Ocak-31 Aralık arasıdır. VUK 174. maddenin birinci fıkrasına göre, defterler hesap dönemi itibarıyla tutulur. Maddenin üçüncü fıkrası uyarınca, faaliyetlerinin özelliğine uygun olmayanlar için Maliye Bakanlığı tarafından 12 şer aylık özel hesap dönemleri tespit edilebilir. 78  Yargıtay  CGK,  05.03.2002  tarih,  E:2002/11-28,  K:  2002/179  sayılı  ilamda  özel  vergilendirme dönemine  tabi  olan  KDV  beyannamesinde  kullanılan  sahte  faturalardan  dolayı,  eylemin  özel vergilendirme dönemine göre değil takvim yılına göre ayrı ve bağımsız suç oluşturduğu, bir takvim yılında ise farklı vergilendirme dönemlerinde işlendiğinden müteselsil suç olarak değerlendirilmesi gerektiği belirtilmiştir. 79  Yargıtay 11 CD, 05.10.2020 tarih, E: 2017/9503, K: 2020/5413, 06.10.2020 tarih, E: 2018/7220, K: 2020/5430  sayılı  ilamları.  Daire  2018/7220  esas  sayılı  ilamında;  suç  tarihlerinin  sahte  fatura düzenleme suçu yönünden düzenlenen son fatura tarihi, sahte fatura kullanma suçu yönünden somut olayın özelliğine göre KDV beyannamesinde indirim konusu yapılan son fatura tarihi gözetilerek belirlenmesi ve her suç için ayrı hüküm kurulmasına hükmetmiştir.  80  Yargıtay 11 CD, 19.10.2020 tarih, E: 2017/15150, K: 2020/5985; 13.10.2020 tarih, E: 2017/230, K: 2020/5783; 13.10.2020 tarih, E: 2020/2867, K: 2020/5751 sayılı ilamları.  81  UĞUR / ELİBOL, 2016, s.285; Ba ve Bs formları, sırasıyla mal ve hizmet alımı veya satışına ilişkin beyan belgeleridir. KDV hariç, belirli bir tutarın üstündeki alım veya satımlar için gelir ve kurumlar vergisi mükellefleri tarafından elektronik ortamda vergi dairesine sunulur. 381Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Sahte  belge  kullanma  eyleminde  ise;  sahte  faturalar  hangi  vergi  türünde kullanılmışsa bu vergiye göre sunulması gereken beyannamenin verilmesi gereken son gün, suç tarihidir. Esasen, vergi kaybının suç unsuru sayıldığı 4369 sayılı Kanun değişikliği öncesi dönemde, deftere kayıt ve ilgili vergi beyannamesinde kullanılarak vergi kaybına neden olunması ile suç oluşmakta idi. 4369 sayılı Kanun değişikliği ile vergi kaybı suç oluşumu için aranmamakla birlikte Yargıtay, halen suç tarihini vergi dönemi esasına göre belirlemektedir. Yargıtay kararlarına göre; sahte fatura kullanma suçlarında da her takvim yılı ayrı suç kabul edilecektir. Ancak, her somut olayda, sahte fatura kullanımına esas vergi türüne ait beyanname dönemi veya dönemlerinin tespiti ile zincirleme suç koşulları değerlendirilmelidir. Aynı takvim yılında farklı beyanname dönemlerinde sahte fatura kullanılması halinde suç işleme kastının  yinelendiğinin kabulü ile zincirleme suçun oluştuğu kabul edilmektedir. Bu durumda zincirleme suç kapsamındaki eylemlerden dolayı  tek  ceza  hükmü  kurulacaktır.    Ayrı  takvim  yıllarında  farklı  beyanname dönemlerinde birden fazla sahte fatura kullanma eyleminde de, her bir takvim yılı ayrı suç olarak kendi içerisinde müteselsil suç oluşturacaktır. Aynı yılda aynı beyanname döneminde kullanılan birden fazla sahte fatura eyleminde ise; eylem tek olduğundan zincirleme  suç  koşulları  oluşmayacaktır.  Yani,  aynı  beyanname  döneminde  sahte olarak kullanılan birden fazla faturada değişik zamanda işlenme unsurunun oluşmadığı                                                  82  Yargıtay 11 CD, 15.10,2020 tarih, E: 2020/928, K: 2020/5865; Yargıtay 11 CD, 01.10.2020 tarih, E: 2017/10527, K: 2020/5255 sayılı ilamı. Söz gelimi, KDV Kanunu 41. maddeye göre 04.04.2007 den itibaren vergilendirme dönemini takip eden ayın 25 i; Gelir Vergisi Kanunu 92. madde uyarınca 04.04.2007 den itibaren takip eden yılın 26 Mart günü, Kurumlar Vergisi Kanunu 14. Madde uyarınca 2006 ve sonrası yıllar için takip eden yılın 16 Nisan günü, gelir stopaj vergisinde takip eden ayın 21 i (yirmibirinci günü) son beyanname verme tarihidir.  83  Suç tarihinin ilgili vergi türüne göre beyanname verilmesi gereken son gün olarak uygulanmasına ilişkin eleştirisel bir görüş için bkz: UĞUR / ELİBOL, 2016, s.292-297, 84  Yargıtay 11 CD nin 01.07.2020 tarih, E: 2017/967, K: 2020/3806 sayılı ilamında, sahte  fatura kullanma eyleminde, vergi dairesinden sahte faturaların hangi beyanname dönemi veya dönemlerinde kullanıldığının araştırılarak sonucuna göre sanığın hukuki durumunun değerlendirilmesi gerektiği, belirtilmiştir. 85  Yargıtay 11 CD, 19.10.2020 tarih, E: 2020/2839, K: 2020/5964 sayılı ilam.  86  Sahte faturalar, Aralık ayı KDV beyannamesinde yani aynı beyanname döneminde kullanıldığından zincirleme  şekilde  işlenmiş  sahte  fatura  kullanma  suçundan  hüküm  kurulması,  bozma  konusu yapılmıştır, bkz: Yargıtay 11 CD, 06.02.2020 tarih, E: 2016/9357, K: 2020/1004 sayılı ilam. 382Ümit    Hacettepe HFD, 11(1), 2021, 357-393 kabul edilmektedir. Yargıtay, aynı beyanname döneminde birden çok sahte fatura kullanılması halinde zincirleme suç uygulaması yapılmayan hallerde, faturaların sayısı, zarar miktarı, kastın yoğunluğu gibi suçun işlenmesindeki özelliklere göre her takvim yılı için asgari hadden uzaklaşılarak ceza tayinine gidilmesini kabul etmiştir.  KDV   de  olduğu  gibi,  bir  takvim  yılında  farklı  vergilendirme  dönemlerinde işlenen eylemler bakımından zincirleme suçu kabul eden Yargıtay kararlarına karşın, bir vergilendirme-tarh  döneminde  yani  aynı  beyanname  döneminde  birden  fazla  sahte fatura kullanılması halinde zincirleme suç uygulamasına gidilmesi yönünde görüşler de mevcuttur.  Bize  göre;  her  takvim  yılının  ayrı  ve  bağımsız  suç  olarak  kabulü çerçevesinde düşünüldüğünde; Yargıtay uygulaması ceza adaletine daha uygundur. Aksi halde, vergi türü ve özel vergilendirme dönemlerine göre aynı veya farklı beyannameye tabi olma, farklı hukuki sonuçlara yol açabilecektir. Diğer yandan, sahte belge düzenleme ve kullanma suçlarında her takvim yılının bağımsız suç olarak kabulü ve koşulları oluştuğu takdirde her bir takvim yılının kendi içerisinde müteselsil suç sayılması doktrinde eleştirilmektedir. Eleştirilerin başlıca odak noktası,  takvim  yılı  yani  hesap  dönemine  yüklenen  hukuki  kesinti  işlevidir.  Bu bağlamda, hesap yılının esas itibarıyla düzenleyici bir işlem olduğu, idari kararla da özel hesap  dönemi  kararlaştırılabileceği,  hukuki  kesinti  yaratıcı  özelliğine  dair  kanuni dayanak  bulunmadığından  böyle  bir  hukuki  sonuç  atfının  kanunilik  ilkesine  aykırı olduğu, takvim yılının iddianamenin düzenlenmesi veya mahkumiyet hükmü kurulması                                                  87  Nitekim 2008 yılı Aralık ayı KDV beyannamesinde kullanıldığı tespit edilen 6 adet sahte fatura için TCK  43.  madde  uygulaması  kabul  edilmemiştir,  bkz:  Yargıtay  11  CD,  18.02.2020  tarih,  E: 2017/8632, K: 2020/1423 sayılı ilam,  88  Yargıtay 11 CD, 02.03.2020 tarih, E: 2018/6363, K: 2020/1978 sayılı ilam. 89  Yargıtay 11 CD, 06.02.2020 tarih, E: 2016/9357, K: 2020/1004 ve 18.02.2020 tarih, E: 2017/8632, K: 2020/1423 sayılı ilamları muhalefet görüşlerinde; suça konu sahte faturaların aynı yıl Aralık KDV beyannamesinde kullanılması nedeniyle, aynı beyanname döneminde müteselsil suçun oluşmadığı yönündeki  çoğunluk  görüşüne  karşı,  bir  vergilendirme-tarh  döneminde  birden  fazla  sahte  belge kullanılmasının müteselsil suç sayılması gereği belirtilmiştir. Aynı Dairenin 02.03.2020 tarih, E: 2018/6363, K: 2020/1978 sayılı ilamı muhalefet görüşünde ise, miktar ve tarihleri farklı 250 adet sahte faturanın tamamının tek bir beyanname dönemi olan 2008 yılı kurumlar vergisi indiriminde kullanılması nedeniyle TCK 43 maddesinin uygulama koşullarının oluşmadığı yönündeki Özel Daire kararına karşı, mal bedeli karşılığında gider olarak yıl içerisinde farklı tarihlerde kayıt edilen ve 2008 yılı kurumlar vergisi beyannamesinde indirim konusu yapılan her bir fatura ayrı fiil ve suç konusu olduğundan aynı suçun birden fazla işlendiği kabul edilerek zincirleme suç hükümlerinin uygulanması gerekçesiyle karşı oy kullanılmıştır. 383Ümit    Hacettepe HFD, 11(1), 2021, 357-393 gibi  bir  adli  işlem  olmadığından  takvim  yılı  sayısınca  ayrı  eylem  olarak düşünülemeyeceği ifade edilmektedir. Eleştirinin önemli bir dayanağı da; sahte belge düzenleme ve kullanma suçlarının unsurları, failin amacı, eylemin yeri, zamanı gibi ölçütlere göre bütün olarak bakıldığında eylemlerin aynı veya farklı hesap döneminde gerçekleştiğine  bakılmaksızın  aynı  amaca  yönelik  tek  eylem  olarak  kabul  edilmesi gerektiği yönündedir. Bize göre; sahte belge düzenleme ve kullanma eyleminde her takvim yılının ayrı suç ve kendi içerisinde koşulların oluşmasına göre müteselsil suç olarak kabulüne dair mevcut  uygulamaya  yönelik eleştiriler isabetlidir.  Vergi  ceza hukuku kapsamındaki sahte  belge  düzenleme  ve  kullanma  suçları  için  yasada  istisnai  bir  düzenleme olmadığından, iddianame ile hukuki kesinti oluşmadığı sürece aynı veya farklı takvim yıllarında  gerçekleştiğine  bakılmadan  birden  fazla  sahte  belge  düzenleme  veya kullanma  eyleminin  varlığı  halinde  fail,  aynı  suç  işleme  iradesi  ve  kararlılığı  ile müteselsilen suç işlemektedir. Vergi kaybı yasada suç unsuru olarak aranmadığından bu suçlar, tehlike suçu olmakla  birlikte,  suçla  korunan  ve  ihlal  edilen  hukuki  yarar,  suçun  işlenmesindeki özellikler, fiillerin işleniş zamanı ve yeri, fiiller arasında geçen süre, korunan değer ve yarar, hareketin yöneldiği maddi konunun niteliği, olayların oluş ve gelişimi ile dış dünyaya yansıyan diğer tüm özelliklerle birlikte failin amacı ve bu amacı yineleyici eylemlerde bulunmasına göre hukuki durum değerlendirilmelidir. Bu ölçütlere göre, sahte belge düzenleme veya kullanma suçlarında her takvim yılının ayrı ve tek suç olarak, bir takvim yılının da kendi içerisinde müteselsil suça elverişli olduğu sonucuna varılamaz. Nitekim TCK ve özel ceza yasalarındaki suçlarda müteselsil suç uygulaması                                                  90  ARSLAN, Çetin,   Vergi Kaçakçılığı Suçlarında İçtima Sorunu (Vergi Takvim Yılına Yüklenen İşlev Bağlamında  Bir  Değerlendirme)   ,  Hacettepe  Üniversitesi  Hukuk  Fakültesi  Adli  Bilişim Araştırma ve Uygulama Merkezi Ekonomik Suçlar ve Yargıtay Kararları Sempozyumu-I Vergi Kaçakçılığı Suçları (Sempozyum Kitabı), 2017, Yetkin Yayınları, Ankara, (s. 75-79), s,77-78; aynı konuda ayrıntılı açıklama için bkz; ARSLAN, Çetin,   Vergi Kaçakçılığı Suçlarında Zincirleme Suç  , 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, (ed. ÖZGENÇ, İzzet/ ŞAHİN, Cumhur/ TURHAN, Faruk), 2019, Cilt: 2, Seçkin Yayınları, Ankara, s,1079-1091. 91  ARSLAN, 2017, s,78-79. 92  YCGK 16.05.2017 tarih, E:2015/398, K: 2017/272 karar ve 08.04.2014 tarih, E: 2013/7-591, K: 2014/171 sayılı ilam.   384Ümit    Hacettepe HFD, 11(1), 2021, 357-393 iddianame ile hukuki kesinti oluşmadığı sürece suç fiilleri arasındaki süre, amaç, işleniş şekli gibi özelliklerin gözetilerek zincirleme suç uygulaması yapılması yönündedir. Ancak, her somut olayın özelliğine göre, suç fiilleri arasında dayanışma ve teselsülü sağlayıcı  zaman  olup  olmadığı  takdir  edilmelidir.  Bu  bağlamda,  ardışık  takvim yıllarında işlenen suçlarda hukuki kesinti yoksa zincirleme suç uygulaması mümkün olabilmelidir.  Uzun  zaman  aralıklarıyla  gerçekleşen  eylemlerde  ise;  suç  işleme iradesinin  yinelenmesi  ve  değişik  zamanda  işlenme  koşullarının  oluştuğu  kabul edilmemelidir. Diğer  yandan,  birden  çok  takvim  yılında  işlenen  suçlardan  açılan  kamu davalarında  her  takvim  yılının  ayrı  suç  olarak  kabulüyle  her  takvim  yılına  özgü müteselsil suç uygulaması sonucunda takvim yılı sayısınca ayrı ceza tayini ve koşulları varsa her takvim yılı için cezada zincirleme suç gereği artırıma gidilmesi, bu suçlarla TCK ve diğer özel ceza yasaları kapsamındaki suçlar arasında ceza adaleti açısından hakkaniyete aykırı sonuçlar yaratabilmektedir. Açıklanan nedenlerle, takvim yılının ayrı ve bağımsız suç olarak kabulünden vazgeçilmesi isabetli olacaktır.  2. İştirak Ve Teşebbüs Uygulaması Vergi kaçakçılığı suçlarının yargılama sürecinde suçun özel görünüş hallerinden iştirak kurumunun uygulamasında TCK hükümleri esas alınacaktır. TCK uyarınca iştirakin varlığının saptanması halinde, ayrıca, Vergi Usul Kanununda yer alan özel düzenleme gereği; vergi kaçakçılığı suçlarının işlenişine iştirak eden suç ortaklarının suç işlenmesinde menfaatlerinin bulunup bulunmadığının belirlenmesi gerekmektedir.                                                  93  YCGK 13.03.2016 tarih, 2014/10-847 esas, 2016/128 Karar sayılı ilamında da belirtildiği üzere, hukuki kesinti CMK 170. maddesi uyarınca iddianame düzenlenmesiyle gerçekleşir. Yargıtay 7. CD, 11.02.2020 tarih, 2019/1923-2020/2519 esas-karar, 09.03.2020 tarih, 2016/10130-2020/3512 esaskarar sayılı ilamlarında; henüz iddianame düzenlenmeden yani hukuki kesinti oluşmadan aynı suç işleme kararıyla yeniden kaçakçılık suçunu işleyenler hakkında zincirleme suç hükümleri uygulanması gerekirken, her bir eylemin ayrı suçu kabul edilerek fazla ceza tayininin hukuka aykırı olduğu belirtilmiştir.  94  BAYRAKLI, Hasan Hüseyin,  Vergi Kaçakçılık Suçlarında Gönüllü Vazgeçme , Türkiye Adalet Akademisi Dergisi, Yıl: 2016 (7), Sayı:27, ( s. 1-15), s.13. 95  TCK 37. madde uyarınca, suçun kanuni tanımında yer alan fiili gerçekleştiren kişilerden her biri fail olarak sorumlu olacaktır. Suçun işlenmesinde bir başkasını araç olarak kullanan kişi de fail olarak sorumludur.  385Ümit    Hacettepe HFD, 11(1), 2021, 357-393 VUK 360. madde uyarınca suç ortaklarının menfaatinin bulunmaması halinde, TCK hükümlerine göre iştirakten dolayı belirlenecek cezadan indirim yapılacaktır. Kuşkusuz, her somut olayda tüm deliller değerlendirilerek suça iştirak eden failin menfaatinin bulunup bulunmadığı saptanmalıdır.  Önceki  bölümlerde  açıklandığı  üzere, vergi  kaybı  sahte belge düzenlemek ve kullanmak eylemlerinde suç unsuru olmadığından, her iki suç sırf hareket  suçu ve tehlike suçu niteliğindedir. Uğur ve Elibol, bu nedenle teşebbüsün uygulanamayacağı görüşündedir. Bize göre, somut olayın özelliklerine göre icra hareketlerinin parçalara ayrılabilmesi durumunda kural olarak teşebbüs oluşabilecektir.   3. Pişmanlık,  Gönüllü Vazgeçme Ve Tekerrür Uygulaması Sahte  belge  düzenleme  veya  kullanma  suçlarında  pişmanlık,  özel  bir  hüküm olarak  Vergi  Usul  Kanununda  yer  almaktadır.  VUK  359  (2)  maddeye  göre  aynı Kanunun 371. maddesindeki pişmanlık şartlarına uygun olarak durumu ilgili makamlara bildirenler  hakkında  vergi  kaçakçılığı  suçuna  dair  hükümler  uygulanmayacaktır. Pişmanlık ve ıslah başlığı altında düzenlenen pişmanlık hükümleri, vergi ceza hukukuna özgü bir kurumdur.  VUK uygulamasında cezayı kaldıran neden, bir başka ifadeyle şahsi  cezasızlık  hali  olarak  kabul  edilmiştir.  Bazı  suçlar  için  TCK  ve  özel  ceza                                                  96  Yargıtay  11  CD,  28.09.2020  tarih,  E:  2019/2743,  K:  2020/5014  sayılı  ilamında;  sahte  fatura düzenleme suçundan yargılama yapılan sanığın tüm aşamalarda atılı suçu kabul etmeyerek imza ve yazıların başkasına ait olduğunu söylemesi karşısında; TCK 37-39 maddeleri uyarınca suça doğrudan birlikte  işleyerek  iştirak  edilebileceği  gibi  azmettirerek  veya  yardım  etmek  suretiyle  de  iştirak edilebileceğinden, iştirakin niteliğinin belirlenmesi ve VUK 360 maddesine göre suçtan menfaat elde edilip edilmediğinin araştırılması gereğine hükmedilmiştir. Daire 09.07.2020 tarih, E: 2017/862, K: 2020/4330 sayılı ilamında da; sahte fatura düzenleme suçundan dolayı müşavirlik hizmeti veren sanıkların diğer sanıklara ait vergi beyannamelerini verme dışında ne şekilde sahte fatura düzenleme suçuna  iştirak  ettiklerinin  ve  VUK  360.  maddesi  uyarınca  suçtan  maddi  menfaat  elde  edip etmediklerinin tespiti gerektiğine karar vermiştir. Yargıtay 11 CD, 16.06.2020 tarih, E: 2017/818, K: 2020/3156 sayılı ilamında da sanığın dilekçeyle olay hakkında inceleme yapılmasını sağladığından VUK 371. maddenin uygulanıp uygulanmayacağının değerlendirilmesi gerektiğine hükmetmiştir. 97  BAŞTÜRK, 2017, s.70. 98  UĞUR / ELİBOL, 2016, s. 489. 99    Düzenleme, VUK 359. maddeye 4369 sayılı 22.07.1998 tarihli Kanun değişikliğiyle getirilmiştir. 386Ümit    Hacettepe HFD, 11(1), 2021, 357-393 yasalarında  öngörülen  etkin  pişmanlık  ile  ilgisi  bulunmamaktadır.  TCK  genel hükümleri kısmında düzenlenmeyen etkin pişmanlığın, Vergi Usul Kanununda özel bir hüküm olarak da yer almadığı için vergi kaçakçılığı suçlarında uygulanması olanaklı değildir. VUK 371. maddede düzenlenen pişmanlık, beyana dayalı vergilerde vergi ziyaı cezasını  gerektiren  eylemleri  işleyen  mükellefler  ile  bu  suça  iştirak  eden  kişilerin hukuka aykırı eylemlerini ilgili makamlara haber vermeleri esasına dayanmaktadır. Vergi  kaçakçılığı  suçlarının  düzenlendiği  maddedeki  atıf  nedeniyle,  sahte  fatura düzenleme veya kullanma durumunun resmi makamlar tarafından haber alınmasından önce ilgili makamlara haber verilmesi halinde, diğer koşulların da bulunması halinde pişmanlık hükmü uygulanacaktır. Yani, sahte fatura düzenleyen mükellef ya da sahte fatura kullanan mükellef ya da suç ortağının aktif bir davranışı gerekmekte, bu aktif davranış, herhangi bir vergi incelemesi ve bu incelemeye dayalı suç raporu ve mütalaa hazırlanmadan yapılmalıdır. Bu bağlamda, soruşturma aşamasında ya da kamu davası açıldıktan sonra failin ikrarı, pişmanlık hükmünden yararlanmasına yeterli değildir. Pişmanlık  hükümlerinden  yararlanmanın  hukuki  sonucu  ise;  ilgililer  hakkında vergi makamlarının ceza soruşturmasına esas bildirimde bulunmamasıdır. Her somut olaya özgü koşullar dikkate alınarak  eksiksiz araştırma ve inceleme ile VUK 371.                                                  100  Ceza hukukunda cezayı kaldıran veya azaltan hukuki sonuç yaratan etkin pişmanlık, sadece Kanunda düzenlenen hallerde etkin pişmanlık kabul edilen suçlar yönünden uygulanabilir. Etkin pişmanlık en genel tanımıyla, suç tamamlandıktan sonra failin pişmanlık duyarak suçun neden olduğu hukuka aykırılığı veya zararlı sonuçları ortadan kaldırmaya, azaltmaya, telafi etmeye  yönelik eylemidir. Kanunda öngörülen hallerde cezayı ortadan kaldırıcı şahsi neden ya da ceza indirimine neden olan şahsi nedendir. 101  VUK  371  (1)  maddede  pişmanlık  için  haber  verme  fiilinden  önce  herhangi  bir  şekilde  ilgili makamlara ihbarda bulunulmamış olması, haber vermenin ilgili makamların kaçakçılık suçu teşkil eden  fiillerin  işlendiğinin  tespitinden  önce  yapılması  ve  haber  vermenin  resmi  kayıtlarla  teyit olunması, hiç verilmeyen ya da eksik veya yanlış yapılan vergi beyannamelerinin mükellefin haber verme dilekçesinden itibaren on beş gün içinde verilmesi ya da tamamlanması veya düzeltilmesi, mükellefçe haber vermeye esas ödeme süresi geçmiş vergilerin belirlenecek gecikme ödemesi ile birlikte haber verme tarihinden başlayarak on beş gün içinde ödenmesi koşulları aranmaktadır.  102  BAYRAKLI, 2016, s.4. 103  Yargıtay 11 CD, 20.03.2019 tarih, E: 2016/9161, K: 2019/2893 sayılı ilamında, somut olayda sanığın ikrarının  şirket  hakkındaki  inceleme  başladıktan  sonra  olduğunu,  dosya  kapsamında  ve  vergi raporlarında sanığın ikrarından itibaren on beş gün içinde diğer yükümlülüklerini yerine getirdiğine dair bir verinin olmadığı belirtilerek, VUK 371. madde koşullarının oluşmadığını kabul etmiştir. 387Ümit    Hacettepe HFD, 11(1), 2021, 357-393 madde  koşulları  irdelenmelidir.  Sadece  dilekçe  vermek,  pişmanlık  koşullarından faydalanmaya  yeterli  olmayacaktır,  gerekli  deliller  toplanarak  değerlendirme yapılmalıdır. Diğer  yandan,  farklı  bir  pişmanlık  kurumu  olarak  TCK nın  genel  hükümler kısmında düzenlenen gönüllü vazgeçme hükümlerinin sahte fatura kullanma suçu yönünden koşulları oluştuğu halde, yani sahte olarak düzenlendiğini bildirdiği fatura ya da belgeyi defterine kayıt etmekten vazgeçen ya da bir şekilde kaydı iptal eden kişi yönünden  uygulanabileceği  ifade  edilmektedir.  Bayraklı ya  göre;  sahte  belge düzenleme  eyleminde  belgenin  düzenlenmesi  ile  suç  tamamlanacağından  gönüllü vazgeçme mümkün olmayacaktır. Somut olayın özelliklerine göre; icra hareketlerinin parçalara  ayrılması  durumunda  gönüllü  vazgeçmenin  uygulanabileceği düşünülmektedir.  Son  olarak,  bir  güvenlik  tedbiri  olarak,  kesinleşmiş  mahkumiyete  bağlı uygulanacak infaz rejimi bakımından önem taşıyan tekerrür uygulamasına da kısaca                                                  104  Yargıtay 11 CD nin 03.04.2019 tarih, E: 2016/2657, K: 2019/3472 sayılı ilamında; sahte fatura düzenlediği  iddia  olunan  şirket  müdürü  sanığın,  şirketi  3-4  aylığına  arkadaşının  ricası  üzerine devraldığını, şirket işleri ile ilgilenmediğini, şirket hissesini tekrar devralacağını söyleyen kişinin bu tasarrufta  bulunmadığını  belirten  şikayet  dilekçesi,  vergi  tekniği  raporunda  da  sanığın  şikayet dilekçesi vererek firmanın sahte belge düzenlediği yönündeki duyumunu bildirdiğinin yer alması karşısında, öncelikle kanaat oluşturacak sayıda fatura aslı temini ile faturalardaki imza ve yazıların sanığa ait olup olmadığının sanıktan sorulması, kendisine ait olmadığını söylediği takdirde faturaları kullanan  kişilerin  tanık  olarak  dinlenmesi,  gerekirse  yüzleştirme  yapılması,  sanığın  Cumhuriyet savcılığına yaptığı suç duyurusu akıbetinin araştırılması ve sonucuna göre VUK 371. maddesinde düzenlenen pişmanlık koşullarının değerlendirilmesi gerektiğine karar verilmiştir. Aynı yönde bir karar için bkz: Yargıtay 11 CD, 07.02.2019 tarih, E: 2016/6256, K: 2019/1206 sayılı ilam. 105  Yargıtay 11 CD, 16.06.2020 tarih, E: 2017/818, K: 2020/3156;  21.02.2019 tarih, E: 2019/1523, K: 2019/1826 sayılı ilamlar. 106  TCK 40 (1) madde, TCK 41 (1) madde ise; iştirak halinde işlenen suçlarda sadece gönüllü vazgeçen suç ortağının gönüllü vazgeçme hükümlerinden yararlanacağını düzenlemiştir. Gönüllü vazgeçme, TCK 36. maddeye göre; failin suçun icra hareketlerinden gönüllü vazgeçmesi veya kendi çabalarıyla suçun  tamamlanmasını  veya  sonucun  gerçekleşmesini  önlemesidir.  Bu  halde  fail  teşebbüsten cezalandırılmayacak, ancak gönüllü vazgeçme anına kadar olan süreçteki eylemlerin suç sayılması halinde, sadece suç sayılan eyleme dair ceza ile cezalandırılacaktır. Tanımdan da etkin pişmanlık ve gönüllü vazgeçmenin farkı açıkça anlaşılmaktadır. Gönüllü vazgeçme eylemin icrası ile neticenin gerçekleşmesi  arasındaki  sürede,  etkin  pişmanlık  ise  eylem  tamamen  tamamlandıktan  sonraki aşamada failin iradi eylemini gerektirmektedir. Ayrıca, gönüllü vazgeçme, TCK  nın genel hükümler kısmında düzenlendiği için, etkin pişmanlığın aksine tüm suçlar için uygulanabilecektir. 107  BAYRAKLI, 2016, s.4. 108  Ibid, s.13. 388Ümit    Hacettepe HFD, 11(1), 2021, 357-393 değinmek  faydalı  olacaktır.  Zira,  bu  konuda  da  yanlış  uygulamalarla karşılaşılabilmektedir.  Bu  konuda,  TCK  58.  madde  hükmü  esas  alınacaktır.  Vergi kaçakçılığı suçları ile diğer özel ceza yasalarındaki suçlar ve TCK  da düzenlenen suçlar arasında  tekerrür  hükümleri  uygulaması,  TCK  58.  maddede  düzenlenen  tekerrür koşulları oluştuğu takdirde mümkündür. Ancak, vergi ceza hukuku kapsamındaki suçlar ile idari nitelikte vergi cezasına konu vergi ziyaı cezası ile usulsüzlük cezası arasında tekerrür hükümleri uygulaması olanaklı değildir.  SONUÇ Sahte  belge  kullanma  ve  sahte  belge  düzenleme  suçları  uygulamada  en  sık karşılaşılan vergi kaçakçılığı suçlarındandır. Vergi ceza hukukunun teknik niteliği bu suçlarla ilgili ceza sorumluluğunun değerlendirilmesinde son derece titiz araştırma ve incelemeyi zorunlu kılmaktadır. VUK hükümleri uyarınca kullanılan veya kullanma zorunluluğu olan belgelerin gerçek bir durum veya işlem olmadığı halde varmış gibi düzenlenmesi sahte belge düzenleme; bu şekilde gerçek bir durum veya işleme yani vergilendirme ilişkisine dayanmayan sahte olarak düzenlenmiş belgenin kullanılması da sahte belge kullanma suçunu oluşturmaktadır. Her iki suç da devlet hazinesine karşı işlenmesi ve kamu  yararını ihlal ederek vergi kaybına yol açmasına karşın,  kanuni düzenleme uyarınca vergi kaybı suç unsuru olarak sayılmamıştır. Söz konusu suçlarla korunan hukuki yarar ve suçların özelliğine göre olası yasa değişikliğinde sahte belge düzenleme  ve  kullanma  suç  tanımlarına  vergi  kaybına  neden  olma  unsurunun  da alınması isabetli olacaktır. Yasa  uygulayıcı  makamların  her  somut  olayın  özelliğine  göre  sahte  belge düzenleme  ve  kullanma  suçlarının  maddi  ve  manevi  unsurlarını  eksiksiz değerlendirmesi  gerekmektedir.  Bu  bağlamda,  sübuta  yönelik  araştırmalar  ayrıntılı yapılmalıdır. Düzenleme ve kullanma eylemleri arasındaki bağlantı nedeniyle, sahte                                                  109  TCK 58 (1) maddesine göre; önceden işlenen suçtan dolayı verilen hüküm kesinleştikten sonra yeni bir suç işlenmesi halinde tekerrür uygulanır, bunun için cezanın infaz edilmiş olması gerekmez; bkz: Yargıtay 7. CD, 06.12.2018 tarih, E. 2018/18050, K.2018/14298 sayılı ilam. 110  VUK 340 (1) madde. 389Ümit    Hacettepe HFD, 11(1), 2021, 357-393 belge düzenleme eyleminde, sahte belgeyi kullanan, sahte belge kullanma eyleminde de sahte belgeyi düzenleyen yönünden karşıt inceleme yapılarak karşıt incelemeye konu mükellefe dair vergi incelemelerinin ticari defter ve kayıtların incelenmesi, gerekirse bilirkişiye başvurulması, imza ve yazı incelemesi yapılması, tanık dinlenmesi gibi yollar ile maddi hakikate ulaşılmalıdır. Vergi ceza hukuku kapsamındaki sahte belge düzenleme ve kullanma suçlarında kanun  koyucu  içerik  sahteciliğini  cezalandırmaktadır.  Yargıtay ın  yakın  tarihli kararlarındaki değişiklik ile sahte belge düzenleme ve kullanma suçlarında suç konusu fatura veya belgedeki şekil şartlarının ve aldatma kabiliyetinin bulunup bulunmadığının sahte belge düzenleme ve kullanma suçlarında suç unsuru olmadığı kabul edilmiştir. Bize göre de son derece isabetli olan bu kabul ile kanunda öngörülen şekil şartlarını ya da zorunlu unsurları taşımayan faturaların sahte belge düzenleme ve kullanma suçunu oluşturmayacağı yönündeki uygulama değişmiştir. Vergiyi doğuran olay ve işlemlerin her  tür  delil  ile  ispat  edileceği  ve  vergiyi  doğuran  olay  ve  muamelelerin  gerçek mahiyetinin esas alınacağı yönündeki VUK 3 (B) maddesindeki düzenlemeden de şekil denetimi ile yetinilemeyeceği anlaşılmaktadır. Yargıtay ın son kararlarındaki değişikliğin bir diğer olumlu yansıması da, sahte belge  düzenleme  veya  kullanma  suçlarının  sübutu  için  mutlaka  fatura  aslı  veya asıllarına ulaşılması yönündeki uygulamanın bırakılmasıdır. Yani fatura delili bir tarafa bırakıldığında dosya kapsamındaki deliller ile suçun işlendiği sabit ise suç oluşacaktır Bu  sayede,  vergi  ceza  hukuku  kapsamındaki  bu  suçlarda  ceza  hukukunun  re sen araştırma ilkesi uyarınca ve olaya özgü gerekli araştırma ve inceleme yapılarak maddi gerçeğe  ulaşılmasının  önü  açılmış,    uygulamadaki  sorunlu  bir  alan  açıklığa kavuşmuştur. Sahte belge düzenleme ve kullanma suçlarında hukuki durum değerlendirilirken TCK uyarınca ceza sorumluluğunun belirlenmesine dair ilkelere ve bu suçlara özgü yargılama  süreci  gerekliliklerine  uyulması,  gereksiz  iş  yükü  artışını  ve  yargılama sürecinin  uzamasını  önleyecektir.  Ayrıca,  mütalaa  dava  şartının  gerçekleşip gerçekleşmediği  de  araştırılmalı,  mütalaadaki  sanık,  eylem  ve  suç  tarihine  dikkat edilerek kamu davası açılmalıdır. 390Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Sahte  belge  düzenleme  ve  kullanma  suçları,  çoğunlukla  zaman  aralığında yinelenen  birden  çok  eylemle  işlendiğinden,  zincirleme  suç  uygulaması  ile  cezai sorumluluk  belirlenmektedir.  Yargıtay,  her  iki  suçta  da  bir  takvim  yılını  ayrı  ve bağımsız suç sayarak, bir takvim yılında birden fazla sahte belge düzenleme veya bir takvim yılında farklı beyanname dönemlerinde sahte fatura kullanma halinde zincirleme suçu  kabul  etmektedir.  Öğretide,    takvim  yılının  hukuki  kesinti  özelliği  taşımadığı gerekçesiyle  her  takvim  yılı  sayısınca  ayrı  suç  oluştuğu  uygulamasına  getirilen eleştiriler ve aynı veya farklı takvim yılında işlenen suçların bütünsel değerlendirme ile tek suç sayılmasına dair öneriler isabetlidir. Değerlendirmeler ışığında; vergi kaçakçılığı suçlarının en zorlu alanlarından olan sahte belge düzenleme  ve kullanma suçlarında, ceza hukuku ilkeleri  ve vergi  ceza hukukuna özgü düzenlemeler çerçevesinde maddi gerçeğin ve cezai sorumluluğunun saptanması  büyük  önem  taşımaktadır.  Makalede  açıklandığı  üzere,  vergi  kaybının yeniden suç unsuru olarak yasadaki suç tanımına girmesi sahte belge düzenleme ve kullanma  suçlarının  özelliği  ve  bu  suçlarla  korunan  değerle  uyumu  sağlayacaktır. Zincirleme suç uygulamasında ise; her olayın özelliğine göre teselsülün devam ettiği zaman aralığı, failin iradesi, saiki, amacı gibi tüm ögeler değerlendirilerek uygulama yapılmalı,  takvim  yılının  ayrı  suç  oluşturduğu  ve  teselsülü  sona  erdirdiği uygulamasından vazgeçilmelidir.",
     "Kaynakça": " AĞAR, Serkan,  Sahte veya Muhteviyatı İtibarıyla Yanıltıcı Belge Düzenleme Veya Kullanma Suçları , Türkiye Barolar Birliği Dergisi, Yıl: 2005, Sayı:58, (s. 273-301). ARSLAN,  Çetin,   Vergi  Kaçakçılığı  Suçlarında  Zincirleme  Suç   ,  5.  Türk-  Kore  Ceza Hukuku  Günleri  Karşılaştırmalı  Hukukta  Ekonomik  Suçlar  Sempozyumu Tebliğler-C:I-II, (ed. ÖZGENÇ, İzzet / ŞAHİN, Cumhur / TURHAN, Faruk), Yıl: 2019, Cilt: 2, Seçkin Yayınları, Ankara, (s. 1079-1091). ARSLAN, Çetin,  Vergi Kaçakçılığı Suçlarında İçtima Sorunu (Vergi Takvim Yılına Yüklenen İşlev Bağlamında Bir Değerlendirme)  , Hacettepe Üniversitesi Hukuk Fakültesi Adli 391Ümit    Hacettepe HFD, 11(1), 2021, 357-393 Bilişim Araştırma ve Uygulama Merkezi Ekonomik Suçlar ve Yargıtay Kararları Sempozyumu-I  Vergi  Kaçakçılığı  Suçları  (Sempozyum  Kitabı),  Yıl:2017,  Yetkin Yayınları, Ankara,  (s. 75-79). ARSLAN, Çetin ,  Vergi Mahremiyetini İhlal Suçu (VUK md. 362) ,  Hacettepe Hukuk Fakültesi Dergisi,  Yıl: 2013, Cilt: 3, Sayı: 2, (s. 15-30).  ARTUK, Mehmet Emin / GÖKÇEN, Ahmet / ALŞAHİN, Mehmet Emin, vd., Ceza Hukuku Genel Hükümler, 13. Baskı, 2019, Adalet Yayınevi, Ankara. BAŞTÜRK, İhsan,   ‘Vergi Ziyaı Vergi Kaçakçılığı Suçunun Unsuru Mudur, Değil Midir  Bağlamında  Öneriler   ,  Hacettepe  Üniversitesi  Hukuk  Fakültesi  Adli  Bilişim Araştırma  ve  Uygulama  Merkezi  Ekonomik  Suçlar  ve  Yargıtay  Kararları Sempozyumu-I  Vergi  Kaçakçılığı  Suçları  (Sempozyum  Kitabı),  2017,  Yetkin Yayınları, Ankara, (s. 63-74). BAYRAKLI, Hasan  Hüseyin,  Vergi Kaçakçılık Suçlarında  Gönüllü Vazgeçme ,  Türkiye Adalet Akademisi Dergisi, Yıl:2016 (7), Sayı:27, (s. 1-15). HEKİM, Cahit, Vergi Kaçakçılığı Suçları,  Yayımlanmamış Yüksek Lisans Tezi, İstanbul, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, 2013, www.tez.yok.gov.tr, (erişim tarihi : 25. 12.2020). HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, 21. Baskı, 2017, Adalet Yayınevi, Ankara.  GERÇEKER, Hasan, Yorumlu & Uygulamalı Türk Ceza Kanunu, 2011, Cilt: 1, Cantekin Matbaacılık, Ankara. KARAARSLAN,  Mehmet,   Ceza  Mevzuatında  Yapılan  Değişikliklerin  Vergi  Kaçakçılığı Suçuna Etkisi , Türkiye Barolar Birliği Dergisi, Yıl: 2006, Sayı: 64, (s. 115-150). UYANIK, Mustafa, Vergi Kaçakçılığı Suçlarından Defter, Kayıt ve Belgelerin Gizlenmesi Veya  İbraz  Edilmemesi,  Yayımlanmamış  Yüksek  Lisans  Tezi,  Kayseri,  Erciyes Üniversitesi  Sosyal  Bilimler  Enstitüsü  Kamu  Hukuku  Ana  Bilim  Dalı,  2014, www.tez.yok.gov.tr, (erişim tarihi : 30.11.2020). 392Ümit    Hacettepe HFD, 11(1), 2021, 357-393 UĞUR, Hüseyin / ELİBOL, Mert, Açıklamalı-İçtihatlı Vergi Suçları, 2. Baskı, 2016, Adalet Yayınevi, Ankara. ÜMİT,  Ceyda,     Hekimlerin  Mesleklerinin  Uygulanmasından  Doğan  Ceza  Sorumluluğu , Türkiye Adalet Akademisi Dergisi, Yıl: 2017 (8), Cilt: 35, Sayı: 32, (s.197-246). ÜSTÜN, Süleyman, Ümit,  Cezai Yaptırım Gerektiren Vergi Suçları ve Yargılama Usulü , Selçuk Üniversitesi Hukuk Fakültesi Dergisi,"
}