{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "30",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "TÜRKİYE DE SPORCU ÜCRETLERİNİN VERGİLENDİRİLMESİ",
     "Title": "THE TAXATION OF ATHLETES WAGES IN TURKEY",
     "Yazar İsmi": [
          "Dinçer ÇERİBAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Gelir vergisi",
          "vergi adaleti",
          "ücret gelirleri",
          "sporcu ücretleri",
          "sporcu ücretlerinin vergilendirilmesi."
     ],
     "Keywords": [
          "Income tax",
          "tax justice",
          "wage income",
          "athlete wages",
          "taxation of athlete wages."
     ],
     "Özet": "Vergi, kamu hizmetlerinin yürütülmesi için Devletin ihtiyaç duyduğu en temel gelir kaynağıdır. Verginin Anayasa ile belirlenen temel ilkeler doğrultusunda adaletli ve dengeli dağıtılması, vergi sisteminin en önemli amacıdır. Vergi gelirlerinin önemli bir bölümünü gelir üzerinden alınan vergiler oluşturmaktadır. Ücret gelirleri, Gelir Vergisi Kanunu kapsamında vergilendirilmekte ve sporun desteklenmesi amacıyla, sporcu ücretlerinin vergilendirilmesi konusunda istisnai düzenlemeler yer almaktadır. Türk vergi sistemine bakıldığında, sporcu ücretlerinin vergilendirilmesine ilişkin olarak farklı dönemlerde farklı vergilendirme usullerinin  uygulandığı  görülmektedir.  Bununla  birlikte  diğer  ülkelerin  vergi  uygulamalarıyla karşılaştırıldığında, Türkiye de sporcu ücretlerine uygulanan gelir vergisi oranlarının oldukça düşük olduğuve bu konudaki istisnai düzenlemelerin vergi adaletinin sağlanmasında sorunlara yol açtığı tespit edilmiştir. Bu amaçla çalışmada sporcu ücretlerinin vergilendirilmesine ilişkin mevzuat değişiklikleri uygulama dönemleri  itibarıyla  incelenmiş  ve  temel  vergilendirme  ilkeleri  ışığında,  vergi  adaletini  zedeleyen uygulamaların giderilmesine yönelik olarak önerilerde bulunulmuştur.",
     "Abstract": "Tax is basic source of income needed by the State for realization of public services. The most important purpose of the tax system is fair and balanced tax distrubition in line with the provisions specified in Constitution. Taxes on income constitute a significant part of tax revenues.Wage is taxed under the Income Tax Law and there are exceptional regulations on the taxation of athlete wages to support sports. When the Turkish tax system is analyzed, it is seen that different taxation procedures are applied in different periods regarding the taxation of athlete wages. However, compared to the tax practices of other countries, it has been determined that the income tax rates applied to athlete s income in Turkey is quite low and that exceptional arrangements in this regard cause problems in ensuring tax justice.  For this aim, in the study, legislative changes related to the taxation of athlete s wages were examined in terms of implementation periods and in the light of the basic taxation principles, suggestions were made to eliminate the practices that undermine the tax justice.",
     "Metin": "Vergi sistemimiz açısından kamu giderlerinin karşılanmasında önemli bir yeri olan vergi gelirlerini; vergi mevzuatımız açısından gelir, harcamalar ve servet üzerinden alınan vergiler olmak üzere üç ana kategoriye ayırmak mümkündür. Gelir üzerinden alınan vergiler  ise  gerçek  kişilerin  vergilendirildiği  gelir  vergisi  ve  tüzel  kişilerin vergilendirildiği  kurumlar  vergisi  olmak  üzere  ikiye  ayrılmaktadır.  Gelir  İdaresi Başkanlığı kayıtları esas alınarak Türkiye de 2019 yılında elde edilen vergi gelirlerinin dağılımına bakıldığında gelir vergisi payının %25,36 olduğu, kurumlar vergisi payının 556Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  ise %10,68 olduğu görülmekte ve tahsil edilen toplam vergi gelirleri içinde  gelir vergisi  oranının büyük bir paya sahip olduğu görülmektedir. Devletin en önemli finansman kaynaklarından biri olan gelir vergisi, izlenen mali politikalar doğrultusunda zaman içinde değişime uğramıştır. Spor kulüplerinin yıllık bütçelerinin  büyük  bir  bölümünü  oluşturan  sporcu  ücretlerine  ilişkin  vergilendirme usulleri de zaman içinde değişmiş ve bu ücretlerin vergilendirilmesinde çeşitli tarihlerde önemli yasal değişiklikler yapılmıştır. Bununla birlikte toplumun spora olan ilgisinin artması sonucunda medyada spora daha fazla yer verilmesi, elde edilen yayın, reklam ve sponsorluk gelirlerinde artış sağlanması, yeni stadyumlar ve yükselen bilet fiyatları ile birlikte stadyum gelirlerinin yükselmesi neticesinde spor kulüplerinin ve sporcuların gelirleri de doğru orantılı olarak artmış ve özellikle profesyonel sporcu gelirleri dünya genelinde yüksek seviyelere ulaşmıştır. Sporcu ücretlerinin yüksek seviyelere ulaşması ile birlikte bu gelirlerin vergilendirilmesi konusu daha da önem kazanmıştır.  Devletler, çeşitli yöntemlerle sporu desteklemektedir. Bu destekler genellikle ayni veya  nakdi  yardım,  başarılı  sporculara  ödül  verilmesi,  sponsorluk  ve  reklam yatırımlarının teşvik  edilmesi, vergi  istisnaları  tanınması  veya düşük bedelle  ya da bedelsiz  olarak  stadyum  ve  benzeri  spor  tesislerinin  tahsis  edilmesi  şeklinde gerçekleşmektedir. Bu desteklerin bir sonucu olarak bazı spor kulüpleri rakiplerine göre mali açıdan daha fazla avantaj sağlamaktadır. Bu mali avantajların özel bir örneği de sporcu  ücretlerine  uygulanan  gelir  vergisi  istisnası  olarak  karşımıza  çıkmaktadır. Ülkemizde de sporun geliştirilmesi için bu ve benzeri şekilde çeşitli destek ve teşvik yöntemleri uygulanmakta olup bu amaçla sporcu ücretlerinin vergilendirilmesine ilişkin                                                            1   GELİR  İDARESİ  BAŞKANLIĞI,  Tablo  47:  2019  Yılı  Merkezi  Yönetim  Gelirleri, https://www.gib.gov.tr/sites/default/files/fileadmin/user_upload/VI/GBG/Tablo_47.xls.htm,  (erişim tarihi :25.05.2020) 2   BİRİNCİ, Nagihan/ AKYAZI, Haydar,  Düz ve Artan Oranlı Kişisel Gelir Vergisi Tarifelerinin Ekonomik Etkileri , International Journal of Economic and Social Research, Yıl: 2017, Cilt: 13, Sayı: 1, s. 46. 3   FRATTO, Kara,  The Taxation of Professional U.S. Athletes in Both the United States and Canada , Sports Lawyers Journal, Yıl: 2007, Cilt: 14, s. 29. 4   DIETL, Helmut/ LANG, Markus/ NESSELER, Cornel,  The Impact of Government Subsidies in Professional Team Sports Leagues , International Journal of Sports Finance, Yıl: 2017, Cilt: 23, Sayı: 1, s. 49. 557Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  olarak  193  sayılı  Gelir  Vergisi  Kanunu nda  (GVK)  istisnai  düzenlemelere  yer verilmiştir. Sporcu ücretlerinin vergilendirilmesine ilişkin literatür incelendiğinde, uluslararası çalışmalarda  konunun  daha  çok  sporcuların  geçimlerini  sürdürebilmeleri  noktasında vergilendirmeye  ilişkin  yaşadıkları  kaygı  ve  sorunlar  ile  çifte  vergilendirme  riski yönünden ele alındığı görülmekte iken; ulusal çalışmalarda konunun daha çok sporcu ücretlerinin  vergilendirilmesi  konusunda  uygulanan  istisnai  düzenlemelerin  vergi adaletine olan etkileri yönünden ele alındığı görülmektedir.  Uluslararası  çalışmalarda,  verginin  profesyonel  sporcuların  takımlarını  ve yaşayacakları  yeri  belirlemelerine  etkisinin  olduğu,  sporcuların  yaşadığı  bölge sınırlarına  göre  farklı  şekillerde  vergilendirilmesinin  haksız  rekabete  neden  olduğu belirtilmiştir. Bununla birlikte devletlerin kendi vergi kurallarını uygulamak istemesi nedeniyle çifte vergilendirme riskinin arttığı ve uluslararası anlaşmalarla ülkesi dışında gelir elde eden sporcular açısından çifte vergilendirme riskinin önlenmeye çalışıldığı ifade edilmiştir.  Ulusal çalışmalarda ise sporcu ücretlerinin vergilendirilmesine ilişkin ülkemiz ve diğer  ülkelerin  uygulamaları  karşılaştırıldığında,  Türkiye de  uygulanan  gelir  vergisi oranlarının diğer ülkelere nazaran çok düşük seviyelerde olduğu ve Devletin sporu teşvik etme amacından uzaklaşarak özellikle profesyonel futbolcular açısından Türkiye nin adeta bir vergi cenneti haline geldiği belirtilmiştir. Ayrıca diğer çalışanlar, %35 e varan oranlarla  vergilendirilirken  yüksek  gelirli  sporcuların  farklı  bir  rejime  tabi  olarak                                                            5   31/12/1960 tarihli ve 193 sayılı Kanun: RG. 06.01.1961, S. 10700. 6   FRATTO, 2007, s. 29. 7   TUTKA, P. Michael/ WILLIAMS, Dylan,  The Expensive Truth: The Possible Tax Implications Related to Scholarship and Cost of Attendance Payments for Athletes , Journal of Legal Aspects of Sport, Yıl: 2017, Cilt: 27, Sayı: 2, s. 158. 8   AKERS, Matthew,  A Race to the Bottom? International Income Tax Regimes' Impact on the Movement of Athletic Talent , University of Denver Sports and Entertainment Law Journal, Yıl: 2015, Cilt: 17, s. 12. 9   WILLIAMSON, Cyristal,  Taxation of Income on Professional Team Athletes , A Senior Thesis, Liberty University, 2017. 10  ÖZ, Ersan / AKÇAY, Fatih,  Futbolcular Özelinde Sporcuların Vergilendirilmesi , Vergi Sorunları Dergisi, Yıl: 2013, Sayı: 300, s. 19.  558Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  vergilendirilmesinin  vergi  eşitliği  ilkesini  zedelediği  ifade  edilmiştir.  Öte  yandan GVK daki sporcu ücretlerinin vergilendirilmesine ilişkin düzenlemelerin dikey vergi adaleti açısından büyük bir adaletsizlik yarattığı, yüksek gelirli sporcuların ücretlerine düşük oranda gelir vergisi uygulanmasının gelir dağılımını bozmakta olduğu belirtilerek konunun,  vergi  adaletinin  sağlanmasında  yaşanılan  sorunlar  açısından  ele  alındığı görülmektedir. Görüldüğü  gibi,  Türk  vergi  sisteminde  sporcu  ücretlerinin  vergilendirilmesini inceleyen pek çok önemli ulusal çalışma bulunmaktadır. Bu çalışmalar genel olarak değerlendirildiğinde;  Türk  vergi  sistemindeki  sporcu  ücretlerinin  vergilendirilme usulünün, Anayasa da yer alan temel vergilendirme ilkeleri ile bağdaşmadığı,  diğer ülkelerin  bu  konudaki  uygulamaları  ile  karşılaştırıldığında,  Türkiye de  sporcu ücretlerinin çok düşük seviyede vergilendirildiği, sporcu ücretleri için istisnai olarak uygulanan vergilendirme yöntemlerinin vergi adaleti ve vergi eşitliği yönünden büyük bir adaletsizliğe sebep olduğunun vurgulandığı görülmektedir. Ancak bu alanda, amatör spor dallarının desteklenmesi amacıyla 01.05.2018 tarihinde uygulanmak üzere yürürlüğe konulan 3289 sayılı Kanunun ek 12 nci maddesinin uygulanması ile 31.12.2019 tarihine kadar uygulanan vergilendirme sistemi ve 01.01.2020 tarihinden itibaren elde edilen sporcu ücretlerine uygulanmak üzere yürürlüğe giren yasal değişiklikleri uygulanma dönemleri ile birlikte kapsamlı olarak açıklayan bir çalışma bulunmamaktadır.  Bu çalışmada, sporcu ücretlerinin vergilendirilmesine ilişkin olarak sporcuların karşılaşabileceği  vergilendirme  sorunları  ile  Türk  vergi  sistemindeki  uygulamalar yürürlük dönemleri itibarıyla incelenerek diğer ülkelerin bu konudaki uygulamaları ile karşılaştırma yapılmış ve Türkiye de sporcu ücretlerinin vergilendirilmesi, vergi adaleti açısından değerlendirilerek literatüre katkı sağlanması amaçlanmıştır. Bu doğrultuda çalışmanın  birinci  bölümünde,  ülkesi  dışında  faaliyetlerini  sürdüren  sporcuların                                                            11  YILMAZ, Altan,  Türk Vergi Sisteminde Ücret Gelirlerinin Vergilendirme Usullerinin Ücretliler Açısından Sonuçları , Maliye Uzmanları Derneği Uzman Bakış Dergisi, Yıl: 2013, Sayı: 1, s. 33. 12  YENİÇERİ,  Harun,   Ücret  Gelirlerinin  Vergilendirme  Usulleri  ve  Vergi  Adaleti ,  Aksaray Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2014, Cilt: 6, Sayı: 2, s. 83. 13  ARIKAN, Zeynep,  Taxation of Athletes in Turkey , Recent Researches on Social Sciences, (Ed: R. Dorczak, H. Arslan ve R. Musialik), Monographs and Studies of the Jagiellonian University Institute of Public Affairs, Yıl: 2018, s. 507. 559Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  karşılaşabileceği sorun olan, çifte vergilendirme riski ele alınmıştır. İkinci bölümde ise Türkiye de  sporcu  ücretlerinin  vergilendirilmesi,  uygulama  dönemleri  itibarıyla incelenmiştir.  Üçüncü  bölümde  Türkiye deki  uygulamalar  değerlendirilmiş  ve  diğer ülkelerin bu konudaki uygulamaları ile karşılaştırma yapılarak, vergi adaleti bağlamında inceleme  yapılmıştır.  Son  olarak  ikinci  ve  üçüncü  bölümde  sunulan  bilgi  ve değerlendirmelerden yararlanılarak sonuç bölümüne yer verilmiştir.   I. SPORCU ÜCRETLERİNİN VERGİLENDİRİLMESİNDE ÇİFTE  VERGİLENDİRME RİSKİ      Bilindiği  üzere,  devlet  egemenliğinin  içindeki  yetkiler  arasında  yer  alan vergilendirme yetkisi, ülke sınırları içerisinde kullanmaktadır. Ancak ülkeler arasındaki mal, sermaye ve emeğe dayalı ekonomik ilişkilerin yoğunlaşmasına bağlı olarak yaşanan vergilendirme  yetkilerinin  çakışması  ile  birlikte  çifte  vergilendirme  sorunları yaşanmaktadır.  Devletlerin  vergilendirme  yetkilerini  kullanmasından  kaynaklanan  çifte vergilendirme sorunu, bir vergi dönemi içinde aynı gelir türü üzerinden aynı mahiyette birden fazla vergi tahsil edilmek istenilmesi ile ortaya çıkmaktadır. Devletler, yaşanan bu sorunları giderebilmek adına kendi iradeleri ile vergilendirme yetkilerini, kanunlarla ya da uluslararası anlaşmalarla sınırlandırmaktadır. Çifte vergilendirmeyi önleyebilmek için kullanılan en etkili metodun devletler arasında gerçekleştirilen çifte vergilendirmeyi önleme (ÇVÖ) anlaşmalarının olduğunu belirtmek mümkündür. İki taraflı ya da çok taraflı olarak yapılabilen bu anlaşmaların imzalanmasıyla, devletler vergilendirme yetkilerini karşılıklı olarak sınırlamaktadır. Bu                                                            14  BERKAY,  Ferhan  /  ARMAĞAN,  Ramazan,   Vergilemenin  Uluslararası  Boyutlarından  Çifte Vergilendirme Sorunsalının Türk Vergi Sistemine Etkisi , Süleyman Demirel Üniversitesi Vizyoner Dergisi, Yıl: 2011, Cilt: 3, Sayı: 5, s. 89. 15  ERKİN, Gözde,  Türk Hukuku nda Vergilendirme Yetkisi , Yaşar Üniversitesi Dergisi, Yıl: 2015, Cilt: 11, Sayı: 44, s. 1143. 16  ÖNCEL, Mualla/ ÇAĞAN, Nami/ KUMRULU, vd., Vergi Hukuku, 28. Baskı, Turhan Kitabevi, Ankara, 2019. s. 65. 17  ÖNCEL/ ÇAĞAN/ KUMRULU/ vd., 2019, s. 69. 560Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  anlaşmalar yoluyla çifte vergilendirme ya tamamen ortadan kaldırılmakta ya da sınırlı vergilendirme  yetkisi  ile  sorun  çözümlenmeye  çalışılmaktadır.  Bazı  vergilendirme ilişkilerinde ise karşılıklı muafiyetler tanınmaktadır.   ÇVÖ anlaşmalarının, rekabet düzeyi üzerinde de önemli etkileri bulunmaktadır. Örneğin, Türkiye ve Almanya arasında ÇVÖ anlaşması yapıldığını ama Türkiye ve Polonya arasında ÇVÖ anlaşması yapılmadığını düşünelim. Bu durumda, Türkiye ve Almanya da faaliyet sürdüren bir firma ÇVÖ anlaşması sayesinde çifte vergi ödemekten kurtulabilecek iken Türkiye ve Polonya da faaliyet sürdüren bir firma çifte vergi ödemek zorunda kalabilecektir. Bunun sonucunda ise rekabet açısından mükellefler arasında eşit olmayan bir durum ortaya çıkacaktır. Bu bağlamda ÇVÖ anlaşması, yabancı bir firmanın faaliyet yürütmekte olduğu ülkedeki kişilerle aynı vergilendirme işlemine tabi tutulmasını sağlayarak rekabet düzeyini olumlu yönde etkiler. Uluslararası  kuruluşlar,  çifte  vergilendirme  konusuna  ilişkin  olarak  devletler arasında yaşanan sorunların çözümü ve tüm devletlerin kabul ederek benimseyebileceği şekilde ÇVÖ anlaşmalarının belirli standartlara ulaştırılması için çalışmalar yürütmüş ve bu çalışmalar sonucunda Ekonomik İşbirliği ve Kalkınma Örgütü (OECD) ve Bileşmiş Milletler (UN) tarafından model anlaşmalar hazırlanmıştır. Model anlaşmalar, üye devletler açısından yol gösterici mahiyette olup bağlayıcılıkları bulunmamaktadır. Model anlaşmaların bazı düzenlemelerinin bazı devletler yönünden aleyhe sonuç doğurması ya da vergi sorunlarına kesin çözüm sağlayamaması gibi nedenlerle, bazı devletler kendi model anlaşmalarını geliştirmiştir. Türkiye, çifte vergilendirme sorunlarını çözümleyebilmek için ÇVÖ anlaşmalarını benimsemekte ve uygulamaktadır. Türkiye ÇVÖ anlaşmaları konusunda temel olarak OECD  Model  Anlaşması nı  esas  almış  olsa  da  OECD  Model  Anlaşması nın  bazı                                                            18  ERKİN, 2015, s. 1143. 19  YAVUZ,  Hakan,   Türkiye  ile  Türki  Cumhuriyetler  Arasındaki  Çifte  Vergilendirmeyi  Önleme Anlaşmalarının Muhtemel Katkıları , Maliye Araştırmaları Dergisi, Yıl: 2015, Cilt: 1, Sayı: 3, s. 53. 20  KIZILGÜL, Uğur/ BEŞEL, Furkan,  Uluslararası Çifte Vergilendirmeyi Önleme Anlaşma Modelleri ve Türkiye nin Model Yaklaşımı , Maliye Araştırmaları Dergisi, Yıl: 2019, Cilt: 5, Sayı: 3, s. 302. 21  KIZILGÜL/BEŞEL, 2019, s. 303. 22  BERKAY/ ARMAĞAN, 2011, s. 94. 561Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  maddelerinin aleyhine sonuç doğurması nedeniyle UN Model Anlaşması nın da bazı maddelerini esas alarak kendi modelini geliştirmiştir. Türkiye tarafından imzalanan ilk vergi anlaşması, 1973 yılında Avusturya ile gerçekleştirilmiş olup günümüzde çifte vergilendirme riskinin önlenmesi için Türkiye ile çeşitli devletler arasında birçok ÇVÖ anlaşmaları imzalanmış bulunmaktadır. Öte yandan devletlerin çifte vergilendirmeyi önleyebilmek adına  yalnızca ÇVÖ anlaşması  yapmaları, uygulama açısından  yeterli olmamaktadır. Bu nedenle devletlerin iç hukuk kurallarını ÇVÖ anlaşmaları ile uyumlu hale getirmeleri, çifte vergilendirme sorunun çözümündeki başarı oranının artmasına katkı sağlayacaktır.  OECD nin yaptığı tanım uyarınca çifte vergilendirme, birden fazla ülkenin aynı kişiyi, aynı vergiye ilişkin olarak, aynı yıl içerisinde vergilendirmeye tabi tutmasıdır. İki taraflı vergi anlaşmaları ile çifte vergilendirmenin, iki farklı yöntemle önlenebilmesi mümkündür. Bunlardan birincisi, mahsup yöntemi (credit method) diğeri ise istisna yöntemidir (exemption method)26. Mahsup yönteminde, mükellefin ülke içindeki ve ülke dışındaki gelirleri üzerinden hesap edilen vergi tutarları toplanır, ancak yabancı ülkede ödenmiş olan vergi tutarları, hesap edilen toplam veri tutarından mahsup edilir. İstisna yönteminde ise, yalnızca ülke içinde elde edilen gelirler üzerinden vergi hesap edilir, yabancı ülkelerde elde edilen gelirler dikkate alınmaz. Konuya sporcu ücretlerinin vergilendirilmesi açısından bakıldığında, sporcunun gelir elde ettiği ülkede mukim olduğu tespit edilirse, bu gelirin vergilendirilmesi o ülkenin vergi mevzuatının uygulanmasıyla belirlenecektir. Ülkemizde faaliyetlerini sürdüren yabancı sporcuların vergilendirilmesine ilişkin olarak GVK nın 3, 4 ve 5 inci maddeleri uyarınca, yabancı sporcunun mukim olup olmadığının tespit edilmesi bu açıdan önem arz etmektedir. GVK nın 3 ve 4 üncü maddelerine göre, Türkiye de yerleşmiş olanlar ve iş                                                            23  KIZILGÜL/ BEŞEL, 2019, s. 303. 24  KIZILGÜL/ BEŞEL, 2019, s. 315. 25  BERKAY/ ARMAĞAN, 2011, s. 99. 26  MOLENAAR, Dick,  International Artistes and Sportsmen Article 17 OECD Model Problem of Double Taxation , All Arts Tax Advisers, Yıl: 2010, s. 2.  27  ÖNCEL/ ÇAĞAN/ KUMRULU/ vd., 2019, s. 67. 28  AKERS, 2015, s. 12. 562Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  nedeniyle  yabancı  ülkelerde  oturan  Türk  vatandaşları  tam  mükellef  sayılmakta, ikametgahı Türkiye de bulunanalar ve bir takvim yılı içinde altı aydan fazla devamlı olarak Türkiye'de oturanlar ise Türkiye de yerleşmiş sayılmaktadır. Bu kapsama giren kişilerin kazanç ve gelirlerinin tamamı üzerinden vergilendirilmeleri gerekmektedir.  Her devlet kendi kuralları çerçevesinde sporcu gelirlerini vergilendirmek isterken yurtdışında faaliyetlerini sürdüren yabancı sporcular açısından çifte vergilendirme riski artmaktadır. Örneğin Amerika ve Kanada, vatandaşlarının dünya genelindeki kazançları üzerinden gelir vergisi almaktadır. Her iki devlet de vatandaşı olan sporcuların dünya genelindeki  gelirini  vergilendirdiğinden Amerika da oynayan Kanadalı  sporcular ile Kanada da oynayan Amerikalı sporcular çifte vergilendirme riski altındadır.  Bu olası çifte vergilendirme riskini ortadan kaldırmak için Amerika ve Kanada arasında iki taraflı vergi  anlaşması  imzalanmış  ve  bu  anlaşma  ile  bir  sporcunun  gelirinin  yalnızca  o sporcunun faaliyetlerini sürdürdüğü ülkede vergilendirilebileceğini garanti ederek çifte vergilendirme  yükü  ortadan  kaldırılmıştır.  Aynı  şekilde  ülkemizde  faaliyetlerini sürdürmekte olan yabancı sporcular ile yabacı ülkelerde faaliyetlerini sürdüren Türk sporcular, çifte vergilendirme riski altında bulunmaktadır.  ÇVÖ  konusunda,  Türkiye de  mukim  gerçek  veya  tüzel  kişilerin  Türkiye'de yürüttükleri serbest meslek faaliyetleri veya benzeri diğer faaliyetleri kapsamında elde ettikleri kazançların vergilendirilmesinin ne şekilde yapılması gerektiği konusuna açıklık getirilmek amacıyla, ÇVÖ Anlaşmaları Genel Tebliği yürürlüğe konulmuştur. Söz konusu Genel Tebliğin 3 üncü maddesinin üçüncü fıkrasında, sporcuların elde ettiği kazançların vergilendirilmesinde ülkeler arasındaki anlaşmaların ilgili maddesi uyarınca vergilendirme  işlemi  yapılacağı  belirtilmiştir.  Türkiye  ile  diğer  devletler  arasında imzalanan ÇVÖ anlaşmalarına örnek olarak, Türkiye ve Almanya arasında imzalanan                                                            29  WILLIAMSON, 2017, s. 33. 30  4 Seri No lu Çifte Vergilendirmeyi Önleme Anlaşmaları Genel Tebliği: RG. 26.09.2017, S. 30192.  31  4  Seri  No lu  Çifte  Vergilendirmeyi  Önleme  Anlaşmaları  Genel  Tebliğinin  ÇVÖ  Anlaşmaları Hükümlerine Göre Anlaşmaya Taraf Diğer Ülke Mukimlerinin Serbest Meslek Kazancının Türkiye de Vergilendirilmesi başlıklı 3/3. maddesi uyarınca,  Sporcuların icra ettikleri faaliyetlerden elde ettikleri kazançların vergilendirilmesi anlaşmaların ayrı bir maddesinde düzenlendiğinden, bu faaliyetlerden elde edilen gelirler anlaşmaların ilgili maddesine göre vergilendirilecektir.  563Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  ÇVÖ Anlaşması nın Sanatçı ve Sporcular başlıklı 17 nci maddesinde,  bir Akit Devlet mukimi olan bir sporcunun diğer Akit Devlette bu sıfatta icra ettiği şahsi faaliyetleri dolayısıyla  elde  ettiği  gelirlerin,  bu  diğer  Devlette  vergilendirileceği   belirtilerek, sporcuların yalnızca mukim olduğu ve faaliyetlerini sürdürdüğü devlete gelir vergisi ödemesi gerektiği konusunda mutabakata varılmış olması sonucunda Türk ve Alman sporcular açısından çifte vergilendirme riski önlenmiştir. Bu ve benzeri şekilde Türkiye ile diğer devletler arasında yapılan ikili anlaşmalar ile Türkiye de faaliyetlerini sürdüren yabancı sporcular ile yabancı ülkelerde faaliyetlerini sürdüren Türk sporcuların çifte vergilendirilme riski ortadan kaldırılması hedeflenmektedir.    II.  TÜRKİYE DE SPORCU ÜCRETLERİNİN VERGİLENDİRİLMESİNİN KRONOLOJİK İNCELEMESİ Sporcu ücreti, maaş ve ödül ücretleriyle sınırlı olmadığı ve genellikle sözleşmede yer alandan daha büyük gelirleri içerdiği için bu gelirlerin kategorize edilmesi ve ne şekilde vergilendirilmesi gerektiği hususu birçok sporcu için kaygı sebebidir. Ücret; çalışan açısından geçim ve motivasyon kaynağını, işveren için işyeri giderlerinin büyük bir  bölümünü,  devlet  için  ise  kamu  giderlerinin  karşılanmasında  gelir  kaynağını oluşturur. Bu nedenle ücret gelirlerinin vergilendirilmesi muhataplar açısından hayati önem taşımaktadır. Ücret gelirlerinin vergilendirilmesine ilişkin olarak öncelikle ücretin kapsamının ne olduğunun belirlenmesi gerekmektedir. GVK nın 61 inci maddesinde ücret,  işverene tabi belirli bir işyerine bağlı olarak çalışanlara hizmet karşılığı verilen para ve ayınlar                                                            32  1 Ocak 2011 tarihinden itibaren geçerli olmak üzere imzalanan Türkiye Cumhuriyeti ile Almanya Federal Cumhuriyeti Arasında Gelir Üzerinden Alınan Vergilerde Çifte Vergilendirmeyi ve Vergi Kaçakçılığını Önleme Anlaşması: RG. 24.01.2012, S. 28183. 33  AKERS, 2015, s. 12. 34  ŞEN,  Özden  /  DEMİRLİ,  Yunus,   Ücretlerin  Kaynakta  Vergilendirilmesi:  Farklı  Vergi  Sistemi Uygulayan  OECD  Ülkelerine  İlişkin  Bir  İnceleme ,  Süleyman Demirel  Üniversitesi  Vizyoner Dergisi, Yıl: 2018, Cilt: 9, Sayı: 22, s. 157. 564Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  ile sağlanan ve para ile temsil edilebilen menfaatler  olarak tanımlanmıştır. Bu kapsamda sporculara hizmetleri karşılığında ödenen paranın yanı sıra farklı isimler altında yapılan ödemeler ve temin edilen menfaatlerin de ücret sayılacağı kabul edilmiştir. GVK  kapsamında  gelirlerin  vergilendirilmesinde  kural  olarak  beyana  dayalı vergilendirme usulü uygulanmakta iken ücret gelirlerinin vergilendirilmesinde stopaj usulü öngörülmüştür. Ancak istisnai hallerde ücret gelirlerini beyanname ile bildirme zorunluluğu  getirilmiştir.  GVK nın  geçici  72  nci  maddesinde  düzenlenen  sporcu ücretleri,  ücret  gelirlerinin  istisnası  olarak  özel  vergilendirme  usulleri  ile vergilendirilmektedir.  Ancak söz konusu maddede 5/12/2019 tarihli ve 7194 sayılı Kanun ile bir dizi önemli değişiklikler yapılmış olup bu değişiklikler ile birlikte sporcu ücretlerinin ne şekilde vergilendirileceğini uygulama dönemleri itibarıyla incelemekte fayda vardır. Tablo 1 de 1999 yılından itibaren günümüze kadar olan dönem aralıklarında, sporcu ücretlerinin hangi usulde vergilendirildiği gösterilmektedir. Tablo 1: 1999 Yılından İtibaren Sporcuların Vergilendirilmesi 01.01.1999 – 24.04.2003 tarihleri  Genel  hükümler  uyarınca arasında  vergilendirme yapılmıştır.                                                            35  Bkz.: RG. 13.06.2018 S.301450. Sporcu Ücretlerinden Tevkif Yoluyla Alınan Gelir Vergisinin İadesi Hakkında Yönetmeliğin 7/2. maddesi uyarınca,  sporculara bu faaliyetlerine ilişkin olarak aylık ücret, başarı primi, maç başı ücreti, imza parası, imaj hakkı ve sair adlarla yapılan ödemeler ve sağlanan menfaatler, 31/12/1960 tarihli ve 193 sayılı Gelir Vergisi Kanunu nun 61 inci maddesine göre ücret kapsamında değerlendirilir.  36  BAY,  Hakan  /  İNNECİ,  Ahmet,   Vergi  Adaleti  Açısından  Türkiye de  Ücret  Gelirlerinin Vergilendirilmesi , International Journal of Public Finance,Yıl: 2017, Cilt: 2, Sayı: 2, s. 216. 37  GÜLER, Hünkar,  Türkiye'de Gelir Vergisinin Ücretliler Üzerinde Oluşturduğu Etkinlik Kaybının Ölçülmesi , Maliye Araştırmaları Dergisi, Yıl: 2016, Cilt: 2, Sayı: 3, s. 32. 38  5/12/2019 tarihli ve 7194 sayılı Dijital Hizmet Vergisi Kanunu ile Bazı Kanunlarda ve 375 sayılı Kanun Hükmünde Kararnamede Değişiklik Yapılması Hakkında Kanun: RG. 07.12.2019, S. 30971. 39  ÇERİBAŞ, Dinçer, Spor Hukuku Uyuşmazlıkları ve Çözüm Yolları, Yüksek Lisans Tezi, Ankara, Ankara Üniversitesi Sağlık Bilimler Enstitüsü, 2020, s. 59. 40  BAY/ İNNECİ, 2017, s. 206. 565Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  24.03.2003 – 30.06.2008 tarihleri  01.07.2008  tarihine  kadar  %15 arasında  oranında  gelir  vergisi  kesintisine  tabi tutulmuştur. 01.07.2008 ve sonrası tarihlerde  Geçici  72  inci  maddeye  göre  lig statüsüne  göre  değişen  oranlarda  gelir vergisi kesintisine tabi tutulmuştur.  1999  yılından  günümüze  kadar  gelen  dönem  içerisinde  sporcu  ücretlerinin vergilendirilmesi,  uygulama  tarihleri  itibarıyla  Tablo  1 deki  şekilde  gerçekleşmiştir. Tablo 1 den görüldüğü üzere; sporcu ücretlerinin vergilendirilmesinde belirli dönemlerde artan oranlı, belirli dönemlerde sabit oranlı ve belirli dönemlerde sporcunun mücadele ettiği lig statüsüne göre değişen oranlar ile vergilendirme yöntemleri uygulanmış olup aynı vergilendirme konusuna ilişkin olarak bu kadar çok değişiklik yapılması vergide belirlilik ilkesini zedelemektedir. Öte yandan 31.12.2017 tarihinden sonraki dönemlere ilişkin  sporcu  ücretlerinin  vergilendirilmesi  konusunda  önemli  değişiklikler gerçekleştirilmiş olup bu değişiklikleri yürürlük dönemleri itibarıyla açıklamak gerekirse: A.  01.07.2008 – 01.05.2018 Tarihleri Arası Belirtilen tarihler arasındaki dönemde yürürlükte bulunan GVK nın geçici 72/1 inci maddesinde,  Lig usulüne tabi spor dallarında; En üst ligdekiler için % 15, En üst altı ligdekiler için % 10, Diğer liglerdekiler için % 5,  Lig usulüne tabi olmayan spor dallarındaki sporculara yapılan ödemeler ile milli sporculara uluslararası müsabakalara katılmaları  karşılığında  yapılan  ödemelerden  %  5   oranında  gelir  vergisi  tevkifatı yapılacağı, bu ödemeler üzerinden GVK nın 94 üncü maddesi kapsamında ayrıca tevkifat yapılmayacağı  ve  bu  gelirler  için  yıllık  beyanname  verilmeyeceği   hususları düzenlenmiştir.                                                             41  İRTEŞ GÜLŞEN, Meltem,  Privileged Taxation of Football Players , Journal of Strategic Research in Social Science, Yıl: 2019, Cilt: 5, Sayı: 1, s. 179. 566Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  Söz konusu madde uyarınca belirtilen tarihler arasında amatör veya profesyonel spor dalı ayrımı yapılmaksızın sporcu ücretlerinin, sporcunun mücadele etmekte olduğu lig statüsüne göre değişen oranlarda stopaj usulü ile vergilendirilmesi sağlanmıştır. B.  01.05.2018 – 31.12.2019 Tarihleri Arası 31.12.2019 tarihine kadar sporcu ücretlerine, lig statüsüne göre %15, %10 ve %5 olmak  üzere  değişen  oranlarda  gelir  vergisi  uygulanmaya  devam  edilmiştir.  Ancak amatör spor dallarının desteklenmesi amacıyla 01.05.2018 tarihinde yürürlüğe giren ve spor kulüplerine mali açıdan büyük bir avantaj sağlayan kanun maddesinin yürürlüğe girmesi ile ilgili işveren tarafından sporcu ücretlerine ilişkin olarak ödenen gelir vergisi tutarlarının bu işverenlere iade edilmesi kuralı getirilmiştir. Şöyle ki; 21/3/2018 tarihli ve 7103 sayılı Kanunun 35 inci maddesi ile 3289 sayılı Gençlik ve Spor Hizmetleri Kanunu na eklenen ek 12 nci madde uyarınca, sporculara ödenen ücretlerden tevkif edilerek  ilgili  vergi  dairesine  kanuni  süresinde  beyan  edilerek  ödenen  gelir  vergisi tutarlarının, ilgili işverence açılan özel hesaplara, ödemeden itibaren beş iş günü içinde ilgili vergi dairesi tarafından ret ve iade edileceği ancak işveren özel hesabına ret ve iade edilen  bu  tutarların  yalnızca  amatör  spor  dallarındaki  faaliyetlerde  kullanılabileceği hüküm altına alınarak, sporcu ücretlerine ilişkin gelir vergisinin ilgili işverene iade edilmesi hakkı tanınmıştır.  3289 sayılı Kanunun ek 12 nci maddesinin son fıkrasına dayanılarak, bu maddenin uygulamasına ilişkin usul ve esasların belirlenmesi amacıyla Sporcu Ücretlerinden Tevkif Yoluyla Alınan Gelir Vergisinin İadesi Hakkında Yönetmelik yürürlüğe konulmuştur. Bu Yönetmeliğin 5 inci maddesinde,  sporculara ödenen ücretlerden tevkif edilerek ilgili vergi dairesine yatırılan gelir vergisi tutarlarının, amatör spor dallarında kullanılmak üzere ilgili işverene ret ve iade edilmesinin sağlandığı ; 7 nci maddesinin dördüncü fıkrasında  ise,   3289  sayılı  Kanunun  ek  12  nci  maddesinin  01.05.2018  tarihinde                                                            42  21/3/2018 tarihli ve 7103 sayılı Vergi Kanunları ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılması Hakkında Kanun: RG. 27.03.2018, S. 30373 2. Mükerrer. 43  21/5/1986 tarihli ve 3289 sayılı Gençlik ve Spor Hizmetleri Kanunu: RG. 21.05.1986, S. 19120. 44  Sporcu Ücretlerinden Tevkif Yoluyla Alınan Gelir Vergisinin İadesi Hakkında Yönetmelik: RG. 13.06.2018, S. 30373. 567Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  yürürlüğe girmesi nedeniyle bu tarihten itibaren ödenen ücretler üzerinden tevkif edilen vergilerin iade kapsamına gireceği  belirtilmiştir. Görüldüğü üzere 01.05.2018 – 31.12.2019 tarihleri arasındaki dönemde, kanuni süresi içinde sporcu ücretlerinden tevkif edilerek ilgili vergi dairesine ödenen tutarların, amatör spor dallarında kullanılmak üzere ödeme tarihinden itibaren beş iş günü içinde vergi dairesi tarafından işverenin özel hesabına ret ve iade edilmesi sağlanmıştır. Yani bu dönem aralığında elde edilen sporcu ücretlerine ilişkin olarak usulüne uygun şekilde ödenen  gelir  vergisi  tutarlarının  tamamının,  işveren  hesabına  iade  edilmesi  imkânı tanınarak spor kulüplerine mali açıdan önemli bir avantaj sağlanmıştır. Spor kulüplerinin ve amatör spor dallarının desteklenmesi amacıyla 01.05.2018 tarihinde yürürlüğe giren bu uygulamaya, 7194 sayılı Kanunun yürürlüğe girmesi ile birlikte 31.12.2019 tarihinde son verilmiştir. C.  01.01.2020 – 31.12.2023 Tarihleri Arası 7194 sayılı Kanun ile GVK nın geçici 72 nci maddesi ve 3289 sayılı Kanunun ek 12  nci  maddesinde  önemli  değişiklikler  yapılmış  ve  bu  değişikliklerin  01.01.2020 tarihinden itibaren yürürlüğe gireceği belirtilmiştir. GVK nın geçici 72 nci maddesinde yapılan değişiklikler sonucunda; söz konusu maddenin 31/12/2019 tarihine kadar olan geçerlilik tarihi 31/12/2023 şeklinde değiştirilerek en üst ligdeki sporcular için %15 olan gelir vergisi tevkifat oranı %20 ye yükseltilmiştir. Bir diğer önemli değişiklik sonucunda da sporcunun yıllık gelir toplamının Kanunun 103 üncü maddesinde yazılı tarifenin dördüncü diliminde yer alan tutarı (2020 yılı itibarıyla 500.000,00 TL) aşması hâlinde, bu  gelirlerin  yıllık  beyannameyle  beyan  edilmesi  zorunluluğu  getirilmiştir.  Yıllık beyanname verilmesi durumunda ise beyan edilen bu gelirler üzerinden hesaplanan gelir                                                            45  GVK geçici madde 72:  (1) 31/12/2023 tarihine kadar sporculara yapılan ücret ve ücret sayılan ödemelerden aşağıdaki oranlarda gelir vergisi tevkifatı yapılır. a) Lig usulüne tabi spor dallarında; 1) En üst ligdekiler için % 20, 2) En üst altı ligdekiler için % 10, 3) Diğer liglerdekiler için % 5, b) Lig usulüne tabi olmayan spor dallarındaki sporculara yapılan ödemeler ile milli sporculara uluslararası müsabakalara katılmaları karşılığında yapılan ödemelerden % 5. (2) Bu ödemeler üzerinden 94 üncü madde kapsamında ayrıca tevkifat yapılmaz. Bu madde kapsamındaki gelirler toplamının, 103 üncü maddede  yazılı  tarifenin  dördüncü  diliminde  yer  alan  tutarı  aşması  hâlinde,  bu  gelirler  yıllık beyannameyle beyan edilir. Yıllık beyanname verilmesi durumunda, beyan edilen bu gelirler üzerinden hesaplanan gelir vergisinden, tevkifat yapmakla sorumlu olanlarca vergi dairesine ödenmiş olması şartıyla, bu Kanuna göre kesilen vergiler mahsup edilir.  568Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  vergisinden, tevkifat yapmakla sorumlu olanlarca vergi dairesine ödenmiş olmak şartıyla kesilen vergilerin mahsup edilmesi gerektiği belirtilmiştir.   3289 sayılı Kanunun ek 12 nci maddesinde yapılan değişiklik sonrasında ise sporcu ücretlerinden tevkif edilmesi sonucunda kanuni süresi içinde beyan edilerek ödenen gelir vergisi tutarlarından Gençlik ve Spor Bakanlığı nın talebi üzerine Hazine ve Maliye Bakanınca uygun görülen payın, Gençlik ve Spor Bakanlığı adına açılacak özel hesaba aktarılması kuralı getirilmiştir. Yani işveren tarafından tevkifat yapılarak vergi dairesine ödenen gelir vergisi tutarlarının beş iş günü içinde ilgili işverene iade edilmesi uygulaması sona erdirilerek, sporcu ücretlerinden tevkif edilerek ödenen gelir vergisinden Hazine ve Maliye Bakanınca uygun görülen payın Gençlik ve Spor Bakanlığı özel hesabına aktarılması usulü getirilmiştir.   Ancak değişiklik  yapılan söz konusu  madde kapsamında, Hazine ve Maliye Bakanlığınca uygun görülen payın ne olduğu ile Gençlik ve Spor Bakanlığı özel hesabına aktarılan bu payların ilgili işverenlerin hesaplarına ne şekilde iade edilmesi gerektiği hususları açıklanmamıştır. Ayrıca maddenin uygulamasına yönelik olarak getirilen belki de  en  önemli  değişiklik  olan  ve  spor  kulüplerinin  bu  uygulamadan  faydalanacağı tutarların belirsiz kalmasına neden olan iade edilecek gelir vergisi tutarlarında  uygun görülen  pay   ibaresine  yer  verilmesi  neticesinde;  hem  kanuni  belirlilik  ilkesi                                                            46  3289 sayılı Kanun ek madde 12:  Gençlik ve Spor Bakanlığı, Türkiye Futbol Federasyonu ve bağımsız spor federasyonlarına tescil edilmiş olan ve Türkiye de faaliyette bulunan spor kulüpleri ve sportif alanda faaliyette bulunan sermaye şirketleri tarafından sporculara ödenen ücretlerden tevkif edilerek ilgili vergi dairesine kanuni süresinde beyan edilen ve ödenen gelir vergisinden Gençlik ve Spor Bakanlığının talebi üzerine Hazine ve Maliye Bakanınca uygun görülen pay, Gençlik ve Spor Bakanlığı adına açılacak özel hesaba Hazine ve Maliye Bakanlığınca aktarılır. Özel hesaba aktarılan tutarlar aşağıdaki harcamalar dışında kullanılamaz: a) Amatör spor dallarında sportif faaliyet gösteren sporculara, bunların çalıştırıcılarına ve diğer spor elemanlarına yapılan ücret ve ücret sayılan ödemeler (Her bir sporcu, çalıştırıcı ve diğer spor elemanları için yıllık olarak yapılacak ödeme, 31/12/1960 tarihli ve 193 sayılı Gelir Vergisi Kanunu nun 103 üncü maddesinde yazılı tarifenin üçüncü gelir diliminde yer alan ve ilgili yılda ücretler için geçerli olan tutarın üç katını aşamaz.), b) Bu fıkranın (a) bendi kapsamındaki sporcu, çalıştırıcılar ve diğer spor elemanlarının, sportif faaliyetlerine ilişkin iaşe, ibate, seyahat, sağlık, eğitim-öğretim harcamaları ile amatör spor dallarına ilişkin hazırlık kampları, müsabaka, malzeme ve ekipman, federasyon vize, lisans, tescil ve katılım harcamaları. Özel hesaptan spor kulüpleri ve sportif alanda faaliyette bulunan sermaye şirketlerine aktarılan tutarlar ile bu tutarlardan yapılan harcamalar, gelir ve kurumlar vergisi uygulamalarında gelir, gider, indirim veya maliyet olarak dikkate alınamaz. Özel hesaba aktarılan tutarların kullanılması ve denetlenmesi ile maddenin uygulanmasına ilişkin usul ve esasları belirlemeye Hazine ve Maliye Bakanlığı ile Gençlik ve Spor Bakanlığı müştereken yetkilidir.  569Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  zedelenmekte hem de kanun yoluyla idarenin takdir yetkisini genişleten bir sonuç ortaya çıkmaktadır.  Bu nedenle söz konusu maddenin uygulamasına ilişkin olarak yürürlükteki Yönetmeliğin  kanun  maddesi  kapsamında  gerçekleşen  değişiklikler  doğrultusunda yenilenmesi  halinde,  belirsizliğe  sebep  olan  bu  durumun  olabildiğince  giderilmesi gerektiği düşünülmektedir. Aksi halde Hazine ve Maliye Bakanlığı nın takdiri (uygun görülen pay) doğrultusunda belirli dönemlerde bu tutarların tamamının iade edilebilmesi sonucu ortaya çıkabileceği gibi belirli dönemlerde hiçbir kısmının iade edilmemesi gibi bir  sonuç  da  ortaya  çıkabilir.  Meydana  gelen  bu  belirsizlik  neticesinde  de  spor kulüplerinin bu uygulamadan elde edeceği olası teşvik tutarlarına mali bütçelerinde yer verme imkânı ortadan kalkmaktadır. 01.01.2020 tarihinden itibaren elde edilen sporcu gelirlerine uygulanmak üzere yürürlüğe konulan değişiklikler kapsamında, konuyu yıllık ücret toplamı 1.000.000,00 TL olan ve ilgili spor dalının en üst liginde mücadele eden bir sporcu örneği ile açıklamak gerekirse: 01.05.2018 – 31.12.2019 tarihleri arasındaki dönemde; 1.000.000,00 TL yıllık ücreti olan bir sporcunun ücretinden %15 oranına isabet eden 150.000,00 TL tutarında gelir vergisi tevkifatı yapılmakta ve ilgili vergi dairesine ödenen bu tutarın tamamı amatör spor dallarına ilişkin harcamalarda kullanılmak üzere beş iş günü içinde ilgili işveren özel hesabına  iade  edilmekteydi.  Kanun  değişikliğinden  sonra  01.01.2020  –  31.12.2023 tarihleri arasındaki dönemde ise, aynı ücreti elde eden bir sporcunun ücretinden işveren tarafından  %20  oranına  isabet  eden  200.000,00  TL  tutarında  gelir  vergisi  tevkifatı yapılması gerekmekte ve ayrıca ücret toplamının GVK nın 103 üncü maddesinde yazılı tarifenin dördüncü diliminde yer alan tutarı (2020 yılı itibarıyla 500.000,00 TL) aşması nedeniyle yıllık beyanname ile beyan edilmesi gerektiğinden, yıllık beyanname verilmesi sonucunda %40 oranına isabet eden 400.000,00 TL gelir vergisi hesap edilmektedir. Ancak GVK nın geçici 72 nci maddesinin ikinci fıkrası uyarınca, hesap edilen 400.000,00 TL gelir vergisi tutarından tevkifat sorumlusu tarafından daha önce vergi dairesine                                                            47  EROĞLU,  Onur,   Vergi  Ceza  Hukuku  Açısından  Kanunîlik  İlkesi ,  Eskişehir  Osmangazi Üniversitesi İİBF Dergisi, Yıl: 2013, Cilt: 8, Sayı: 3, s. 175. 48  Sporcu Ücretlerinden Tevkif Yoluyla Alınan Gelir Vergisinin İadesi Hakkında Yönetmelik: RG. 13.06.2018, S. 30373. 570Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  ödenmiş olan 200.000,00 TL gelir vergisi tutarının mahsup edilmesi gerekmekte ve kalan 200.000,00  TL nin  gelir  vergisi  olarak  ödenmesi  gerekmektedir.  Sonuç  olarak 1.000.000,00 TL yıllık ücret elde eden sporcunun gelirinden işveren tarafından tevkif yoluyla  ödenen  200.000,00  TL  ve  beyanname  verilmesi  neticesinde  hesaplanan 400.000,00  TL den  tevkif  yoluyla  ödenen  200.000,00  TL nin  mahsup  edilmesi sonucunda ödenmesi gereken 200.000,00 TL olmak üzere toplam 400.000,00 TL gelir vergisi ödenmesi gerekecektir. Sonrasında ise 3289 sayılı Kanunun ek 12 nci maddesinin uygulanmasına geçilerek, usulüne uygun şekilde tevkif yoluyla ödenen 200.000,00 TL gelir vergisi tutarı üzerinden Gençlik ve Spor Bakanlığı nın talebi üzerine Hazine ve Maliye Bakanınca uygun görülen pay, Gençlik ve Spor Bakanlığı adına açılacak özel hesaba aktarılacaktır.  Hemen belirtelim ki sporcunun gelirler toplamının, GVK daki tarifenin dördüncü diliminde yer alan tutarı aşmaması hâlinde, bu gelirlerin yıllık beyannameyle beyan edilmesi gerekmeyeceği için bu durumda yalnızca tevkifat yapmakla sorumlu olanlar tarafından, sporcunun mücadele ettiği lig statüsüne göre değişen oranlarda gelir vergisi tevkifatı yapılması ile vergilendirme işlemi sona erdirilerek 3289 sayılı Kanunun ek 12 nci maddesinin uygulanması gerçekleştirilecektir.  III.  SPORCU  ÜCRETLERİNİN  VERGİLENDİRİLMESİNİN ANAYASA NIN  73  ÜNCÜ  MADDESİ  BAĞLAMINDA DEĞERLENDİRİLMESİ Hukukun asıl amacı adalet tesis edilmesidir. Vergilendirme sistemi içerisinde tesis edilmesi gereken adaletin hukuki içeriği ise anayasal ilkeler ile belirlenir. Hukuk devleti olmanın  vergi  hukukundaki  karşılığı,  mükellef  hakları  olarak  ifade  edilmektedir. Vergilendirme  konusuna  ilişkin  mükellef  haklarının  temelini,  Anayasa da  yer  alan vergilendirme konusuna ilişkin temel ilkeler oluşturmaktadır. Devletin, vergilendirme                                                            49  ŞENYÜZ,  Doğan,   Hukuk  Devleti  Perspektifinden  Adil  Vergileme  ve  Vergi  Afları ,  Tesam Akademisi Dergisi, Yıl: 2014, Cilt: 1, Sayı: 2, s. 84. 571Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  yetkisini  kullanırken  Anayasa da  yer  alan  temel  ilkelere  ve  sınırlara  uyması gerekmektedir. Anayasa da belirlenen temel ilkeler doğrultusunda iyi bir vergilendirme sisteminin oluşturulması, kamu maliyesine güven duyulmasını sağlamanın en önemli yoldur. Vergi adaletinin  sağlanmasının,  anayasal  düzeyde  Devletin  önemli  amaçları  arasında olduğunun vergi mükellefleri tarafından görülmesi, toplumsal vergi ahlâkı açısından önemlidir. Ancak  karmaşık,  sık  sık  değişikliğe  uğrayan,  adaleti  sağlamaktan  ve  tarafsız olmaktan uzak olan, belirli bir kişi veya gruplara imtiyazlar tanıyan bir vergi düzeni kamu maliyesine duyulan güveni yok eder. Bu nedenle vergi adaletinin sağlanması toplumsal açıdan  önemlidir.  Vergi  adaleti  temelde  eşitlik  ilkesine  dayanır.  Ödeme  gücü  eşit olanların eşit vergi ödemesi, ödeme gücü farklı olanların ise farklı vergi ödemesini öngören bir vergilendirme sisteminin adil olacağı kabul edilir. Vergi sistemimizde vergi adaletini zedeleyen faktörleri, yasal nedenlere dayalı faktörler ve yasa dışı faktörler olmak üzere iki ana başlık altında toplamak mümkündür. Kanun  koyucu  tarafından  yürürlüğe  konulan  yasalar  kapsamında  uygulanan  vergi muafiyeti ve istisnaları, dolaylı vergilerin ağırlığı ve benzeri uygulamalar, yasal faktörler olarak; vergi kaçakçılığı ve kayıt dışı ekonomik faaliyetler ise yasa dışı faktörler olarak nitelendirilebilir. Vergi yükünün tüm sektörleri ve kişileri kapsayacak bir biçimde daha dengeli dağılımının  sağlanması  halinde,  vergi  potansiyeli  genişleyerek  vergi  adaleti sağlanabilecek iken vergi  muafiyeti ve istisnalarının  genişletilmesi, vergi  adaletinin                                                            50  ERKİN, 2015, s. 1146. 51  DEMİR, İhsan Cemil, Vergi Ahlâkı ve Belirleyenleri Ege Bölgesi, Doktora Tezi, İzmir, Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü, 2008, s. 54. 52  GEDİZ ORAL, Burcu,  Mali Yolsuzlukla Mücadele Stratejileri: Türk Vergi Sistemi , Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2011, Cilt: 16, Sayı: 3, s. 422. 53  ŞENYÜZ, 2014, s. 87. 54  KARGI, Veli/ YÜKSEL, Cihan,  Türkiye de Vergi Aflarının Vergi Adaleti ve Mükellefler Üzerine Etkileri , Zonguldak Karaelmas Üniversitesi Sosyal Bilimler Dergisi, Yıl:2011, Cilt: 7, Sayı: 13, s. 108. 572Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  sağlanmasında sorunlara yol açması kaçınılmazdır. Bunun yanında sık aralıklarla vergi affı uygulamalarına başvurulması, vergi borçlarını zamanında ödeyen  mükelleflerin, vergi yükünün adaletsiz dağıtıldığı düşüncesine kapılmalarına sebep olmakta ve vergi ödeme  isteklerinin  zayıflamasına  sebep  olmaktadır.  Bu  bağlamda  vergilendirme, vatandaşların devlete olan bakış açısı ve tutumlarının oluşumuna etki edebilecek kadar hayati bir öneme sahip olmasına karşın pratikte vergi adaletinin sağlanması, düşünüldüğü kadar kolay değildir. Vergilendirmeye  ilişkin  olarak  Anayasa nın   Vergi  ödevi   başlıklı  73  üncü maddesinde,  Herkesin, kamu giderlerini karşılamak üzere, mali gücüne göre, vergi ödemekle  yükümlü  olduğu,  vergi  yükünün  adaletli  ve  dengeli  dağılımının,  maliye politikasının  sosyal  amacı  olduğu  ve  vergi  ve  benzeri  mali  yükümlülüklerin  ancak kanunlarla  düzenlenebileceği   58  belirtilerek;  verginin  genelliği,  verginin  kamu giderlerinin karşılığı olması, verginin mali  güce göre alınması, verginin adaletli ve dengeli dağılması ile verginin kanuniliği temel ilkeleri ortaya konulmuştur.  Verginin genelliği ilkesi, toplumu oluşturan hiçbir kimseye ayrım ya da ayrıcalık yapılmadan herkesin ödeme gücü oranında vergi ödemesini ifade etmektedir.                                                             55  ARMAĞAN, Ramazan,  Türkiye de Gelir ve Kurumlar Vergisi Oranlarında İndirimin Vergi Gelirleri Üzerine Etkileri , Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2007, Cilt: 12, Sayı: 3, s. 237. 56  YILMAZ,  Gülay  Akgül,   Türkiye de  Gelir  Vergisi  Tarifesinde  Meydana  Gelen  Değişikliklerin Vergilendirmede Adalet İlkesi Bakımından Değerlendirilmesi , Marmara Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2006, Cilt: 21, Sayı: 1, s. 251. 57  DEMİR, İhsan Cemil/ GÜLTEN, Yıldıray,  Maliye Politikasının Sosyal Amacı: Vergi Yükünün Adaletli ve Dengeli Dağılımı Üzerine Türkiye Geneli Anket Çalışması , Celal Bayar Üniversitesi Sosyal Bilimler Dergisi, Yıl: 2013, Cilt: 11, Sayı: 1, s. 271-273. 58  18/10/1982 tarihli ve 1709 sayılı Türkiye Cumhuriyeti Anayasası: RG. 09.11.1982, S. 17863. 59  ÖZTÜRK, İlhami/ OZANSOY, Ahmet,  Ücret Gelirleri Üzerindeki Vergi Yükünün Analizi , Maliye Dergisi, Yıl: 2011, Sayı: 161, s. 208.  60  ARSLAN, Kahan Onur,  Vergilendirme Yetkisinin Meşruluk Kaynakları: Optimal Vergilendirme İlkeleri ve Kamu Yararı , Türkiye Barolar Birliği Dergisi, Yıl: 2016, Sayı: 127, s. 227. 573Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  Verginin kamu giderlerinin karşılığı olması ilkesi, Devletin yürütmekte olduğu kamu hizmetleri nedeniyle ortaya çıkan giderlere kaynak sağlanması ihtiyacı ile ortaya çıkan temel ilkedir.  Verginin mali güce göre alınması, kişilerin ekonomik ve kişisel durumlarına göre vergilendirilmesi anlamına gelmektedir.  Vergide adalet ise kişiler üzerindeki vergi yükünün, toplum tarafından adaletli olarak paylaştırıldığının kabul edildiği bir şekilde dağılımının sağlanmasıdır. Tabii ki vergide  adalet  kavramı  kişiden  kişiye  göre  değişebilir  ancak  vergide  adaletin sağlanmasındaki  hâkim görüş, vergilendirme işleminin kişilerin  gelir düzeyine  göre dengeli olarak ve aynı koşullar altındaki kişilere aynı şekilde uygulanmasını sağlayacak biçimde  düzenlenmesidir.  Bu  bağlamda  vergilendirmeye  ilişkin  temel  ilkeler doğrultusunda  vergide  adaletin  sağlanabilmesi  için  öncelikle,  verginin  genelliği  ve verginin mali güce göre alınması temel ilkelerinin hayata geçirilebilmesi gerekmektedir. Diğer bir ifadeyle, vergide adalet ilkesinin uygulama aracı olan verginin mali güce göre alınması ilkesinin uygulanması halinde vergi yükünün, mükelleflerin ödeme güçlerine göre dağıtılması sağlanabilecektir. Vergi adaleti hakkında ödeme gücüne ilişkin olarak, ödeme gücü farklı durumda olanların farklı miktarda vergi ödemeleri  dikey eşitlik ilkesi ; ödeme gücü eşit durumda olanların aynı miktarda vergi ödemeleri  yatay eşitlik                                                            61  ERKİN, Gözde,  Vergilendirme Yetkisinin Tabi Olduğu Anayasal İlkeler , Ankara Barosu Dergisi, Yıl: 2012, Sayı: 3, s. 245. 62  ÖNCEL/ ÇAĞAN/ KUMRULU, vd., 2019, s. 61.  63  YERELİ, A. Burçin/ ATA, A. Yılmaz,  Vergi Adaletine Ulaşma Yöntemleri Çerçevesinde Fayda İlkesinin Teorik Açıdan Değerlendirilmesi , Maliye Dergisi, Yıl: 2011, Sayı: 161, s. 22.  64  BAY/ İNNECİ, 2017, s. 197.  65  GEDİZ ORAL, 2011, s. 423.  66  SUGÖZÜ, İbrahim Halil/ YILDIRIM, Hüseyin/ AYDIN, Halil İbrahim,  Vergi Adaleti Açısından Motorlu Taşıtlar Vergisinin Analizi , Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2014, Sayı: 32, s.116. 67  KARGI/ YÜKSEL, 2011, s. 107.    574Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  ilkesi  şeklinde ifade edilmekte ve bu ilkeler ödeme gücü konusundaki iki temel ölçüt olarak kabul edilmektedir. Verginin kanuniliği ilkesi ile ortaya konulmak istenilen ilke ise vergilendirme yetkisinin yasama organına ait olması ve vergilendirmeye ilişkin mali yükümlülüklerin ancak kanunlarla düzenlenebilmesidir.  Sporcu  ücretlerinin  vergilendirilmesi  konusunda,  Türkiye deki  uygulamalara ilişkin pek çok yazar tarafından vergi adaletinin zedelendiği yönünde yapılan eleştirilerin haklılık  payını  değerlendirmek  için  Türkiye de  ve  çeşitli  ülkelerde  faaliyetlerini sürdürmekte olan profesyonel futbolcu ücretlerine, ülke bazında uygulanan gelir vergisi oranlarına  bakmakta  fayda  vardır.  Bu  bağlamda  Tablo  2 de  Türkiye de  ve  çeşitli ülkelerde futbolcu ücretlerine uygulanan gelir vergisi oranları gösterilmiştir.    Tablo 2: Türkiye ve çeşitli ülkelerde futbolcu ücretlerine uygulanan gelir vergisi oranları Bulgaristan  10,00  Almanya  47,50 Rusya  13,00  İrlanda  48,00 Çekya  15,00  Slovenya  50,00 Türkiye  15,00  Avusturya  50,00                                                             68  GERÇEK, Adnan/ BAKAR, Feride,  Vergilemede Kanunilik İlkesi Açısından Anayasa nın 73/4. Maddesi ile Bakanlar Kuruluna Yetki Verilmesinin Değerlendirilmesi , International Journal of Public Finance, Yıl: 2017, Cilt: 2, Sayı: 1, s. 10. 69  KÖPRÜ, Fatih, Futbolcu Ücretleri İçin Vergi Oranları, https://www.ekonomist.com.tr/m-fatih  kopru/futbolda-vergi-yuzde-15-mi-yuzde-35-mi-olmali.html (erişim tarihi: 04.05.2020)  575Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  Romanya  16,00  Fransa  50,20 Slovakya  25,00  Finlandiya  51,40 Polonya  32,00  Hollanda  52,00 Norveç  38,50  Belçika  53,20 Hırvatistan  42,40  Yunanistan  55,00 İspanya  43,50  Danimarka  55,80 İngiltere  45,00  Portekiz  56,20 İtalya  47,20  İsveç  57,10  2017 yılı verileri ile hazırlanan ve futbolcular özelinde, dünyanın çeşitli ülkelerinde uygulanan gelir vergisi oranlarının yer aldığı Tablo 2 den görüldüğü üzere; GVK daki son değişiklik öncesi olan 01.01.2020 tarihinden önceki dönemde Türkiye de en üst liglerde mücadele eden sporcu ücretlerine uygulanmakta olan %15 oranındaki gelir vergisi kesintisi ile Türkiye nin, bu konuda en düşük gelir vergisi kesintisi uygulayan ülkeler arasında yer aldığı ve yüksek gelir elde eden sporcular için adeta vergi cenneti olduğu,  Türkiye de  sporcu  ücretlerine  uygulanan  gelir  vergisi  kesintisinin  dünya ortalamasının  çok  altında  kaldığı  ortaya  çıkmakta  ve  pek  çok  yazar  tarafından  bu durumun vergi adaletini zedelediği ifade edilmekteydi. Diğer ülkelerin sistemleri ile karşılaştırma yapma imkânı sağlayan Tablo 2 de yer alan verilerin de gösterdiği üzere bu yorumlarda haklılık payı olduğu görülmektedir. Ancak 7194 sayılı Kanun ile GVK da yapılan değişiklikler sonucunda 01.01.2020 tarihinden itibaren elde  edilen ücretlere uygulanmak üzere yürürlüğe giren değişiklikler kapsamında, Türkiye de mali açıdan sporcular lehine olan gelir vergisi avantajının belirli ölçüde sona erdiği görülmektedir.  576Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  SONUÇ Anayasa nın   Sporun  geliştirilmesi  ve  tahkim   başlıklı  59  uncu  maddesinde,  Devlet, her yaştaki Türk vatandaşlarının beden ve ruh sağlığını geliştirecek tedbirleri alır, sporun kitlelere yayılmasını teşvik eder. Devlet başarılı sporcuyu korur.  hükmü yer almaktadır. Öte yandan Anayasa nın  Vergi ödevi  başlıklı 73 üncü maddesi ile verginin bir görev olduğu ve verginin adaletle dağılımının sağlanması gerektiği teminat altına alınmıştır. Anayasa nın 59 uncu maddesi dayanılarak, Devletin sporu geliştirmek ve teşvik etmek amacıyla sporcu ücretlerinin vergilendirilmesine ilişkin olarak GVK da sporcuları koruyan özel düzenlemelere yer vermesinin gerekli olduğu belirli ölçüde kabul edilebilir. Ancak yüksek ücret elde eden sporcuların, mali güçlerine göre değil de diğer ücretlilerden farklı olarak özel usullerle ve çok daha düşük oranlar üzerinden vergilendirilmesinin, vergi eşitliği ve vergi adaleti ilkesi ile bağdaşmadığı yönündeki eleştirilerde haklılık payı vardır. Ancak GVK da yapılan değişiklikler sonrasında, 01.01.2020 tarihinden itibaren elde edilen gelirlere uygulanmak üzere ilgili spor dalının en üst liginde mücadele eden sporcular için uygulanan gelir vergisi tevkifatı oranı %15 ten %20 ye yükseltilmiş, ayrıca bu gelirlerin GVK nın 103 üncü maddesinde yazılı tarifenin dördüncü diliminde yer alan tutarı  aşması  halinde  yıllık  beyannameyle  beyan  edilmesi  zorunluluğu  getirilmiştir. Böylece  GVK ya  tabi  olan  diğer  ücretlilerle  ve  yurtdışında  faaliyetlerini  sürdüren sporcularla karşılaştırıldığında, Türkiye deki sporculara mali açıdan avantaj sağlayan vergilendirme usulündeki değişiklik sonucunda sporcular lehine olan vergi avantajı belirli ölçüde kısıtlanmıştır. Ancak sporcu ücretleri hakkında uygulanmakta olan vergilendirme sistemi, halen kendi içinde dahi tam olarak vergi adaletini sağlayamamaktadır. Örneğin yıllık ücret toplamı GVK nın 103 üncü maddesinde yazılı tarifenin dördüncü diliminde yer alan tutarın altında kalan sporcu ücretleri hakkında, mücadele edilen lig statüsüne göre %20, %10 ve %5 şeklinde değişen oranlar üzerinden gelir vergisi tevkifatı uygulanması, eşit ücret elde eden ancak farklı statüdeki liglerde mücadele eden sporcuların farklı oranlar üzerinden vergilendirilmesi sonucunu ortaya çıkarmaktadır ki bu durum, vergi eşitliği ilkesini zedelemektedir. Öte yandan dördüncü dilimin üstünde yıllık ücret elde eden 577Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  sporcu  ücretlerinin  vergilendirilmesinde,  GVK daki  değişiklik  ile  yıllık  beyanname verme yükümlülüğü getirilmiş olduğundan sporcunun mücadele ettiği lig statüsü ayrımı yapılmaksızın, GVK nın 103 üncü maddesinde yer alan tarife üzerinden ücret toplamına uygulanacak olan gelir vergisi oranı değişmeyeceği için, sporcular arasında vergi eşitliği ilkesine aykırı bir durum oluşmamaktadır. GVK daki değişiklikler sonucunda oluşan yeni tablo, mali açıdan önemli sonuçlar doğurmuştur. 31.12.2019 tarihine kadar uygulanan uzun bir dönem boyunca, herhangi bir üst  sınır  olmaksızın  milyonlarca  lira  gelir  elde  eden  en  üst  ligdeki  bir  sporcunun ücretinden %15 sabit oranı üzerinden gelir vergisi tevkifatı yapılmakta ve bu durumun vergi adaletini zedelediği ileri sürülmekte iken, GVK da yapılan değişiklikler sonrasında bu oran, 2020 yılı itibarıyla %40 a kadar çıkabilmektedir. Böylece yüksek ücret elde eden sporcular  yönünden  ödeme  gücüne  göre  vergi  ilkesine  daha  uygun  davranıldığı söylenebilir.  Sonuç  olarak  sporcu  ücretlerinin  vergilendirilmesi  konusunda  vergi adaletinin tam anlamıyla sağlanabilmesi için sporcu ücretlerinin genel hükümlere göre vergilendirilmesinin sağlanması; genel hükümlere göre vergilendirmenin sağlanmaması halinde ise de belirli tutarın altında ücret elde eden sporculara lig statüsüne göre değişen oranlarda gelir vergisi tevkifatı uygulanmasından vazgeçilerek, diğer ücretlilerde olduğu şekilde  elde  edilen  ücret  toplamı  esas  alınmak  suretiyle  artan  oranlı  gelir  vergisi tarifesinin uygulanması vergi adaletinin sağlanabilmesi açısından yararlı olacaktır.  Sporcu ücretleri hakkında uygulanmakta olan GVK daki değişiklikler, sporculara yüksek ücret ödeyen spor kulüpleri tarafından dikkatle takip edilmektedir. Spor kulüpleri, kişileri belirli bir amaç doğrultusunda bir araya getiren ve toplum tarafından ilgiyle takip edilen kuruluşlar olup özellikle büyük taraftar kitlesine sahip olan spor kulüplerinin bu kitleler  üzerinde  önemli  etkileri  bulunmaktadır.  Sporcu  ücretlerine  uygulanan vergilendirmenin, diğer ücretlilerden farklı ve sporculara avantaj sağlayacak şekilde düzenlenmesinde,  spor  kulüplerinin  ve  kulüp  yöneticilerinin  önemli  etkileri bulunmaktadır. Sporcular ile imzaladıkları sözleşmeler nedeniyle vergi yükünü üzerinde hisseden spor kulüpleri, bu yüklerini hafifletmek üzere mevzuatta sporculara ve spor kulüplerine mali yönden avantaj sağlayacak bazı düzenlemeler yapılmasını sağlamak için lobi faaliyetleri yürütmektedir. Bu sayede de diğer ücretlilerle kıyaslandığında sporcular, 578Çeribaş                                                                                                Hacettepe HFD, 10(2) 2020, 555-583  mali yönden avantajlı hale gelmektedirler. Örneğin 13-17 Ocak 2020 tarihleri arasında Ankara da gerçekleştirilen Spor Kulüpleri ve Federasyonları Çalıştayı na katılan TFF Süper Lig Kulüp Başkanları, Çalıştay sonrasında Cumhurbaşkanlığı Külliyesi ne toplu olarak gerçekleştirdikleri ziyarette, 01.01.2020 tarihinden itibaren elde edilen sporcu ücretlerine  uygulanmak  üzere  yürürlüğe  konulan  GVK daki  değişiklilerin  spor kulüplerini mali açıdan zorlayacak nitelikte olduğunu belirtmiş ve bu değişikliklerin iki yıl süreyle ertelenmesini talep etmişlerdir.  01.01.2020 tarihinden itibaren elde edilen sporcu gelirlerine uygulanmak üzere yürürlüğe  giren  GVK daki  değişiklikler,  spor  kulüpleri  için  henüz  finansal  açıdan etkilerini tam olarak göstermemiştir. Fakat kanun değişikliği ile yürürlüğe giren yeni uygulamanın, halihazırda bir yıldan uzun süreli sözleşmelerle sporcularına net ücretler üzerinden (vergi yükü spor kulübüne ait olmak üzere) yüksek ücret ödemeyi taahhüt eden spor kulüpleri hakkında finansal açıdan daha ağır sonuçlara yol açması muhtemeldir. Sporcu ücretleri, spor kulüplerinin mali bütçelerindeki en önemli gider kalemlerinin başında  gelmektedir.  Bu  nedenle  spor  kulüplerinin,  gelecek  dönemlere  ilişkin  mali bütçelerini planlarken sporcu ücretlerinin vergilendirilmesine ilişkin bu değişiklikleri dikkate almaları mali bütçe yönetimi açısından önem arz etmektedir. Devletin ise sporun desteklenmesi  amacıyla  yürürlüğe  koyduğu  kuralların  ve  özellikle  vergilendirmeye ilişkin düzenlemelerin, yıllar itibarıyla değişken olmaktan çok verginin belirlilik ilkesine uygun olarak ve spor kulüplerinin gelecek sezonlara ilişkin mali bütçe planlamalarını daha öngörülebilir şekilde yapabilmesini sağlayabilecek şekilde uzun vadeli olması ve maliye  politikasının  temel  amacı  olan  vergi  adaletinin  hassasiyetine  uygun  olarak düzenlenmesi faydalı olacaktır.",
     "Kaynakça": "Matthew,  A Race to the Bottom? International Income Tax Regimes' Impact on the Movement of Athletic Talent , University of Denver Sports and Entertainment Law Journal, Yıl: 2015, Cilt: 17, s. 12. 9   WILLIAMSON, Cyristal,  Taxation of Income on Professional Team Athletes , A Senior Thesis, Liberty"
}