{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "22",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "MARKALARIN ANONİM ŞİRKETLERDE SERMAYE OLARAK TAAHHÜDÜNDE AKTİFLEŞTİRME YASAĞI VE MARKA DEĞERİNİN BİLANÇODAKİ YERİNİN TESPİTİ",
     "Title": "RECOGNITION PROHIBITION OF TRADEMARKS AT CAPITAL SUBSCRIPTION IN JOINT STOCK COMPANIES AND DETERMINING BRAND VALUE IN BALANCE SHEET",
     "Yazar İsmi": [
          "HARUN ERYİĞİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Marka",
          "Sermaye taahhüdü",
          "Aktifleştirme yasağı",
          "Yeniden değerleme",
          "İşletme birleşmeleri"
     ],
     "Keywords": [
          "Trademarks",
          "Capital subscription",
          "Recognition prohibition",
          "Revaluation",
          "Business combination"
     ],
     "Özet": "Kanun koyucu 6102 sayılı TTK nın 342 inci maddesi ile üzerlerinde sınırlı ayni bir hak, haciz ve tedbir bulunmayan, nakden değerlendirilebilen ve devrolunabilen, fikrî mülkiyet haklarının ayni sermaye olarak getirilebileceğini düzenlemektedir. Diğer yandan aynı kanunun 74 üncü maddesinin ikinci fıkrası ile Türkiye Muhasebe Standartları uyarınca getirilen istisnalar saklı kalmak üzere bedelsiz olarak elde edilmiş, maddi olmayan duran varlıklar için bilançonun aktifine kalem konulamayacağını hüküm altına almaktadır. Bu durum Türkiye Muhasebe Standartları kapsamında markaların anonim şirketlere ayni sermaye olarak taahhüt edilip edilemeyeceği sorununu beraberinde getirmektedir.  Konuya ilişkin olarak Türkiye Muhasebe Standartları kapsamında benimsenen anlayış uyarınca bir varlığın muhasebeleştirilmesi için bu varlığın maliyetinin güvenilir bir şekilde ölçülebilmesi gerekmekte olup, işletme tarafından meydana getirilen veya bir bedel ödenmeden elde edilen markaların değerinin parasal olarak ölçülmesi ve değerlendirilmesi olanaksız olarak kabul edilmekte ve bu çerçevede kural olarak aktifleştirilmesi ve bilançoda gösterilmesi mümkün olmamaktadır. Yine ilgili idarelerce benimsenen ve markaların rayiç değerinin mahkemelerce belirlenmesi halinde bu değerin belirli hallerde aktifleştirme yasağı kapsamında kabul edilmesi gerektiği yönündeki görüşler de özellikle ayni sermaye taahhüdü yolu ile şirkete getirilen markaların bilançonun aktif kısmında yer alıp alamayacağının sorgulanmasına neden olmaktadır.  Bunun bir sonucu olarak kuruluş esnasında sermaye taahhüdü yoluyla anonim şirkete bedelsiz olarak getirilen markaların sermayenin korunması ilkesi bağlamında geçerli bir taahhüt teşkil edip etmediği şüpheli bir hale gelmektedir. Nitekim kural olarak bilançonun aktifler kısmında yer alan katılım paylarının içerisinde aktifleştirilmesine imkan bulunmayan bir değerin yer alması, anonim şirketin henüz kuruluşu yahut sermaye artırımı aşamasında sermayesinin bir bölümünün karşılıksız kalmasına neden olmakta, bu                                                                                                     husus sermayenin korunması ilkesinin bir ayağı olan sermayenin teşkili noktasında muhasebesel bir engel teşkil etmektedir.  Bu engelin aşılabilmesi adına markaların bilançolara aktarılması esnasında gündeme gelen aktifleştirme yasağı kapsamında markaların sermaye olarak taahhüdü hususunun değerlendirilmesi gerekmektedir.  Yapılan açıklamalar kapsamında hazırlanan çalışmamız ile öncelikle aktifleştirme yasağının amacı ve kapsamı ortaya konulmakta, markaların değerlemesine ilişkin esaslar ve marka değerlemesinin önemi bağlamında mahkemelerce atanan bilirkişiler tarafından tespit olunan değerlerin bilançolardaki yeri tespit edilmektedir.  Anahtar  Kelimeler:  Marka,  Sermaye  taahhüdü,  Aktifleştirme  yasağı,  Yeniden  değerleme,  İşletme birleşmeleri  ABSTRACT With Article 342 of the TCC numbered 6102, the legislator regulates the assets without such restriction as a measure, pledge, and encumbrances on them, which can be convertible to cash and which are transferable, including intellectual property rights and virtual environments, can be contributed as capital in kind. On the other hand, without prejudice to the exceptions brought in accordance with the Turkish Accounting Standards with the second paragraph of Article 74 of the TCC, it is stipulated that no assets can be included in the assets of the balance sheet for intangible assets obtained without any charge. These regulations lead to the problem of whether brands can be committed to joint-stock companies as capital in kind within the scope of Turkish Accounting Standards. In accordance with the understanding adopted within the scope of Turkish Accounting Standards on the subject, the cost of an asset should be measured reliably in order to recognize the assets in the balance sheet. According to the same approach, measurement and evaluation for the value of the brands created by commercial enterprises or obtained without any charge are not feasible.  Herein, as a rule, it is considered unfeasible for those brands to be capitalized and shown on the balance sheet. Repeatedly the approaches adopted by the relevant administrations that if the courts determine the fair value of the brands, this value should be treated accordingly the scope of the recognition prohibition causes the questioning of whether the brands brought to the company through capital subscription in kind can be included in the active part of the balance sheet. Thereby,  whether  brands  brought  without  any  charge  to  the  joint-stock  company  through  capital subscription constitute a valid commitment in the context of the principle of protection of capital is growing dubious.  Indeed, the inclusion of a value that cannot be recognized in the equity participation in the assets   301                                                                                                     section of the balance sheet causes a part of the capital of the joint-stock company to remain unpaid at the stage of establishment or capital increase. This condition constitutes an accounting handicap at capital raising, which is one of the pillars of the principle of capital protection rule. In pursuance of overwhelming the abovementioned handicap, it is necessary to evaluate the subscription of brands as capital within the scope of the recognition prohibition that becomes the main topic of the transfer of brands to the balance sheets. With this research, which has been drawn up within the scope of the mentioned interpretations, the purpose and scope of the recognition prohibition are revealed. Moreover, the proper place of the brand value, which is determined by the experts appointed by the courts during capital subscription, is aspired to be determined in the context of the principles regarding the brand valuation and the importance of the brand valuation. Keywords: Trademarks, Capital subscription, Recognition prohibition, Revaluation, Business combination  GİRİŞ  1980 lerde yaşanan ekonomik gelişmeler ve şirket birleşme ve devralmalarına istinaden önemi had safhaya çıkan marka kavramı pek çok araştırmacının dikkatini çekmiş, bilhassa markanın ekonomik karşılığının belirlenmesi hususunda iktisat bilimi perspektifinden pek çok çalışma ortaya konulmuştur. Bu çalışmalar şirketler hukukunda ve muhasebe alanında da kendisine yer bulmuş ve akademik tartışmalara konu olmuştur. Bu tartışmaların yansımalarının açık bir şekilde görüldüğü 6102 sayılı Türk Ticaret Kanunu (TTK) ile kanun koyucumuz bir yandan açık bir şekilde markaların anonim şirketlere sermaye olarak getirilmesine imkân tanırken, diğer yandan Türkiye Muhasebe Standartları (TMS) uyarınca getirilen istisnalar saklı kalmak üzere bedelsiz olarak elde edilmiş, maddi olmayan duran varlıklar için bilançonun aktifine kalem konulamayacağını hüküm altına almıştır.  Bu durum, esas itibariyle muhasebe anabilim dalının bir tartışma konusunu teşkil eden aktifleştirme yasağının, sermayenin korunması ilkesinin benimsendiği TTK nın da bir parçası haline gelmesi sonucunu beraberinde getirmiştir. Bunun bir sonucu olarak sermaye taahhüdü yoluyla anonim şirkete bedelsiz olarak getirilen markaların sermayenin korunması  ilkesi  bağlamında  geçerli  bir  taahhüt  teşkil  edip  etmediği,  bu  değerin belirlenmesinde kullanılacak olan değerleme yönteminin nasıl tespit edileceği, bu değerin   302                                                                                                     bilançolara aktarılmamasının nasıl sonuçlar doğuracağı, ortaya çıkan sorunların nasıl aşılabileceği gibi sorular gündeme gelmiştir.  Bu soruların çözümlerinin arandığı çalışmamız kapsamında öncelikli olarak marka kavramı,  marka  değeri  ve  değerlemesi  hususlarına  dikkat  çekilecek,  devamında  ise markaların anonim şirketlere sermaye olarak taahhüdü aktifleştirme yasağı kapsamında değerlendirilerek,  taahhüde  konu  markaların  nasıl  bilançolaştırılabileceği  noktasında incelemede bulunulacaktır.  I.  MARKA DEĞERİ VE DEĞERLEMESİ  A. Marka Kavramı Doğrudan  bir  kanuni  tanımına  yer  verilmeyen  marka  kavramına  ilişkin  farklı disiplinlerce farklı tanımlara yer verilmiştir. Ancak en sade haliyle marka, bir teşebbüsün mallarını  ve/veya  hizmetlerini  başka  teşebbüslerinkinden  ayırt  etmeyi  sağlayan  bir  işaret  olarak tanımlanabilir. Tanımda  yer  alan  işaretlerin  seçiminde  kural  olarak  ilgili  tarafa  bir  serbesti tanınmışsa da 6769 sayılı Sınai Mülkiyet Kanunu ile kanun koyucu bu işaretlerin neler olabileceğine dair bir kısıtlama getirmiştir. Sınai Mülkiyet Kanunu nun 4. maddesi ile  bir  teşebbüsün  mallarının  veya  hizmetlerinin  diğer  teşebbüslerin  mallarından  veya hizmetlerinden  ayırt  edilmesini  sağlaması  ve  marka  sahibine  sağlanan  korumanın                                                            1   KAYA, Arslan, Marka Hukuku, Arıkan Basım Yayım Dağıtım, İstanbul, 2006, s.13-14;  TEKİNALP, Ünal, Fikri Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012, s. 22; BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha, İstanbul, 2015, s. 331. Pazarlama yönünün ön planda tutulduğu bir bakış açısıyla marka işaretlerle ürünü tanımlamanın çok ötesinde; işletmenin kendini pazarda tanıtması, itibar ve ün yaratması gibi geniş bir anlam ifade etmektedir (AKGÜN, Özlem / AKGÜN, Ali,  Marka ve Marka Değeri Olgusu: Marka Değerinin Tespitine Yönelik Bir Uygulama  Selçuk Üniversitesi Sosyal ve Teknik Araştırmalar Dergisi, Yıl:2014, Sayı:8, s. 2. TDK da ise kavram  bir ticari malı, herhangi  bir  nesneyi  tanıtmaya,  benzerinden  ayırmaya  yarayan  özel  ad  veya  işaret   olarak tanımlanmaktadır (https://sozluk.gov.tr/) (erişim tarihi: 28.01.2022). 2   Konuya ilişkin madde gerekçesinde şu ifadelere yer verilmiştir.  Marka olabilecek işaretler sayılırken sınırlı bir sayma yöntemi benimsenmemiş;  özellikle  ibaresi eklenmek suretiyle marka olabilecek işaretlerin bu madde hükmünde sayılanlarla sınırlı olmadığı ifade edilmiştir.  3   Kelime anlamı  algılanabilir iz, belirti  olan işaret, teknik-hukuki anlamı ile  marka dan daha geniş bir anlamı içerisinde barındırmakta olup, ancak işaretler marka olarak nitelendirilebilecekken, her işaret marka olarak kabul edilememektedir (KAYA, Arslan [ÜLGEN, Hüseyin / HELVACI, Mehmet / NOMER ERTAN, N. Füsun], Ticari İşletme Hukuku, 6. Bası, On İki Levha, İstanbul, 2019, s. 451).    303                                                                                                     konusunun açık ve kesin olarak anlaşılmasını sağlayabilecek şekilde sicilde gösterilebilir olması şartıyla kişi adları dâhil sözcükler, şekiller, renkler, harfler, sayılar, sesler ve malların veya ambalajlarının biçimi olmak üzere her tür işarettin marka olarak kabul edilebileceği düzenlenmiştir.  Fikri mülkiyet hakları içerisinde büyük bir önemi haiz olduğu hususunda şüphe bulunmayan marka, maddi bir varlığı bulunmayan, kullanmakla tükenmeyen ve bu nedenle faydalı ömrü sınırsız olan soyut bir varlıktır.  Rekabetin en üst düzeyde olduğu ve rekabetin artarak devam edebilmesi adına gereken tüm adımların atıldığı günümüz piyasaları esasında markalar piyasası olarak da nitelendirilmektedir.  Markalar,  müşterilerin,  çalışanların,  yatırımcıların  ve  karar vericilerin  seçimlerini  doğrudan  etkilemekte,  teşebbüsün  ve  ürünlerinin  piyasadaki tanınırlığını ve devamlılığını sağlamakta, ek talep yaratmaktadır. B.  Marka Değeri ve Önemi  Özü itibari ile pazarlama alanının temel konularından birini teşkil eden marka kavramı beraberinde getirdiği sosyal ve ekonomik sonuçlar sebebiyle psikoloji, sosyoloji,                                                            4   Marka dört temel unsur üzerine inşa edilmektedir: (i) Marka Bilinci, (ii) Marka Bağlılığı, (iii) Marka Çağrışımları, (iv) Algılanan Kalite (ÜNAL, Özhan,  Markanın Ekonomik Değeri Ve Değerleme Metotları , Türk Patent Enstitüsü Markalar Dairesi Başkanlığı Uzmanlık Tezi, Ankara, 2005, s.26 (https://akademi.turkpatent.gov.tr/sayfa/uzmanl%C%Bk-tezleri) (erişim tarihi: 28.01.2022). 5    Marka hakkı, maddi olmayan malvarlığı değeri üzerinde, doğrudan sahip olunan, herkese karşı ileri sürülebilen, inhisari istifade yetkisi bahşeden mutlak bir hakkı ifade eder. Söz konusu hak, fikrî ve sınai haklar yelpazesinde sınai haklar grubu içinde yer alır. Sınai haklar, bedii ve estetik olmaktan ziyade ticari ve sınai teşebbüsle ilişkilendirilen, işletme varlığının maddi olmayan malvarlığı unsurları arasında yer alan haklardandır  (KAYA, 2019, s. 457). 6   ÖZKAN, Mehmet / TERZİ, Serkan,  Finansal Raporlama Açısından Marka Değerinin Ölçümü Ve Değerlendirilmesi , Öneri Dergisi, Yıl:2012, Cilt:10, Sayı:38, s. 88. 7   TTK m.122/1 madde gerekçesi.  8   BOZKAYA, Sevinç,  Marka Değerleme Yöntemleri, Türk Bankalarının Marka Değerleri, Marka Değeri Karlılık Etkileşimleri , İstanbul Okan Üniversitesi, Sosyal Bilimler Enstitüsü, Bankacılık ve Finans Ana Bilim Dalı, Bankacılık ve Finans Bilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul, 2019, s.12; FIRAT, Duygu, / BADEM, A. Cemkut,  Marka Değerleme Yöntemleri ve Marka Değerinin Mali Tablolara Yansıtılması , Muhasebe ve Finansman Dergisi, Yıl: 2008, Sayı: 38, s. 212.   304                                                                                                     finans, hukuk ve muhasebe gibi pek çok farklı disiplinin de önemli başlıklarından biri haline gelmiş, buna bağlı olarak marka ile ilintili pek çok yeni kavram ortaya çıkmıştır. Bu kapsamda ortaya çıkan ve daha çok finans ve muhasebe alanında kullanılan marka değeri, tüketicilerin markaya atfettikleri değere bağlı olarak oluşturulan ve diğer markalar karşısında markanın finansal gücünü gösteren bir rakamı ifade etmektedir.  Teşebbüslerin  pazarlama  stratejilerinin,  marka  yönetim  politikalarının belirlenmesinde doğrudan etki gösteren marka değeri; markanın gelecekteki gidişatını tespit edebilmek ve bu yolla markanın süreç içerisindeki gelişimini gözlemlemek, marka ve  teşebbüs  menfaatleri  doğrultusunda  gerekli  ayarlama  ve  düzenlemeleri  vaktinde yapabilmek adına önem arz etmektedir. Yine marka değerlemesi; daha yüksek fiyat ile daha  fazla  kâr  sağlama,  pazar  payını  koruma  ve  geliştirebilme,  kullanıcıya  prestij sağlayarak, markaya bağlı sadık müşteri oranını arttırma, dağıtım kanalı üyelerine karşı pazarlık gücüne sahip olma, markanın oluşturduğu olumlu imajın, diğer ürün/ hizmetlere taşınmasına olanak tanıma noktalarında da teşebbüse fayda sağlamaktadır.  C. Markanın Değerlemesi  Günümüzde pek çok teşebbüsün varlıkları içerisinde en değerli kalemlerden birini oluşturan  marka  değerinin  tespiti  yukarıda  zikredilen  faydaların  elde  edilmesi bakımından büyük önem arz etmekte, bu öneme binaen marka değerlemesinin nasıl                                                            9   GÜNAY,  Burhan   Marka  Değeri  Üzerine  Bir  Araştırma:  Bist  100  Örneği ,  Akademik  Bakış Uluslararası Hakemli Sosyal Bilimler Dergisi, Yıl:2017, Sayı:61, s. 367.  10  AKGÜN / AKGÜN, 2014, s. 2. Yine bir başka tanıma göre marka değeri markanın itibarı ile ilintili kazançların bugünkü değeri olarak tanımlanır (Brand Finance, Türkiye nin En Değerli Markalarının Yıllık Raporu, 2021, s. 21). Farklı tanımlar için bkz: AKGÜN / AKGÜN, 2014, s .4 vd. Kavramın tarihçesi hakkında bilgi için bkz: GÜNAY, 2017, s.367 vd. Marka değeri belirlenme aşamasında aşağıdaki  faktörlerin  dikkate  alınması  gerekmektedir:  Markanın  fiziksel  özellikleri,  Markanın bağımsızlığı,  Markanın ismi ve farkındalığı, Marka imajı, Marka sadakati, Marka iletişimindeki tutarlılık, Ürün kalitesi, Markanın pazardaki payı ve markanın istikrarı, Marka duyarlılığı, Markanın güvenilirliği ve saygınlığı, Dağıtım, fiyatlandırma ve ürünün yeniliği, Markanın reklam politikaları ve içeriklerine olan hassasiyetleri, Markanın pazarlanma ve satış sürati (ORUN, Ahmet, Marka Değerinin Bilançoda  Gösterilmesi  -https://www.atldenetim.com/makaleler/marka-degerinin-bilancodagosterilmesi-) (erişim tarihi: 28.01.2022). 11  Brand Finance, Türkiye nin En Değerli Markalarının Yıllık Raporu, 2017, s.11. 12  FIRAT / BADEM, 2008, s.212; GÜNAY, 2017, s. 368 vd.    305                                                                                                     yapılacağı pek çok çalışmanın konusunu oluşturmaktadır.  Marka değerlemesi ile bir markanın satışa konu olması ihtimalinde ortaya çıkacak satış bedeli yahut bu değerin ikamesi için gereken kaynağın finansal değeri hesaplanmaya çalışılmaktadır. Marka değerinin nasıl tespit edileceği ve somutlaştırılacağı hususunda üzerinde mutabık  kalınmış  tek  bir  yöntem  mevcut  değildir.  Konuya  ilişkin  olarak  yapılan çalışmalar incelendiğinde onlarca farklı marka değerleme yönteminin mevcut olduğu görülmektedir. Ancak tüm bu farklılıklara rağmen marka değerlemesinin (i) finansal yöntemler, (ii) davranışsal yöntemler, (iii) karma yöntemler olmak üzere üç ana başlık altında incelendiğini söylemek mümkündür.   Ortaya ilk çıkan metotlar finansal yöntemler olup, marka için ödenen telif hakkı bedeli, markaya sahip olan şirketin değeri, markanın yarattığı fiyat farkı gibi finansal verilere odaklanmaktadır. Yalnızca finansal verilere odaklanan anlayışın aksine markayı daha pazarlama odaklı bir anlayış ile ele alan davranışsal yöntemlerde müşteri davranış ve tercihleri ana değerlendirme kriterini teşkil etmektedir. Süreç içerisinde söz konusu                                                            13  GÜNAY, 2017, s. 369; BOZKAYA, 2019, s.19; FIRAT / BADEM, 2008, s.218; ERCAN, Metin Kamil, Marka Değerinin Tespiti, İstanbul Menkul Kıymetler Borsası Yayınları, İstanbul, 2011.  14  BOZKAYA, 2019, s.18.  15  Vergi Usul Kanunu m.258 vd. hükümlerinde değerleme kavramına ve yöntemlerine yer verilmiştir. Buna göre değerleme, vergi matrahlarının hesaplanmasiyle ilgili iktisadi kıymetlerin takdir ve tesbitidir. Değerlemede, iktisadi kıymetlerin vergi kanunlarında gösterilen gün ve zamanlarda haiz oldukları kıymetler  esas  tutulmaktadır.  Değerleme,  iktisadi  kıymetin  nevi  ve  mahiyetine  göre,  aşağıdaki ölçülerden biri ile yapılmaktadır: (i) Maliyet bedeli; (ii) Borsa rayici; (iii) Tasarruf değeri; (iv) Mukayyet değer; (v) İtibari değer; (vi) Vergi değeri; (vii) Rayiç bedel, (viii) Emsal bedeli ve ücreti, (x) Alış  bedeli.  Yine  VUK  m.269  uyarınca  gayrimaddi  haklar  maliyet  bedeli  üzerinden değerlendirilmektedir. VUK uyarınca maliyet bedeli, iktisadi bir kıymetin iktisap edilmesi veyahut değerinin artırılması münasebetiyle yapılan ödemelerle bunlara müteferri bilümum giderlerin toplamını ifade etmektedir.  16  Marka değerlemesine ilişkin detaylı bilgi için bkz: TUĞAY, Osman / TOP, Tülay,  TMS 38 e Göre Marka Değerlemesi ve Muhasebeleştirilmesi , Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Yıl: 2014, Sayı: 40, s. 221-228; YILMAZ, Berna Burcu,  Marka Değerinin Bilançodaki Yeri Ve Türkiye Muhasebe Standardı 38 e Göre Marka Muhasebesi , Maliye ve Finans Yazıları Dergisi, Yıl: 2012, Cilt: 1, Sayı: 97, s. 9-37; GÜNAY, 2017, s. 369 vd.; ÖZKAN / TERZİ, 2012, s. 88-89; BOZKAYA, 2019,  s. 18 vd; GÜVEN, Almila Sinem, Türk Hukukunda Marka Değerleme, İstanbul Medipol Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2019, s. 29 vd.   306                                                                                                     yaklaşımların  tek  başına  yeterli  olmayacağını  düşünen  pek  çok  danışmanlık  şirketi tarafından söz konusu yöntemlerin karması bir anlayış benimsenmiştir  Fakat farklı yöntemlere göre hesaplanan marka değeri verisinden hangisinin mutlak değeri verdiği belirsizdir. Marka değeri ile ilgili yapılan farklı tanımlamalar ve buna istinaden benimsenen farklı yöntemler nedeniyle hesaplanan marka değerleri arasında büyük farklar ortaya çıkmaktadır.  Çalışmamıza konu aktifleştirme yasağının da temelini oluşturan bu farklı sonuçların varlığı,  markaların  anonim  şirketlere  sermaye  olarak  getirilip  getirilemeyeceği  ve getirilmesi durumunda bu değerin nasıl tespit edileceği gibi soruları da beraberinde getirmektedir.   II. AKTİFLEŞTİRME  YASAĞININ  MARKALARIN  SERMAYE OLARAK TAAHHÜDÜNE ETKİSİ A. Ayni  Sermaye  Taahhüdüne  İlişkin  Genel  Düzenlemeler  Işığında Markaların Durumu Ticaret şirketlerine sermaye olarak getirilebilecek olan değerlerin neler olduğu TTK m.127  vd.  hükümleri  ile  açıkça  düzenlenmiştir.  Buna  göre  kanunda  aksine  hüküm olmadıkça fikri mülkiyet hakları bu şirketlere sermaye olarak getirilebilir (TTK m.127/1b). Bu durumda şirket sözleşmesinde veya esas sözleşmede bilirkişi tarafından belirlenen değerleriyle yer alan fikri mülkiyet hakları varsa özel sicillerine kaydedildikleri takdirde ayni  sermaye  kabul  edilmektedir.  (TTK  m.128/2).    Anonim  şirketler  özelinde düzenlemelere yer verilen TTK m.342 hükmünde ise üzerlerinde sınırlı ayni bir hak, haciz ve  tedbir  bulunmayan,  nakden  değerlendirilebilen  ve  devrolunabilen,  fikrî  mülkiyet hakları  ile  sanal  ortamlar  da  dâhil,  malvarlığı  unsurları  ayni  sermaye  olarak konulabileceği düzenlenmektedir.                                                              17  Marka Değerleme Metotları ve Bu Metotların Kullanımında Sermaye Piyasası Mevzuatı Açısından Çıkabilecek Sorunlar, Sermaye Piyasası Kurulu Denetleme Dairesi Yeterlilik Etüdü, İstanbul, 2002, s.36 (https://www.spk.gov.tr/SiteApps/Yayin/YayinGoster/415)  18  GEREKAN, Bilal / KOÇAN, Mahmut,  Marka Değerindeki Değişimin İncelenmesi Üzerine Bir Araştırma , İşletme Araştırmaları Dergisi, Yıl: 2018, Cilt: 10, Sayı: 4, s. 224.   307                                                                                                     Kanunda yer verilen ifadelerin yanı sıra TTK m.127/1-b; 128/2; 342/1 gerekçeleri birlikte incelendiğinde madde hükmünde geçen  fikri mülkiyet  kavramının  markayı  içerdiği hususunda hiçbir şüphe bulunmadığı dolayısıyla madde gerekçesi kapsamında markaların sermaye olarak taahhüdü hususunda bir sorun olmadığı görülmektedir. Aynı husus genel gerekçeye de yansımış ve sermayenin korunması ilkesine de atıf yapılarak markaların sermaye olarak taahhüdünün mümkün olduğuna dikkat çekilmektedir. Şu ana kadar ayni sermaye olarak taahhüdü noktasında hiçbir şüphe duymadığımız markalara  ilişkin  ilk  soru  işareti,  kendisini  TTK  342 nci  madde  gerekçesinin  ilk paragrafında yer alan bir ifade ile göstermektedir. Buna göre TTK m.343 e göre yapılacak değerlendirmede, bilirkişiler bu noktayı belirtmek, mahkemenin dikkatini çeken, ifadesi açık olan ve kesin nitelik taşıyan görüş beyan etmekle yükümlü tutulmuştur. Bu  yükümlülükten  yola  çıkan  bir  görüş,  anonim  ortaklıklara  sermaye  olarak getirilmesine  izin  verilen  fikri  mülkiyet  haklarının  değerinin  tam  ve  doğru  olarak belirlenmesinin diğer ayni sermaye unsurlarına göre daha fazla zorluklar içerdiğini, fikri mülkiyet haklarının rayiç bedelinin objektif kıstaslara göre net olarak belirlenmesinin çok zor olduğunu, marka değerlemesinde pek çok farklı yöntem olduğunu bu yöntemlerin her birinin birbirinden çok farklı sonuçlar verdiğini, parasal bir değer taşımakla birlikte,                                                            19  TTK m.127/1-b madde gerekçesi:  (b) bendinde, 6762 sayılı Kanunda kullanılan ve  sınaî haklar la sınırlı olan düzenleme, TRIPS ve WIPO'nun kullandığı yeni terim olan ve fikir ve sanat eserleri ile bağlantılı haklardan başlayarak, markaları, tasarımları, patentleri, faydalı modelleri, bitki çeşitlerini, yani ıslahçı haklarını ve yarı iletkenlerin topografyalarına kadar çok geniş, ucu açık bir kavramı ifade eden  fikrî mülkiyet  ile değiştirilmiştir.  TTK m.342/1 madde gerekçesi:   Fikrî mülkiyet hakları  ibaresi, fikir ve sanat eserlerini, bağlantılı hakları, markaları, tasarımları, patentleri, coğrafî işaretleri, tescil edilmemiş haklar ile bilgileri, bitki geliştirilmesini, yani ıslahçı haklarını, yarı iletkenlerin topografyalarını kapsayacak şekilde geniş anlaşılmalıdır. Elektronik ortamlar, kazandıkları değer dolayısıyla hükme dahil edilmiştir.  20   İkinci olarak, 6762 sayılı Kanun döneminde, şirkete sermaye olarak konulan taşınmazların, şirket adına tescillerinin ihmâl sebebiyle veya kasten yapılmayıp, eski malikleri üzerinde kalması aksaklığına oldukça  sık  rastlanmıştır.  Bu  durum  çözümü  güç  birçok  soruna  neden  olmuştur.  Onun  için taşınmazların ve sair aynî hakların, tapu kütüğünde; markalar, patentler, tasarımlar gibi hakların da kendilerine  özgü  sicillerde,  şirket  adına  tescil  edilmeleri  için,  buna  ilişkin  bildirimin  bu  sicil müdürlüklerine veya sorumlularına ticaret sicili müdürlüğünce resen yapılması zorunluluğu hükme bağlanmıştır. Böylece sermayenin korunması ve güvenliği ilkesine uygun bu düzenleme ile uygulamada çok sık görülen aksaklıklar giderilmeye çalışılmıştır.  (Genel Gerekçe, p.113).   308                                                                                                     değerinin belirlenmesi mümkün olmayan bu tarz fikri mülkiyet haklarının sermaye olarak getirilemeyeceğini ileri sürmüştür. Öğretimizde  isabetli  bir  şekilde  bu  düşünceye  karşı  çıkılmış,  esasında  her değerleme işleminin yaklaşık bir değer ifade ettiği, kanun koyucunun aradığı nakden değerleme koşulunun hatasız ve kesin bir sonucun ortaya konması olmadığı bu cihette parasal bir değer biçilmesinde yaşanan güçlüğün tek başına ayni sermaye taahhüdünde engel teşkil etmeyeceği haklı olarak dile getirilmiştir. Söz konusu tartışmalar, markaların sermaye olarak taahhüdü bakımından da önem arz etmektedir. Esasında markalara ilişkin değerlemenin kolay olmadığı ve ulaşılan değerin  içerisinde  değerlendirme  kriterlerine  bağlı  olarak  belirli  ölçüde  sübjektif faktörleri de ihtiva edeceği konuyu ele alan herkesin genel kabulüdür. Ancak markalara ilişkin  değerlemede  karşılaşılacak  olan  zorluk  içerisindeki  sübjektif  unsurların varlığından kaynaklanmamaktadır. Nitekim esasında her değerleme kaçınılmaz olarak belirli oranda sübjektif unsurlar barındırabilmektedir. Markalar bakımından asıl zorluk teşkil  eden  husus  ise  kullanılacak  olan  yöntemler  konusunda  ortak  bir  kanaate ulaşılmamasında  kendisini  göstermektedir.  Kullanılacak  olan  yöntemin  sonucu etkileyeceği  hususu  bir  tarafa,  kullanılacak  olan  yöntemin  tespiti  sonrasında  kanun koyucunun  aradığı  nitelikte  belirlenebilir  bir  sonuca  ulaşılabileceğinden  şüphe duymamak gerekmektedir. Kullanılacak olan yöntemin tespitinde ise TTK m.343 hükmü                                                            21  ASLAN,  Mehmet,  Fikri  Mülkiyet  Haklarının  Anonim  Şirketlere  Ayni  Sermaye  Olarak Getirilmesi, Seçkin Yayıncılık, Ankara, 2016, s.129. Yazara göre fikri mülkiyet hakkının sermaye olarak taahhüdü bakımından tek başına parasal bir değer taşıması yeterli değildir, aynı zamanda taşıdığı parasal değerin ölçülebilir nitelikte olması gerekmektedir. Hatta belirli bir aralık verilmesi de yeterli olmayacaktır (ASLAN, 2016, s. 84-85). Aynı yönde açıklamalar için bkz: DAL, Seniha,  6102 Sayılı Türk Ticaret Kanunu (TTK) m. 342 ye Göre Fikri Mülkiyet Haklarının Anonim Şirkete Ayni Sermaye Olarak Konulması , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt: 18, Sayı: 2, s. 384,392. 22  ÇONKAR, M. Halil, Anonim Ortaklıkta Ayni Sermaye, On İki Levha, İstanbul, 2016, s.72.  23  Konuyu  fiyat-değer  ayrımı açısından ele alan Çonkar şu ifadelere yer vermiştir:  Nitekim iktisat bilimi bakımından bir malın değeri, onun ihtiyaçları tatmin edebilme niteliğine göre belirlenir; böylece ihtiyaçlar ile sahip olunanlar arasındaki gerilimin ölçüsü, malın değerinde değişmelere yol açacaktır. Kısacası  değer  bir malda içkin olan bir nitelik değil, objektif ve sübjektif faktörlerin bir sonucudur. Bir  malın  ihtiyaçları  karşılayabilme  yeteneği  değeri  belirleyen  objektif  faktörü  teşkil  ederken, değerlemeyi yapmak durumunda olanın göz önünde bulundurduğu kişisel ilişkileri de sübjektif faktörü teşkil eder. Tüm bu açıklamalar çerçevesinde değerlemenin esasen matematiksel bir hesaplama süreci olmadığı, bu süreç sonunda sabit ve kesin bir rakama ulaşmanın mümkün bulunmadığı, bu işlemin daha ziyade bir  kanaat ve his meselesi  olduğu belirtilmelidir.  (ÇONKAR, 2016, s. 319).   309                                                                                                     uyarınca uygulanan değerleme yönteminin somut olayın özellikleri bakımından herkes için  en  adil  ve  uygun  seçim  olduğu  hususu  zaten  açıklanarak  bir  değerleme yapılacağından ve yine bu yöntem belirlenirken çalışmamızın devam eden kısmında dile getirileceği üzere TFRS/TMS tarafından işaret edilen yöntemler kullanılacağından bu durum  da  değerleme  sonucu  ulaşılan  rakamın   belirlenebilirlik   kriteri  bakımından yeterli şartları sağlamaktadır.   Öte  yandan  söz  konusu  değerleme  yöntemlerinin  farklılığı  ve  bu  farklılık neticesinde oluşan değerin oldukça değişken sonuçları beraberinde getirmesi markaların sermaye  olarak  taahhüdünde   aktifleştirme  yasağı   olarak  isimlendirilen  bir  başka engelin değerlendirilmesini zorunlu kılmaktadır.  B. Aktifleştirme Yasağı Kapsamında Markaların Sermaye Olarak Taahhüdü Muhasebe tekniği yönünden aktifleştirme aktif bir elemanın ya da aktifleştirilmesi öngörülen  bir  harcamanın  nihai  adı  ile,  envantere  alınmasını  ifade  etmektedir. Bilançoda  varlıkların  işlendiği  kısım,  finansal  tabloların  aktif  tarafı  olarak  da isimlendirildiğinden, teknik olarak aktifleştirilme kavramı tercih edilmektedir.  Markaların aktifleştirilmesi maliyetlerinin bilinmesi koşuluna bağlı olduğundan uygulamada  pek  çok  sorunu  beraberinde  getirmektedir.  Marka  değerinin hesaplanmasına  ilişkin  tartışmalara  paralel  olarak,  belirlenecek  olan  değerin  nasıl aktifleştirilebileceğine ilişkin tartışmalar geçmişten günümüze devam etmektedir. Bir yandan  muhasebenin  temel  kavramlarından  tam  açıklama,  önemlilik,  sosyal                                                            24  ÖZCAN,  Turgut,   Maddi  Olmayan  Duran  Varlıkların  Vergi  Karşısındaki  Durumu  ve Muhasebeleştirilmesi , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Finansman Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2014, s. 117. 25  AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha, İstanbul, 2019, s.178. 26  GÜNAY, 2017, s.365; KESKİN, Orhan,  Marka Değerinin Finansal Modellerle Ölçülmesi Ve Ölçülen  Marka  Değerinin  TMS  38  Maddi  Olmayan  Duran  Varlıklar  Standardına  Göre Muhasebeleştirilmesi  Yozgat Bozok Üniversitesi, Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, Yozgat, 2018, s.125 vd. 27  FIRAT / BADEM, 2018, s. 212. Markaların mali tablolara alınmasına ilişkin ilk tartışmalar, birleşme ve şirket ele geçirmelerinden sonra ortaya çıkmıştır. Ele geçirme işlemlerinde özellikle markalar için ödendiği ifade edilen yüksek bedeller nedeniyle özellikle ele geçiren şirketlerin bilançolarında çok yüksek  tutarda  şerefiye  oluşmuştur.  Şerefiyelerin  belli  sürelerde  itfa  ediliyor  olması  nedeniyle şirketlerin mali göstergeleri bozulmuştur (BOZKAYA, 2019, s.19).   310                                                                                                     sorumluluğun  gereği  olarak  marka  değerinin  finansal  tablolarda  gösterilmesi hedeflenirken,  diğer  yandan  stratejik  bir  varlık  olan  markanın  hem  değerinin hesaplanması ve hem de bu değerin finansal raporlara  yansıtılmasıyla ilgili önemli sorunlar gündeme gelmektedir. Farklı  yöntemler uyarınca marka değerini tespit etmeyi hedefleyen metotların tamamının  hesapladıkları  marka  değerini  ciddi  biçimde  değiştirebilecek  sübjektif unsurları barındırması ve bu sübjektif unsurların değiştirilmesi yoluyla, marka değerinin kolaylıkla  değiştirilebilmesi  karşısında  aktifleştirilecek  netlikte  bir  marka  değerine ulaşılıp ulaşılamayacağı bu kapsamda karşımıza çıkan en temel sorundur. Bir işletmenin sahip olduğu hangi değerlerin finansal tablolarda yer alabileceği ve bu varlıkların tabloların hangi başlıkları altında yazılması gerektiği TMS kapsamında belirlenmekte, ancak burada zikredilen şartları haiz olması durumunda ilgili varlıklar bilançolarda yer alabilmektedir.  Zikredilen hususlara ilişkin ilk düzenleme  Maddi  Olmayan Duran Varlıklar  başlıklı 38 no lu standardın 18. paragrafında kendisine yer bulmuştur. Buna göre bir kalemin maddi olmayan duran varlık olarak muhasebeleştirilmesi için, işletmenin söz konusu kalemin (i) standartlar uyarınca maddi olmayan duran varlık tanımı içerisinde yer alması ve (ii) muhasebeleştirme kriterlerini sağlaması gerekir.  1. TMS 38 Uyarınca Maddi Olmayan Duran Varlık Tanımı 38 no lu standardın 9. paragrafı ile maddi olmayan duran varlıklara dayanak teşkil edecek haklara yer verilmiş, ancak aynı standardın 10. Paragrafı ile bir önceki paragrafta zikredilen bütün hakların maddi olmayan duran varlık kapsamında kabul edilemeyeceği vurgulanmıştır. Buna göre 9. paragraf ile zikredilen hakların/varlıkların bir kısmı, örneğin                                                            28  BOZKAYA, 2019, s. 23. 29  KAYA, 2006, s. 37 30  AKSU ÖZKAN, 2019, s. 178. Ülkemiz uygulamaları açısından bakıldığında maddi olmayan duran varlıkların değerlemeye tabi tutulması ve finansal durum tablosunda sunum esasları ile ilgili olarak Türk Vergi  Mevzuatı,  Muhasebe  Sistemi  Uygulamaları  Genel  Tebliği  (MSUGT)  ile  Türkiye Muhasebe/Finansal Raporlama Standartlarının (TMS, TFRS) farklı yaklaşımları benimsemiş olduğu görülmektedir (DERAN, Ali / SAVAŞ, İncilay,  Maddi Olmayan Duran Varlıkların Ölçümü ve Finansal Tablolarda Sunumu , Cumhuriyet Üniversitesi İktisadi ve İdari Bilimler Dergisi, Yıl: 2013, Cilt: 14, Sayı: 2, s. 73)   311                                                                                                     belirlenebilirlik, bir kaynak üzerindeki kontrol ve gelecekteki ekonomik yararının varlığı gibi,  maddi  olmayan  duran  varlıklar  tanımında  yer  alan  unsurları  taşımamaktadır. Nitekim standartlar uyarınca maddi olmayan duran varlık tanımı, maddi olmayan duran varlığın şerefiyeden ayrı olarak belirlenebilmesini gerektirmektedir (TMS 38, p.11). Bu kapsamda  bir  varlığın  TMS  kapsamında  maddi  olmayan  duran  varlık  olarak tanımlanabilmesi için (i) ayrılabilir olması, diğer bir deyişle işletmeden ayrılabilme ya da bölünebilme özelliğine sahip ve bireysel olarak ya da işletmenin bu yönde bir niyetinin olup olmadığına bakılmaksızın ilgili sözleşme, tanımlanabilir varlık veya borç ile beraber satılabilir, devredilebilir, lisans altına alınabilir, kiralanabilir ya da takas edilebilir olması veya (ii) ilgili hakların işletmeden ya da diğer haklar ve yükümlülüklerden ayrılabilmesi veya devredilebilmesine bakılmaksızın, sözleşmede yer alan haklardan ya da diğer yasal haklardan kaynaklanması gerekmektedir (TMS 38, p.12). Bir varlığın standart kapsamında maddi olmayan duran varlık statüsünde kabul edilebilmesi için belirlenebilirlik kriterinin yanı sıra kendisinden gelecekte ekonomik yarar beklenmesi ve kontrol şartını da sağlaması gerekmektedir. İşletmenin ilgili varlıktan ortaya çıkan gelecekteki ekonomik yararları kullanabilme ve başkalarının bu yararlara erişimini kısıtlama gücü olması durumunda, bu varlıktan ekonomik yarar sağlama gücü olduğu kabul edilmektedir. Bir işletmenin maddi olmayan duran varlığın gelecekteki ekonomik yararlarını kontrol etme kapasitesi ise kural olarak bir hukuk mahkemesinde uygulanması zorlanabilen yasal haklardan doğmaktadır (TMS 38, p.13)31.  2. TMS 38 Uyarınca Muhasebeleştirme Şartları TMS 38 p.21 uyarınca (i) varlıkla ilişkilendirilen beklenilen gelecekteki ekonomik yararların işletme için gerçekleşmesinin muhtemel olması ve (ii) Varlığın maliyetinin güvenilir  bir  şekilde  ölçülebilmesi  durumunda,  muhasebeleştirilebilmektedir.  Yine                                                            31  Yasal hakların olmadığı durumlarda, söz konusu gücün varlığını göstermek daha zordur. Ancak, hakkın yasal yaptırım gücü, kontrol için gerekli bir koşul değildir, çünkü işletme gelecek ekonomik yararları başka bir şekilde de kontrol edebilir. (TMS 38, p.13). 32  Bir işletme, beklenilen gelecekteki ekonomik yararların gerçekleşme olasılığını; ilgili varlığın yararlı ömrü boyunca mevcut olacak ekonomik koşullarla ilgili yönetimin en iyi tahminini yansıtan makul ve desteklenebilir varsayımları kullanmak suretiyle değerlendirir (TMS 38, p.22). 33  Bir maddi olmayan duran varlık ilk muhasebeleştirilmesi sırasında maliyet bedeliyle ölçülür (TMS 38, p.24).    312                                                                                                     işletme içi yaratılan markalar, ticari başlıklar, yayın hakları, müşteri listeleri ve benzer nitelikteki  kalemlerle  ilgili  harcamalar,  işin  bir  bütün  olarak  geliştirilmesine  ilişkin maliyetlerden ayırt edilemez. Bu nedenle, anılan kalemler maddi olmayan duran varlık olarak muhasebeleştirilmez (TMS 38, p.48 ve 64)34. Tüm  bu  şartlar  birlikte  değerlendirildiğinde  bir  varlığın  TMS  uyarınca aktifleştirilebilmesi için; (i) TMS uyarınca maddi olmayan duran varlık tanımı içerisinde kalması, (ii) belirlenebilir olması, (iii) kontrol edilebilir olması, (iv) maliyet değerinin ölçülebilir olması, (v) gelecekte ekonomik fayda beklenmesi, (iv) işletme içerisinde yaratılmamış olması gerekmektedir.  Bu kriterlere göre ayrı olarak edinilen ya da devralınan marka değeri bilançoda gösterilebilmekte ancak teşebbüsün kendi içerisinde yarattığı marka değeri bilançolara yansıtılamamaktadır. Bu nedeni marka değerinin gerçek bir alım-satım işlemine konu olmaması halinde değerinin ancak tahmini olarak belirlenebilecek olmasıdır.                                                              34  Benzer bir düzenleme Uluslararası Muhasebe Standartları nda da aynen yer bulmuş ve 38 no lu standart ile işletmenin kendi bünyesinde oluşturduğu şerefiye, ticari marka ve müşteri listeleri, maliyeti güvenilir bir biçimde tespit edilebilen ve işletme tarafından kontrol edilen tanımlanabilir varlıklar olmaması nedeniyle, bir varlık olarak finansal tablolara alınamayacağı belirtilmiştir (ÖZKAN / TERZİ, 2012, s. 91). UMS hakkında detaylı bilgi için bkz: SALINAS, Gabriela,  The International Brand Valuation Manual: A Complete Overview and Analysis of Brand Valuation Techniques and Methodologies and their Applications , Wiley, 2009. 35  Bir maddi olmayan duran varlık ilk muhasebeleştirilmesi sırasında maliyet bedeliyle ölçülür (TMS 38, p.24). 36  İşletme içi yaratılan bir maddi olmayan duran varlığın muhasebeleştirilebilir nitelikte olup olmadığının değerlendirmesi, aşağıdaki durumlarda yaşanan problemler nedeniyle zordur: (a) beklenilen gelecekteki ekonomik yararları sağlayacak belirlenebilir bir varlığın olup olmadığının ve ne zaman olduğunun tespiti ve (b) varlığın maliyetinin güvenilir bir şekilde belirlenmesi. Bazı durumlarda, bir maddi olmayan duran varlığı işletme içinde yaratmanın maliyeti, işletme içi yaratılan şerefiyenin bakım veya geliştirme maliyetinden veya günlük operasyonların yürütülme maliyetinden ayırt edilemeyebilir (TMS 38, p.51). 37  YILMAZ,  2012,  s.16;  BENGÜ,  Haluk,   Maddi  Olmayan  Duran  Varlıklardan  Marka  Değerinin Ölçülmesi ve TMS 38 Göre Muhasebeleştirilerek Mali Tablolara Yansıtılması , Ticaret ve Turizm Eğitim Fakültesi Dergisi, Yıl: 2009, Sayı:1, s. 74. Marka değerinin finansal tablolara yansıtılması konusunda yeknesak bir uygulama mevcut değildir. Özellikle Anglo- Amerikan hukuk sistemlerinde işletme bünyesinde oluşturulmuş marka değerinin belirli şartlarda bilançoya yansıtılması mümkündür (ÖZKAN / TERZİ, 2012, s. 90). Marka ile ilgili olarak yapılan reklam harcamaları aktifleştirilmeyeceği yönünde açıklamalar için bkz: KAPLAN, Ersin, Fikri Mülkiyet Haklarının Vergilendirilmesi, Maliye Hesap Uzmanları Derneği, Ankara, 2018. 38  GÜNAY, 2017, s. 365. Bu durumun gerçekte çok yüksek marka değerine sahip olan işletmelerin aleyhine olduğu, kendi markalarını oluşturmuş işletmelerin özellikle sermaye piyasalarında rekabet   313                                                                                                     3. TTK m.74/2 Atfı Karşısında Sermaye Taahhüdü ve Aktifleştirme Yasağının Etkisi  TTK  yasağı  TMS standartları kapsamında ele  almakta ve burada benimsenen anlayışı  aynen  TTK ya  aktarmaktadır.  Konuya  ilişkin  düzenlemeye  TTK  m.74/2 hükmünde yer verilmiş ve TMS uyarınca aksi öngörülmediği müddetçe bedelsiz olarak elde  edilmiş,  maddi  olmayan  duran  varlıklar  için  bilançonun  aktifine  kalem konulamayacağı hüküm altına alınmıştır. İlgili hükmün gerekçesinde ise bir işletmenin kendi yarattığı, kendisine ait ticaret unvanı, marka, patent, faydalı model, tasarım gibi fikrî  mülkiyet  haklarını  ve  peştemaliye  (good-will)  benzeri  işletme  değerlerini aktifleştiremeyeceği belirtilmiştir.  Bu kapsamda karşımıza çıkan ilk sorun aktifleştirme yasağı karşısında markaların ayni sermaye olarak taahhüt edilip edilemeyeceğidir. Nitekim her ne kadar ayni sermaye taahhüdünde bulunan taraf açısından bu taahhüt karşılığında bir pay iktisabı söz konusu ise de, bu payın TTK kapsamında zikredilen ve muhasebe standartları kapsamında aranan bedel şartını sağladığını söylemek mümkün değildir. Hiçbir zaman mülkiyeti markayı edinen anonim şirkete ait olmayan payların, markanın karşılığında bir bedel olarak şirket tarafından  transfer  edildiği  söylenemeyecek,  TMS  38  kapsamında  bir  şart  olarak karşımıza  çıkan  belirlenebilirlik  şartını  taşımayan  bu  transfer muhasebeleştirilemeyecektir.  Bunun  bir  sonucu  olarak  sermaye  taahhüdü  yoluyla                                                            şanslarının önemli ölçüde düştüğü, bu markaları bilânçolarına yansıtamayan işletmelerin finansman kaybına uğradığı yönünde bkz: FIRAT / BADEM, 2008, s. 218. 39  Bedelsiz olarak elde edilen markanın tanınmış bir marka niteliği de varsa, şirket hesaplarında önemli bir aktif kalem teşkil edebilmektedir (BADAK AYBAR, Zehra Türk Ticaret Kanunu'na Göre Anonim Şirkette Pay Sahibinin Kâr Payı Hakkı, On İki Levha, İstanbul, 2018, s.56).  İşletme içerisinde yaratılan marka değerinin şirket, tüketiciler, Bankalar ve şirket ile işleme girişen diğer üçüncü kişiler bakımından önemine ilişkin bkz: ŞENOL, Zekai / KOÇ, Selahattin / ÜNLÜ, Ulaş,  Marka Değeri İle Firma Değeri Arasındaki İlişki: Borsa İstanbul Örneği , Ömer Halisdemir Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2019, Cilt: 12, Sayı: 3, s. 342; BOZKAYA, 2019, s. 23. 40  Pay sahibine aktarılan hissenin bedel olarak kabul edilmesi ve markanın değerinin bu bedel üzerinden tespiti  süreci  kendi  içerisinde  bir  çıkmaza  sokacaktır.  Şöyle  ki,  öncelikle  markaya  ait  değer belirlenmeden, marka karşılığında bedel olarak aktarıldığı kabul edilen değerin yani bir diğer ifade ile payın değeri belirlenemeyecek, bu durumda markanın hangi bedel karşılığında iktisap edildiği yine bilançodan görülemeyecektir. Nitekim, söz konusu hissenin taahhüt edilen marka karşılığında bir bedel olduğunun kabulü halinde bu bedelin aynen yansıtılabilir olması gerekmektedir. Halbuki, hissenin bir bedel olarak kabulü halinde hisse değerinin tespiti için öncelikle markanın değerinin tespiti gerekecek, bedel üzerinden tespiti gereken markanın değeri ise hissenin değerine göre ortaya konulmak zorunda kalacaktır.    314                                                                                                     anonim  şirkete  getirilen  markaların  bilançoya  aktif  olarak  yansıtılması  mümkün olmayacak, sermaye henüz taahhüt aşamasında karşılıksız kalacaktır. Bu durum şirkete getirilmesi taahhüt edilen sermayenin eksiksiz olarak şirket malvarlığına dahil edilmesi ve bu doğrultuda şirket esas sermayesinin eksiksiz biçimde oluşturulmasını hedef tutan sermayenin teşkili ilkesine aykırıdır. Bunun yanı sıra özellikle söz konusu durumun daha kuruluş aşamasında şirketi borca batık hale sokma riski mevcuttur. Tüm bu riskleri değerlendiren bir görüş, aktifleştirme yasağı kapsamında markaların ayni sermaye olarak taahhüdünün mümkün olmadığını savunmuştur. Öncelikle işletme bilimi bakımından dahi sınırları kesin olarak çizilemeyen ve belirsiz olan bir kavramın ayni sermaye taahhüdü engeli teşkil ettiğini söylemek doğru olmayacaktır. Yine ilkenin öngörülüş nedenleri dikkate alındığında ayni sermaye olarak getirilen değerin sermaye olarak ekonomik işleve sahip olması ve nakde dönüştürülebilir olması yeterlidir. Kaldı ki, sermayenin teşkili ilkesinin bir parçası olduğu  sermayenin korunması   kavramı  TTK  ve  TMS  tarafından  aynı  şekilde  anlaşılmamaktadır. Dolayısıyla  söz  konusu  kriterlerin  TTK  bağlamında  sermayenin  korunması  ilkesi gözetilerek getirildiğini söylemek mümkün değildir. Öte yandan sermayenin gerçekten borca  batık  olup  olmadığı  hususunda  kullanılan  bilanço  ise  daha  farklı  esaslara dayanmakta, aktifleştirme yasağı kapsamında kabul edilen değerler de borca batıklık bilançosunda değer olarak dikkate alınmaktadır. Bu nedenlerle söz konusu hususlar markaların ayni sermaye taahhüdü olmasına engel teşkil etmemelidir.  Fakat bu tespit tek başına tüm sorunlara çözüm sağlamamaktadır. Nitekim ayni sermaye  engeli  teşkil  etmemekle  birlikte  sermaye  olarak  taahhüt  edilen  markaların                                                            41  ÇONKAR, 2016, s.71. 42  ERYİĞİT,  Harun,  6102  Sayılı  Türk  Ticaret  Kanunu  Çerçevesinde  Anonim  Ortaklıklarda Sermayenin Korunması İlkesi, On İki Levha, İstanbul, 2020, s.14. 43  Aktifleştirme kriterinin ülkemiz ve İsviçre doktrininde de ağırlıklı biçimde bir ayni sermaye yeterliliği şartı olarak zikredildiği yönünde bkz: ÇONKAR, 2016, s.57. 44  ÇONKAR, 2016, s.62. 45  ERYİĞİT, 2020, s. 130 vd. 46  YILMAZ, Berna Burcu, İflasın Tespiti ve Ertelemesi Yönünden Borca Batıklık Bilançosu ve İyileştirilmesi, TÜRMOB Yayınları, Ankara, 2009, s. 181-182; ÇONKAR, 2016, s. 61. 47  ÇONKAR, 2016, s. 71.   315                                                                                                     aktifleştirilememesi durumunda; (i) şirketin kuruluşu müteakip mutlaka bir borca batıklık bilançosu hazırlaması gerekip gerekmediği, (ii) TTK m.376/1. ve 2. fıkra tedbirlerinin akıbeti, (iii) kâr payı hesaplamalarında bu durumun dikkate alınıp alınmayacağı, (iv) ortağın sermaye taahhüdünü yerine getirip getirmediğinin tespitinde kullanılamayacağı gibi sorular varlığını devam ettirmektedir. Bunun yanı sıra, sermaye olarak taahhüt edilen markaya  biçilecek  olan  değerin  tespitinde  kullanılacak  olan  yöntemin  de  ayrıca aktifleştirme yasağının bir uzantısı olan yeniden değerleme yasağı kapsamında da ele alınması gerekmektedir.  4. Yeniden Değerleme Yasağı Karşısında Sermaye Olarak Taahhüt Edilen Markaların Aktifleştirilmesi  Sınırsız  yararlı  ömre  sahip  olan  maddi  olmayan  duran  varlıkların muhasebeleştirilmesinde  amortisman  söz  konusu  olmayacağından  bunların  yeniden değerleme  tarihindeki  gerçeğe  uygun  değerinden  birikmiş  değer  düşüklüğü  zararı düşüldükten sonra izlenmektedir. Bu standarda göre yeniden değerleme yapmak için, gerçeğe uygun değer, aktif bir piyasa ile ilişkilendirilmek suretiyle ölçülebilmektedir (TMS  38,  p.75)51.  Yeniden  değerleme  yoluyla  (i)  daha  önce  varlık  olarak muhasebeleştirilmeyen maddi olmayan duran varlıkların yeniden değerlenmelerine veya (ii)  maddi  olmayan  duran  varlıkların  maliyet  tutarı  dışında  bir  tutardan muhasebeleştirilmelerine  izin  verilmez  (TMS  38,  p.76).  Standartlar  uyarınca  maddi olmayan duran varlık için aktif bir piyasanın varlığı sıkça rastlanılan bir durum değildir. Aynı  zamanda,  maddi  olmayan  duran  varlıklar  alınıp  satılabilmelerine  rağmen, sözleşmeler bireysel alıcı ve satıcılar arasında müzakere edilir ve bu tür işlemler nispeten                                                            48  TTK m.376/3 uyarınca şirketin borca batık durumda bulunduğu şüphesini uyandıran işaretler varsa, yönetim kurulu, aktiflerin hem işletmenin devamlılığı esasına göre hem de muhtemel satış fiyatları üzerinden  bir  ara  bilanço  çıkartması  gerekmektedir.  Az  önce  zikrettiğimiz  üzere  borca  batıklık bilançosunda söz konusu değer aktfileştirilebilecekse de, bu bilançonun oluşturulmasına ihtiyaç olup olmadığının tespitinde şirketin yıllık bilançoları esas alınacağından sorun çözüme kavuşmamaktadır.  49  Bu tedbirler yıllık bilançolar esas alınarak hazırlanacağından, markanın borca batıklık bilançosunda aktifleştirilebilmesi tek başına yeterli koruma sağlamayacaktır.  50  ÖZERHAN, Yıldız / YANIK, Serap, Türkiye Muhasebe Standartları Türkiye Finansal Raporlama Standartları, TÜRMOB Yayınları, Ankara, 2012, s. 286. 51  Aktif Piyasa ticareti yapılan varlığın homojenliği, Normal koşullarda her zaman istekli alıcı ve satıcıların bulunması, Fiyatların kamuoyuna açık olması olarak ifade edilmektedir (BENGÜ, s.71.).   316                                                                                                     seyrektir. Anılan nedenlerden ötürü, bir varlık için ödenen fiyat bir diğerinin gerçeğe uygun değeri açısından yeterli kanıt sağlamayabilir. Üstelik, fiyatlar çoğu kez kamuoyuna da açık değildir (TMS 38, p.76). Maddi olmayan duran varlığın gerçeğe uygun değerinin bundan böyle aktif bir piyasa referans alınmak suretiyle ölçülemiyor olması durumunda, ilgili varlığın defter değeri en son yeniden değerleme tarihindeki aktif piyasa referans alınarak hesaplanmış yeniden değerlenmiş tutarından daha sonra ayrılan tüm birikmiş itfa payları ve değer düşüklüğü zararları düşülmek suretiyle hesaplanır (TMS 38, p.82). Ancak markalar sınırsız faydalı ömre sahip olmaları nedeniyle itfa edilmez. Bir diğer ifade ile marka gibi maddi olmayan duran varlıkların yeniden değerlemesi kural olarak mümkün değildir. Bu durum beraberinde başka bir sorunu da getirmektedir. Nitekim TTK m.343 hükmü uyarınca konulan ayni sermaye olarak taahhüt edilen ayınlara, şirket merkezinin bulunacağı yerdeki asliye ticaret mahkemesince atanan bilirkişilerce değer biçilmesi gerekmektedir. Bu durumda sermaye olarak taahhüt edilen marka değerinin daha önce bir işleme konu olduğu kabul edilse dahi bu kez yeniden değerleme yasağı kapsamında muhasebeleştirilme engeli ile karşı karşıya kalması söz konusu olmaktadır. Bu işlemin mahkeme kanalı ile yaptırılıyor olması TMS bakımından aktifleştirme kriterinin temini bakımından tek başına yeterli koşulu sağlaması ise mümkün değildir. Nitekim benzer bir konuda verilen özelgede ilgili idare markasının rayiç değerini mahkemeye tespit ettirerek bu değeri, maliyet bedeli olarak kabul edip kayıtlarına geçirmesinin mümkün olmadığı kanaatine ulaşmıştır. Maliye Bakanlığı tarafından yayınlanan bir yönerge ile de benzer yönde  bir  kanaat  bildirilmiş,  satım  bedelinin  mahkemece  tespit  edildiği  markların aktifleştirilebileceği ve fakat teşebbüs  tarafından yaratılan markanın rayiç  değerinin                                                            52  DERAN / SAVAŞ, 2013, s. 92; ÜNAL, 2005, s. 155; ÇİMŞİR, Selim,  Vergi Ve Ticaret Hukuku Açısından Ticari Defterler , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, Muhasebe Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s. 71; MARGOS, Şant  Maddi Olmayan Duran Varlıkların UFRS Çerçevesinde Değerlemesi , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, İşletme Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s. 63. Maliyet bedeli ile değerleme ölçüsü nün esas alınması bakımından TMS-38 ile benzerlik göstermekteyse de vergi mevzuatımızda yeniden değerleme mümkün değildir (ÖZCAN, 2014, s. 117). 53  YILMAZ, 2012, s. 17, 23 no lu dn. ile zikredilen T.C. Bursa Valiliği Defterdarlık Vasıtasız Vergiler Genel Müdürlüğü nün 09.06.2003 tarih ve B.07.4.DEF.0.16.11/KVK:190-03-23 sayılı yazısı.   317                                                                                                     herhangi  bir  satım  işlemi  olmaksızın  mahkemece  tespit  edilse  dahi bilançolaştırılamayacağı belirtilmiştir. Bu kapsamda sermaye taahhüdü yoluyla şirkete getirilen markaların bilançoya işlenmesinde bedelsiz elde edilmesinin yanı sıra, getirilen markanın yeniden değerlemeye tabi tutulması nedeniyle de TMS kapsamında engelle karşı karşıya kalacağı, bu durumun bir  önceki  bölümde  dile  getirilen  sorunları  beraberinde  getireceği,  aktifleştirme  ve yeniden değerleme yasağının tek başına ayni sermaye niteliğine engel teşkil etmediği sonucuna ulaşmanın bu sorunları ortadan kaldırmayacağı dolayısı ile bu değerlerin bir şekilde bilançoya aktarılması noktasında bir çözüm sunulması gerektiği açıktır.   III. SERMAYE OLARAK TAAHHÜT EDİLEN MARKALARIN AKTİFLEŞTİRİLME YÖNTEMİ A. Genel Olarak Markaların Bilançodaki Yerinin Tespiti  Maddi olmayan duran varlıkların nerede yer alması gerektiği hususunda temel izahat  1  Sıra  No'  lu  Muhasebe  Sistemi  Uygulama  Genel  Tebliği nin  (MSUGT)  Tekdüzen Hesap Çerçevesi Hesap Planı ve Hesap Planı Açıklamaları nda yapılmaktadır.  Buna göre  26 Maddi Olmayan Duran Varlıklar  herhangi bir fiziksel varlığı bulunmayan ve işletmenin belli bir şekilde yararlandığı veya yararlanmayı beklediği aktifleştirilen  giderler  ile  belli  koşullar  altında  hukuken  himaye  gören  haklar  ve şerefiyelerin izlendiği hesap grubudur.  Bu grup altında yer alan  260. Haklar  hesabı altında, gayrimaddi hak kavramı açıklanmıştır. Buna göre gayrimaddi haklar, imtiyaz, patent, lisans, ticari marka ve unvan gibi  bir  bedel  ödenerek  elde  edilen  bazı  hukuki  tasarruflar  ile  kamu  otoritelerinin işletmeye belirli alanlarda tanıdığı kullanma, yararlanma gibi yetkiler dolayısıyla yapılan harcamalar kayıt altına alınmaktadır. Bilançonun pasif kısımda yer alacak olan sermayeye                                                            54  YILDIRIM,  Musa,  İşletmelerin  Kendi  Markalarını  Bilanço  Aktifinde  Varlık  Olarak  Göstermesi Mümkün Müdür?, 2013. (http://www.muhasebetr.com/yazarlarimiz/musayildirim/001/) (erişim tarihi: 28.01.2022).   318                                                                                                     karşılık taahhüt edilen marka değerinin kural olarak 260 no lu haklar hesabı altında işlenmesi gerekmektedir. B. Ayni  Sermaye  Olarak  Taahhüt  Edilen  Markaların  Aktifleştirme Yöntemlerine İlişkin Görüşler Şu  ana  kadar  detayları  ile  izah  olunduğu  üzere  maddi  olmayan  duran  varlık statüsünü haiz olan markaların muhasebeleştirilebilmesi için TMS uyarınca belirlenen yöntemlerden biri ile aktifleştirilebilir olması gerekmektedir.  Ancak gerek işletme içerisinde oluşturulan markalar gerekse de sermaye olarak taahhüt edilen markalar bakımından bu şartların sağlandığından söz edilemeyeceğini söyleyen yazarlarca bu engelin aşılması adına bazı önerilerde bulunulmuştur.  1. Boş Hesapların Kullanılması Temel olarak hesap planları esas alınarak ortaya konulan bu yönteme göre, işletme içerisinde oluşturulan veya sermaye olarak taahhüt edilen markaların aktifleştirilebilmesi mevcut  hesap  planında  boş  bırakılan  hesaplardan  yararlanmak  suretiyle  mümkün olabilmelidir.  Bu yaklaşım uyarınca işletme içerisinde oluşturulan veya sermaye olarak taahhüt edilen marka değeri için bir değerleme ölçüsü belirlenebilirse, bilançoda maddi olmayan duran varlıklardan ayrı olarak entelektüel varlıklar adında bir baslık açılabilir ve açılan entelektüel varlıklar başlığı altında marka değeri için bir hesap kodu oluşturulup o kodla çalışması  sağlanabilir.  Böylece  bilançoda  ise  öz  sermayeden  ayrı  olarak  açılacak entelektüel  sermaye  başlığı  altında  marka  değerini  gösterilebilme  imkânı oluşturulabilir. Doktrinde ortaya konulan bu görüşe ilişkin temel eleştirimiz, sorunun markaların hangi hesap altında muhasebeleştirilebileceğinin ötesinde hangi kriterler kapsamında muhasebeleştirilebileceğine dair olmasında kendisini göstermektedir. Bir diğer ifade ile                                                            55  YILMAZ, 2012, s. 14; BENGÜ, 2009, s. 72; KESKİN, 2018, s. 125; FIRAT / BADEM, 2008, s. 217. 56  ÇIKRIKCI, Mustafa / DAŞTAN, Abdulkerim,  Entelektüel Sermayenin Temel Finansal Tablolar Aracılığıyla Sunulması  Bankacılar Dergisi, Yıl: 202, Sayı: 43, s. 27-28; BENGÜ, 2009, s. 74; FIRAT/BADEM, 2008, s. 217. 57  BENGÜ, 2009, s. 74; FIRAT / BADEM, 2008, s. 217.   319                                                                                                     markaların hangi hesap altında muhasebeleştirilebileceği zaten açıkça belirtilmekte olup, karşılaşılan güçlük bunu tespit etmek değildir. Temel sorun ayni sermaye taahhüdü durumunda markaların TMS ile kanun koyucunun maddi olmayan duran varlıklara ilişkin çizdiği engellere takılıyor olmasıdır. Dolayısı ile boş bir hesabın kullanılması TMS ile benimsenen  temel  ilkeler  ortadan  kalkmadığı  müddetçe  aşılmasına  yardımcı olamayacaktır. Hangi hesap kullanılırsa kullanılsın, zikredilen endişeler her durumda varlığını devam ettirecektir.  2. Marka Değerinin Açılış Bilançolarına Eklenmesi Konuyu değerlendiren bir başka görüş ise ayni sermaye yeterliliği mevcut olan bir markanın  mevcut  olması  durumunda  bu  marka  değerinin  açılış  bilançosuna geçirilmesinin engellenemeyeceğini, TTK m.68/1 uyarınca açılış bilançosuna yılsonu bilançolarının  uygulanması  gerektiği  yönündeki  düzenlemenin  kaleme  alınması esnasında çeviri hatasından kaynaklanan bir eksiklik olduğu,  mahiyetine uygun düştüğü ölçüde/kıyasen  anlamına gelen ifadenin çevirisinin ihmali nedeniyle böyle bir sonuç ortaya  çıktığını,  TTK  m.343  uyarınca  yapılan  değerlemenin  ve  burada  yer  verilen prosedürün şirket sermayesinin teşkili bakımından yeterli korumayı temin ettiğini dile getirmiş  ve  buna  istinaden  maddi  olmayan  varlıkların  sermaye  olarak  getirilmesi durumunda  TTK  m.74/2  uygulanmaması  gerektiğini  ve  marka  değerinin  açılış bilançosunun 260 haklar hesabında gösterilmesi gerektiğini belirtilmiştir. Kanaatimizce de TMS ile benimsenen ve özü itibariyle farklı amaçlara hizmet eden aktifleştirme yasağının anonim şirketlere sermaye olarak getirilecek olan markaların bu işlevini engellemesi doğru değildir. Ancak, olması gereken düzen bir tarafa, mevcut düzenlemelerin  açık  lafzı  karşısında  böylesi  bir  sonuca  ulaşmak  mümkün gözükmemektedir.  Öte  yandan  yalnızca  açılış  bilançosu  üzerinden  yapılacak  olan tespitler  daha  önce  dile  getirdiğimiz  endişeleri  de  ortadan  kaldırmayacak,  sermaye artırımı  durumunda  söz  konusu  sorunlar  yeniden  gündeme  gelmektedir.  Yine  TTK bağlamında konuyu çözüme kavuşturmakla birlikte bu değerin nereye yazılacağı, hangi                                                            58  ÇONKAR, 2016, s. 70.   320                                                                                                     yöntem esas alınarak değerleneceği gibi hususların tamamında TMS dışına çıkılması gerekmekte olup bu durum beraberinde başkaca sorunları getirebilecek mahiyettedir. 3. Varlıkların Takası Yönteminin Kabul Edilmesi Konuya ilişkin sunulan bir diğer çözüm varlıkların takası anlayışının kabulüdür. Bu anlayış gerekçesini TMS 38 standardında yer alan çözümlere dayandırması nedeniyle önceki görüşlerden ayrılmaktadır. Nitekim TMS 38 no lu standart ile maddi olmayan varlıkların  muhasebeleştirilmesinde  kullanılacak  olan  yöntemlere  ilişkin  dört  farklı yöntem benimsenmiştir. Bu yöntemlerin düzenlendiği TMS 38 no lu standardın (i) 25-32 paragrafları  ayrı  olarak  elde  edilen  maddi  olmayan  duran  varlıklara;  (ii)  33-43 paragrafları işletme birleşmesi neticesinde elde edilen maddi olmayan duran varlıklara; (iii)  44 üncü  paragraf  devlet  teşviki  neticesinde  elde  edilen  maddi  olmayan  duran varlıkların ilk ölçümü; (iv) 45-47 paragrafları, maddi olmayan duran varlıkların takas edilmesi işlemleri esnasında muhasebeleştirme kriterlerinin uygulanmasına ilişkindir.  Bu görüş uyarınca markaların sermaye olarak taahhüdü işlemini bu yöntemlerden biri olan  varlıkların takası  yöntemi kapsamında değerlendirmek ve buna uygun olarak muhasebeleştirmek mümkündür.  Kanaatimizce bu görüş, hem şirketler hukukunun temel esasları hem de ilgili TMS standartları kapsamında doğru tespitler içermemektedir. Öncelikle vurgulamak gerekir ki, her ne kadar söz konusu paylar sermaye taahhüdünün alacaklı olan tarafı şirketin payları da olsa, hiçbir zaman bu paylar şirket mülkiyetinde bulunmamaktadır. Bir diğer ifade ile hiçbir zaman şirket varlığı olarak değerlendirilemeyecek olan bu paylar ile, pay sahibinin getirdiği markanın takasından söz edilemez, bu bağlamda takasa tabi bir ivaz bulunmadığı görülmektedir.  Öte yandan bu yaklaşım TMS nin ilgili düzenlemelerine de uygun değildir. Nitekim TMS 38 standardının 45. paragrafı uyarınca; varlıkların takası kapsamdaki bir maddi olmayan  duran  varlığın  maliyeti,  (a)  takas  işlemi  ticari  işlem  niteliğinden  yoksun olmadıkça veya (b) elde edilen varlığın veya vazgeçilen varlığın gerçeğe uygun değerinin güvenilebilir bir şekilde ölçülebilmesi mümkün oldukça bu kapsamda değerlendirilebilir.                                                            59  ÇONKAR, 2016, s. 67 ve dpnt 72.   321                                                                                                     Halbuki, sermaye taahhüdüne konu paylar hiçbir zaman şirket bilançosunda yer alabilen bir varlık olarak karşımıza çıkmamaktadır. Dolayısı ile vazgeçilen varlık kapsamında bir defter  değerinden  söz  edilmesi  mümkün  değildir.  Tüm  bu  hususlar  birlikte değerlendirildiğinde  bu  görüşün  de  sermaye  olarak  taahhüt  edilen  markaların aktifleştirilmesinde bir çözüm  olarak benimsenmesinin mümkün olmadığı  kanaatine ulaşılmaktadır.  C. Markaların Sermaye Olarak Taahhüdünde Aktifleştirme Yöntemi Olarak İşletme Birleşmesi  Bir  markanın  sermaye  olarak  taahhüdü  durumunda  söz  konusu  değerin aktifleştirilebilmesi  için  biraz  önce  zikredilen  dört  yöntemden  biri  ile muhasebeleştirilebilir olması gerektiği açıktır. Bu kapsamda şu ana kadar zikredilen tüm sorunların ortadan kaldırılması adına benimsenecek en doğru  yöntem  ayni sermaye taahhütlerinin işletme birleşmesi kapsamında kabul edilmesi olacaktır.  Bu noktada standart içerisinde kullanılan  İşletme Birleşmesi  kavramı özellikle ticaret  hukukçularının  zihninde  soru  işareti  uyandırabilir.  Bu  soru  işaretlerini giderebilmek  adına  öncelikle  kavramlara  ilişkin  tanıma  yer  verilen  ve  TMS  38 düzenlemesinde atıf yapılan TFRS 3 standartlarını incelemek gerekmektedir.  TFRS 3 standardı ile  İşletme (Business)  kavramı müşterilere mal veya hizmet sunma, yatırım geliri elde etme (temettü veya faiz gibi) veya olağan faaliyetlerden diğer gelirleri elde etme amacıyla yürütülebilen veya yönetilebilen faaliyetler ve varlıklar bütünü  olarak  tanımlanmıştır  Aynı  standart  uyarınca   İşletme  Birleşmesi  (Business Combination)  ise bir edinen işletmenin, bir veya daha fazla işletmenin kontrolünü eline geçirdiği bir işlem veya başka bir olaydır.  Edinen İşletme (Acquirer)  ise edinilen işletmenin kontrolünü eline geçiren işletmedir (TFRS 3, Ek A Terimlerin Tanımları). Markaların anonim şirketlere sermaye olarak taahhüdünün, TFRS 3 kapsamında zikredilen yatırım geliri elde etme amacıyla yürütülen faaliyetlerden olduğu hususunda şüphe yoktur. Nitekim, ilgili pay sahibinin markayı sermaye olarak taahhüt etmesindeki temel amaç söz konusu taahhüt karşılığında ilgili şirkette pay sahibi olmak ve buradan temettü elde etmektedir. Bu bağlamda sermaye taahhüdüne konu olan markanın TFRS 3   322                                                                                                     uyarınca  işletme  olarak nitelendirilmesinin önünde hiçbir engel bulunmamaktadır. Buna uygun olarak markayı sermaye taahhüdü neticesinde elde eden şirketin  edinen işletme   olarak  tanımlanması  ve  bu  işlemin  tamamının   işletme  birleşmesi   olarak nitelendirilmesi hukuken mümkündür.  TFRS  3  uyarınca  edinen  işletme  bazen,  bir  bedel  transfer  etmeden  edinilen işletmenin kontrolünü ele geçirebilir. İşletme birleşmesinden önce varlığın devralınan tarafından muhasebeleştirilmiş olup olmamasına bakılmaksızın, ilgili varlığın gerçeğe uygun  değerinin  güvenilir  bir  şekilde  ölçülebilmesi  durumunda  devralan,  birleşme tarihinde,  devralınanın  maddi  olmayan  duran  varlığını  şerefiyeden  ayrı  olarak muhasebeleştirir (TMS 38, p.34). TMS 38, p.33 e göre ise bir maddi olmayan duran varlığın işletme birleşmesi sırasında elde edilmiş olması durumunda, maddi olmayan duran varlığın maliyeti, elde edilme tarihindeki gerçeğe uygun değeridir. Yine TMS 38.33 e  göre  TMS  38,  p.21(a)  (gelecekteki  ekonomik  yararların  işletme  için gerçekleşmesi) ve (b) (güvenilir ölçüm kriteri) paragrafında yer alan olasılığa ilişkin muhasebeleştirme kriterlerinin, işletme birleşmelerinde elde edilen maddi olmayan duran varlıklar açısından daima sağlandığı kabul edilmektedir. Bir işletme birleşmesinde elde edilen  bir  varlık  ayrılabilirse  veya  sözleşmeden  ya  da  diğer  yasal  haklardan kaynaklanıyorsa, söz konusu varlığın gerçeğe uygun değerini güvenilir bir şekilde ölçmek için yeterli bilgi mevcuttur. (TMS 38.33) Tüm bu hususlar birlikte değerlendirildiğinde ise, anonim şirketlere sermaye olarak getirilen  markaların  işletme  birleşmesi  kapsamında  kabul  edilmesi  durumunda  söz konusu  markanın  mutlaka  bir  alım-satım  işlemine  gerek  olmaksızın,  bu  markanın değerinin daha önce tespit edilip edilmediği önem arz etmeksizin TFRS 3 standardı uyarınca işletme birleşmesinin bir parçası olarak finansal tablolarda raporlanabilmesi mümkündür.  Nitekim ilgili standartlar uyarınca markaların değerinin belirlenmesine ilişkin en temel sorun olan  güvenilir ölçüm kriterinin  ve bu kriter bakımından ihtiyaç duyulan                                                            60  BOBİ FRS 21.7 neredeyse aynı kavrama denk gelecek şekilde  İş  ifadesini tercih etmiştir. Zaten kavramın  İngilizce  karşılığı  olarak  tercih  edilen   business   ifadesi  de  esasında  ticaret  hukuku bağlamında münhasıran bir  işletme yi konu almadığını göstermektedir.   323                                                                                                     bilginin söz konusu işlemler bakımından mevcut olduğu ve sağlandığı bizzat standartlarca kabul edilmektedir. İşletme  Birleşmesi  yönteminin  uygulanmasının  tek  olumlu  yanı  yalnızca aktifleştirme engelinden kaynaklı sorunların aşılması değildir. Bu yolla ayrıca söz konusu ölçüm kriterlerinin nasıl belirlenmesi gerektiği de açıkça gösterilmektedir. Konuya ilişkin düzenlemenin yer aldığı  Gerçeğe Uygun Değer Ölçümü  başlıklı TFRS 13 standardı uyarınca işletmenin kendi özkaynağına dayalı özdeş veya benzer finansal aracın ya da borcun  devrine  ilişkin  kotasyon  fiyatı  bulunmadığında  ve  özdeş  bir  kalem  başkası tarafından varlık olarak elde tutulduğunda, işletme bu finansal aracın veya borcun gerçeğe uygun değerini, ölçüm tarihinde özdeş kalemi  varlık olarak elinde tutan bir piyasa katılımcısının bakış açısıyla ölçebilecektir (TFRS 13, p.37). Bu tür durumlarda, işletme özkaynağa dayalı finansal aracın veya borcun gerçeğe uygun değerini aşağıdaki şekilde ölçer:  (i)  Başkası  tarafından  varlık  olarak  elde  tutulan  özdeş  kalemin,  bulunması durumunda aktif bir piyasadaki kotasyon fiyatını kullanarak, (ii) Söz konusu fiyatın bulunmaması durumunda, başkası tarafından varlık olarak elde tutulan aynı kalemin aktif olmayan bir piyasadaki kotasyon fiyatı gibi diğer gözlemlenebilir girdilerini kullanarak, (iii) bunların da bulunmaması durumunda piyasa değeri veya gelir yaklaşımını esas alan değerleme yöntemlerini kullanarak ölçebilir. Bu kapsamda, markaların sermaye olarak taahhüt  edilmesi  durumunda  bilirkişilerce  yapılacak  olan  değerleme  işleminde,  söz konusu standart ile dikkat çekilen esasların dikkate alınması ve değerlemede finansal yöntemlerin benimsenmesi gerektiği de düzenlemektedir. Böylece yalnızca markaların aktifleştirme yasağına ilişkin sorun ortadan kaldırılmakla kalmamış, öte yandan TTK m.343 uyarınca yapılacak olan değerlemenin esasları da ortaya konmuştur.                                                             61  ERER, Gülsüm Pınar,  Maddi Olmayan Duran Varlıkların Türkiye Ve Uluslararası Muhasebe Standartlarına  Göre  İncelenmesi  Ve  Bir  Uygulama ,  Marmara  Üniversitesi  Sosyal  Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Denetimi Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s.79. 62  2013 yılındaki değişiklik öncesinde TMS 38, p.39 ve 40 ile gerçeğe uygun değerlerinin tespitinde iki farklı yaklaşıma izin verilmekteydi: (i) aktif bir piyasada kayıtlı bir değer varsa bu değer (uygun piyasa fiyatı/güncel fiyat teklifleri/ en son benzeri işlemin fiyatı), (ii) aktif bir piyasası yoksa, gerçeğe uygun değeri; işletmenin mevcut en iyi bilgi esas alınarak, elde etme tarihinde, bilinçli ve istekli taraflar arasında piyasa koşullarında yapılan muvazaasız bir işlemde ilgili varlık için ödeyeceği tutar. İşletme, söz konusu tutarın belirlenmesinde, benzer varlıklar için yakın zamanda yapılmış işlemlerin sonuçlarını dikkate alınmaktaydı.    324                                                                                                     Fakat, söz konusu düzenlemelerin şüpheye yer bırakmayacak bir netlikte ortaya konması  ve  tüm  tereddütlerin  giderilmesi  adına,  aktifleştirme  yasağının  sermaye taahhüdü halinde uygulanmayacağı ve yine sermaye taahhüdü durumunda bilirkişilerce benimsenecek olan değerleme yöntemlerinin uygulamada mevcut olan hangi metotları esas alacağı hususlarının ayrıca düzenlenmesi gerekmektedir.  SONUÇ Markaların anonim şirket bilançolarına nasıl yansıtılacağı ve bu esnada kullanılacak olan kriterlere ilişkin tartışmalar uzun bir süredir devam etmektedir. Bu durum 6102 sayılı kanun ile açık bir şekilde anonim şirketlere sermaye olarak taahhüdüne izin verilen markaların, ayni sermaye olarak şirkete getirilmesi durumunda da pek çok soru işaretini beraberinde getirmektedir.  Türk Ticaret Kanunu nun 74. maddesi ile açık bir şekilde benimsenen aktifleştirme yasağı dikkate alındığında, sermaye olarak getirilen markaların şirket bilançolarına nasıl yansıtılacağı ve yine bunun bilançodaki yerine ilişkin hukuki sorunlar gündeme gelmekte, bunun aşılması için bazı çözüm önerileri sunulmaktadır.  Bu  bağlamda  bir  markanın  sermaye  olarak  taahhüdü  durumunda  söz  konusu değerin  aktifleştirilebilmesi  için  TMS  ile  zikredilen  dört  yöntemden  biri  ile muhasebeleştirilebilir olması gerektiği açıktır. Markaların anonim şirketlere sermaye olarak taahhüdü durumunda aktifleştirme yasağı bağlamında karşılaşılan tüm sorunların ortadan kaldırılması adına benimsenecek en doğru yöntem ayni sermaye taahhütlerinin işletme birleşmesi kapsamında kabul edilmesi olacaktır.  Fakat, söz konusu düzenlemelerin şüpheye yer bırakmayacak bir netlikte ortaya konması  ve  tüm  tereddütlerin  giderilmesi  adına,  aktifleştirme  yasağının  sermaye taahhüdü halinde uygulanmayacağı ve yine sermaye taahhüdü durumunda bilirkişilerce                                                            63 Aynı yönde bkz: DAL, 2012, s. 392.   325                                                                                                     benimsenecek olan değerleme yöntemlerinin uygulamada mevcut olan hangi metotları esas alacağı hususlarının ayrıca düzenlenmesi gerekmektedir.   KAYNAKÇA AKGÜN, Özlem / AKGÜN, Ali,  Marka ve Marka Değeri Olgusu: Marka Değerinin Tespitine Yönelik Bir Uygulama  Selçuk Üniversitesi Sosyal ve Teknik Araştırmalar Dergisi, Yıl: 2014, Sayı: 8, s. 113. AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha, İstanbul, 2019. ASLAN, Mehmet, Fikri Mülkiyet Haklarının Anonim Şirketlere Ayni Sermaye Olarak Getirilmesi, Seçkin Yayıncılık, Ankara, 2016. BADAK AYBAR, Zehra Türk Ticaret Kanunu'na Göre Anonim Şirkette Pay Sahibinin Kâr Payı Hakkı, On İki Levha, İstanbul, 2018. BENGÜ, Haluk,  Maddi Olmayan Duran Varlıklardan Marka Değerinin Ölçülmesi Ve Tms 38 Göre Muhasebeleştirilerek Mali Tablolara Yansıtılması , Ticaret ve Turizm Eğitim Fakültesi Dergisi, Yıl: 2009, Sayı: 1, s. 63-77. BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha, İstanbul, 2015. BOZKAYA, Sevinç,  Marka Değerleme Yöntemleri, Türk Bankalarının Marka Değerleri, Marka Değeri Karlılık Etkileşimleri , İstanbul Okan Üniversitesi, Sosyal Bilimler Enstitüsü, Bankacılık ve Finans Ana Bilim Dalı, Bankacılık ve Finans Bilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul, 2019.  ÇIKRIKCI,  Mustafa  /  DAŞTAN,  Abdulkerim,   Entelektüel  Sermayenin  Temel  Finansal  Tablolar Aracılığıyla Sunulması  Bankacılar Dergisi, Yıl:2002, Sayı: 43, s. 18-32. ÇİMŞİR, Selim,  Vergi ve Ticaret Hukuku Açısından Ticari Defterler , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, Muhasebe Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ÇONKAR, M. Halil, Anonim Ortaklıkta Ayni Sermaye, On İki Levha, İstanbul, 2016.   326                                                                                                     DAL, Seniha,  6102 Sayılı Türk Ticaret Kanunu (TTK) m. 342 ye Göre Fikri Mülkiyet Haklarının Anonim Şirkete Ayni Sermaye Olarak Konulması , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt: 18, Sayı: 2, s. 371-398. DERAN, Ali / SAVAŞ, İncilay,  Maddi Olmayan Duran Varlıkların Ölçümü ve Finansal Tablolarda Sunumu , Cumhuriyet Üniversitesi İktisadi ve İdari Bilimler Dergisi, Yıl: 2013, Cilt: 14, Sayı: 2, s. 73- 95. ERCAN, Metin Kamil, Marka Değerinin Tespiti, İstanbul Menkul Kıymetler Borsası Yayınları, İstanbul, 2011. ERER, Gülsüm Pınar,  Maddi Olmayan Duran Varlıkların Türkiye Ve Uluslararası Muhasebe Standartlarına Göre İncelenmesi Ve Bir Uygulama , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Denetimi Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ERYİĞİT, Harun, 6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Anonim Ortaklıklarda Sermayenin Korunması İlkesi, On İki Levha, İstanbul, 2020. FIRAT, Duygu, / BADEM, A. Cemkut,  Marka Değerleme Yöntemleri ve Marka Değerinin Mali Tablolara Yansıtılması , Muhasebe ve Finansman Dergisi, Yıl: 2008, Sayı: 38, s. 210 – 219. GEREKAN  Bilal,  /  KOÇAN,  Mahmut,   Marka  Değerindeki  Değişimin  İncelenmesi  Üzerine  Bir Araştırma , İşletme Araştırmaları Dergisi, Yıl: 2018, Cilt: 10, Sayı: 4, s. 210-228. GÜNAY, Burhan  Marka Değeri Üzerine Bir Araştırma: Bist 100 Örneği , Akademik Bakış Uluslararası Hakemli Sosyal Bilimler Dergisi, Yıl: 2017, Sayı: 61, s. 364 – 378. GÜVEN, Almila Sinem,  Türk Hukukunda Marka Değerleme , İstanbul Medipol Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2019. KAPLAN, Ersin, Fikri Mülkiyet Haklarının Vergilendirilmesi, Maliye Hesap Uzmanları Derneği, Ankara, 2018. KAYA, Arslan, Marka Hukuku, Arıkan Basım Yayım Dağıtım, İstanbul, 2006. KAYA, Arslan [ÜLGEN, Hüseyin / HELVACI, Mehmet / NOMER ERTAN, N. Füsun], Ticari İşletme Hukuku, 6. Bası, On İki Levha, İstanbul, 2019.    327                                                                                                     KESKİN, Orhan,  Marka Değerinin Finansal Modellerle Ölçülmesi ve Ölçülen Marka Değerinin TMS 38 Maddi Olmayan Duran Varlıklar Standardına Göre Muhasebeleştirilmesi  Yozgat Bozok Üniversitesi, Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, Yozgat, 2018. MARGOS, Şant  Maddi Olmayan Duran Varlıkların UFRS Çerçevesinde Değerlemesi , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, İşletme Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ÖZCAN,  Turgut,   Maddi  Olmayan  Duran  Varlıkların  Vergi  Karşısındaki  Durumu  ve Muhasebeleştirilmesi , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Finansman Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2014. ÖZERHAN, Yıldız / YANIK, Serap, Türkiye Muhasebe Standartları Türkiye Finansal Raporlama Standartları, TÜRMOB Yayınları, Ankara, 2012. ÖZKAN,  Mehmet/  TERZİ,  Serkan,   Finansal  Raporlama  Açısından  Marka  Değerinin  Ölçümü  ve Değerlendirilmesi , Öneri Dergisi, Yıl: 2012, Cilt: 10, Sayı: 38, s. 87-96. SALINAS, Gabriela,   The  International Brand Valuation Manual: A Complete Overview and Analysis of Brand Valuation Techniques and Methodologies and their Applications , Wiley, 2009. ŞENOL, Zekai / KOÇ, Selahattin / ÜNLÜ, Ulaş,  Marka Değeri ile Firma Değeri Arasındaki İlişki: Borsa İstanbul Örneği , Ömer Halisdemir Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2009, Cilt: 12, Sayı: 3, s. 338-350. TEKİNALP, Ünal, Fikri Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012 TUĞAY,  Osman  /  TOP,  Tülay,   TMS  38 e  Göre  Marka  Değerlemesi  ve  Muhasebeleştirilmesi , Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Yıl: 2014, Sayı: 40, s. 221-228. ÜNAL, Özhan,  Markanın Ekonomik Değeri ve Değerleme Metotları , Türk Patent Enstitüsü Markalar Dairesi Başkanlığı Uzmanlık Tezi, Ankara, 2005. YILMAZ, Berna Burcu,  Marka Değerinin Bilançodaki Yeri ve Türkiye Muhasebe Standardı 38 e Göre Marka Muhasebesi , Maliye ve Finans Yazıları Dergisi, Yıl:2012, Cilt: 1, Sayı: 97, s. 9-37. YILMAZ,  Berna  Burcu,  İflasın  Tespiti  ve  Ertelemesi  Yönünden  Borca  Batıklık  Bilançosu  ve İyileştirilmesi, TÜRMOB Yayınları, Ankara, 2009.   328",
     "Abstract": "With Article 342 of the TCC numbered 6102, the legislator regulates the assets without such restriction as a measure, pledge, and encumbrances on them, which can be convertible to cash and which are transferable, including intellectual property rights and virtual environments, can be contributed as capital in kind. On the other hand, without prejudice to the exceptions brought in accordance with the Turkish Accounting Standards with the second paragraph of Article 74 of the TCC, it is stipulated that no assets can be included in the assets of the balance sheet for intangible assets obtained without any charge. These regulations lead to the problem of whether brands can be committed to joint-stock companies as capital in kind within the scope of Turkish Accounting Standards. In accordance with the understanding adopted within the scope of Turkish Accounting Standards on the subject, the cost of an asset should be measured reliably in order to recognize the assets in the balance sheet. According to the same approach, measurement and evaluation for the value of the brands created by commercial enterprises or obtained without any charge are not feasible.  Herein, as a rule, it is considered unfeasible for those brands to be capitalized and shown on the balance sheet. Repeatedly the approaches adopted by the relevant administrations that if the courts determine the fair value of the brands, this value should be treated accordingly the scope of the recognition prohibition causes the questioning of whether the brands brought to the company through capital subscription in kind can be included in the active part of the balance sheet. Thereby,  whether  brands  brought  without  any  charge  to  the  joint-stock  company  through  capital subscription constitute a valid commitment in the context of the principle of protection of capital is growing dubious.  Indeed, the inclusion of a value that cannot be recognized in the equity participation in the assets                                                                                                     section of the balance sheet causes a part of the capital of the joint-stock company to remain unpaid at the stage of establishment or capital increase. This condition constitutes an accounting handicap at capital raising, which is one of the pillars of the principle of capital protection rule. In pursuance of overwhelming the abovementioned handicap, it is necessary to evaluate the subscription of brands as capital within the scope of the recognition prohibition that becomes the main topic of the transfer of brands to the balance sheets. With this research, which has been drawn up within the scope of the mentioned interpretations, the purpose and scope of the recognition prohibition are revealed. Moreover, the proper place of the brand value, which is determined by the experts appointed by the courts during capital subscription, is aspired to be determined in the context of the principles regarding the brand valuation and the importance of the brand valuation.",
     "Metin": "  1980 lerde yaşanan ekonomik gelişmeler ve şirket birleşme ve devralmalarına istinaden önemi had safhaya çıkan marka kavramı pek çok araştırmacının dikkatini çekmiş, bilhassa markanın ekonomik karşılığının belirlenmesi hususunda iktisat bilimi perspektifinden pek çok çalışma ortaya konulmuştur. Bu çalışmalar şirketler hukukunda ve muhasebe alanında da kendisine yer bulmuş ve akademik tartışmalara konu olmuştur. Bu tartışmaların yansımalarının açık bir şekilde görüldüğü 6102 sayılı Türk Ticaret Kanunu (TTK) ile kanun koyucumuz bir yandan açık bir şekilde markaların anonim şirketlere sermaye olarak getirilmesine imkân tanırken, diğer yandan Türkiye Muhasebe Standartları (TMS) uyarınca getirilen istisnalar saklı kalmak üzere bedelsiz olarak elde edilmiş, maddi olmayan duran varlıklar için bilançonun aktifine kalem konulamayacağını hüküm altına almıştır.  Bu durum, esas itibariyle muhasebe anabilim dalının bir tartışma konusunu teşkil eden aktifleştirme yasağının, sermayenin korunması ilkesinin benimsendiği TTK nın da bir parçası haline gelmesi sonucunu beraberinde getirmiştir. Bunun bir sonucu olarak sermaye taahhüdü yoluyla anonim şirkete bedelsiz olarak getirilen markaların sermayenin korunması  ilkesi  bağlamında  geçerli  bir  taahhüt  teşkil  edip  etmediği,  bu  değerin belirlenmesinde kullanılacak olan değerleme yönteminin nasıl tespit edileceği, bu değerin   302                                                                                                     bilançolara aktarılmamasının nasıl sonuçlar doğuracağı, ortaya çıkan sorunların nasıl aşılabileceği gibi sorular gündeme gelmiştir.  Bu soruların çözümlerinin arandığı çalışmamız kapsamında öncelikli olarak marka kavramı,  marka  değeri  ve  değerlemesi  hususlarına  dikkat  çekilecek,  devamında  ise markaların anonim şirketlere sermaye olarak taahhüdü aktifleştirme yasağı kapsamında değerlendirilerek,  taahhüde  konu  markaların  nasıl  bilançolaştırılabileceği  noktasında incelemede bulunulacaktır.  I.  MARKA DEĞERİ VE DEĞERLEMESİ  A. Marka Kavramı Doğrudan  bir  kanuni  tanımına  yer  verilmeyen  marka  kavramına  ilişkin  farklı disiplinlerce farklı tanımlara yer verilmiştir. Ancak en sade haliyle marka, bir teşebbüsün mallarını  ve/veya  hizmetlerini  başka  teşebbüslerinkinden  ayırt  etmeyi  sağlayan  bir  işaret  olarak tanımlanabilir. Tanımda  yer  alan  işaretlerin  seçiminde  kural  olarak  ilgili  tarafa  bir  serbesti tanınmışsa da 6769 sayılı Sınai Mülkiyet Kanunu ile kanun koyucu bu işaretlerin neler olabileceğine dair bir kısıtlama getirmiştir. Sınai Mülkiyet Kanunu nun 4. maddesi ile  bir  teşebbüsün  mallarının  veya  hizmetlerinin  diğer  teşebbüslerin  mallarından  veya hizmetlerinden  ayırt  edilmesini  sağlaması  ve  marka  sahibine  sağlanan  korumanın                                                            1   KAYA, Arslan, Marka Hukuku, Arıkan Basım Yayım Dağıtım, İstanbul, 2006, s.13-14;  TEKİNALP, Ünal, Fikri Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012, s. 22; BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha, İstanbul, 2015, s. 331. Pazarlama yönünün ön planda tutulduğu bir bakış açısıyla marka işaretlerle ürünü tanımlamanın çok ötesinde; işletmenin kendini pazarda tanıtması, itibar ve ün yaratması gibi geniş bir anlam ifade etmektedir (AKGÜN, Özlem / AKGÜN, Ali,  Marka ve Marka Değeri Olgusu: Marka Değerinin Tespitine Yönelik Bir Uygulama  Selçuk Üniversitesi Sosyal ve Teknik Araştırmalar Dergisi, Yıl:2014, Sayı:8, s. 2. TDK da ise kavram  bir ticari malı, herhangi  bir  nesneyi  tanıtmaya,  benzerinden  ayırmaya  yarayan  özel  ad  veya  işaret   olarak tanımlanmaktadır (https://sozluk.gov.tr/) (erişim tarihi: 28.01.2022). 2   Konuya ilişkin madde gerekçesinde şu ifadelere yer verilmiştir.  Marka olabilecek işaretler sayılırken sınırlı bir sayma yöntemi benimsenmemiş;  özellikle  ibaresi eklenmek suretiyle marka olabilecek işaretlerin bu madde hükmünde sayılanlarla sınırlı olmadığı ifade edilmiştir.  3   Kelime anlamı  algılanabilir iz, belirti  olan işaret, teknik-hukuki anlamı ile  marka dan daha geniş bir anlamı içerisinde barındırmakta olup, ancak işaretler marka olarak nitelendirilebilecekken, her işaret marka olarak kabul edilememektedir (KAYA, Arslan [ÜLGEN, Hüseyin / HELVACI, Mehmet / NOMER ERTAN, N. Füsun], Ticari İşletme Hukuku, 6. Bası, On İki Levha, İstanbul, 2019, s. 451).    303                                                                                                     konusunun açık ve kesin olarak anlaşılmasını sağlayabilecek şekilde sicilde gösterilebilir olması şartıyla kişi adları dâhil sözcükler, şekiller, renkler, harfler, sayılar, sesler ve malların veya ambalajlarının biçimi olmak üzere her tür işarettin marka olarak kabul edilebileceği düzenlenmiştir.  Fikri mülkiyet hakları içerisinde büyük bir önemi haiz olduğu hususunda şüphe bulunmayan marka, maddi bir varlığı bulunmayan, kullanmakla tükenmeyen ve bu nedenle faydalı ömrü sınırsız olan soyut bir varlıktır.  Rekabetin en üst düzeyde olduğu ve rekabetin artarak devam edebilmesi adına gereken tüm adımların atıldığı günümüz piyasaları esasında markalar piyasası olarak da nitelendirilmektedir.  Markalar,  müşterilerin,  çalışanların,  yatırımcıların  ve  karar vericilerin  seçimlerini  doğrudan  etkilemekte,  teşebbüsün  ve  ürünlerinin  piyasadaki tanınırlığını ve devamlılığını sağlamakta, ek talep yaratmaktadır. B.  Marka Değeri ve Önemi  Özü itibari ile pazarlama alanının temel konularından birini teşkil eden marka kavramı beraberinde getirdiği sosyal ve ekonomik sonuçlar sebebiyle psikoloji, sosyoloji,                                                            4   Marka dört temel unsur üzerine inşa edilmektedir: (i) Marka Bilinci, (ii) Marka Bağlılığı, (iii) Marka Çağrışımları, (iv) Algılanan Kalite (ÜNAL, Özhan,  Markanın Ekonomik Değeri Ve Değerleme Metotları , Türk Patent Enstitüsü Markalar Dairesi Başkanlığı Uzmanlık Tezi, Ankara, 2005, s.26 (https://akademi.turkpatent.gov.tr/sayfa/uzmanl%C%Bk-tezleri) (erişim tarihi: 28.01.2022). 5    Marka hakkı, maddi olmayan malvarlığı değeri üzerinde, doğrudan sahip olunan, herkese karşı ileri sürülebilen, inhisari istifade yetkisi bahşeden mutlak bir hakkı ifade eder. Söz konusu hak, fikrî ve sınai haklar yelpazesinde sınai haklar grubu içinde yer alır. Sınai haklar, bedii ve estetik olmaktan ziyade ticari ve sınai teşebbüsle ilişkilendirilen, işletme varlığının maddi olmayan malvarlığı unsurları arasında yer alan haklardandır  (KAYA, 2019, s. 457). 6   ÖZKAN, Mehmet / TERZİ, Serkan,  Finansal Raporlama Açısından Marka Değerinin Ölçümü Ve Değerlendirilmesi , Öneri Dergisi, Yıl:2012, Cilt:10, Sayı:38, s. 88. 7   TTK m.122/1 madde gerekçesi.  8   BOZKAYA, Sevinç,  Marka Değerleme Yöntemleri, Türk Bankalarının Marka Değerleri, Marka Değeri Karlılık Etkileşimleri , İstanbul Okan Üniversitesi, Sosyal Bilimler Enstitüsü, Bankacılık ve Finans Ana Bilim Dalı, Bankacılık ve Finans Bilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul, 2019, s.12; FIRAT, Duygu, / BADEM, A. Cemkut,  Marka Değerleme Yöntemleri ve Marka Değerinin Mali Tablolara Yansıtılması , Muhasebe ve Finansman Dergisi, Yıl: 2008, Sayı: 38, s. 212.   304                                                                                                     finans, hukuk ve muhasebe gibi pek çok farklı disiplinin de önemli başlıklarından biri haline gelmiş, buna bağlı olarak marka ile ilintili pek çok yeni kavram ortaya çıkmıştır. Bu kapsamda ortaya çıkan ve daha çok finans ve muhasebe alanında kullanılan marka değeri, tüketicilerin markaya atfettikleri değere bağlı olarak oluşturulan ve diğer markalar karşısında markanın finansal gücünü gösteren bir rakamı ifade etmektedir.  Teşebbüslerin  pazarlama  stratejilerinin,  marka  yönetim  politikalarının belirlenmesinde doğrudan etki gösteren marka değeri; markanın gelecekteki gidişatını tespit edebilmek ve bu yolla markanın süreç içerisindeki gelişimini gözlemlemek, marka ve  teşebbüs  menfaatleri  doğrultusunda  gerekli  ayarlama  ve  düzenlemeleri  vaktinde yapabilmek adına önem arz etmektedir. Yine marka değerlemesi; daha yüksek fiyat ile daha  fazla  kâr  sağlama,  pazar  payını  koruma  ve  geliştirebilme,  kullanıcıya  prestij sağlayarak, markaya bağlı sadık müşteri oranını arttırma, dağıtım kanalı üyelerine karşı pazarlık gücüne sahip olma, markanın oluşturduğu olumlu imajın, diğer ürün/ hizmetlere taşınmasına olanak tanıma noktalarında da teşebbüse fayda sağlamaktadır.  C. Markanın Değerlemesi  Günümüzde pek çok teşebbüsün varlıkları içerisinde en değerli kalemlerden birini oluşturan  marka  değerinin  tespiti  yukarıda  zikredilen  faydaların  elde  edilmesi bakımından büyük önem arz etmekte, bu öneme binaen marka değerlemesinin nasıl                                                            9   GÜNAY,  Burhan   Marka  Değeri  Üzerine  Bir  Araştırma:  Bist  100  Örneği ,  Akademik  Bakış Uluslararası Hakemli Sosyal Bilimler Dergisi, Yıl:2017, Sayı:61, s. 367.  10  AKGÜN / AKGÜN, 2014, s. 2. Yine bir başka tanıma göre marka değeri markanın itibarı ile ilintili kazançların bugünkü değeri olarak tanımlanır (Brand Finance, Türkiye nin En Değerli Markalarının Yıllık Raporu, 2021, s. 21). Farklı tanımlar için bkz: AKGÜN / AKGÜN, 2014, s .4 vd. Kavramın tarihçesi hakkında bilgi için bkz: GÜNAY, 2017, s.367 vd. Marka değeri belirlenme aşamasında aşağıdaki  faktörlerin  dikkate  alınması  gerekmektedir:  Markanın  fiziksel  özellikleri,  Markanın bağımsızlığı,  Markanın ismi ve farkındalığı, Marka imajı, Marka sadakati, Marka iletişimindeki tutarlılık, Ürün kalitesi, Markanın pazardaki payı ve markanın istikrarı, Marka duyarlılığı, Markanın güvenilirliği ve saygınlığı, Dağıtım, fiyatlandırma ve ürünün yeniliği, Markanın reklam politikaları ve içeriklerine olan hassasiyetleri, Markanın pazarlanma ve satış sürati (ORUN, Ahmet, Marka Değerinin Bilançoda  Gösterilmesi  -https://www.atldenetim.com/makaleler/marka-degerinin-bilancodagosterilmesi-) (erişim tarihi: 28.01.2022). 11  Brand Finance, Türkiye nin En Değerli Markalarının Yıllık Raporu, 2017, s.11. 12  FIRAT / BADEM, 2008, s.212; GÜNAY, 2017, s. 368 vd.    305                                                                                                     yapılacağı pek çok çalışmanın konusunu oluşturmaktadır.  Marka değerlemesi ile bir markanın satışa konu olması ihtimalinde ortaya çıkacak satış bedeli yahut bu değerin ikamesi için gereken kaynağın finansal değeri hesaplanmaya çalışılmaktadır. Marka değerinin nasıl tespit edileceği ve somutlaştırılacağı hususunda üzerinde mutabık  kalınmış  tek  bir  yöntem  mevcut  değildir.  Konuya  ilişkin  olarak  yapılan çalışmalar incelendiğinde onlarca farklı marka değerleme yönteminin mevcut olduğu görülmektedir. Ancak tüm bu farklılıklara rağmen marka değerlemesinin (i) finansal yöntemler, (ii) davranışsal yöntemler, (iii) karma yöntemler olmak üzere üç ana başlık altında incelendiğini söylemek mümkündür.   Ortaya ilk çıkan metotlar finansal yöntemler olup, marka için ödenen telif hakkı bedeli, markaya sahip olan şirketin değeri, markanın yarattığı fiyat farkı gibi finansal verilere odaklanmaktadır. Yalnızca finansal verilere odaklanan anlayışın aksine markayı daha pazarlama odaklı bir anlayış ile ele alan davranışsal yöntemlerde müşteri davranış ve tercihleri ana değerlendirme kriterini teşkil etmektedir. Süreç içerisinde söz konusu                                                            13  GÜNAY, 2017, s. 369; BOZKAYA, 2019, s.19; FIRAT / BADEM, 2008, s.218; ERCAN, Metin Kamil, Marka Değerinin Tespiti, İstanbul Menkul Kıymetler Borsası Yayınları, İstanbul, 2011.  14  BOZKAYA, 2019, s.18.  15  Vergi Usul Kanunu m.258 vd. hükümlerinde değerleme kavramına ve yöntemlerine yer verilmiştir. Buna göre değerleme, vergi matrahlarının hesaplanmasiyle ilgili iktisadi kıymetlerin takdir ve tesbitidir. Değerlemede, iktisadi kıymetlerin vergi kanunlarında gösterilen gün ve zamanlarda haiz oldukları kıymetler  esas  tutulmaktadır.  Değerleme,  iktisadi  kıymetin  nevi  ve  mahiyetine  göre,  aşağıdaki ölçülerden biri ile yapılmaktadır: (i) Maliyet bedeli; (ii) Borsa rayici; (iii) Tasarruf değeri; (iv) Mukayyet değer; (v) İtibari değer; (vi) Vergi değeri; (vii) Rayiç bedel, (viii) Emsal bedeli ve ücreti, (x) Alış  bedeli.  Yine  VUK  m.269  uyarınca  gayrimaddi  haklar  maliyet  bedeli  üzerinden değerlendirilmektedir. VUK uyarınca maliyet bedeli, iktisadi bir kıymetin iktisap edilmesi veyahut değerinin artırılması münasebetiyle yapılan ödemelerle bunlara müteferri bilümum giderlerin toplamını ifade etmektedir.  16  Marka değerlemesine ilişkin detaylı bilgi için bkz: TUĞAY, Osman / TOP, Tülay,  TMS 38 e Göre Marka Değerlemesi ve Muhasebeleştirilmesi , Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Yıl: 2014, Sayı: 40, s. 221-228; YILMAZ, Berna Burcu,  Marka Değerinin Bilançodaki Yeri Ve Türkiye Muhasebe Standardı 38 e Göre Marka Muhasebesi , Maliye ve Finans Yazıları Dergisi, Yıl: 2012, Cilt: 1, Sayı: 97, s. 9-37; GÜNAY, 2017, s. 369 vd.; ÖZKAN / TERZİ, 2012, s. 88-89; BOZKAYA, 2019,  s. 18 vd; GÜVEN, Almila Sinem, Türk Hukukunda Marka Değerleme, İstanbul Medipol Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2019, s. 29 vd.   306                                                                                                     yaklaşımların  tek  başına  yeterli  olmayacağını  düşünen  pek  çok  danışmanlık  şirketi tarafından söz konusu yöntemlerin karması bir anlayış benimsenmiştir  Fakat farklı yöntemlere göre hesaplanan marka değeri verisinden hangisinin mutlak değeri verdiği belirsizdir. Marka değeri ile ilgili yapılan farklı tanımlamalar ve buna istinaden benimsenen farklı yöntemler nedeniyle hesaplanan marka değerleri arasında büyük farklar ortaya çıkmaktadır.  Çalışmamıza konu aktifleştirme yasağının da temelini oluşturan bu farklı sonuçların varlığı,  markaların  anonim  şirketlere  sermaye  olarak  getirilip  getirilemeyeceği  ve getirilmesi durumunda bu değerin nasıl tespit edileceği gibi soruları da beraberinde getirmektedir.   II. AKTİFLEŞTİRME  YASAĞININ  MARKALARIN  SERMAYE OLARAK TAAHHÜDÜNE ETKİSİ A. Ayni  Sermaye  Taahhüdüne  İlişkin  Genel  Düzenlemeler  Işığında Markaların Durumu Ticaret şirketlerine sermaye olarak getirilebilecek olan değerlerin neler olduğu TTK m.127  vd.  hükümleri  ile  açıkça  düzenlenmiştir.  Buna  göre  kanunda  aksine  hüküm olmadıkça fikri mülkiyet hakları bu şirketlere sermaye olarak getirilebilir (TTK m.127/1b). Bu durumda şirket sözleşmesinde veya esas sözleşmede bilirkişi tarafından belirlenen değerleriyle yer alan fikri mülkiyet hakları varsa özel sicillerine kaydedildikleri takdirde ayni  sermaye  kabul  edilmektedir.  (TTK  m.128/2).    Anonim  şirketler  özelinde düzenlemelere yer verilen TTK m.342 hükmünde ise üzerlerinde sınırlı ayni bir hak, haciz ve  tedbir  bulunmayan,  nakden  değerlendirilebilen  ve  devrolunabilen,  fikrî  mülkiyet hakları  ile  sanal  ortamlar  da  dâhil,  malvarlığı  unsurları  ayni  sermaye  olarak konulabileceği düzenlenmektedir.                                                              17  Marka Değerleme Metotları ve Bu Metotların Kullanımında Sermaye Piyasası Mevzuatı Açısından Çıkabilecek Sorunlar, Sermaye Piyasası Kurulu Denetleme Dairesi Yeterlilik Etüdü, İstanbul, 2002, s.36 (https://www.spk.gov.tr/SiteApps/Yayin/YayinGoster/415)  18  GEREKAN, Bilal / KOÇAN, Mahmut,  Marka Değerindeki Değişimin İncelenmesi Üzerine Bir Araştırma , İşletme Araştırmaları Dergisi, Yıl: 2018, Cilt: 10, Sayı: 4, s. 224.   307                                                                                                     Kanunda yer verilen ifadelerin yanı sıra TTK m.127/1-b; 128/2; 342/1 gerekçeleri birlikte incelendiğinde madde hükmünde geçen  fikri mülkiyet  kavramının  markayı  içerdiği hususunda hiçbir şüphe bulunmadığı dolayısıyla madde gerekçesi kapsamında markaların sermaye olarak taahhüdü hususunda bir sorun olmadığı görülmektedir. Aynı husus genel gerekçeye de yansımış ve sermayenin korunması ilkesine de atıf yapılarak markaların sermaye olarak taahhüdünün mümkün olduğuna dikkat çekilmektedir. Şu ana kadar ayni sermaye olarak taahhüdü noktasında hiçbir şüphe duymadığımız markalara  ilişkin  ilk  soru  işareti,  kendisini  TTK  342 nci  madde  gerekçesinin  ilk paragrafında yer alan bir ifade ile göstermektedir. Buna göre TTK m.343 e göre yapılacak değerlendirmede, bilirkişiler bu noktayı belirtmek, mahkemenin dikkatini çeken, ifadesi açık olan ve kesin nitelik taşıyan görüş beyan etmekle yükümlü tutulmuştur. Bu  yükümlülükten  yola  çıkan  bir  görüş,  anonim  ortaklıklara  sermaye  olarak getirilmesine  izin  verilen  fikri  mülkiyet  haklarının  değerinin  tam  ve  doğru  olarak belirlenmesinin diğer ayni sermaye unsurlarına göre daha fazla zorluklar içerdiğini, fikri mülkiyet haklarının rayiç bedelinin objektif kıstaslara göre net olarak belirlenmesinin çok zor olduğunu, marka değerlemesinde pek çok farklı yöntem olduğunu bu yöntemlerin her birinin birbirinden çok farklı sonuçlar verdiğini, parasal bir değer taşımakla birlikte,                                                            19  TTK m.127/1-b madde gerekçesi:  (b) bendinde, 6762 sayılı Kanunda kullanılan ve  sınaî haklar la sınırlı olan düzenleme, TRIPS ve WIPO'nun kullandığı yeni terim olan ve fikir ve sanat eserleri ile bağlantılı haklardan başlayarak, markaları, tasarımları, patentleri, faydalı modelleri, bitki çeşitlerini, yani ıslahçı haklarını ve yarı iletkenlerin topografyalarına kadar çok geniş, ucu açık bir kavramı ifade eden  fikrî mülkiyet  ile değiştirilmiştir.  TTK m.342/1 madde gerekçesi:   Fikrî mülkiyet hakları  ibaresi, fikir ve sanat eserlerini, bağlantılı hakları, markaları, tasarımları, patentleri, coğrafî işaretleri, tescil edilmemiş haklar ile bilgileri, bitki geliştirilmesini, yani ıslahçı haklarını, yarı iletkenlerin topografyalarını kapsayacak şekilde geniş anlaşılmalıdır. Elektronik ortamlar, kazandıkları değer dolayısıyla hükme dahil edilmiştir.  20   İkinci olarak, 6762 sayılı Kanun döneminde, şirkete sermaye olarak konulan taşınmazların, şirket adına tescillerinin ihmâl sebebiyle veya kasten yapılmayıp, eski malikleri üzerinde kalması aksaklığına oldukça  sık  rastlanmıştır.  Bu  durum  çözümü  güç  birçok  soruna  neden  olmuştur.  Onun  için taşınmazların ve sair aynî hakların, tapu kütüğünde; markalar, patentler, tasarımlar gibi hakların da kendilerine  özgü  sicillerde,  şirket  adına  tescil  edilmeleri  için,  buna  ilişkin  bildirimin  bu  sicil müdürlüklerine veya sorumlularına ticaret sicili müdürlüğünce resen yapılması zorunluluğu hükme bağlanmıştır. Böylece sermayenin korunması ve güvenliği ilkesine uygun bu düzenleme ile uygulamada çok sık görülen aksaklıklar giderilmeye çalışılmıştır.  (Genel Gerekçe, p.113).   308                                                                                                     değerinin belirlenmesi mümkün olmayan bu tarz fikri mülkiyet haklarının sermaye olarak getirilemeyeceğini ileri sürmüştür. Öğretimizde  isabetli  bir  şekilde  bu  düşünceye  karşı  çıkılmış,  esasında  her değerleme işleminin yaklaşık bir değer ifade ettiği, kanun koyucunun aradığı nakden değerleme koşulunun hatasız ve kesin bir sonucun ortaya konması olmadığı bu cihette parasal bir değer biçilmesinde yaşanan güçlüğün tek başına ayni sermaye taahhüdünde engel teşkil etmeyeceği haklı olarak dile getirilmiştir. Söz konusu tartışmalar, markaların sermaye olarak taahhüdü bakımından da önem arz etmektedir. Esasında markalara ilişkin değerlemenin kolay olmadığı ve ulaşılan değerin  içerisinde  değerlendirme  kriterlerine  bağlı  olarak  belirli  ölçüde  sübjektif faktörleri de ihtiva edeceği konuyu ele alan herkesin genel kabulüdür. Ancak markalara ilişkin  değerlemede  karşılaşılacak  olan  zorluk  içerisindeki  sübjektif  unsurların varlığından kaynaklanmamaktadır. Nitekim esasında her değerleme kaçınılmaz olarak belirli oranda sübjektif unsurlar barındırabilmektedir. Markalar bakımından asıl zorluk teşkil  eden  husus  ise  kullanılacak  olan  yöntemler  konusunda  ortak  bir  kanaate ulaşılmamasında  kendisini  göstermektedir.  Kullanılacak  olan  yöntemin  sonucu etkileyeceği  hususu  bir  tarafa,  kullanılacak  olan  yöntemin  tespiti  sonrasında  kanun koyucunun  aradığı  nitelikte  belirlenebilir  bir  sonuca  ulaşılabileceğinden  şüphe duymamak gerekmektedir. Kullanılacak olan yöntemin tespitinde ise TTK m.343 hükmü                                                            21  ASLAN,  Mehmet,  Fikri  Mülkiyet  Haklarının  Anonim  Şirketlere  Ayni  Sermaye  Olarak Getirilmesi, Seçkin Yayıncılık, Ankara, 2016, s.129. Yazara göre fikri mülkiyet hakkının sermaye olarak taahhüdü bakımından tek başına parasal bir değer taşıması yeterli değildir, aynı zamanda taşıdığı parasal değerin ölçülebilir nitelikte olması gerekmektedir. Hatta belirli bir aralık verilmesi de yeterli olmayacaktır (ASLAN, 2016, s. 84-85). Aynı yönde açıklamalar için bkz: DAL, Seniha,  6102 Sayılı Türk Ticaret Kanunu (TTK) m. 342 ye Göre Fikri Mülkiyet Haklarının Anonim Şirkete Ayni Sermaye Olarak Konulması , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt: 18, Sayı: 2, s. 384,392. 22  ÇONKAR, M. Halil, Anonim Ortaklıkta Ayni Sermaye, On İki Levha, İstanbul, 2016, s.72.  23  Konuyu  fiyat-değer  ayrımı açısından ele alan Çonkar şu ifadelere yer vermiştir:  Nitekim iktisat bilimi bakımından bir malın değeri, onun ihtiyaçları tatmin edebilme niteliğine göre belirlenir; böylece ihtiyaçlar ile sahip olunanlar arasındaki gerilimin ölçüsü, malın değerinde değişmelere yol açacaktır. Kısacası  değer  bir malda içkin olan bir nitelik değil, objektif ve sübjektif faktörlerin bir sonucudur. Bir  malın  ihtiyaçları  karşılayabilme  yeteneği  değeri  belirleyen  objektif  faktörü  teşkil  ederken, değerlemeyi yapmak durumunda olanın göz önünde bulundurduğu kişisel ilişkileri de sübjektif faktörü teşkil eder. Tüm bu açıklamalar çerçevesinde değerlemenin esasen matematiksel bir hesaplama süreci olmadığı, bu süreç sonunda sabit ve kesin bir rakama ulaşmanın mümkün bulunmadığı, bu işlemin daha ziyade bir  kanaat ve his meselesi  olduğu belirtilmelidir.  (ÇONKAR, 2016, s. 319).   309                                                                                                     uyarınca uygulanan değerleme yönteminin somut olayın özellikleri bakımından herkes için  en  adil  ve  uygun  seçim  olduğu  hususu  zaten  açıklanarak  bir  değerleme yapılacağından ve yine bu yöntem belirlenirken çalışmamızın devam eden kısmında dile getirileceği üzere TFRS/TMS tarafından işaret edilen yöntemler kullanılacağından bu durum  da  değerleme  sonucu  ulaşılan  rakamın   belirlenebilirlik   kriteri  bakımından yeterli şartları sağlamaktadır.   Öte  yandan  söz  konusu  değerleme  yöntemlerinin  farklılığı  ve  bu  farklılık neticesinde oluşan değerin oldukça değişken sonuçları beraberinde getirmesi markaların sermaye  olarak  taahhüdünde   aktifleştirme  yasağı   olarak  isimlendirilen  bir  başka engelin değerlendirilmesini zorunlu kılmaktadır.  B. Aktifleştirme Yasağı Kapsamında Markaların Sermaye Olarak Taahhüdü Muhasebe tekniği yönünden aktifleştirme aktif bir elemanın ya da aktifleştirilmesi öngörülen  bir  harcamanın  nihai  adı  ile,  envantere  alınmasını  ifade  etmektedir. Bilançoda  varlıkların  işlendiği  kısım,  finansal  tabloların  aktif  tarafı  olarak  da isimlendirildiğinden, teknik olarak aktifleştirilme kavramı tercih edilmektedir.  Markaların aktifleştirilmesi maliyetlerinin bilinmesi koşuluna bağlı olduğundan uygulamada  pek  çok  sorunu  beraberinde  getirmektedir.  Marka  değerinin hesaplanmasına  ilişkin  tartışmalara  paralel  olarak,  belirlenecek  olan  değerin  nasıl aktifleştirilebileceğine ilişkin tartışmalar geçmişten günümüze devam etmektedir. Bir yandan  muhasebenin  temel  kavramlarından  tam  açıklama,  önemlilik,  sosyal                                                            24  ÖZCAN,  Turgut,   Maddi  Olmayan  Duran  Varlıkların  Vergi  Karşısındaki  Durumu  ve Muhasebeleştirilmesi , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Finansman Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2014, s. 117. 25  AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha, İstanbul, 2019, s.178. 26  GÜNAY, 2017, s.365; KESKİN, Orhan,  Marka Değerinin Finansal Modellerle Ölçülmesi Ve Ölçülen  Marka  Değerinin  TMS  38  Maddi  Olmayan  Duran  Varlıklar  Standardına  Göre Muhasebeleştirilmesi  Yozgat Bozok Üniversitesi, Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, Yozgat, 2018, s.125 vd. 27  FIRAT / BADEM, 2018, s. 212. Markaların mali tablolara alınmasına ilişkin ilk tartışmalar, birleşme ve şirket ele geçirmelerinden sonra ortaya çıkmıştır. Ele geçirme işlemlerinde özellikle markalar için ödendiği ifade edilen yüksek bedeller nedeniyle özellikle ele geçiren şirketlerin bilançolarında çok yüksek  tutarda  şerefiye  oluşmuştur.  Şerefiyelerin  belli  sürelerde  itfa  ediliyor  olması  nedeniyle şirketlerin mali göstergeleri bozulmuştur (BOZKAYA, 2019, s.19).   310                                                                                                     sorumluluğun  gereği  olarak  marka  değerinin  finansal  tablolarda  gösterilmesi hedeflenirken,  diğer  yandan  stratejik  bir  varlık  olan  markanın  hem  değerinin hesaplanması ve hem de bu değerin finansal raporlara  yansıtılmasıyla ilgili önemli sorunlar gündeme gelmektedir. Farklı  yöntemler uyarınca marka değerini tespit etmeyi hedefleyen metotların tamamının  hesapladıkları  marka  değerini  ciddi  biçimde  değiştirebilecek  sübjektif unsurları barındırması ve bu sübjektif unsurların değiştirilmesi yoluyla, marka değerinin kolaylıkla  değiştirilebilmesi  karşısında  aktifleştirilecek  netlikte  bir  marka  değerine ulaşılıp ulaşılamayacağı bu kapsamda karşımıza çıkan en temel sorundur. Bir işletmenin sahip olduğu hangi değerlerin finansal tablolarda yer alabileceği ve bu varlıkların tabloların hangi başlıkları altında yazılması gerektiği TMS kapsamında belirlenmekte, ancak burada zikredilen şartları haiz olması durumunda ilgili varlıklar bilançolarda yer alabilmektedir.  Zikredilen hususlara ilişkin ilk düzenleme  Maddi  Olmayan Duran Varlıklar  başlıklı 38 no lu standardın 18. paragrafında kendisine yer bulmuştur. Buna göre bir kalemin maddi olmayan duran varlık olarak muhasebeleştirilmesi için, işletmenin söz konusu kalemin (i) standartlar uyarınca maddi olmayan duran varlık tanımı içerisinde yer alması ve (ii) muhasebeleştirme kriterlerini sağlaması gerekir.  1. TMS 38 Uyarınca Maddi Olmayan Duran Varlık Tanımı 38 no lu standardın 9. paragrafı ile maddi olmayan duran varlıklara dayanak teşkil edecek haklara yer verilmiş, ancak aynı standardın 10. Paragrafı ile bir önceki paragrafta zikredilen bütün hakların maddi olmayan duran varlık kapsamında kabul edilemeyeceği vurgulanmıştır. Buna göre 9. paragraf ile zikredilen hakların/varlıkların bir kısmı, örneğin                                                            28  BOZKAYA, 2019, s. 23. 29  KAYA, 2006, s. 37 30  AKSU ÖZKAN, 2019, s. 178. Ülkemiz uygulamaları açısından bakıldığında maddi olmayan duran varlıkların değerlemeye tabi tutulması ve finansal durum tablosunda sunum esasları ile ilgili olarak Türk Vergi  Mevzuatı,  Muhasebe  Sistemi  Uygulamaları  Genel  Tebliği  (MSUGT)  ile  Türkiye Muhasebe/Finansal Raporlama Standartlarının (TMS, TFRS) farklı yaklaşımları benimsemiş olduğu görülmektedir (DERAN, Ali / SAVAŞ, İncilay,  Maddi Olmayan Duran Varlıkların Ölçümü ve Finansal Tablolarda Sunumu , Cumhuriyet Üniversitesi İktisadi ve İdari Bilimler Dergisi, Yıl: 2013, Cilt: 14, Sayı: 2, s. 73)   311                                                                                                     belirlenebilirlik, bir kaynak üzerindeki kontrol ve gelecekteki ekonomik yararının varlığı gibi,  maddi  olmayan  duran  varlıklar  tanımında  yer  alan  unsurları  taşımamaktadır. Nitekim standartlar uyarınca maddi olmayan duran varlık tanımı, maddi olmayan duran varlığın şerefiyeden ayrı olarak belirlenebilmesini gerektirmektedir (TMS 38, p.11). Bu kapsamda  bir  varlığın  TMS  kapsamında  maddi  olmayan  duran  varlık  olarak tanımlanabilmesi için (i) ayrılabilir olması, diğer bir deyişle işletmeden ayrılabilme ya da bölünebilme özelliğine sahip ve bireysel olarak ya da işletmenin bu yönde bir niyetinin olup olmadığına bakılmaksızın ilgili sözleşme, tanımlanabilir varlık veya borç ile beraber satılabilir, devredilebilir, lisans altına alınabilir, kiralanabilir ya da takas edilebilir olması veya (ii) ilgili hakların işletmeden ya da diğer haklar ve yükümlülüklerden ayrılabilmesi veya devredilebilmesine bakılmaksızın, sözleşmede yer alan haklardan ya da diğer yasal haklardan kaynaklanması gerekmektedir (TMS 38, p.12). Bir varlığın standart kapsamında maddi olmayan duran varlık statüsünde kabul edilebilmesi için belirlenebilirlik kriterinin yanı sıra kendisinden gelecekte ekonomik yarar beklenmesi ve kontrol şartını da sağlaması gerekmektedir. İşletmenin ilgili varlıktan ortaya çıkan gelecekteki ekonomik yararları kullanabilme ve başkalarının bu yararlara erişimini kısıtlama gücü olması durumunda, bu varlıktan ekonomik yarar sağlama gücü olduğu kabul edilmektedir. Bir işletmenin maddi olmayan duran varlığın gelecekteki ekonomik yararlarını kontrol etme kapasitesi ise kural olarak bir hukuk mahkemesinde uygulanması zorlanabilen yasal haklardan doğmaktadır (TMS 38, p.13)31.  2. TMS 38 Uyarınca Muhasebeleştirme Şartları TMS 38 p.21 uyarınca (i) varlıkla ilişkilendirilen beklenilen gelecekteki ekonomik yararların işletme için gerçekleşmesinin muhtemel olması ve (ii) Varlığın maliyetinin güvenilir  bir  şekilde  ölçülebilmesi  durumunda,  muhasebeleştirilebilmektedir.  Yine                                                            31  Yasal hakların olmadığı durumlarda, söz konusu gücün varlığını göstermek daha zordur. Ancak, hakkın yasal yaptırım gücü, kontrol için gerekli bir koşul değildir, çünkü işletme gelecek ekonomik yararları başka bir şekilde de kontrol edebilir. (TMS 38, p.13). 32  Bir işletme, beklenilen gelecekteki ekonomik yararların gerçekleşme olasılığını; ilgili varlığın yararlı ömrü boyunca mevcut olacak ekonomik koşullarla ilgili yönetimin en iyi tahminini yansıtan makul ve desteklenebilir varsayımları kullanmak suretiyle değerlendirir (TMS 38, p.22). 33  Bir maddi olmayan duran varlık ilk muhasebeleştirilmesi sırasında maliyet bedeliyle ölçülür (TMS 38, p.24).    312                                                                                                     işletme içi yaratılan markalar, ticari başlıklar, yayın hakları, müşteri listeleri ve benzer nitelikteki  kalemlerle  ilgili  harcamalar,  işin  bir  bütün  olarak  geliştirilmesine  ilişkin maliyetlerden ayırt edilemez. Bu nedenle, anılan kalemler maddi olmayan duran varlık olarak muhasebeleştirilmez (TMS 38, p.48 ve 64)34. Tüm  bu  şartlar  birlikte  değerlendirildiğinde  bir  varlığın  TMS  uyarınca aktifleştirilebilmesi için; (i) TMS uyarınca maddi olmayan duran varlık tanımı içerisinde kalması, (ii) belirlenebilir olması, (iii) kontrol edilebilir olması, (iv) maliyet değerinin ölçülebilir olması, (v) gelecekte ekonomik fayda beklenmesi, (iv) işletme içerisinde yaratılmamış olması gerekmektedir.  Bu kriterlere göre ayrı olarak edinilen ya da devralınan marka değeri bilançoda gösterilebilmekte ancak teşebbüsün kendi içerisinde yarattığı marka değeri bilançolara yansıtılamamaktadır. Bu nedeni marka değerinin gerçek bir alım-satım işlemine konu olmaması halinde değerinin ancak tahmini olarak belirlenebilecek olmasıdır.                                                              34  Benzer bir düzenleme Uluslararası Muhasebe Standartları nda da aynen yer bulmuş ve 38 no lu standart ile işletmenin kendi bünyesinde oluşturduğu şerefiye, ticari marka ve müşteri listeleri, maliyeti güvenilir bir biçimde tespit edilebilen ve işletme tarafından kontrol edilen tanımlanabilir varlıklar olmaması nedeniyle, bir varlık olarak finansal tablolara alınamayacağı belirtilmiştir (ÖZKAN / TERZİ, 2012, s. 91). UMS hakkında detaylı bilgi için bkz: SALINAS, Gabriela,  The International Brand Valuation Manual: A Complete Overview and Analysis of Brand Valuation Techniques and Methodologies and their Applications , Wiley, 2009. 35  Bir maddi olmayan duran varlık ilk muhasebeleştirilmesi sırasında maliyet bedeliyle ölçülür (TMS 38, p.24). 36  İşletme içi yaratılan bir maddi olmayan duran varlığın muhasebeleştirilebilir nitelikte olup olmadığının değerlendirmesi, aşağıdaki durumlarda yaşanan problemler nedeniyle zordur: (a) beklenilen gelecekteki ekonomik yararları sağlayacak belirlenebilir bir varlığın olup olmadığının ve ne zaman olduğunun tespiti ve (b) varlığın maliyetinin güvenilir bir şekilde belirlenmesi. Bazı durumlarda, bir maddi olmayan duran varlığı işletme içinde yaratmanın maliyeti, işletme içi yaratılan şerefiyenin bakım veya geliştirme maliyetinden veya günlük operasyonların yürütülme maliyetinden ayırt edilemeyebilir (TMS 38, p.51). 37  YILMAZ,  2012,  s.16;  BENGÜ,  Haluk,   Maddi  Olmayan  Duran  Varlıklardan  Marka  Değerinin Ölçülmesi ve TMS 38 Göre Muhasebeleştirilerek Mali Tablolara Yansıtılması , Ticaret ve Turizm Eğitim Fakültesi Dergisi, Yıl: 2009, Sayı:1, s. 74. Marka değerinin finansal tablolara yansıtılması konusunda yeknesak bir uygulama mevcut değildir. Özellikle Anglo- Amerikan hukuk sistemlerinde işletme bünyesinde oluşturulmuş marka değerinin belirli şartlarda bilançoya yansıtılması mümkündür (ÖZKAN / TERZİ, 2012, s. 90). Marka ile ilgili olarak yapılan reklam harcamaları aktifleştirilmeyeceği yönünde açıklamalar için bkz: KAPLAN, Ersin, Fikri Mülkiyet Haklarının Vergilendirilmesi, Maliye Hesap Uzmanları Derneği, Ankara, 2018. 38  GÜNAY, 2017, s. 365. Bu durumun gerçekte çok yüksek marka değerine sahip olan işletmelerin aleyhine olduğu, kendi markalarını oluşturmuş işletmelerin özellikle sermaye piyasalarında rekabet   313                                                                                                     3. TTK m.74/2 Atfı Karşısında Sermaye Taahhüdü ve Aktifleştirme Yasağının Etkisi  TTK  yasağı  TMS standartları kapsamında ele  almakta ve burada benimsenen anlayışı  aynen  TTK ya  aktarmaktadır.  Konuya  ilişkin  düzenlemeye  TTK  m.74/2 hükmünde yer verilmiş ve TMS uyarınca aksi öngörülmediği müddetçe bedelsiz olarak elde  edilmiş,  maddi  olmayan  duran  varlıklar  için  bilançonun  aktifine  kalem konulamayacağı hüküm altına alınmıştır. İlgili hükmün gerekçesinde ise bir işletmenin kendi yarattığı, kendisine ait ticaret unvanı, marka, patent, faydalı model, tasarım gibi fikrî  mülkiyet  haklarını  ve  peştemaliye  (good-will)  benzeri  işletme  değerlerini aktifleştiremeyeceği belirtilmiştir.  Bu kapsamda karşımıza çıkan ilk sorun aktifleştirme yasağı karşısında markaların ayni sermaye olarak taahhüt edilip edilemeyeceğidir. Nitekim her ne kadar ayni sermaye taahhüdünde bulunan taraf açısından bu taahhüt karşılığında bir pay iktisabı söz konusu ise de, bu payın TTK kapsamında zikredilen ve muhasebe standartları kapsamında aranan bedel şartını sağladığını söylemek mümkün değildir. Hiçbir zaman mülkiyeti markayı edinen anonim şirkete ait olmayan payların, markanın karşılığında bir bedel olarak şirket tarafından  transfer  edildiği  söylenemeyecek,  TMS  38  kapsamında  bir  şart  olarak karşımıza  çıkan  belirlenebilirlik  şartını  taşımayan  bu  transfer muhasebeleştirilemeyecektir.  Bunun  bir  sonucu  olarak  sermaye  taahhüdü  yoluyla                                                            şanslarının önemli ölçüde düştüğü, bu markaları bilânçolarına yansıtamayan işletmelerin finansman kaybına uğradığı yönünde bkz: FIRAT / BADEM, 2008, s. 218. 39  Bedelsiz olarak elde edilen markanın tanınmış bir marka niteliği de varsa, şirket hesaplarında önemli bir aktif kalem teşkil edebilmektedir (BADAK AYBAR, Zehra Türk Ticaret Kanunu'na Göre Anonim Şirkette Pay Sahibinin Kâr Payı Hakkı, On İki Levha, İstanbul, 2018, s.56).  İşletme içerisinde yaratılan marka değerinin şirket, tüketiciler, Bankalar ve şirket ile işleme girişen diğer üçüncü kişiler bakımından önemine ilişkin bkz: ŞENOL, Zekai / KOÇ, Selahattin / ÜNLÜ, Ulaş,  Marka Değeri İle Firma Değeri Arasındaki İlişki: Borsa İstanbul Örneği , Ömer Halisdemir Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2019, Cilt: 12, Sayı: 3, s. 342; BOZKAYA, 2019, s. 23. 40  Pay sahibine aktarılan hissenin bedel olarak kabul edilmesi ve markanın değerinin bu bedel üzerinden tespiti  süreci  kendi  içerisinde  bir  çıkmaza  sokacaktır.  Şöyle  ki,  öncelikle  markaya  ait  değer belirlenmeden, marka karşılığında bedel olarak aktarıldığı kabul edilen değerin yani bir diğer ifade ile payın değeri belirlenemeyecek, bu durumda markanın hangi bedel karşılığında iktisap edildiği yine bilançodan görülemeyecektir. Nitekim, söz konusu hissenin taahhüt edilen marka karşılığında bir bedel olduğunun kabulü halinde bu bedelin aynen yansıtılabilir olması gerekmektedir. Halbuki, hissenin bir bedel olarak kabulü halinde hisse değerinin tespiti için öncelikle markanın değerinin tespiti gerekecek, bedel üzerinden tespiti gereken markanın değeri ise hissenin değerine göre ortaya konulmak zorunda kalacaktır.    314                                                                                                     anonim  şirkete  getirilen  markaların  bilançoya  aktif  olarak  yansıtılması  mümkün olmayacak, sermaye henüz taahhüt aşamasında karşılıksız kalacaktır. Bu durum şirkete getirilmesi taahhüt edilen sermayenin eksiksiz olarak şirket malvarlığına dahil edilmesi ve bu doğrultuda şirket esas sermayesinin eksiksiz biçimde oluşturulmasını hedef tutan sermayenin teşkili ilkesine aykırıdır. Bunun yanı sıra özellikle söz konusu durumun daha kuruluş aşamasında şirketi borca batık hale sokma riski mevcuttur. Tüm bu riskleri değerlendiren bir görüş, aktifleştirme yasağı kapsamında markaların ayni sermaye olarak taahhüdünün mümkün olmadığını savunmuştur. Öncelikle işletme bilimi bakımından dahi sınırları kesin olarak çizilemeyen ve belirsiz olan bir kavramın ayni sermaye taahhüdü engeli teşkil ettiğini söylemek doğru olmayacaktır. Yine ilkenin öngörülüş nedenleri dikkate alındığında ayni sermaye olarak getirilen değerin sermaye olarak ekonomik işleve sahip olması ve nakde dönüştürülebilir olması yeterlidir. Kaldı ki, sermayenin teşkili ilkesinin bir parçası olduğu  sermayenin korunması   kavramı  TTK  ve  TMS  tarafından  aynı  şekilde  anlaşılmamaktadır. Dolayısıyla  söz  konusu  kriterlerin  TTK  bağlamında  sermayenin  korunması  ilkesi gözetilerek getirildiğini söylemek mümkün değildir. Öte yandan sermayenin gerçekten borca  batık  olup  olmadığı  hususunda  kullanılan  bilanço  ise  daha  farklı  esaslara dayanmakta, aktifleştirme yasağı kapsamında kabul edilen değerler de borca batıklık bilançosunda değer olarak dikkate alınmaktadır. Bu nedenlerle söz konusu hususlar markaların ayni sermaye taahhüdü olmasına engel teşkil etmemelidir.  Fakat bu tespit tek başına tüm sorunlara çözüm sağlamamaktadır. Nitekim ayni sermaye  engeli  teşkil  etmemekle  birlikte  sermaye  olarak  taahhüt  edilen  markaların                                                            41  ÇONKAR, 2016, s.71. 42  ERYİĞİT,  Harun,  6102  Sayılı  Türk  Ticaret  Kanunu  Çerçevesinde  Anonim  Ortaklıklarda Sermayenin Korunması İlkesi, On İki Levha, İstanbul, 2020, s.14. 43  Aktifleştirme kriterinin ülkemiz ve İsviçre doktrininde de ağırlıklı biçimde bir ayni sermaye yeterliliği şartı olarak zikredildiği yönünde bkz: ÇONKAR, 2016, s.57. 44  ÇONKAR, 2016, s.62. 45  ERYİĞİT, 2020, s. 130 vd. 46  YILMAZ, Berna Burcu, İflasın Tespiti ve Ertelemesi Yönünden Borca Batıklık Bilançosu ve İyileştirilmesi, TÜRMOB Yayınları, Ankara, 2009, s. 181-182; ÇONKAR, 2016, s. 61. 47  ÇONKAR, 2016, s. 71.   315                                                                                                     aktifleştirilememesi durumunda; (i) şirketin kuruluşu müteakip mutlaka bir borca batıklık bilançosu hazırlaması gerekip gerekmediği, (ii) TTK m.376/1. ve 2. fıkra tedbirlerinin akıbeti, (iii) kâr payı hesaplamalarında bu durumun dikkate alınıp alınmayacağı, (iv) ortağın sermaye taahhüdünü yerine getirip getirmediğinin tespitinde kullanılamayacağı gibi sorular varlığını devam ettirmektedir. Bunun yanı sıra, sermaye olarak taahhüt edilen markaya  biçilecek  olan  değerin  tespitinde  kullanılacak  olan  yöntemin  de  ayrıca aktifleştirme yasağının bir uzantısı olan yeniden değerleme yasağı kapsamında da ele alınması gerekmektedir.  4. Yeniden Değerleme Yasağı Karşısında Sermaye Olarak Taahhüt Edilen Markaların Aktifleştirilmesi  Sınırsız  yararlı  ömre  sahip  olan  maddi  olmayan  duran  varlıkların muhasebeleştirilmesinde  amortisman  söz  konusu  olmayacağından  bunların  yeniden değerleme  tarihindeki  gerçeğe  uygun  değerinden  birikmiş  değer  düşüklüğü  zararı düşüldükten sonra izlenmektedir. Bu standarda göre yeniden değerleme yapmak için, gerçeğe uygun değer, aktif bir piyasa ile ilişkilendirilmek suretiyle ölçülebilmektedir (TMS  38,  p.75)51.  Yeniden  değerleme  yoluyla  (i)  daha  önce  varlık  olarak muhasebeleştirilmeyen maddi olmayan duran varlıkların yeniden değerlenmelerine veya (ii)  maddi  olmayan  duran  varlıkların  maliyet  tutarı  dışında  bir  tutardan muhasebeleştirilmelerine  izin  verilmez  (TMS  38,  p.76).  Standartlar  uyarınca  maddi olmayan duran varlık için aktif bir piyasanın varlığı sıkça rastlanılan bir durum değildir. Aynı  zamanda,  maddi  olmayan  duran  varlıklar  alınıp  satılabilmelerine  rağmen, sözleşmeler bireysel alıcı ve satıcılar arasında müzakere edilir ve bu tür işlemler nispeten                                                            48  TTK m.376/3 uyarınca şirketin borca batık durumda bulunduğu şüphesini uyandıran işaretler varsa, yönetim kurulu, aktiflerin hem işletmenin devamlılığı esasına göre hem de muhtemel satış fiyatları üzerinden  bir  ara  bilanço  çıkartması  gerekmektedir.  Az  önce  zikrettiğimiz  üzere  borca  batıklık bilançosunda söz konusu değer aktfileştirilebilecekse de, bu bilançonun oluşturulmasına ihtiyaç olup olmadığının tespitinde şirketin yıllık bilançoları esas alınacağından sorun çözüme kavuşmamaktadır.  49  Bu tedbirler yıllık bilançolar esas alınarak hazırlanacağından, markanın borca batıklık bilançosunda aktifleştirilebilmesi tek başına yeterli koruma sağlamayacaktır.  50  ÖZERHAN, Yıldız / YANIK, Serap, Türkiye Muhasebe Standartları Türkiye Finansal Raporlama Standartları, TÜRMOB Yayınları, Ankara, 2012, s. 286. 51  Aktif Piyasa ticareti yapılan varlığın homojenliği, Normal koşullarda her zaman istekli alıcı ve satıcıların bulunması, Fiyatların kamuoyuna açık olması olarak ifade edilmektedir (BENGÜ, s.71.).   316                                                                                                     seyrektir. Anılan nedenlerden ötürü, bir varlık için ödenen fiyat bir diğerinin gerçeğe uygun değeri açısından yeterli kanıt sağlamayabilir. Üstelik, fiyatlar çoğu kez kamuoyuna da açık değildir (TMS 38, p.76). Maddi olmayan duran varlığın gerçeğe uygun değerinin bundan böyle aktif bir piyasa referans alınmak suretiyle ölçülemiyor olması durumunda, ilgili varlığın defter değeri en son yeniden değerleme tarihindeki aktif piyasa referans alınarak hesaplanmış yeniden değerlenmiş tutarından daha sonra ayrılan tüm birikmiş itfa payları ve değer düşüklüğü zararları düşülmek suretiyle hesaplanır (TMS 38, p.82). Ancak markalar sınırsız faydalı ömre sahip olmaları nedeniyle itfa edilmez. Bir diğer ifade ile marka gibi maddi olmayan duran varlıkların yeniden değerlemesi kural olarak mümkün değildir. Bu durum beraberinde başka bir sorunu da getirmektedir. Nitekim TTK m.343 hükmü uyarınca konulan ayni sermaye olarak taahhüt edilen ayınlara, şirket merkezinin bulunacağı yerdeki asliye ticaret mahkemesince atanan bilirkişilerce değer biçilmesi gerekmektedir. Bu durumda sermaye olarak taahhüt edilen marka değerinin daha önce bir işleme konu olduğu kabul edilse dahi bu kez yeniden değerleme yasağı kapsamında muhasebeleştirilme engeli ile karşı karşıya kalması söz konusu olmaktadır. Bu işlemin mahkeme kanalı ile yaptırılıyor olması TMS bakımından aktifleştirme kriterinin temini bakımından tek başına yeterli koşulu sağlaması ise mümkün değildir. Nitekim benzer bir konuda verilen özelgede ilgili idare markasının rayiç değerini mahkemeye tespit ettirerek bu değeri, maliyet bedeli olarak kabul edip kayıtlarına geçirmesinin mümkün olmadığı kanaatine ulaşmıştır. Maliye Bakanlığı tarafından yayınlanan bir yönerge ile de benzer yönde  bir  kanaat  bildirilmiş,  satım  bedelinin  mahkemece  tespit  edildiği  markların aktifleştirilebileceği ve fakat teşebbüs  tarafından yaratılan markanın rayiç  değerinin                                                            52  DERAN / SAVAŞ, 2013, s. 92; ÜNAL, 2005, s. 155; ÇİMŞİR, Selim,  Vergi Ve Ticaret Hukuku Açısından Ticari Defterler , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, Muhasebe Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s. 71; MARGOS, Şant  Maddi Olmayan Duran Varlıkların UFRS Çerçevesinde Değerlemesi , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, İşletme Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s. 63. Maliyet bedeli ile değerleme ölçüsü nün esas alınması bakımından TMS-38 ile benzerlik göstermekteyse de vergi mevzuatımızda yeniden değerleme mümkün değildir (ÖZCAN, 2014, s. 117). 53  YILMAZ, 2012, s. 17, 23 no lu dn. ile zikredilen T.C. Bursa Valiliği Defterdarlık Vasıtasız Vergiler Genel Müdürlüğü nün 09.06.2003 tarih ve B.07.4.DEF.0.16.11/KVK:190-03-23 sayılı yazısı.   317                                                                                                     herhangi  bir  satım  işlemi  olmaksızın  mahkemece  tespit  edilse  dahi bilançolaştırılamayacağı belirtilmiştir. Bu kapsamda sermaye taahhüdü yoluyla şirkete getirilen markaların bilançoya işlenmesinde bedelsiz elde edilmesinin yanı sıra, getirilen markanın yeniden değerlemeye tabi tutulması nedeniyle de TMS kapsamında engelle karşı karşıya kalacağı, bu durumun bir  önceki  bölümde  dile  getirilen  sorunları  beraberinde  getireceği,  aktifleştirme  ve yeniden değerleme yasağının tek başına ayni sermaye niteliğine engel teşkil etmediği sonucuna ulaşmanın bu sorunları ortadan kaldırmayacağı dolayısı ile bu değerlerin bir şekilde bilançoya aktarılması noktasında bir çözüm sunulması gerektiği açıktır.   III. SERMAYE OLARAK TAAHHÜT EDİLEN MARKALARIN AKTİFLEŞTİRİLME YÖNTEMİ A. Genel Olarak Markaların Bilançodaki Yerinin Tespiti  Maddi olmayan duran varlıkların nerede yer alması gerektiği hususunda temel izahat  1  Sıra  No'  lu  Muhasebe  Sistemi  Uygulama  Genel  Tebliği nin  (MSUGT)  Tekdüzen Hesap Çerçevesi Hesap Planı ve Hesap Planı Açıklamaları nda yapılmaktadır.  Buna göre  26 Maddi Olmayan Duran Varlıklar  herhangi bir fiziksel varlığı bulunmayan ve işletmenin belli bir şekilde yararlandığı veya yararlanmayı beklediği aktifleştirilen  giderler  ile  belli  koşullar  altında  hukuken  himaye  gören  haklar  ve şerefiyelerin izlendiği hesap grubudur.  Bu grup altında yer alan  260. Haklar  hesabı altında, gayrimaddi hak kavramı açıklanmıştır. Buna göre gayrimaddi haklar, imtiyaz, patent, lisans, ticari marka ve unvan gibi  bir  bedel  ödenerek  elde  edilen  bazı  hukuki  tasarruflar  ile  kamu  otoritelerinin işletmeye belirli alanlarda tanıdığı kullanma, yararlanma gibi yetkiler dolayısıyla yapılan harcamalar kayıt altına alınmaktadır. Bilançonun pasif kısımda yer alacak olan sermayeye                                                            54  YILDIRIM,  Musa,  İşletmelerin  Kendi  Markalarını  Bilanço  Aktifinde  Varlık  Olarak  Göstermesi Mümkün Müdür?, 2013. (http://www.muhasebetr.com/yazarlarimiz/musayildirim/001/) (erişim tarihi: 28.01.2022).   318                                                                                                     karşılık taahhüt edilen marka değerinin kural olarak 260 no lu haklar hesabı altında işlenmesi gerekmektedir. B. Ayni  Sermaye  Olarak  Taahhüt  Edilen  Markaların  Aktifleştirme Yöntemlerine İlişkin Görüşler Şu  ana  kadar  detayları  ile  izah  olunduğu  üzere  maddi  olmayan  duran  varlık statüsünü haiz olan markaların muhasebeleştirilebilmesi için TMS uyarınca belirlenen yöntemlerden biri ile aktifleştirilebilir olması gerekmektedir.  Ancak gerek işletme içerisinde oluşturulan markalar gerekse de sermaye olarak taahhüt edilen markalar bakımından bu şartların sağlandığından söz edilemeyeceğini söyleyen yazarlarca bu engelin aşılması adına bazı önerilerde bulunulmuştur.  1. Boş Hesapların Kullanılması Temel olarak hesap planları esas alınarak ortaya konulan bu yönteme göre, işletme içerisinde oluşturulan veya sermaye olarak taahhüt edilen markaların aktifleştirilebilmesi mevcut  hesap  planında  boş  bırakılan  hesaplardan  yararlanmak  suretiyle  mümkün olabilmelidir.  Bu yaklaşım uyarınca işletme içerisinde oluşturulan veya sermaye olarak taahhüt edilen marka değeri için bir değerleme ölçüsü belirlenebilirse, bilançoda maddi olmayan duran varlıklardan ayrı olarak entelektüel varlıklar adında bir baslık açılabilir ve açılan entelektüel varlıklar başlığı altında marka değeri için bir hesap kodu oluşturulup o kodla çalışması  sağlanabilir.  Böylece  bilançoda  ise  öz  sermayeden  ayrı  olarak  açılacak entelektüel  sermaye  başlığı  altında  marka  değerini  gösterilebilme  imkânı oluşturulabilir. Doktrinde ortaya konulan bu görüşe ilişkin temel eleştirimiz, sorunun markaların hangi hesap altında muhasebeleştirilebileceğinin ötesinde hangi kriterler kapsamında muhasebeleştirilebileceğine dair olmasında kendisini göstermektedir. Bir diğer ifade ile                                                            55  YILMAZ, 2012, s. 14; BENGÜ, 2009, s. 72; KESKİN, 2018, s. 125; FIRAT / BADEM, 2008, s. 217. 56  ÇIKRIKCI, Mustafa / DAŞTAN, Abdulkerim,  Entelektüel Sermayenin Temel Finansal Tablolar Aracılığıyla Sunulması  Bankacılar Dergisi, Yıl: 202, Sayı: 43, s. 27-28; BENGÜ, 2009, s. 74; FIRAT/BADEM, 2008, s. 217. 57  BENGÜ, 2009, s. 74; FIRAT / BADEM, 2008, s. 217.   319                                                                                                     markaların hangi hesap altında muhasebeleştirilebileceği zaten açıkça belirtilmekte olup, karşılaşılan güçlük bunu tespit etmek değildir. Temel sorun ayni sermaye taahhüdü durumunda markaların TMS ile kanun koyucunun maddi olmayan duran varlıklara ilişkin çizdiği engellere takılıyor olmasıdır. Dolayısı ile boş bir hesabın kullanılması TMS ile benimsenen  temel  ilkeler  ortadan  kalkmadığı  müddetçe  aşılmasına  yardımcı olamayacaktır. Hangi hesap kullanılırsa kullanılsın, zikredilen endişeler her durumda varlığını devam ettirecektir.  2. Marka Değerinin Açılış Bilançolarına Eklenmesi Konuyu değerlendiren bir başka görüş ise ayni sermaye yeterliliği mevcut olan bir markanın  mevcut  olması  durumunda  bu  marka  değerinin  açılış  bilançosuna geçirilmesinin engellenemeyeceğini, TTK m.68/1 uyarınca açılış bilançosuna yılsonu bilançolarının  uygulanması  gerektiği  yönündeki  düzenlemenin  kaleme  alınması esnasında çeviri hatasından kaynaklanan bir eksiklik olduğu,  mahiyetine uygun düştüğü ölçüde/kıyasen  anlamına gelen ifadenin çevirisinin ihmali nedeniyle böyle bir sonuç ortaya  çıktığını,  TTK  m.343  uyarınca  yapılan  değerlemenin  ve  burada  yer  verilen prosedürün şirket sermayesinin teşkili bakımından yeterli korumayı temin ettiğini dile getirmiş  ve  buna  istinaden  maddi  olmayan  varlıkların  sermaye  olarak  getirilmesi durumunda  TTK  m.74/2  uygulanmaması  gerektiğini  ve  marka  değerinin  açılış bilançosunun 260 haklar hesabında gösterilmesi gerektiğini belirtilmiştir. Kanaatimizce de TMS ile benimsenen ve özü itibariyle farklı amaçlara hizmet eden aktifleştirme yasağının anonim şirketlere sermaye olarak getirilecek olan markaların bu işlevini engellemesi doğru değildir. Ancak, olması gereken düzen bir tarafa, mevcut düzenlemelerin  açık  lafzı  karşısında  böylesi  bir  sonuca  ulaşmak  mümkün gözükmemektedir.  Öte  yandan  yalnızca  açılış  bilançosu  üzerinden  yapılacak  olan tespitler  daha  önce  dile  getirdiğimiz  endişeleri  de  ortadan  kaldırmayacak,  sermaye artırımı  durumunda  söz  konusu  sorunlar  yeniden  gündeme  gelmektedir.  Yine  TTK bağlamında konuyu çözüme kavuşturmakla birlikte bu değerin nereye yazılacağı, hangi                                                            58  ÇONKAR, 2016, s. 70.   320                                                                                                     yöntem esas alınarak değerleneceği gibi hususların tamamında TMS dışına çıkılması gerekmekte olup bu durum beraberinde başkaca sorunları getirebilecek mahiyettedir. 3. Varlıkların Takası Yönteminin Kabul Edilmesi Konuya ilişkin sunulan bir diğer çözüm varlıkların takası anlayışının kabulüdür. Bu anlayış gerekçesini TMS 38 standardında yer alan çözümlere dayandırması nedeniyle önceki görüşlerden ayrılmaktadır. Nitekim TMS 38 no lu standart ile maddi olmayan varlıkların  muhasebeleştirilmesinde  kullanılacak  olan  yöntemlere  ilişkin  dört  farklı yöntem benimsenmiştir. Bu yöntemlerin düzenlendiği TMS 38 no lu standardın (i) 25-32 paragrafları  ayrı  olarak  elde  edilen  maddi  olmayan  duran  varlıklara;  (ii)  33-43 paragrafları işletme birleşmesi neticesinde elde edilen maddi olmayan duran varlıklara; (iii)  44 üncü  paragraf  devlet  teşviki  neticesinde  elde  edilen  maddi  olmayan  duran varlıkların ilk ölçümü; (iv) 45-47 paragrafları, maddi olmayan duran varlıkların takas edilmesi işlemleri esnasında muhasebeleştirme kriterlerinin uygulanmasına ilişkindir.  Bu görüş uyarınca markaların sermaye olarak taahhüdü işlemini bu yöntemlerden biri olan  varlıkların takası  yöntemi kapsamında değerlendirmek ve buna uygun olarak muhasebeleştirmek mümkündür.  Kanaatimizce bu görüş, hem şirketler hukukunun temel esasları hem de ilgili TMS standartları kapsamında doğru tespitler içermemektedir. Öncelikle vurgulamak gerekir ki, her ne kadar söz konusu paylar sermaye taahhüdünün alacaklı olan tarafı şirketin payları da olsa, hiçbir zaman bu paylar şirket mülkiyetinde bulunmamaktadır. Bir diğer ifade ile hiçbir zaman şirket varlığı olarak değerlendirilemeyecek olan bu paylar ile, pay sahibinin getirdiği markanın takasından söz edilemez, bu bağlamda takasa tabi bir ivaz bulunmadığı görülmektedir.  Öte yandan bu yaklaşım TMS nin ilgili düzenlemelerine de uygun değildir. Nitekim TMS 38 standardının 45. paragrafı uyarınca; varlıkların takası kapsamdaki bir maddi olmayan  duran  varlığın  maliyeti,  (a)  takas  işlemi  ticari  işlem  niteliğinden  yoksun olmadıkça veya (b) elde edilen varlığın veya vazgeçilen varlığın gerçeğe uygun değerinin güvenilebilir bir şekilde ölçülebilmesi mümkün oldukça bu kapsamda değerlendirilebilir.                                                            59  ÇONKAR, 2016, s. 67 ve dpnt 72.   321                                                                                                     Halbuki, sermaye taahhüdüne konu paylar hiçbir zaman şirket bilançosunda yer alabilen bir varlık olarak karşımıza çıkmamaktadır. Dolayısı ile vazgeçilen varlık kapsamında bir defter  değerinden  söz  edilmesi  mümkün  değildir.  Tüm  bu  hususlar  birlikte değerlendirildiğinde  bu  görüşün  de  sermaye  olarak  taahhüt  edilen  markaların aktifleştirilmesinde bir çözüm  olarak benimsenmesinin mümkün olmadığı  kanaatine ulaşılmaktadır.  C. Markaların Sermaye Olarak Taahhüdünde Aktifleştirme Yöntemi Olarak İşletme Birleşmesi  Bir  markanın  sermaye  olarak  taahhüdü  durumunda  söz  konusu  değerin aktifleştirilebilmesi  için  biraz  önce  zikredilen  dört  yöntemden  biri  ile muhasebeleştirilebilir olması gerektiği açıktır. Bu kapsamda şu ana kadar zikredilen tüm sorunların ortadan kaldırılması adına benimsenecek en doğru  yöntem  ayni sermaye taahhütlerinin işletme birleşmesi kapsamında kabul edilmesi olacaktır.  Bu noktada standart içerisinde kullanılan  İşletme Birleşmesi  kavramı özellikle ticaret  hukukçularının  zihninde  soru  işareti  uyandırabilir.  Bu  soru  işaretlerini giderebilmek  adına  öncelikle  kavramlara  ilişkin  tanıma  yer  verilen  ve  TMS  38 düzenlemesinde atıf yapılan TFRS 3 standartlarını incelemek gerekmektedir.  TFRS 3 standardı ile  İşletme (Business)  kavramı müşterilere mal veya hizmet sunma, yatırım geliri elde etme (temettü veya faiz gibi) veya olağan faaliyetlerden diğer gelirleri elde etme amacıyla yürütülebilen veya yönetilebilen faaliyetler ve varlıklar bütünü  olarak  tanımlanmıştır  Aynı  standart  uyarınca   İşletme  Birleşmesi  (Business Combination)  ise bir edinen işletmenin, bir veya daha fazla işletmenin kontrolünü eline geçirdiği bir işlem veya başka bir olaydır.  Edinen İşletme (Acquirer)  ise edinilen işletmenin kontrolünü eline geçiren işletmedir (TFRS 3, Ek A Terimlerin Tanımları). Markaların anonim şirketlere sermaye olarak taahhüdünün, TFRS 3 kapsamında zikredilen yatırım geliri elde etme amacıyla yürütülen faaliyetlerden olduğu hususunda şüphe yoktur. Nitekim, ilgili pay sahibinin markayı sermaye olarak taahhüt etmesindeki temel amaç söz konusu taahhüt karşılığında ilgili şirkette pay sahibi olmak ve buradan temettü elde etmektedir. Bu bağlamda sermaye taahhüdüne konu olan markanın TFRS 3   322                                                                                                     uyarınca  işletme  olarak nitelendirilmesinin önünde hiçbir engel bulunmamaktadır. Buna uygun olarak markayı sermaye taahhüdü neticesinde elde eden şirketin  edinen işletme   olarak  tanımlanması  ve  bu  işlemin  tamamının   işletme  birleşmesi   olarak nitelendirilmesi hukuken mümkündür.  TFRS  3  uyarınca  edinen  işletme  bazen,  bir  bedel  transfer  etmeden  edinilen işletmenin kontrolünü ele geçirebilir. İşletme birleşmesinden önce varlığın devralınan tarafından muhasebeleştirilmiş olup olmamasına bakılmaksızın, ilgili varlığın gerçeğe uygun  değerinin  güvenilir  bir  şekilde  ölçülebilmesi  durumunda  devralan,  birleşme tarihinde,  devralınanın  maddi  olmayan  duran  varlığını  şerefiyeden  ayrı  olarak muhasebeleştirir (TMS 38, p.34). TMS 38, p.33 e göre ise bir maddi olmayan duran varlığın işletme birleşmesi sırasında elde edilmiş olması durumunda, maddi olmayan duran varlığın maliyeti, elde edilme tarihindeki gerçeğe uygun değeridir. Yine TMS 38.33 e  göre  TMS  38,  p.21(a)  (gelecekteki  ekonomik  yararların  işletme  için gerçekleşmesi) ve (b) (güvenilir ölçüm kriteri) paragrafında yer alan olasılığa ilişkin muhasebeleştirme kriterlerinin, işletme birleşmelerinde elde edilen maddi olmayan duran varlıklar açısından daima sağlandığı kabul edilmektedir. Bir işletme birleşmesinde elde edilen  bir  varlık  ayrılabilirse  veya  sözleşmeden  ya  da  diğer  yasal  haklardan kaynaklanıyorsa, söz konusu varlığın gerçeğe uygun değerini güvenilir bir şekilde ölçmek için yeterli bilgi mevcuttur. (TMS 38.33) Tüm bu hususlar birlikte değerlendirildiğinde ise, anonim şirketlere sermaye olarak getirilen  markaların  işletme  birleşmesi  kapsamında  kabul  edilmesi  durumunda  söz konusu  markanın  mutlaka  bir  alım-satım  işlemine  gerek  olmaksızın,  bu  markanın değerinin daha önce tespit edilip edilmediği önem arz etmeksizin TFRS 3 standardı uyarınca işletme birleşmesinin bir parçası olarak finansal tablolarda raporlanabilmesi mümkündür.  Nitekim ilgili standartlar uyarınca markaların değerinin belirlenmesine ilişkin en temel sorun olan  güvenilir ölçüm kriterinin  ve bu kriter bakımından ihtiyaç duyulan                                                            60  BOBİ FRS 21.7 neredeyse aynı kavrama denk gelecek şekilde  İş  ifadesini tercih etmiştir. Zaten kavramın  İngilizce  karşılığı  olarak  tercih  edilen   business   ifadesi  de  esasında  ticaret  hukuku bağlamında münhasıran bir  işletme yi konu almadığını göstermektedir.   323                                                                                                     bilginin söz konusu işlemler bakımından mevcut olduğu ve sağlandığı bizzat standartlarca kabul edilmektedir. İşletme  Birleşmesi  yönteminin  uygulanmasının  tek  olumlu  yanı  yalnızca aktifleştirme engelinden kaynaklı sorunların aşılması değildir. Bu yolla ayrıca söz konusu ölçüm kriterlerinin nasıl belirlenmesi gerektiği de açıkça gösterilmektedir. Konuya ilişkin düzenlemenin yer aldığı  Gerçeğe Uygun Değer Ölçümü  başlıklı TFRS 13 standardı uyarınca işletmenin kendi özkaynağına dayalı özdeş veya benzer finansal aracın ya da borcun  devrine  ilişkin  kotasyon  fiyatı  bulunmadığında  ve  özdeş  bir  kalem  başkası tarafından varlık olarak elde tutulduğunda, işletme bu finansal aracın veya borcun gerçeğe uygun değerini, ölçüm tarihinde özdeş kalemi  varlık olarak elinde tutan bir piyasa katılımcısının bakış açısıyla ölçebilecektir (TFRS 13, p.37). Bu tür durumlarda, işletme özkaynağa dayalı finansal aracın veya borcun gerçeğe uygun değerini aşağıdaki şekilde ölçer:  (i)  Başkası  tarafından  varlık  olarak  elde  tutulan  özdeş  kalemin,  bulunması durumunda aktif bir piyasadaki kotasyon fiyatını kullanarak, (ii) Söz konusu fiyatın bulunmaması durumunda, başkası tarafından varlık olarak elde tutulan aynı kalemin aktif olmayan bir piyasadaki kotasyon fiyatı gibi diğer gözlemlenebilir girdilerini kullanarak, (iii) bunların da bulunmaması durumunda piyasa değeri veya gelir yaklaşımını esas alan değerleme yöntemlerini kullanarak ölçebilir. Bu kapsamda, markaların sermaye olarak taahhüt  edilmesi  durumunda  bilirkişilerce  yapılacak  olan  değerleme  işleminde,  söz konusu standart ile dikkat çekilen esasların dikkate alınması ve değerlemede finansal yöntemlerin benimsenmesi gerektiği de düzenlemektedir. Böylece yalnızca markaların aktifleştirme yasağına ilişkin sorun ortadan kaldırılmakla kalmamış, öte yandan TTK m.343 uyarınca yapılacak olan değerlemenin esasları da ortaya konmuştur.                                                             61  ERER, Gülsüm Pınar,  Maddi Olmayan Duran Varlıkların Türkiye Ve Uluslararası Muhasebe Standartlarına  Göre  İncelenmesi  Ve  Bir  Uygulama ,  Marmara  Üniversitesi  Sosyal  Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Denetimi Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s.79. 62  2013 yılındaki değişiklik öncesinde TMS 38, p.39 ve 40 ile gerçeğe uygun değerlerinin tespitinde iki farklı yaklaşıma izin verilmekteydi: (i) aktif bir piyasada kayıtlı bir değer varsa bu değer (uygun piyasa fiyatı/güncel fiyat teklifleri/ en son benzeri işlemin fiyatı), (ii) aktif bir piyasası yoksa, gerçeğe uygun değeri; işletmenin mevcut en iyi bilgi esas alınarak, elde etme tarihinde, bilinçli ve istekli taraflar arasında piyasa koşullarında yapılan muvazaasız bir işlemde ilgili varlık için ödeyeceği tutar. İşletme, söz konusu tutarın belirlenmesinde, benzer varlıklar için yakın zamanda yapılmış işlemlerin sonuçlarını dikkate alınmaktaydı.    324                                                                                                     Fakat, söz konusu düzenlemelerin şüpheye yer bırakmayacak bir netlikte ortaya konması  ve  tüm  tereddütlerin  giderilmesi  adına,  aktifleştirme  yasağının  sermaye taahhüdü halinde uygulanmayacağı ve yine sermaye taahhüdü durumunda bilirkişilerce benimsenecek olan değerleme yöntemlerinin uygulamada mevcut olan hangi metotları esas alacağı hususlarının ayrıca düzenlenmesi gerekmektedir.  SONUÇ Markaların anonim şirket bilançolarına nasıl yansıtılacağı ve bu esnada kullanılacak olan kriterlere ilişkin tartışmalar uzun bir süredir devam etmektedir. Bu durum 6102 sayılı kanun ile açık bir şekilde anonim şirketlere sermaye olarak taahhüdüne izin verilen markaların, ayni sermaye olarak şirkete getirilmesi durumunda da pek çok soru işaretini beraberinde getirmektedir.  Türk Ticaret Kanunu nun 74. maddesi ile açık bir şekilde benimsenen aktifleştirme yasağı dikkate alındığında, sermaye olarak getirilen markaların şirket bilançolarına nasıl yansıtılacağı ve yine bunun bilançodaki yerine ilişkin hukuki sorunlar gündeme gelmekte, bunun aşılması için bazı çözüm önerileri sunulmaktadır.  Bu  bağlamda  bir  markanın  sermaye  olarak  taahhüdü  durumunda  söz  konusu değerin  aktifleştirilebilmesi  için  TMS  ile  zikredilen  dört  yöntemden  biri  ile muhasebeleştirilebilir olması gerektiği açıktır. Markaların anonim şirketlere sermaye olarak taahhüdü durumunda aktifleştirme yasağı bağlamında karşılaşılan tüm sorunların ortadan kaldırılması adına benimsenecek en doğru yöntem ayni sermaye taahhütlerinin işletme birleşmesi kapsamında kabul edilmesi olacaktır.  Fakat, söz konusu düzenlemelerin şüpheye yer bırakmayacak bir netlikte ortaya konması  ve  tüm  tereddütlerin  giderilmesi  adına,  aktifleştirme  yasağının  sermaye taahhüdü halinde uygulanmayacağı ve yine sermaye taahhüdü durumunda bilirkişilerce                                                            63 Aynı yönde bkz: DAL, 2012, s. 392.   325                                                                                                     benimsenecek olan değerleme yöntemlerinin uygulamada mevcut olan hangi metotları esas alacağı hususlarının ayrıca düzenlenmesi gerekmektedir.",
     "Kaynakça": "13. AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha, İstanbul, 2019. ASLAN, Mehmet, Fikri Mülkiyet Haklarının Anonim Şirketlere Ayni Sermaye Olarak Getirilmesi, Seçkin Yayıncılık, Ankara, 2016. BADAK AYBAR, Zehra Türk Ticaret Kanunu'na Göre Anonim Şirkette Pay Sahibinin Kâr Payı Hakkı, On İki Levha, İstanbul, 2018. BENGÜ, Haluk,  Maddi Olmayan Duran Varlıklardan Marka Değerinin Ölçülmesi Ve Tms 38 Göre Muhasebeleştirilerek Mali Tablolara Yansıtılması , Ticaret ve Turizm Eğitim Fakültesi Dergisi, Yıl: 2009, Sayı: 1, s. 63-77. BOZBEL, Savaş, Fikri Mülkiyet Hukuku, On İki Levha, İstanbul, 2015. BOZKAYA, Sevinç,  Marka Değerleme Yöntemleri, Türk Bankalarının Marka Değerleri, Marka Değeri Karlılık Etkileşimleri , İstanbul Okan Üniversitesi, Sosyal Bilimler Enstitüsü, Bankacılık ve Finans Ana Bilim Dalı, Bankacılık ve Finans Bilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul, 2019.  ÇIKRIKCI,  Mustafa  /  DAŞTAN,  Abdulkerim,   Entelektüel  Sermayenin  Temel  Finansal  Tablolar Aracılığıyla Sunulması  Bankacılar Dergisi, Yıl:2002, Sayı: 43, s. 18-32. ÇİMŞİR, Selim,  Vergi ve Ticaret Hukuku Açısından Ticari Defterler , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, Muhasebe Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ÇONKAR, M. Halil, Anonim Ortaklıkta Ayni Sermaye, On İki Levha, İstanbul, 2016.   326                                                                                                     DAL, Seniha,  6102 Sayılı Türk Ticaret Kanunu (TTK) m. 342 ye Göre Fikri Mülkiyet Haklarının Anonim Şirkete Ayni Sermaye Olarak Konulması , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt: 18, Sayı: 2, s. 371-398. DERAN, Ali / SAVAŞ, İncilay,  Maddi Olmayan Duran Varlıkların Ölçümü ve Finansal Tablolarda Sunumu , Cumhuriyet Üniversitesi İktisadi ve İdari Bilimler Dergisi, Yıl: 2013, Cilt: 14, Sayı: 2, s. 73- 95. ERCAN, Metin Kamil, Marka Değerinin Tespiti, İstanbul Menkul Kıymetler Borsası Yayınları, İstanbul, 2011. ERER, Gülsüm Pınar,  Maddi Olmayan Duran Varlıkların Türkiye Ve Uluslararası Muhasebe Standartlarına Göre İncelenmesi Ve Bir Uygulama , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Denetimi Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ERYİĞİT, Harun, 6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Anonim Ortaklıklarda Sermayenin Korunması İlkesi, On İki Levha, İstanbul, 2020. FIRAT, Duygu, / BADEM, A. Cemkut,  Marka Değerleme Yöntemleri ve Marka Değerinin Mali Tablolara Yansıtılması , Muhasebe ve Finansman Dergisi, Yıl: 2008, Sayı: 38, s. 210 – 219. GEREKAN  Bilal,  /  KOÇAN,  Mahmut,   Marka  Değerindeki  Değişimin  İncelenmesi  Üzerine  Bir Araştırma , İşletme Araştırmaları Dergisi, Yıl: 2018, Cilt: 10, Sayı: 4, s. 210-228. GÜNAY, Burhan  Marka Değeri Üzerine Bir Araştırma: Bist 100 Örneği , Akademik Bakış Uluslararası Hakemli Sosyal Bilimler Dergisi, Yıl: 2017, Sayı: 61, s. 364 – 378. GÜVEN, Almila Sinem,  Türk Hukukunda Marka Değerleme , İstanbul Medipol Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2019. KAPLAN, Ersin, Fikri Mülkiyet Haklarının Vergilendirilmesi, Maliye Hesap Uzmanları Derneği, Ankara, 2018. KAYA, Arslan, Marka Hukuku, Arıkan Basım Yayım Dağıtım, İstanbul, 2006. KAYA, Arslan [ÜLGEN, Hüseyin / HELVACI, Mehmet / NOMER ERTAN, N. Füsun], Ticari İşletme Hukuku, 6. Bası, On İki Levha, İstanbul, 2019.    327                                                                                                     KESKİN, Orhan,  Marka Değerinin Finansal Modellerle Ölçülmesi ve Ölçülen Marka Değerinin TMS 38 Maddi Olmayan Duran Varlıklar Standardına Göre Muhasebeleştirilmesi  Yozgat Bozok Üniversitesi, Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, Yozgat, 2018. MARGOS, Şant  Maddi Olmayan Duran Varlıkların UFRS Çerçevesinde Değerlemesi , İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Bölümü, İşletme Ana Bilim Dalı, İşletme Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2010. ÖZCAN,  Turgut,   Maddi  Olmayan  Duran  Varlıkların  Vergi  Karşısındaki  Durumu  ve Muhasebeleştirilmesi , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İşletme Ana Bilim Dalı, Muhasebe Finansman Bilim Dalı, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2014. ÖZERHAN, Yıldız / YANIK, Serap, Türkiye Muhasebe Standartları Türkiye Finansal Raporlama Standartları, TÜRMOB Yayınları, Ankara, 2012. ÖZKAN,  Mehmet/  TERZİ,  Serkan,   Finansal  Raporlama  Açısından  Marka  Değerinin  Ölçümü  ve Değerlendirilmesi , Öneri Dergisi, Yıl: 2012, Cilt: 10, Sayı: 38, s. 87-96. SALINAS, Gabriela,   The  International Brand Valuation Manual: A Complete Overview and Analysis of Brand Valuation Techniques and Methodologies and their Applications , Wiley, 2009. ŞENOL, Zekai / KOÇ, Selahattin / ÜNLÜ, Ulaş,  Marka Değeri ile Firma Değeri Arasındaki İlişki: Borsa İstanbul Örneği , Ömer Halisdemir Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2009, Cilt: 12, Sayı: 3, s. 338-350. TEKİNALP, Ünal, Fikri Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012 TUĞAY,  Osman  /  TOP,  Tülay,   TMS  38 e  Göre  Marka  Değerlemesi  ve  Muhasebeleştirilmesi , Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Yıl: 2014, Sayı: 40, s. 221-228. ÜNAL, Özhan,  Markanın Ekonomik Değeri ve Değerleme Metotları , Türk Patent Enstitüsü Markalar Dairesi Başkanlığı Uzmanlık Tezi, Ankara, 2005. YILMAZ, Berna Burcu,  Marka Değerinin Bilançodaki Yeri ve Türkiye Muhasebe Standardı 38 e Göre Marka Muhasebesi , Maliye ve Finans Yazıları Dergisi, Yıl:2012, Cilt: 1, Sayı: 97, s. 9-37. YILMAZ,  Berna  Burcu,  İflasın  Tespiti  ve  Ertelemesi  Yönünden  Borca  Batıklık  Bilançosu  ve İyileştirilmesi,"
}