{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "24",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "GÜMRÜK KANUNU’NDA İDARİ İTİRAZ YOLU",
     "Title": "ADMINISTRATIVE OBJECTION IN CUSTOMS CODE",
     "Yazar İsmi": [
          "Aylin ARMAĞAN",
          "Serkan SEYHAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Gümrük Vergisi Kanunu",
          "İdari İtiraz",
          "İdari Başvuru",
          "Hak Arama Özgürlüğü"
     ],
     "Keywords": [
          "Customs Tax Law",
          "Administrative Objection",
          "Administrative Application",
          "Right to Legal Remedies"
     ],
     "Özet": "Gümrük Kanunu nun İtirazlar başlıklı bölümünde yer alan 242. maddesinde gümrük vergi ve cezaları ile idari kararlara karşı başvurulabilecek itiraz yolu düzenlenmiştir. Gümrük Kanunu nda yer alan idari itiraz gerek  yüksek  mahkeme  içtihatları  ve  idare  uygulamasında  gerekse  bu  konuda  yapılan  akademik çalışmalarda ekseriyetle zorunlu idari başvuru yolu olarak kabul edilmektedir. Anılan hüküm ve hükme ilişkin ikincil mevzuat incelendiğinde, bu uygulamanın hem idari yargılama hukukunun temel ilkeleriyle hem de temel hak ve özgürlüklerle çeliştiği noktalar olduğu anlaşılmaktadır. Zira bu idari başvuru yolu, vergi mükellefinin mahkemeye erişim hakkını doğrudan etkilemektedir. Ayrıca uzayan idari ve yargısal süreçten dolayı kaynaklanabilecek gecikme faizi nedeniyle mükelleflerin mülkiyet hakkı da dolaylı olarak etkilemektedir.  Bu çalışma neticesinde var olan hükmün idare ve yargı organları tarafından yanlış değerlendirildiği sonucuna ulaşılmaktadır. Zira Gümrük Kanunu ndaki düzenleme açıkça ihtiyari bir başvuru yolu çizerken bu yol zorunlu olarak kabul edilmektedir.  Daha sonra hükme ilişkin ikincil mevzuattaki düzenlemelerin kaynağı olarak İdari Yargılama Usulü Kanunu nun (İYUK) 10. maddesine yapılan gönderme kanımızca hatalıdır. Zira İYUK m. 10, idarenin bir işlem tahsis etmediği durumlar için var olan bir düzenlemedir. Oysa Gümrük Kanunu nda yer alan idari itiraz ancak gümrük idaresince yapılan bir idari işleme karşı yapılabilmektedir.  Bu  tespitler  ışığında  son  olarak  bireylerin  temel  hak  ve  özgürlüklerinin  ihlal edilebileceğinin altı çizilmektedir. Zira idari itirazın sürüncemede bırakılması bireylerin var olan hukuki uyuşmazlığı yargı yoluna götürmesine engel olarak mahkemeye erişim hakkını engellemektedir.",
     "Abstract": "In Article 242 of the Customs Code under the section  Objection , objections against the administrative decisions on customs tax and penalties and the administrative decisions are regulated. This administrative appeal contained in the Customs Law Act is generally accepted as a mandatory administrative objection in the case-law of the higher courts, in the administrative practice and in academic studies on this subject. When the secondary legislation on the said provision is examined, it is understood that this practice contradicts both the basic principles of administrative jurisdiction and the fundamental human rights. Thus this administrative application affects the taxpayer's right to access to the court directly. Property Right of the taxpayer is also affected indirectly because of the interest of default the extended administrative and legal process may cause. As a result of this study, the conclusion that the existing provision has been misjudged by the administrative and judicial bodies. It is accepted as a mandatory way yet the regulation in the Customs Code clearly shows a discretionary application path. Subsequently, the reference to Article 10 of the Administrative Procedure 442Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  Code as the source of the regulations in the secondary legislation relating to the provision is wrong in our opinion. Because in article 10 of this code, is a provision for situations where administrative bodies do not establish a procedure. However, this administrative objection contained in the Customs Law only can be made against an administrative action of the customs administration. In light of these findings, it is emphasized that the fundamental rights of individuals may be violated. Because of the prolongation of the administrative objection, the right to access to the court of the taxpayers is violated.",
     "Metin": "Gümrük Kanunu nun  İtirazlar  başlıklı bölümünde yer alan 242. maddesinde gümrük  vergi  ve  cezaları  ile  idari  kararlara  karşı  başvurulabilecek  itiraz  yolu düzenlenmiştir. Anılan düzenleme hem öğreti hem de yüksek yargı kararlarında dava açmadan önce tüketilmesi zorunlu idari itiraz niteliğinde kabul edilmektedir. Bu nedenle Gümrük Kanunu nun öngördüğü idari itiraz süreci, ilgililerin dava hakkını da doğrudan etkileyen  bir  görünüm  kazanmıştır.  Zira  usulüne  uygun  bir  idari  itiraz  başvurusu yapılmaması, dava açılmasını da engelleyecektir. Bu nedenle Kanun da düzenlenen idari itirazın tabi olduğu süre ve usulün açıklıkla ortaya konulması önem arz etmektedir. Bu bağlamda çalışmanın kapsamı Gümrük Kanunu nun 242. maddesine düzenlenen idari itiraz kurumu olup, amacı ise inceleme konusu idari itirazın hukuki niteliğini ve tâbi olduğu usulü ortaya koymak, başta Gümrük Yönetmeliği olmak üzere ikincil mevzuatta konuya ilişkin getirilen düzenlemeleri açıklamaktır.    Bu çalışma kapsamında öncelikle Gümrük Kanunu nda yer alan düzenlemenin hukuki çerçevesi çizilmeye çalışılacak, sadece hüküm değil, hükmü ilgilendiren ikincil mevzuat da açıklanacaktır. Daha sonra bu idari başvuru yolunun unsurları ve hukuki düzende yarattığı sorunlar ele alınacaktır. Bunlar sırasıyla; zorunluluk unsuru, idarenin başvurulara cevap verme noktasında alabileceği ek süre uygulaması ve bu başvurunun İYUK un 10. maddesi hükmüne göre değerlendirilmesine ilişkin düzenlenmedir. Son olarak söz konusu düzenlemeler temel hak ve özgürlükler çerçevesinde irdelenecektir.                                                   2   4458 sayılı Gümrük Kanunu, RG, 27.10.1999, S. 23866. 443Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460     I. GÜMRÜK KANUNU NDA İDARİ İTİRAZIN HUKUKİ ÇERÇEVESİ   İdari itiraz yolu Gümrük Kanunu nun 242. maddesinde düzenlenmiştir. Bu hükmün 2009  yılında değiştirilmesinden önceki  hali;   Yükümlüler, kendilerine tebliğ  edilen gümrük vergileri için tebliğ tarihinden itibaren onbeş gün içinde ilgili gümrük idaresine verecekleri bir dilekçe ile düzeltme talebinde bulunabilirler. Düzeltme talepleri ilgili gümrük müdürlüğü tarafından otuz gün içinde karara bağlanarak yükümlüye tebliğ edilir. Kişiler, düzeltme taleplerine ilişkin kararlara, idari kararlara, gümrük vergilerine ve cezalara karşı yedi gün içinde kararı alan gümrük idaresinin bağlı bulunduğu gümrük başmüdürlüğü nezdinde itirazda bulunabilirler. Gümrük başmüdürlüklerine intikal eden itirazlar otuz gün içinde karara bağlanarak ilgili kişiye tebliğ edilir. İlk kararın alındığı idarenin gümrük başmüdürlüğü olduğu hallerde, bu karara karşı onbeş gün içinde Gümrük Müsteşarlığına itiraz edilebilir.  Gümrük Müsteşarlığına intikal eden itirazlar kırkbeş  gün  içinde  karara  bağlanarak  ilgili  kişiye  tebliğ  edilir  (…)   şeklindeydi. Maddenin  eski  düzenlemesinde  düzeltme  ve  itiraz  olarak  iki  aşamalı  bir  yaklaşım benimsendiği  görülmektedir.  Ancak  anılan  hüküm,  uygulamadan  beklenen  sonucu vermemesi  nedeniyle  değiştirilmiş  ve  düzeltme  talebinde  bulunma  uygulamasından vazgeçilmiştir.   Gümrük Kanunu nun yürürlükteki 242. maddesine göre;  Yükümlüler kendilerine tebliğ edilen gümrük vergileri, cezalar ve idari kararlara karşı tebliğ tarihinden itibaren on beş gün içinde bir üst makama, üst makam yoksa aynı makama verecekleri bir dilekçe ile itiraz edebilir.  Aynı hükmün 4. fıkrasında ise yapılan itirazın reddi halinde idari yargı mercilerine  başvurulabileceği  düzenlenmiştir.  Anılan  hüküm  her  ne  kadar   itiraz edebilir  şeklinde düzenlenmiş olsa da Danıştay, yargı yoluna gidilmesinden önce idari itiraz yolunun tüketilmesi gerektiği yönünde içtihatlar oluşturmuştur. Bu durum idari                                                  3   5911  sayılı  Gümrük  Kanunu  ile  Bazı  Kanun  ve  Kanun  hükmünde  Kararnamelerde  Değişiklik Yapılmasına Dair Kanun m. 64, RG, 07.07.2009, S. 27281. 4   Gümrük Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Tasarısı, 1/602 E., 03/06/2008, m. 39. 5   Danıştay 7. Daire, 2009/8413 E., 2011/6779 K.; Danıştay 7. Daire, 2011/1982 E., 2014/1982 K., kararara.com,  (erişim  tarihi  16.11.2018);  Danıştay  7.  Daire,  2011/8642  E.,  2014/1982  K., 444Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  itiraz  yolunun  bireylerin  hak  arama  özgürlüğünü  engellediği  nedeniyle  doktrinde eleştirilmektedir.   Anılan düzenlemeye göre vergi yükümlüleri, adlarına düzenlenen vergi ve ceza kararlarına karşı idari itirazda bulunabilmektedirler. Uzlaşma talebinde bulunanlar için hükümde bahsi geçen 15 günlük süre durmaktadır. Anılan kanunun 242. maddesinin 2. fıkrası gereğince idari itirazda bulunulmasını takiben 30 günlük süre içinde, gümrük müdürlüğünün itiraza cevap vermesi gerekmektedir. 30 günlük süre boyunca idarenin sessiz kalması halinde başvurunun zımnen reddedildiği kabul edilmekte ve yargı yolu açılmaktadır.    Ancak  Gümrük  Yönetmeliği nde  yer  alan   İtirazların  Karara  Bağlanması  başlıklı 586. maddeye göre;  İtirazlar, anlaşmazlığa konu beyanname ve sair her türlü belge ile eşyadan alınacak örnek, örnek alınması mümkün olmayan hallerde eşyanın kendisi veya fotoğraf, katalog, prospektüs gibi eşyayı görmeden fikir verecek diğer belgelerin incelenmesi veya gerek duyulması halinde ilgili gümrük idaresinin mütalaası da alınmak suretiyle otuz gün içinde karara bağlanarak ilgili kişiye tebliğ edilir. Otuz gün içerisinde karar alınamadığı durumlarda Kanunun 6. maddesinin ikinci fıkrası uygulanır.     Gümrük Kanunu nun 6. maddesinin 2. fıkrasında ise;  Karar alınması talebinin yazılı olarak yapılması gerekir. Gümrük idareleri, söz konusu talebe ilişkin başvurunun kendilerine ulaştığı tarihten itibaren otuz gün içinde karar alırlar. Verilen kararlar                                                  hukukmedeniyeti.org, (erişim tarihi 16.11.2018), Danıştay 7. Daire, 2007/787 E., 2008/3765 K., 24.09.2008, kazanci.com, (erişim tarihi 20.11.2018).  6   KOBAN, Emine / ERCAN, Tayfun,  4458 Sayılı Gümrük Kanunu Uygulamasında Yaşanan Güncel Sorunlar ve Çözüm Önerileri , Vergi Sorunları Dergisi, Yıl: 2017, Sayı: 343, s. 24. 7   Gümrük Kanunu, m. 244/1. 8   Danıştay 7. Daire, 2011/8642 E., 2014/1982 K.:  Bu hükümlere göre; Gümrük Kanunu nda öngörülen idari itiraz prosedürü tamamlanmadan idari yargı yoluna başvurulamayacağı gibi, yükümlülerin itiraz başvurularının bir üst makamca otuz gün içinde karara bağlanarak sonucunun ilgilisine tebliği yasal bir  zorunluluk  olduğundan; bu  sürenin  cevapsız  geçirilmesi  halinde,  idari  başvuruların  zımnen reddedildiğinin  kabulü  zorunludur.  Aksi  halde,  idari  başvuruların,  cevap  verilmemek  suretiyle sürüncemede bırakılması ve dolayısıyla, hak arama özgürlüğünün kısıtlanması sonucunu doğuracak uygulamaların ortaya çıkması kaçınılmazdır. , kararara.com, (erişim tarihi: 23.04.2020). 9   RG, 07.10.2009, S. 27369 (mük.). 445Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  başvuru sahibine yazılı olarak tebliğ edilir. Ancak, gümrük idareleri tarafından bu süreye uyulması mümkün değilse, belirtilen süre aşılabilir. Bu durumda, söz konusu idareler, yukarıda belirlenen sürenin dolmasından önce başvuru sahibine süre aşımını haklı kılan gerekçeler ile talep hakkında karar vermek için gerekli gördükleri ek süreyi de belirterek bilgi verirler  düzenlemesi bulunmaktadır.    Gümrükler  Genel  Müdürlüğü nün  2014  yılında  çıkardığı,  idari  itirazın cevaplandırılması konulu genelgede, bu ek sürenin belirlenmesi hususunda yapılan açıklamalarda ek sürenin dayandırılacağı hüküm İYUK m. 10 olarak gösterilmiştir.    İYUK un 10. maddesinde;  İlgililer, haklarında idari davaya konu olabilecek bir işlem veya eylemin yapılması için idari makamlara başvurabilirler. Altmış gün içinde bir cevap verilmezse istek reddedilmiş sayılır. İlgililer altmış günün bittiği tarihten itibaren dava açma süresi içinde, konusuna göre Danıştaya, idare ve vergi mahkemelerine dava açabilirler. Altmış günlük süre içinde idarece verilen cevap kesin değilse ilgili bu cevabı, isteminin reddi sayarak dava açabileceği gibi, kesin cevabı da bekleyebilir. Bu takdirde dava açma süresi işlemez. Ancak, bekleme süresi başvuru tarihinden itibaren altı ayı geçemez. Dava açılmaması veya davanın süreden reddi hallerinde, altmış günlük sürenin bitmesinden sonra yetkili idari makamlarca cevap verilirse, cevabın tebliğinden itibaren altmış gün içinde dava açabilirler  denmektedir.   Sayılan hükümler çerçevesinde gümrükte yaşanan uyuşmazlıklar için bireylerin önce idari itiraz yolunu kullanması gerekmektedir. İdari itiraz yoluna 15 gün içinde gidilmeli ve kural olarak idare 30 gün içinde itirazın kabulü ya da reddine dair bir cevap vermelidir. Ancak idare konunun incelenmesinin 30 günden fazla süreceğini tespit ederse, süre  bitmeden  ve  haklı  gerekçelerle  birlikte  gerekli  görülen  ek  süreyi  başvurucuya bildirmekle yükümlüdür. Öte yandan İYUK hükmü uyarınca bu süre, başvurudan itibaren 6 ayı geçmeyecek şekilde belirlenmelidir. Her halde ek süre kullanılsa bile, başvurucular 30 günlük süre içinde kesin bir sonuç alınamaması nedeniyle İYUK m. 10/2 de yer alan                                                  10  Gümrük Genel Tebliği nin (Tahsilat İşlemleri-Seri No: 2) 12/4. maddesinde de aynı düzenleme yer almaktadır:  Yapılan itiraz başvurularının, otuz gün içerisinde sonuçlandırılması gerekmekle birlikte eğer bu süre zarfında karar alınamayacak ise sürenin dolmasından önce, süre aşımını gerekli kılan gerekçeler ve ek süre yükümlüye bildirilir.  11  Gümrük ve Ticaret Bakanlığı, 85593407/045.02, 2014/26 sayılı Genelge. 446Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460   Altmış günlük süre içinde idarece verilen cevap kesin değilse ilgili bu cevabı, isteminin reddi sayarak dava açabileceği gibi, kesin cevabı da bekleyebilir  hükmü uyarınca, yargı yoluna başvurabilmektedir. Ek süre sonunda idarece verilen cevap başvurucu lehine ise açılmış olan dava konusuz kalacağı için idari yargı yeri  karar verilmesine yer olmadığı  kararı vererek davayı sonuçlandırmalıdır.    II. HÜKMÜN İRDELENMESİ A.   Zorunluluk Unsuru   İdari başvuruların zorunlu olması, hak kayıplarına yol açabilmesi nedeniyle tespiti önemli bir unsurdur. Zira idari itirazın zorunlu tutulmuş olması halinde, idari işlemin dava konusu yapılabilirliği, itirazın yapılmış olmasına bağlanmaktadır. Aynı zamanda zorunlu idari  itiraz  halinde,  sürenin  kaçırılması  hem  itiraz  hem  de  yargı  yoluna  gidilmesi hususunda  hak  düşürücü  bir  etkiye  sahiptir.  İlgili  mevzuatta  bir  hak  olarak düzenlenmesine  karşın,  Danıştay  tarafından  zorunlu  kabul  edilen  idari  itiraz düzenlemeleri  bulunmaktadır.  Gümrük  Kanunu nda  yer  alan  idari  itiraza  ilişkin düzenleme de bunlardan biridir.                                                  12  Danıştay 7. Daire, 2011/8642 E., 2014/1982 K., kararara.com, (erişim tarihi: 23.04.2020). Danıştay önüne gelen bir davada, davacının 30 günlük asıl sürenin bitiminden sonra idarenin kesin bir cevap vermemesi karşısında yargı yoluna gitmemesi halinde dahi, ek süre bitiminde idarece aleyhine verilen karara  karşı  yargı  yoluna  gidebileceğine  hükmetmiştir.  Bkz.  Danıştay  7.  Daire,  2011/7700  E., 2012/3050 K., 12.06.2012 T., emsal.uyap.danistay.gov.tr, (erişim tarihi 16.11.2019). 13  Gümrük ve Ticaret Bakanlığı, 85593407/045.02, 2014/26 sayılı Genelge. 14  Bu nedenle idare ve yargı mercilerinin sürelere uyulup uyulmadığını re sen incelediği ve zorunlu idari başvuru  süresinin  kaçırılmasının  dava  açma  hakkını  da  ortadan  kaldırdığı  hakkında  bkz. GÖZÜBÜYÜK, Şeref, Yönetsel Yargı, 34. Basım, Turhan Kitabevi, Ankara, 2015, s. 173; ÖZKAN, Gürsel,  4734 Sayılı Kamu İhale Kanunu nda Öngörülen Zorunlu İdari Başvuru Yolları , Türkiye Adalet Akademisi Dergisi, Yıl: 2014, Sayı: 17, s. 97 vd. Yıldırım bu nedenle zorunlu idari başvurularda başvuru süresinin  çifte hak düşürücü  etkiye sahip olduğunu ifade etmektedir. Bkz. YILDIRIM, Ramazan, İdari Başvurular, Mimoza Yayınları, Konya, 2016, s. 200; SANCAR, Mithat,  İdari Yargılama Usulü Kanunun 10 ve 11. Maddeleri Bağlamında İptal Davalarında Süre , Amme İdaresi Dergisi, Yıl: 1990, Cilt: 23, Sayı: 1, s. 82; SEZER, Yasin / BİLGİN, Hüseyin,  Danıştay Kararlarında İdari Başvurular , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2008, Cilt: 57, Sayı: 4, s. 357358. 15  Örnek olarak;  bazen yasalarda zorunlu idari başvuru yolu öngörülmediği halde mahkemelerce zorunlu idari başvuru yolu varmış kabul edilerek karar verilebilmektedir. Nitekim Danıştay bir uyuşmazlıkta, Baro yönetim kurullarının baro levhasından silme kararları, kesin ve yürütülmesi zorunlu işlem niteliğinde olduğundan, dosyanın Türkiye Barolar Birliği ne tevdiine karar veren idare mahkemesi 447Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460    Gümrük Kanunu nun 242. maddesinin 1. fıkrası;  Yükümlüler kendilerine tebliğ edilen gümrük vergileri, cezalar ve idari kararlara karşı tebliğ tarihinden itibaren onbeş gün içinde bir üst makama, üst makam yoksa aynı makama verecekleri bir dilekçe ile itiraz edebilir  şeklindedir. Hükmün açıkça  itiraz edebilir  şeklinde bir düzenleme getirmesine  karşın  Danıştay ın  içtihatlarında  ve  Ticaret  Bakanlığı nın  yayımladığı genelgelerde anılan hükmün zorunlu olarak tüketilmesi gereken bir idari başvuru yolu olduğuna dair görüş verilmektedir.    Kanun koyucunun bu noktadaki amacının tespiti bakımından hükmün gerekçesine bakıldığında ise, idari itirazın zorunluluğu ya da ihtiyarîliği hususunda bir açıklama yapılamadığı  görülmektedir.  Hüküm  lafzi  olarak  yorumlandığında  ise   edebilir  biçiminde, ihtimale işaret eden bir kip kullanıldığı anlaşılmaktadır. Dolayısıyla bu hüküm bir kesinlik ve belirlilik içermemektedir. Zira Türk mevzuatında kanun koyucunun idari itiraz prosedürünün zorunluluğunun kuşkuya yer bırakmayacak şekilde düzenlediği bir örnek olarak Kamu İhale Kanunu nun 54. maddesi şikâyet başvurusunu düzenlemekte ve  Şikayet ve itirazen şikayet başvuruları, dava açılmadan önce tüketilmesi zorunlu idari başvuru yollarıdır.  cümlesine yer vermektedir.    Gümrük Kanunu nun 242. maddesinde yer alan idari başvuru yolunun zorunlu mu yoksa  ihtiyari  mi  olduğu  hususunun  açıklanmasında  uluslararası  hukuktan  da yararlanılmalıdır. Öncelikle Türk idare hukukuna kaynak niteliği taşıyan Fransız idare                                                  kararında isabet görülmediğine karar vermiş ve idare mahkemesi kararını bozmuştur.  SEZER / BİLGİN, 2008, s. 357. 16  Önceki dönemde ismi  Gümrük ve Ticaret Bakanlığı  olan bu Bakanlık, Cumhurbaşkanlığı Teşkilatı Hakkında 1 No lu Cumhurbaşkanlığı Kararnamesi nin 441 vd. maddelerinde  Ticaret Bakanlığı  biçiminde isimlendirilerek düzenlenmiştir.  17  Gümrük Kanunu Gerekçesi, m. 242;  Bu maddenin yer aldığı kısımda gümrük işlemlerine karşı yapılacak itirazlara ilişkin hükümler yer almaktadır. Madde metninde, gümrük vergilerine karşı düzeltme talebinin süresi ve mercii belirtilmiştir. Maddenin devamında, düzeltme talebine ilişkin kararlara,  idari  kararlara,  gümrük  vergilerine  ve  cezalara  karşı  itirazın  süreleri  ve  mercileri sıralanmaktadır.  mevzuat.tbmm.gov.tr, (erişim tarihi 11.02.2020). 18  KAĞITCIOĞLU,  Mutlu,   İdari  İşlem  Teorisi  Çerçevesinde  İdari  Merci  Tecavüzü  Kavramının Değerlendirilmesi , Türkiye Adalet Akademisi Dergisi, Yıl: 2017, Sayı: 30, s. 246. 19  4734 sayılı Kamu İhale Kanunu, RG, 22.01.2002, S. 24648. 20  Türk pozitif hukukunda zorunlu idari itiraz hakkında daha fazla örnek için bkz. ÖZTÜRK, Burak, Hak Arama Özgürlüğü Çerçevesinde Zorunlu İdari İtiraz, Yetkin Yayınları, Ankara, 2015, s. 33. 448Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  hukukuna bakıldığında özellikle 1889 tarihinden günümüze Fransız hukukunda  idari başvuruların  ihtiyariliği   ilkesinin  benimsendiği  görülmektedir.    Bu  ilke,  idari başvuruların kural olarak ihtiyari olmasını gerektirmektedir. Zorunlu idari başvurular ise kural değil istisna olduklarından kanunlarda açıkça gösterilmelidir.    Konu ayrıca Avrupa Birliği Hukuku bakımından da incelenmelidir. Zira Türkiye 1964 yılından beri Avrupa Birliği ile yakın ilişkide olup, gümrük birliği içerisindedir. 2913 /92 sayılı 1992 tarihli Topluluk Gümrük Kanunu nun (Community Costoms Code)24  243. maddesinde düzenlenen itiraz hükmü gümrük idaresinin her işlemine karşı itiraz hakkı bulunduğunu düzenlenmektedir. Hükme göre itiraz, öncelikle gümrük idaresine, daha sonra bir bağımsız organa karşı yapılır. Bağımsız organın üye devletin iç hukuk düzenlemesine bağlı olarak bir yargı organı da olabileceği belirtilmektedir. Madde hükmü her ne kadar lafzen iki aşamalı bir itiraz prosedürü geliştirmiş de olsa, itirazın zorunlu mu ihtiyari mi olduğu konusunda 2001 tarihli Kofisa v. İtalya kararında, Avrupa Birliği Adalet Divanı (ABAD) madde hükmünde itirazın zorunlu olduğuna ve mahkemeye gitmeden  önce  tüketilmesi  gerektiğine  dair  açık  bir  belirleme  olmadığına  karar vermiştir. Kararda, Topluluk Gümrük Kanunu nu olduğu gibi uygulayan üye devletin ayrıca  itirazın  zorunluluğu  hakkında  bir  hüküm  getirmeden,  bireyin  idari  itirazda bulunmadan konuyu yargıya taşımasına engel olamayacağı da belirtilmektedir.                                                  21  SERTER, Yusuf Sertaç, İdari Uyuşmazlıkların Çözümünde Yargı Dışı Bir Araç Olarak İdari Başvurular, Adalet Yayınları, Ankara, 2015, s. 351, 519.  22  SERTER, 2015, s. 351. 23  Türkiye-AB  Ortaklık  İlişkisinin  Kurulması,  Ankara  Anlaşması  ve  Katma  Protokol, https://www.ticaret.gov.tr, (erişim tarihi 11.02.2020). 24  Avrupa Birliği Resmî Gazetesi, 19.10.1992, L/1, eur-lex.europa.eu, (erişim tarihi 11.02.2020). 25  Community Customs Code, art. 243:  1. Any person shall have the right to appeal against decisions taken by the customs authorities which relate to the application of customs legislation, and which concern him directly and individually. Any person who has applied to the customs authorities for a decision relating to the application of customs legislation and has not obtained a ruling on that request within the period referred to in Article 6 ( 2) shall also be entitled to exercise the right of appeal. The appeal must be lodged in the Member State where the decision has been taken or applied for.   2. The right of appeal may be exercised: (a) initially, before the customs authorities designated for that purpose by the Member States; (b) subsequently, before an independent body, which may be a judicial authority or an equivalent specialized body, according to the provisions in force in the Member States.  26  ABAD, Kofisa v. İtalya, 11.01.2001, C-1/99, curia.europa.eu, (erişim tarihi 01.12.2019). 27  ABAD, Kofisa v. İtalya, par. 34-38. 449Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460    Topluluk Gümrük Kanunu, daha sonra 952/2013 sayılı ve 09.11.2013 tarihli Birlik Gümrük Tüzüğü ile ilga edilmiştir. Yürürlükte olan Birlik Gümrük Tüzüğü nün 44. maddesi idari itirazı düzenlemektedir. Madde metninde yapılan değişikliğe göre itiraz an az iki aşamalı biçimde düzenlenmelidir: İlk olarak gümrük idaresine ya da bir yargı organına yapılacak itiraz, uyuşmazlığın çözülmemesi halinde daha sonra bir üst bağımsız organa taşınabilmektedir. Üst bağımsız organın üye ülkenin iç hukukuna göre bir üst yargı organı da olabileceği belirtilmiştir. Anılan değişiklikle AB gümrük hukukunda itiraz  prosedürünün  iki  aşamalı  olarak  düzenlenmesine  karşın,  ilk  aşamada  itirazın doğrudan yargı organına taşınması önünde bir engel olmadığı görülmektedir. Bir diğer deyişle, AB gümrük hukukunda bireylere tanınan idari itiraz yolu ihtiyari bir nitelik taşımaktadır. Zira Birlik Gümrük Tüzüğü nün 44. maddesinin başlığı  İtiraz Hakkı  dır. Bireylere itiraz hakkının tanınmasıyla, bu hakkın kullanımının da bireylerin inisiyatifine bırakılması gerektiği anlaşılmaktadır. Yapılan açıklamalar ışığında Gümrük Kanunu ndaki düzenlemenin anlatımı da göz önüne alınarak, 242. maddede düzenlenen idari itiraz yolunun ihtiyarî bir başvuru yolu olduğu kabul edilmelidir. Keza aksi bir düşüncede kanunun açıkça  itiraz edebilir  şeklinde  getirdiği  hükmün  yargı  organlarınca  bir  zorunluluk  olarak  kabul  edilmesi, yargının fonskiyon gaspı ile yasama alanına müdahale edebileceği şeklinde hukukla bağdaşmayan bir sonuca neden olacaktır. Öyle ki Danıştay ın, bu hükümde düzenlenen itirazı zorunlu kabul eden içtihatlarına karşın, son zamanlarda yerel mahkemelerce                                                  28  Avrupa Birliği Resmi Gazetesi, 10.10.2013, L/1, (erişim tarihi 01.12.2019). 29  Art. 44 of the Regulation (EU) No. 952/2013:  1. Any person shall have the right to appeal against any decision taken by the customs authorities relating to the application of the customs legislation which concerns him or her directly and individually. Any person who has applied to the customs authorities for a decision and has not obtained a decision on that application within the time-limits referred to in Article 22(3) shall also be entitled to exercise the right of appeal.   2. The right of appeal may be exercised in at least two steps: (a) initially, before the customs authorities or  a  judicial  authority  or  other  body  designated  for  that  purpose  by  the  Member  States;  (b) subsequently, before a higher independent body, which may be a judicial authority or an equivalent specialised body, according to the provisions in force in the Member States.  30  GÖK, Özgecan, Gümrük Vergisinden Kaynaklanan Uyuşmazlıklar, Yetkin Yayınları, Ankara, 2019, s. 307. 31  Danıştay 7. Daire, 2015/1717 E., 2016/927 K., 26.01.2016 T; Danıştay 7. Daire, 2006/1090 E., 2008/1183  K.,  25.02.2008  T;  Danıştay  7.  Daire,  2005/3761  E.,  2006/1374  K.,  26.04.2006  T, kazancı.com, (erişim tarihi 24.04.2020) 450Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  verilen bazı kararlarda itiraz yolunun zorunlu olmadığı yönünde içtihatlar da oluşmaya başlamıştır.. B.  İtirazların  Süresinde  Karara  Bağlanamaması  Halinde  İYUK  m.  10 Hükmünün Uygulanması Sorunsalı   Gümrük Yönetmeliği nde yer alan  İtirazların Karara Bağlanması  başlıklı 586. maddeye  göre  yapılan  itirazlara  ilişkin  otuz  gün  içerisinde  bir  karar  alınamadığı durumlarda Kanunun 6. maddesinin ikinci fıkrası uygulanmaktadır. Bu göndermeyi de temel alan Gümrükler Genel Müdürlüğü nün 2014 tarihli genelgesinde ise, idarenin idari itiraza karşı vereceği cevap için alabileceği ek sürenin dayandırılacağı hüküm İYUK m. 10 olarak gösterilmiştir.    Öte yandan İYUK m. 10, başvurucunun hakkında aynı konuda daha önce tesis edilmiş bir işlem ya da eylem bulunmaması durumunda idareye yapacağı başvuruları düzenlemektedir. İYUK m. 11 de ise tesis edilmiş bir idari işlem hakkında, işlemi tesis eden idari organa yapılan ihtiyari itirazın başvurucu aleyhine sonuçlanması halinde yargı yoluna gidilmesi usulü düzenlenmektedir. Ortada dava konusu yapılabilecek bir idari işlem varsa 10. madde hükümleri uygulanamaz, bu durumda 11. madde hükümlerine göre hareket  edilmelidir.  Kanun  koyucunun,  242.  maddede  yer  alan   itiraz  edebilir  ifadesinden, düzenlemeye konu idari itirazın zorunlu olmadığı da anlaşılmaktadır.  Gümrük  Kanunu nun  6.  maddesi  incelendiğinde,  1.  fıkranın;   Gümrük idarelerinin gümrük mevzuatının uygulanmasına ilişkin bir karar vermesini talep eden her kişi, kararın verilebilmesi için gerekli bütün bilgi ve belgeleri söz konusu idarelere                                                  32  SARIASLAN, Osman,  Gümrük Uyuşmazlıklarında İdari İşlemlerin Nitelendirilmesi Sorunu: Hak Arama Hürriyeti Kapsamında Mülkiyet Hakkının Özüne İlişkin Sakıncalar , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2018, Sayı: 11, s. 361. 33  SANCAR, 1990,, s. 73. Öğretide, İYUK m. 10 kapsamında yapılan başvurular  ilk başvuru , İYUK m. 11 kapsamında yapılan başvurulara ise  itiraz  olarak nitelendirilmektedir. Bkz. ULER, Yıldırım,  Yönetsel Yargıda Dava Süresi , I. Ulusal İdare Hukuku Kongresi Birinci Kitap İdari Yargı, Danıştay Yayınları, Ankara, 1990, s. 228. Ayrıca bkz. ZABUNOĞLU, Yahya Kazım,  İdari Yargıda Dava Açma Süresi 2577 Sayılı İYUK nun 10. ve 11. Maddeleri Açısından Bir İnceleme , I. Ulusal İdare Hukuku Kongresi Birinci Kitap İdari Yargı,  Danıştay Yayınları, Ankara, 1990, s. 187 vd.; SANCAKDAR, Oğuz, İdari Yargılama Hukuku Genel Esaslar, 3. Basım, Sorubankası.net Yayınları, İzmir, 2019, s. 136.  34   SANCAR, 1990, s. 74. 451Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  ibraz etmek zorundadır  şeklinde düzenlendiği görülmektedir. Anılan bu düzenleme açıkça  bir  kişinin  hakkında  işlem  tesis  edilmesi  amacıyla  ilgili  idareye  yapacağı başvuruyu düzenlemektedir. Bu durumda hüküm İYUK m. 10 düzenlemesiyle paraleldir.  Öte yandan Gümrük Kanunu m. 242 de düzenlenen idari itiraz, hali hazırda tesis edilmiş  bir  idari  işleme  karşı  yapılmakta  olup  İYUK  m.  10  düzenlemesi  ile ilişkilendirilemez. Kanımızca Yönetmeliğin, açıkça bir atıf olmasa dahi uygulanabilen, genel hüküm niteliği haiz İYUK m. 11 kapsamında yer alması gereken bir düzenlemeyi, İYUK m. 10 ile paralel olan Gümrük Kanunu m. 6 ya yönlendirmesi hukuken hatalıdır. Yönetmeliğin yaptığı bu hatalı gönderme neticesinde, Gümrük Kanunu ndaki idari itiraz, İYUK m. 10 ile ilişkilendirilmiş, bu göndermeyi temel alan genelgede de ek süre alımı için İYUK m. 10 a atıf yapılmıştır.    Bu noktada tartışılması gereken bir başka husus ise idari itiraza konu olan gümrük vergi ve cezalarının evveliyatla iptal edilebilir bir idari işlem olup olmadığıdır. Zira bir idari işlemin, ihtiyari itiraz yoluna gidilmeksizin iptal davasına konu edilebilmesi için öncelikle iptal davasına konu olabilecek bir işlemden söz edilmesi gerekmektedir. İdari işlemler ancak İYUK md. 14 doğrultusunda kesin ve yürütülmesi zorunlu nitelikte, başka bir ifade ile icrai, olduklarında davaya konu edilebilirler. İdari işlemin kesinliği ve icrailiği idari işlemin hüküm ve sonuçlarının ortaya çıkması ve uygulanmasında ilgili idari birim ve organın, diğer idari birimlerin ve devletin diğer organlarının rıza ve onayına tabi olmaması anlamına gelir. Gümrük işlemleri ise, çoğunlukla gümrük idaresinin ilgili kişiler nezdinde tesis ettiği ve gümrük mevzuatının gerektirdiği işlemler olup bunlar idarenin tek yanlı ve bireysel işlemleri olarak kabul edilmelidir. Bu çalışma kapsamında incelenen Kanunun 242. maddesinde yer alan idari itirazın konusu olan gümrük vergi ve cezalarına bakıldığında, bunların idarenin tek yanlı ve bireysel işlemleri olduğuna şüphe yoktur.  Gümrük  idaresince  düzenlenen  vergi  ve  cezaların  hukuk  düzeninde  varlık                                                  35  KAPLAN,  Gürsel,  İdari  Yargılama  Hukuku,  5.  Basım,  Ekin  Yayınları,  Bursa,  2019,  s.  233; CANDAN, Turgut, Açıklamalı İdari Yargılama Usulü Kanunu, Maliye ve Hukuk Yayınları, Ankara, 2006, s. 71. 36  ATAY, Ender Ethem, İdare Hukuku, Turhan Kitabevi, Ankara, 2012, s. 425; ERKUT, Celal, İptal Davasının Konusunu Oluşturma Bakımından İdari İşlemin Kimliği, Danıştay Matbaası, Ankara, 1990, s.119. 37  SARIASLAN, 2018, s. 348. 452Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  kazanması için bir başka idari makamın onayına sunulmasına da gerek olmadığı göz önüne  alındığında,  bu  idari  işlemlerin  kesin  ve  icrai  olduğu  kabul  edilmelidir. Dolayısıyla gümrük idaresinin bu işlemleri doğrudan dava konusu edilebilir niteliktedir. C.   Ek Süre Sorunsalı   İYUK m. 10 da;  İlgililer altmış günün bittiği tarihten itibaren dava açma süresi  içinde,  konusuna  göre  Danıştaya,  idare  ve  vergi  mahkemelerine  dava açabilirler. Altmış günlük süre içinde idarece verilen cevap kesin değilse ilgili bu cevabı, isteminin reddi sayarak dava açabileceği gibi, kesin cevabı da bekleyebilir. Bu takdirde dava açma süresi işlemez. Ancak, bekleme süresi başvuru tarihinden itibaren  altı  ayı  geçemez   şeklinde  bir  düzenleme  yer  almaktadır.  Ticaret Bakanlığı nın  genelgesinde  ise  bu  hükme  dayanılarak  getirilen  düzenleme;   Bu itibarla 4458 sayılı Gümrük Kanunu nun 242 nci maddesinde belirtilen süre içinde karar  alınamadığı  durumlarda,  Gümrük  Yönetmeliğinin  586 ncı  maddesi çerçevesinde,  4458  sayılı  Gümrük  Kanununun  6  ncı  maddesinin  ikinci  fıkrası uygulanır. Bu durumda, Gümrük Genel Tebliği (Tahsilat İşlemleri) Seri No:2 nin 12 nci  maddesinin  dördüncü  fıkrası  uyarınca,  sürenin  dolmasından  önce,  süre aşımını gerekli kılan gerekçeler ve ek süre yükümlüye bildirilir. Bu sürenin 2577 sayılı İdari Yargılama Usulü Kanunu'nun 10 uncu maddesinin ikinci fıkrasında belirtilen altı aylık süreyi geçmemesi gerekir  şeklindedir.    Ticaret  Bakanlığı nın  Genelgesinde,  itirazın  karara  bağlanmasının  30  gün içinde mümkün olmaması halinde, ilgiliye haklı gerekçeleri ve alınan ek süreyi belirten bir bildirim yapılması gerektiği, ek sürenin itiraz tarihinden itibaren 6 ayı aşamayacağı ve itiraz sahibinin yargı yoluna gitmek için ek süre sonundaki kararı bekleyebileceği gibi 30 günlük süre sonunda kendisine bir karar tebliğ edilmemesi                                                  38  Bu noktada belirtilmelidir ki, kesinlik ve icrailik aynı anlama gelmemektedir. İdari işlemin kesinliği, işlemin oluşum sürecindeki tüm prosedürün tamamlanması, idarenin iradesinin nihai olarak ortaya çıkmasını  ifade  eder.  İdari  işlem  imzalandığı  anda  doğmakta  ve  icrailik  özelliğini  bünyesinde barındırmaktadır. Ancak bu halde işlem muhatabı açısından henüz uygulama aşamasına geçmez. Bu nedenle iptal davasına konu edilme bakımından dava açma süresi kural olarak birel işlemlerde tebliğ, genel düzenleyici işlemlerde ise ilan tarihi itibarıyla başlar. Bu konuda bkz. ASLAN, Zehreddin  İdari Dava Türleri ve İdari Yargı Yetkisinin Sınırı , Açıklamalı ve İçtihatlı İdari Yargılama Usulü Kanunu Vergi Yargılaması ile Birlikte, (ed. Zehreddin Aslan), Seçkin Yayınları, Ankara, 2019, s. 52. 453Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  halinin  idarenin itirazı zımnen reddetmesi  sonucu doğurması sebebiyle ek süreyi beklemeksizin yargı yoluna gidebileceği anlaşılmaktadır.    Genelgenin bu anlayışı hatalıdır. Zira İYUK m. 10 da bahsi geçen 6 aylık süre, ek süre için getirilen bir sınırlama değildir. 6 aylık periyot, bireylerin yargı yoluna gitmeden önce idari merci kararını bekleyebilecekleri süreyi sınırlandırma amacıyla getirilmiştir. Öteki türlü anlayış açıkça;  bekleme süresi (…) 6 ayı geçemez  şekliyle düzenlenen hükmün lafzi yorumuna aykırı olmakla kalmayıp, kararın alınması için Gümrük Kanunda düzenlenen 30 günlük asıl süreye, asıl sürenin yaklaşık 5 katı uzunluğunda bir ek süre eklenmesi eleştiriye açıktır.  D.  Temel Hak ve Özgürlüklerin Korunması ve Hak Arama Özgürlüğü   1982 Anayasasının 40. maddesi;  Anayasa ile tanınmış hak ve hürriyetleri ihlal edilen herkes, yetkili makama geciktirilmeden başvurma imkanının sağlanmasını isteme hakkına sahiptir. Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere  başvuracağını  ve  sürelerini  belirtmek  zorundadır.  Kişinin,  Resmî görevliler tarafından vaki haksız işlemler sonucu uğradığı zarar da, kanuna göre, Devletçe tazmin edilir. Devletin sorumlu olan ilgili görevliye rücu hakkı saklıdır  şeklinde düzenlenmiştir. 2001 değişiklikleri ile getirilen 2. fıkranın gerekçesi ise;  Bireylerin  yargı  ya  da  idarî  makamlar  önünde  sonuna  kadar  haklarını arayabilmelerine  kolaylık  ve  imkân  sağlanması  amaçlanmaktadır.  Son  derece dağınık mevzuat karşısında kanun yolu, mercii ve sürelerin belirtilmesi hak arama, hak ve hürriyetlerin korunması açısından zorunluluk haline gelmiştir  şeklindedir.   Gümrük Kanunu nda düzenlenen zorunlu idari itirazın, yargı yolundan önce tüketilmesinin  gerekliliği,  sürenin  kaçırılması  halinde  yargı  yolunun  tamamen kapanması nedeniyle hak arama özgürlüğünün kaybedilebilme ihtimali taşıması ve idari itirazın konusunu oluşturan gümrük vergi ve cezalarının bireylerin en temel                                                  39  İdari başvurular karşısında idarenin sessiz kalması ve sonuçları hakkında bkz. DURAN, Lütfi,  İdari Müracaatlar ve Bunlar Karşısında İdarenin Sükûtu Meselesi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1946, Cilt: 12, Sayı: 1, s. 130 vd.  40  Türkiye Büyük Millet Meclisi (TBMM), Türkiye Cumhuriyeti Anayasası Madde Gerekçeli, Ankara, 2008, acikerisim.tbmm.gov.tr, (erişim tarihi 11.11.2018). 454Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  haklarından mülkiyet hakkı ile bağlantılı olması sebebiyle, mükelleflerce doğru ve net anlaşılabilmesi gereken bir husustur. İlk bölümde hukuki çerçevesi çizilmeye çalışılan Gümrük Kanunu nda düzenlenen idari itiraz usulü, görüldüğü gibi tek bir kanunda  düzenlenmeyen  ve  uygulaması  Gümrük  Kanunu ndaki  hükümler  kadar İYUK, Ticaret Bakanlığı tebliğleri ve Danıştay içtihatlarıyla şekillenmiş bir idari başvuru yoludur. İncelemeye konu ve  zorunlu  nitelikte olduğu kabul gören idari itiraz yolunun kanunlarda, bireylerin hak kayıplarına uğramasına yol açmaya müsait ve  karmaşık  şekilde  düzenlenmiş  olması,  tam  da  Anayasa  m.  40/2  hükmünün gerekçesinde vurgulanan biçimde Anayasa ya aykırılık teşkil etmektedir.    Gümrük Kanunu ndaki idari itiraz yolu mükellef hakları bakımından hak arama özgürlüğü çerçevesinde de incelenmelidir. Zira hüküm, mükelleflerin yargı yoluna gitmesinden  önce  tüketmeleri  gereken  bir  idari  yol  çizmekte  ve  yargıya  gitme aşamasında  geçici  bir  engel  yaratmaktadır.  Birleşmiş  Milletler  İnsan  Hakları Evrensel Beyannamesi nin 8. maddesi;  Herkesin anayasa ya da yasayla tanınmış temel haklarını ihlal eden eylemlere karşı yetkili ulusal mahkemeler eliyle etkin bir yargı yolundan yararlanma hakkı vardır  hükmünü içermektedir. İnsan Hakları Avrupa  Sözleşmesi  (İHAS)  bakımından  ise  hak  arama  özgürlüğü  açık  olarak düzenlenmemektedir.  Öte  yandan  hak  arama  özgürlüğünün  bir  boyutu  olan  adil yargılanma  hakkı  ve  etkin  başvuru  haklarının  sırasıyla  6.  ve  13.  maddelerde düzenlenmesi nedeniyle hak arama özgürlüğünün de İHAS ın bir parçası olduğu kabul edilmektedir.   Ulusal mevzuata bakıldığında ise 1982 Anayasası nın  Hak Arama Hürriyeti  başlıklı 36. maddesinde;  Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı  mercileri  önünde  davacı  veya  davalı  olarak  iddia  ve  savunma  ile  adil yargılanma  hakkına  sahiptir   denilerek  hak  arama  özgürlüğü  anayasal  güvence altına alınmıştır. Hak arama özgürlüğü sadece açılmış olan davaların yürütülmesinde                                                  41  Birleşmiş  Milletler  (BM),  İnsan  Hakları  Evrensel  Bildirgesi,  1948,  un.org.tr,  (erişim  tarihi 11.02.2020). 42  Avrupa Konseyi (AK), Handbook on European Law Relating to Access to Justice, Lüksemburg, 2016, echr.coe.int, (erişim tarihi 08.11.2019). 455Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  değil, henüz açılmış bir dava yokken bireylerin yargı yoluna gidebilme olanağını da içeren bir özgürlüktür.    Zorunlu idari itiraz prosedürü hak arama özgürlüğü çerçevesinde bireylerin mahkemeye olan erişimlerini sınırlandırmaktadır. Mahkemeye erişim hakkı, kişilerin bir hukuki uyuşmazlığın çözümü için mahkemelere ulaşabilmesini ifade etmektedir. Hak arama özgürlüğüne devletlerce bazı sınırlamalar getirilmesi mümkündür. Ancak hakkın  kötüye  kullanımını  engellemek  için  getirilecek  bu  istisnaların,  getiriliş amacına uygun ve bu amaçla orantılı olması gerekmektedir. Bu sınırlamalar her ülkenin  kendi  iç  mevzuatında  kimlerin,  hangi  süreler  içinde  dava  yoluna gidebileceğini  düzenleyen  hükümlerle  getirilmektedir.  Ancak  bu  sınırlamaların hakkın  özüne  dokunmayacak  ve  hakkın  varoluş  amacını  ortadan  kaldırmayacak şekilde  düzenlenmesi  gerekmektedir.  Buna  paralel  olarak  Anayasa  Mahkemesi tarafından mahkemeye erişim hakkının hak  arama özgürlüğünün  gereği  olmakla birlikte  mutlak  bir  hak  olmadığı  ve  ancak  yargıya  erişimin  yargı  yolunun kullanılmasını etkisiz kılacak ya da bireyleri yargıya erişimden caydıracak şekilde kullanılması halinde hakkın ihlal edildiği söylenmektedir.    İnsan  Hakları  Avrupa  Mahkemesi  (İHAM)  kararlarına  bakıldığında  da mahkemeye somut ve etkili erişimi etkileyen her türlü uygulamanın mahkemeye erişimi engellediğinin kabul edildiği görülmektedir. Zorunlu idari itirazın da yargı yoluna gitmeden önce tüketilmesi gereken bir yol olması nedeniyle mahkemeye erişim hakkını sınırlayan bir düzenleme olduğu kabul edilmelidir. Zira mahkemeye                                                  43  ÖZTÜRK, 2015, s. 78. 44  İHAM, Monnell et Morris v. Birleşik Krallık, 02.03.1987, 9562/81 9818/82; İHAM, De Geouffere de la Pradelle v. Fransa, 16.12.1992, 12964/87, par. 28; İHAM, Golder v. Birleşik Krallık, par. 37-38; hudoc.echr.coe.int, (erişim tarihi 11.02.2020). 45  AYDIN, Bihter,  Türk İdari Yargı Düzeninde Mahkemeye Erişim Hakkı , Türkiye Adalet Akademisi Dergisi, Yıl: 2013, Sayı 15, s. 278. 46  KAŞIKÇI, Mahmut,  Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2017, Cilt: 75, Sayı: 2, s. 548. 47  Anayasa  Mahkemesi  Bireysel  Başvuru  Kararı,  28.11.2013  T.,  2013/40  E.,  2013/139  K.,  RG, 09.05.2014, S. 28995. 48  ÖZTÜRK, 2015, s. 90. 456Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  erişimin  fiilen  ya  da  hukuki  olarak  geçici  bile  olsa  engellenmesi  hakkın  ihlali anlamına gelecektir.  İHAM ın  mahkemeye  erişim  hakkının  iç  mevzuatta  belirlenen  sürelerle kısıtlanması  hakkında  verdiği  kararlara  bakıldığından  bu  sürelerin  yargı  yoluna gitmeyi engelleyecek şekilde kısa tutulması ya da katı olarak uygulanmasını hak ihlali olarak gördüğü anlaşılmaktadır. Sürelerin kısalığı ya da bu sürelere yer veren hükümlerin katı olarak uygulanması dışında, yargı yoluna giden aşamada belirlenen usulün karmaşıklığının da mahkemeye erişim hakkını kısıtlayabildiği görülmektedir. Zira De Geouffre de la Pradelle v. Fransa kararında İHAM, iç hukukta yer alan düzenlemenin karmaşıklığı nedeniyle dava açma süresinin kaçırılması sonucunda davanın  reddedilmesinin  mahkemeye  erişim  hakkını  ihlal  edebileceğine hükmetmiştir.    Gümrük Kanunu m. 242 deki düzenleme aslen karmaşık olmamakla birlikte, idari itiraza uygulanacak usulün yer aldığı Gümrük Yönetmeliğindeki düzenlemenin, Gümrük  Kanunu nun  6.  maddesine  atıf  yapması,  6.  maddede  yer  alan  ek  süre hükmünün açık olmaması ve Gümrük Genel Müdürlüğünün yayımladığı genelge yoluyla ek sürenin İYUK m. 10 a dayandırılması, hükümde yer alan idari itirazın karmaşık yapısını gözler önüne sermektedir.    SONUÇ   Gümrük Kanunu nun 242. maddesinde yer alan idari itiraz yolunun kanunun lafzı  göz  önüne  alınarak  ihtiyari  bir  idari  başvuru  yolu  olduğunun  kabulü gerekmektedir. Keza 25.01.2019 tarihli Yeni Gümrük Kanunu Taslağında da itiraz hakkı 35. maddenin 1. fıkrasında;  Kişiler, gümrük idareleri tarafından gümrük                                                  49  İHAM, Airey v. İrlanda, 09.10.1979, 6289/73; İHAM, Deweer v. Belçika, 27.02.1980, 6903/75; İHAM, Kreuz v. Polonya, 19.06.2001, 28249/95; hudoc.echr.coe.int, (erişim tarihi 11.02.2020).  50  İHAM, Perez de Rada Cavanilles v. İspanya, 28.10.1998, 28090795, par. 47-50;  hudoc.echr.coe.int, (erişim tarihi 11.02.2020). 51  İHAM, De Geouffre de la Pradelle v. Fransa, 16.12.1992, 12964/87; Ayrıca bkz. İNCEOĞLU, Sibel, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, Beta Yayınları, İstanbul, 2013, s. 106. 457Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  mevzuatının uygulanması ile ilgili olarak alınan ve doğrudan kendilerini ilgilendiren herhangi bir karara karşı itiraz hakkına sahiptir. İtiraz, tebliğ tarihinden itibaren on beş gün içinde bir üst makama, üst makam yoksa aynı makama 37 nci madde hükmü saklı kalmak kaydıyla yapılır. Kişiler, itiraz etmeden doğrudan dava açabilir  biçiminde  düzenlenmiştir.  Taslağın  genel  gerekçesinde,  düzenlemelerle  gümrük işlemlerinin basitleştirilmesinin ve kolaylaştırılmasının amaçlandığı belirtilmiştir. Görüldüğü üzere anılan maddede, mevcut mevzuatın yarattığı ikilem giderilmiş ve gümrük işlemlerine karşı idari başvuru yolu açıkça ihtiyari olarak düzenlenmiştir.   Gümrük  Yönetmeliği nin  586.  maddesinin  yönlendirmesiyle  Gümrük Kanunu nun 6. maddesine baktığımızda ise gümrük idaresi tarafından 30 günlük süreye  uyulmasının  mümkün  olmaması  halinde  belirtilen  sürenin  aşılabileceği söylenmektedir. Bu hükümde yer alan bu ek sürenin ise nasıl belirleneceği ve sınırları konusunda bir netlik yoktur. Ticaret Bakanlığı nın yayımladığı genelgede bu ek sürenin  uygulanması  bakımından  İYUK  m.  10  düzenlemesine  gidildiği görülmektedir. Oysa İYUK m. 10, bireylerin haklarında yeni bir işlem tesis edilmesi amacıyla idareye yapacakları başvuruları düzenleyen bir hükümdür. Gümrük Kanunu bakımından baktığımızda ise, ortada zaten tesis edilmiş bir gümrük vergi veya cezası olduğu, mükelleflerin bu idari işleme karşı olarak idareye başvuruda bulunduğu görülmektedir.  Bu  nedenlerle  kanımızca  Gümrük  Kanunu  m.  6 da  yer  alan düzenlemede bahsi geçen ek sürenin İYUK m. 10 a dayandırılması hukuken mümkün değildir. Görüldüğü üzere Gümrük Kanunu nda yer alan idari itiraz prosedürünün unsurları  bakımından  pek  çok  çelişki  bulunmaktadır.  Bu  çelişkili  ifadelerin  ve uygulamaların kanun koyucu tarafından giderilmemesi, mükelleflerin hak arama, mahkemeye erişim ve mülkiyet hakkı gibi temel insan haklarının zedelenmesine yol açmaktadır.                                                   52  Ticaret  Bakanlığı  Gümrükler  Genel  Müdürlüğü,  Yeni  Gümrük  Kanunu  Taslağı,  25.01.2019, ggm.ticaret.gov.tr, (erişim tarihi 15.04.2019). 53  Ticaret  Bakanlığı  Gümrükler  Genel  Müdürlüğü,  Genel  Gerekçe,  25.01.2019,  ggm.ticaret.gov.tr, (erişim tarihi 15.04.2019). 458Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460",
     "Kaynakça": " İdari Dava Türleri ve İdari Yargı Yetkisinin Sınırı , Açıklamalı ve İçtihatlı İdari Yargılama Usulü Kanunu Vergi Yargılaması ile Birlikte, (ed. Zehreddin Aslan), Seçkin Yayınları, Ankara, 2019, s. 52. 453Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  halinin  idarenin itirazı zımnen reddetmesi  sonucu doğurması sebebiyle ek süreyi beklemeksizin yargı yoluna gidebileceği anlaşılmaktadır39.    Genelgenin bu anlayışı hatalıdır. Zira İYUK m. 10 da bahsi geçen 6 aylık süre, ek süre için getirilen bir sınırlama değildir. 6 aylık periyot, bireylerin yargı yoluna gitmeden önce idari merci kararını bekleyebilecekleri süreyi sınırlandırma amacıyla getirilmiştir. Öteki türlü anlayış açıkça;  bekleme süresi (…) 6 ayı geçemez  şekliyle düzenlenen hükmün lafzi yorumuna aykırı olmakla kalmayıp, kararın alınması için Gümrük Kanunda düzenlenen 30 günlük asıl süreye, asıl sürenin yaklaşık 5 katı uzunluğunda bir ek süre eklenmesi eleştiriye açıktır.  D.  Temel Hak ve Özgürlüklerin Korunması ve Hak Arama Özgürlüğü   1982 Anayasasının 40. maddesi;  Anayasa ile tanınmış hak ve hürriyetleri ihlal edilen herkes, yetkili makama geciktirilmeden başvurma imkanının sağlanmasını isteme hakkına sahiptir. Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere  başvuracağını  ve  sürelerini  belirtmek  zorundadır.  Kişinin,  Resmî görevliler tarafından vaki haksız işlemler sonucu uğradığı zarar da, kanuna göre, Devletçe tazmin edilir. Devletin sorumlu olan ilgili görevliye rücu hakkı saklıdır  şeklinde düzenlenmiştir. 2001 değişiklikleri ile getirilen 2. fıkranın gerekçesi ise;  Bireylerin  yargı  ya  da  idarî  makamlar  önünde  sonuna  kadar  haklarını arayabilmelerine  kolaylık  ve  imkân  sağlanması  amaçlanmaktadır.  Son  derece dağınık mevzuat karşısında kanun yolu, mercii ve sürelerin belirtilmesi hak arama, hak ve hürriyetlerin korunması açısından zorunluluk haline gelmiştir  şeklindedir40.   Gümrük Kanunu nda düzenlenen zorunlu idari itirazın, yargı yolundan önce tüketilmesinin  gerekliliği,  sürenin  kaçırılması  halinde  yargı  yolunun  tamamen kapanması nedeniyle hak arama özgürlüğünün kaybedilebilme ihtimali taşıması ve idari itirazın konusunu oluşturan gümrük vergi ve cezalarının bireylerin en temel                                                  39  İdari başvurular karşısında idarenin sessiz kalması ve sonuçları hakkında bkz. DURAN, Lütfi,  İdari Müracaatlar ve Bunlar Karşısında İdarenin Sükûtu Meselesi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1946, Cilt: 12, Sayı: 1, s. 130 vd.  40  Türkiye Büyük Millet Meclisi (TBMM), Türkiye Cumhuriyeti Anayasası Madde Gerekçeli, Ankara, 2008, acikerisim.tbmm.gov.tr, (erişim tarihi 11.11.2018). 454Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  haklarından mülkiyet hakkı ile bağlantılı olması sebebiyle, mükelleflerce doğru ve net anlaşılabilmesi gereken bir husustur. İlk bölümde hukuki çerçevesi çizilmeye çalışılan Gümrük Kanunu nda düzenlenen idari itiraz usulü, görüldüğü gibi tek bir kanunda  düzenlenmeyen  ve  uygulaması  Gümrük  Kanunu ndaki  hükümler  kadar İYUK, Ticaret Bakanlığı tebliğleri ve Danıştay içtihatlarıyla şekillenmiş bir idari başvuru yoludur. İncelemeye konu ve  zorunlu  nitelikte olduğu kabul gören idari itiraz yolunun kanunlarda, bireylerin hak kayıplarına uğramasına yol açmaya müsait ve  karmaşık  şekilde  düzenlenmiş  olması,  tam  da  Anayasa  m.  40/2  hükmünün gerekçesinde vurgulanan biçimde Anayasa ya aykırılık teşkil etmektedir.    Gümrük Kanunu ndaki idari itiraz yolu mükellef hakları bakımından hak arama özgürlüğü çerçevesinde de incelenmelidir. Zira hüküm, mükelleflerin yargı yoluna gitmesinden  önce  tüketmeleri  gereken  bir  idari  yol  çizmekte  ve  yargıya  gitme aşamasında  geçici  bir  engel  yaratmaktadır.  Birleşmiş  Milletler  İnsan  Hakları Evrensel Beyannamesi nin 8. maddesi;  Herkesin anayasa ya da yasayla tanınmış temel haklarını ihlal eden eylemlere karşı yetkili ulusal mahkemeler eliyle etkin bir yargı yolundan yararlanma hakkı vardır41  hükmünü içermektedir. İnsan Hakları Avrupa  Sözleşmesi  (İHAS)  bakımından  ise  hak  arama  özgürlüğü  açık  olarak düzenlenmemektedir.  Öte  yandan  hak  arama  özgürlüğünün  bir  boyutu  olan  adil yargılanma  hakkı  ve  etkin  başvuru  haklarının  sırasıyla  6.  ve  13.  maddelerde düzenlenmesi nedeniyle hak arama özgürlüğünün de İHAS ın bir parçası olduğu kabul edilmektedir42.   Ulusal mevzuata bakıldığında ise 1982 Anayasası nın  Hak Arama Hürriyeti  başlıklı 36. maddesinde;  Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı  mercileri  önünde  davacı  veya  davalı  olarak  iddia  ve  savunma  ile  adil yargılanma  hakkına  sahiptir   denilerek  hak  arama  özgürlüğü  anayasal  güvence altına alınmıştır. Hak arama özgürlüğü sadece açılmış olan davaların yürütülmesinde                                                  41  Birleşmiş  Milletler  (BM),  İnsan  Hakları  Evrensel  Bildirgesi,  1948,  un.org.tr,  (erişim  tarihi 11.02.2020). 42  Avrupa Konseyi (AK), Handbook on European Law Relating to Access to Justice, Lüksemburg, 2016, echr.coe.int, (erişim tarihi 08.11.2019). 455Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  değil, henüz açılmış bir dava yokken bireylerin yargı yoluna gidebilme olanağını da içeren bir özgürlüktür43.    Zorunlu idari itiraz prosedürü hak arama özgürlüğü çerçevesinde bireylerin mahkemeye olan erişimlerini sınırlandırmaktadır. Mahkemeye erişim hakkı, kişilerin bir hukuki uyuşmazlığın çözümü için mahkemelere ulaşabilmesini ifade etmektedir. Hak arama özgürlüğüne devletlerce bazı sınırlamalar getirilmesi mümkündür. Ancak hakkın  kötüye  kullanımını  engellemek  için  getirilecek  bu  istisnaların,  getiriliş amacına uygun ve bu amaçla orantılı olması gerekmektedir44. Bu sınırlamalar her ülkenin  kendi  iç  mevzuatında  kimlerin,  hangi  süreler  içinde  dava  yoluna gidebileceğini  düzenleyen  hükümlerle  getirilmektedir45.  Ancak  bu  sınırlamaların hakkın  özüne  dokunmayacak  ve  hakkın  varoluş  amacını  ortadan  kaldırmayacak şekilde  düzenlenmesi  gerekmektedir46.  Buna  paralel  olarak  Anayasa  Mahkemesi tarafından mahkemeye erişim hakkının hak  arama özgürlüğünün  gereği  olmakla birlikte  mutlak  bir  hak  olmadığı  ve  ancak  yargıya  erişimin  yargı  yolunun kullanılmasını etkisiz kılacak ya da bireyleri yargıya erişimden caydıracak şekilde kullanılması halinde hakkın ihlal edildiği söylenmektedir47.    İnsan  Hakları  Avrupa  Mahkemesi  (İHAM)  kararlarına  bakıldığında  da mahkemeye somut ve etkili erişimi etkileyen her türlü uygulamanın mahkemeye erişimi engellediğinin kabul edildiği görülmektedir. Zorunlu idari itirazın da yargı yoluna gitmeden önce tüketilmesi gereken bir yol olması nedeniyle mahkemeye erişim hakkını sınırlayan bir düzenleme olduğu kabul edilmelidir48. Zira mahkemeye                                                  43  ÖZTÜRK, 2015, s. 78. 44  İHAM, Monnell et Morris v. Birleşik Krallık, 02.03.1987, 9562/81 9818/82; İHAM, De Geouffere de la Pradelle v. Fransa, 16.12.1992, 12964/87, par. 28; İHAM, Golder v. Birleşik Krallık, par. 37-38; hudoc.echr.coe.int, (erişim tarihi 11.02.2020). 45  AYDIN, Bihter,  Türk İdari Yargı Düzeninde Mahkemeye Erişim Hakkı , Türkiye Adalet Akademisi Dergisi, Yıl: 2013, Sayı 15, s. 278. 46  KAŞIKÇI, Mahmut,  Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2017, Cilt: 75, Sayı: 2, s. 548. 47  Anayasa  Mahkemesi  Bireysel  Başvuru  Kararı,  28.11.2013  T.,  2013/40  E.,  2013/139  K.,  RG, 09.05.2014, S. 28995. 48  ÖZTÜRK, 2015, s. 90. 456Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  erişimin  fiilen  ya  da  hukuki  olarak  geçici  bile  olsa  engellenmesi  hakkın  ihlali anlamına gelecektir49.  İHAM ın  mahkemeye  erişim  hakkının  iç  mevzuatta  belirlenen  sürelerle kısıtlanması  hakkında  verdiği  kararlara  bakıldığından  bu  sürelerin  yargı  yoluna gitmeyi engelleyecek şekilde kısa tutulması ya da katı olarak uygulanmasını hak ihlali olarak gördüğü anlaşılmaktadır50. Sürelerin kısalığı ya da bu sürelere yer veren hükümlerin katı olarak uygulanması dışında, yargı yoluna giden aşamada belirlenen usulün karmaşıklığının da mahkemeye erişim hakkını kısıtlayabildiği görülmektedir. Zira De Geouffre de la Pradelle v. Fransa kararında51 İHAM, iç hukukta yer alan düzenlemenin karmaşıklığı nedeniyle dava açma süresinin kaçırılması sonucunda davanın  reddedilmesinin  mahkemeye  erişim  hakkını  ihlal  edebileceğine hükmetmiştir.    Gümrük Kanunu m. 242 deki düzenleme aslen karmaşık olmamakla birlikte, idari itiraza uygulanacak usulün yer aldığı Gümrük Yönetmeliğindeki düzenlemenin, Gümrük  Kanunu nun  6.  maddesine  atıf  yapması,  6.  maddede  yer  alan  ek  süre hükmünün açık olmaması ve Gümrük Genel Müdürlüğünün yayımladığı genelge yoluyla ek sürenin İYUK m. 10 a dayandırılması, hükümde yer alan idari itirazın karmaşık yapısını gözler önüne sermektedir.    SONUÇ   Gümrük Kanunu nun 242. maddesinde yer alan idari itiraz yolunun kanunun lafzı  göz  önüne  alınarak  ihtiyari  bir  idari  başvuru  yolu  olduğunun  kabulü gerekmektedir. Keza 25.01.2019 tarihli Yeni Gümrük Kanunu Taslağında da itiraz hakkı 35. maddenin 1. fıkrasında;  Kişiler, gümrük idareleri tarafından gümrük                                                  49  İHAM, Airey v. İrlanda, 09.10.1979, 6289/73; İHAM, Deweer v. Belçika, 27.02.1980, 6903/75; İHAM, Kreuz v. Polonya, 19.06.2001, 28249/95; hudoc.echr.coe.int, (erişim tarihi 11.02.2020).  50  İHAM, Perez de Rada Cavanilles v. İspanya, 28.10.1998, 28090795, par. 47-50;  hudoc.echr.coe.int, (erişim tarihi 11.02.2020). 51  İHAM, De Geouffre de la Pradelle v. Fransa, 16.12.1992, 12964/87; Ayrıca bkz. İNCEOĞLU, Sibel, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, Beta Yayınları, İstanbul, 2013, s. 106. 457Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  mevzuatının uygulanması ile ilgili olarak alınan ve doğrudan kendilerini ilgilendiren herhangi bir karara karşı itiraz hakkına sahiptir. İtiraz, tebliğ tarihinden itibaren on beş gün içinde bir üst makama, üst makam yoksa aynı makama 37 nci madde hükmü saklı kalmak kaydıyla yapılır. Kişiler, itiraz etmeden doğrudan dava açabilir52  biçiminde  düzenlenmiştir.  Taslağın  genel  gerekçesinde,  düzenlemelerle  gümrük işlemlerinin basitleştirilmesinin ve kolaylaştırılmasının amaçlandığı belirtilmiştir53. Görüldüğü üzere anılan maddede, mevcut mevzuatın yarattığı ikilem giderilmiş ve gümrük işlemlerine karşı idari başvuru yolu açıkça ihtiyari olarak düzenlenmiştir.   Gümrük  Yönetmeliği nin  586.  maddesinin  yönlendirmesiyle  Gümrük Kanunu nun 6. maddesine baktığımızda ise gümrük idaresi tarafından 30 günlük süreye  uyulmasının  mümkün  olmaması  halinde  belirtilen  sürenin  aşılabileceği söylenmektedir. Bu hükümde yer alan bu ek sürenin ise nasıl belirleneceği ve sınırları konusunda bir netlik yoktur. Ticaret Bakanlığı nın yayımladığı genelgede bu ek sürenin  uygulanması  bakımından  İYUK  m.  10  düzenlemesine  gidildiği görülmektedir. Oysa İYUK m. 10, bireylerin haklarında yeni bir işlem tesis edilmesi amacıyla idareye yapacakları başvuruları düzenleyen bir hükümdür. Gümrük Kanunu bakımından baktığımızda ise, ortada zaten tesis edilmiş bir gümrük vergi veya cezası olduğu, mükelleflerin bu idari işleme karşı olarak idareye başvuruda bulunduğu görülmektedir.  Bu  nedenlerle  kanımızca  Gümrük  Kanunu  m.  6 da  yer  alan düzenlemede bahsi geçen ek sürenin İYUK m. 10 a dayandırılması hukuken mümkün değildir. Görüldüğü üzere Gümrük Kanunu nda yer alan idari itiraz prosedürünün unsurları  bakımından  pek  çok  çelişki  bulunmaktadır.  Bu  çelişkili  ifadelerin  ve uygulamaların kanun koyucu tarafından giderilmemesi, mükelleflerin hak arama, mahkemeye erişim ve mülkiyet hakkı gibi temel insan haklarının zedelenmesine yol açmaktadır.                                                   52  Ticaret  Bakanlığı  Gümrükler  Genel  Müdürlüğü,  Yeni  Gümrük  Kanunu  Taslağı,  25.01.2019, ggm.ticaret.gov.tr, (erişim tarihi 15.04.2019). 53  Ticaret  Bakanlığı  Gümrükler  Genel  Müdürlüğü,  Genel  Gerekçe,  25.01.2019,  ggm.ticaret.gov.tr, (erişim tarihi 15.04.2019). 458Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460                KAYNAKÇA ASLAN, Zehreddin  İdari Dava Türleri ve İdari Yargı Yetkisinin Sınırı , Açıklamalı ve İçtihatlı İdari Yargılama Usulü Kanunu Vergi Yargılaması ile Birlikte, (ed. Zehreddin Aslan), Seçkin Yayınları, Ankara, 2019. ATAY, Ender Ethem, İdare Hukuku, Turhan Kitabevi, Ankara, 2012. AYDIN, Bihter,  Türk İdari Yargı Düzeninde Mahkemeye Erişim Hakkı , Türkiye Adalet Akademisi Dergisi, Yıl: 2013, Sayı 15, (s. 271-296). CANDAN, Turgut, Açıklamalı İdari Yargılama Usulü Kanunu, Maliye ve Hukuk Yayınları, Ankara, 2006. DURAN, Lütfi,  İdari Müracaatlar ve Bunlar Karşısında İdarenin Sükûtu Meselesi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 1946, Cilt: 12, Sayı: 1, (s. 130-199) ERKUT, Celal, İptal Davasının Konusunu Oluşturma Bakımından İdari İşlemin Kimliği, Danıştay Matbaası, Ankara, 1990. GÖK,  Özgecan,  Gümrük  Vergisinden  Kaynaklanan  Uyuşmazlıklar,  Yetkin  Yayınları, Ankara, 2019. GÖZÜBÜYÜK, Şeref, Yönetsel Yargı, 34. Basım, Turhan Kitabevi, Ankara, 2015. İNCEOĞLU,  Sibel,  İnsan  Hakları  Avrupa  Mahkemesi  Kararlarında  Adil  Yargılanma Hakkı, Beta Yayınları, İstanbul, 2013. KAĞITCIOĞLU, Mutlu,  İdari İşlem Teorisi Çerçevesinde İdari Merci Tecavüzü Kavramının Değerlendirilmesi , Türkiye Adalet Akademisi Dergisi, Yıl: 2017, Sayı: 30, (s. 237-371). KAPLAN, Gürsel, İdari Yargılama Hukuku, 5. Basım, Ekin Yayınları, Bursa, 2019. KAŞIKÇI, Mahmut,  Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2017, Cilt: 75, Sayı: 2, (s. 535553). KOBAN, Emine / ERCAN, Tayfun,  4458 Sayılı Gümrük Kanunu Uygulamasında Yaşanan Güncel Sorunlar ve Çözüm Önerileri , Vergi Sorunları Dergisi, Yıl: 2017, Sayı: 343, (s. 22-28). ÖZKAN, Gürsel,  4734 Sayılı Kamu İhale Kanunu nda Öngörülen Zorunlu İdari Başvuru Yolları , Türkiye Adalet Akademisi Dergisi, Yıl: 2014, Sayı: 17, (s. 63-110). ÖZTÜRK,  Burak,  Hak  Arama  Özgürlüğü  Çerçevesinde  Zorunlu  İdari  İtiraz,  Yetkin Yayınları, Ankara, 2015. SANCAKDAR, Oğuz, İdari Yargılama Hukuku Genel Esaslar, 3. Basım, Sorubankası.net Yayınları, İzmir, 2019. 459Armağan / Seyhan    Hacettepe HFD, 10(2) 2020, 441-460  SANCAR, Mithat,  İdari Yargılama Usulü Kanunun 10 ve 11. Maddeleri Bağlamında İptal Davalarında Süre , Amme İdaresi Dergisi, Yıl: 1990, Cilt: 23, Sayı: 1, (s. 69-88). SARIASLAN, Osman,  Gümrük Uyuşmazlıklarında İdari İşlemlerin Nitelendirilmesi Sorunu: Hak  Arama  Hürriyeti  Kapsamında  Mülkiyet  Hakkının  Özüne  İlişkin  Sakıncalar , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2018, Sayı: 11, (s. 341-373). SERTER, Yusuf Sertaç, İdari Uyuşmazlıkların Çözümünde Yargı Dışı Bir Araç Olarak İdari Başvurular, Adalet Yayınları, Ankara, 2015.  SEZER,  Yasin  /  BİLGİN,  Hüseyin,   Danıştay  Kararlarında  İdari  Başvurular ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2008, Cilt: 57, Sayı: 4, (s. 337-366). ULER, Yıldırım,  Yönetsel Yargıda Dava Süresi , I. Ulusal İdare Hukuku Kongresi Birinci Kitap"
}