{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "01",
     "Ay": "08",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "HUKUKA TARİHSEL MATERYALİST YAKLAŞIM AÇISINDAN TOPLUMSAL FORMASYON KAVRAMININ ÖNEMİ",
     "Title": "THE IMPORTANCE OF SOCIAL FORMATION  CONCEPT IN TERMS OF HISTORICAL MATERIALIST APPROACH TO LAW",
     "Yazar İsmi": [
          "Ulaş KARADAĞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk",
          "Tarihsel materyalizm",
          "Toplumsal formasyon",
          "Üretim tarzı",
          "Althusserci"
     ],
     "Keywords": [
          "Law",
          "Historical materialism",
          "Social formation",
          "Mode of production",
          "Althusserian Marxism"

     ],
     "Özet": "Tarihsel materyalizmin kurucuları Marx ve Engels her ne kadar genel bir hukuk teorisi geliştirmemişseler de tarihsel materyalizmin hukuka dair bir çok belirleyici saptaması bulunmaktadır. Tarihsel materyalizm, hukuku en genel anlamda toplumsal ilişkiler bütününün yeniden üretimi ve düzenlenişindeki etkisi bakımından ele alır. Bu ise toplum ve hukuk ilişkisine dair belirli bir görüş açısını gerekli kılar. Bu makale, sözü edilen görüş açısını incelemek üzere toplumsal formasyon kavramına odaklanmaktadır. Toplumsal formasyon kavramının sunduğu teorik çerçeve, hukukun toplumsal bütünlük içerisinde haritalanmasına, daha da önemlisi hukuk ve üretim ilişkileri ilişkisinin topografisini kavramaya olanak tanımaktadır. Marx a göre verili bir toplumdaki üretim ilişkileri, üretici güçlerle birlikte Marx ın üretim tarzı adını verdiği özgül bütünlüğü oluşturur. Kapitalist toplum ise özgül üretim tarz(lar)ını oluşturan toplumsal pratiklerin ve ilişkilerin, somut ve karmaşık biraradalığını ifade etmektedir. Tarihsel materyalist yaklaşım içinden geliştirilen toplumsal formasyon kavramı, tarihin belirli bir dönemine denk düşen somut ve tarihsel bir toplumsal gerçekliğin kavranışına hizmet etmektedir. Kavram, ekonomik, hukuki-politik, ideolojik-kültürel vs. toplumsal süreçlerin özgül dinamikleri arasındaki ilişkiyi tespit etmek bakımından ayırt edici niteliktedir. Toplumsal formasyonlar birden fazla üretim tarzının varlığını içermekle birlikte, üretim tarzı kavramı ile toplumsal formasyon kavramı arasında önemli bir fark bulunmaktadır. Üretim tarzı kavramı soyut bir toplumsal bütünü ifade ederken, toplumsal formasyon kavramı somut bir toplumsal durumu/biçimi analiz etmeye dönüktür. Toplumsal formasyon kavramının, toplumsal yapı ve dönüşümün somut ve maddi veçhelerine yönelik olması, hukukun da sabit ve ebedi bir entite değil de tarihsel olarak belirlenen ve dönüşüm halindeki bir ilişki ve biçimler bütünü olarak kavranmasına imkân tanır. Bu nedenle, makalenin konusu, toplumsal formasyon kavramının sunduğu teorik çerçevenin incelenmesiyle sınırlandırılmıştır. Bu çerçeve Maurice Godelier, Louis Althusser, Étienne Balibar, Nicos Poulantzas, Martha Harnecker, Ellen Meiksins Wood, Perry Anderson, David Harvey ve Samir Amin gibi düşünürlere değinilerek incelenecek, kavramın hukuk çalışmaları için önemine ise kısaca sonuç bölümünde değinilecektir.",
     "Abstract": "Although the founders of historical materialism, Marx and Engels, did not develop a general theory of law, historical materialism presents a distinctive approach to law. Historical materialism examines law in the widest sense in terms of its impact on reproduction and regulation of the unity of social relations. This requires a particular perspective on the relationship between society and law. This article focuses on the concept of social formation to exposit this point of view. The theoretical framework offered by the concept of social formation allows mapping of law in social integrity, and more importantly, understanding the topography of the relationship between law and relations of production. According to Marx, relations of  production in a given society, together with productive forces, constitute a specific unity that Marx called mode of production. Capitalist society, on the other hand, expresses concrete and complex coexistence of social practices and relationships that form specific mode of productions. The concept of social formation serves the understanding of a concrete and historical social reality that corresponding a certain period of history. The concept provides an important opportunity to identify the relationship between concrete and material dynamics of economic, legal-political, ideological-cultural social processes. Since the concept concerns concrete and material processes, it allows law to be considered not as an abstract and stable entity, but as a whole of social relations and forms that are historically determined and transformed. For this reason, the subject of this article is limited to the elaboration of the theoretical framework presented by social formation concept. This framework will be handled by dealing thinkers like Maurice Godelier, Louis Althusser, Nicos Poulantzas, Ellen Wood, Perry Anderson and Samir Amin. Additionally, the importance of the concept for legal studies will be briefly mentioned in the conclusion. ",
     "Metin": " Marksizm  ve  hukuk   denildiğinde  akla  gelen  ilk  isimlerden  olan  Evgeny Pašukanis, Genel Hukuk Teorisi ve Marksizm başlıklı kitabının girişinde, Marksizmin  hukuksal  düzenlemenin  farklı  tarihsel  dönemlerdeki  maddi  içeriğini   incelemekle yetinmeyip,  temel hukuksal kavramların maddeci açıklamasını da  sunması gerektiğini yazar.  Pašukanis in  örtük  kabullerinden  biri,  tarihsel  materyalist  bir  genel  hukuk kuramının  henüz  geliştirilmediğidir.  Gerçekten  de  tarihsel  materyalizmin  kurucuları Marx ve Engels, hukuka dair bütüncül ve kapsayıcı bir teori geliştirmemişlerdir. Bunun nedeni, tarihsel materyalizmin özel olarak hukukla değil, en genel anlamda toplumsal dönüşümün  maddi  ve  tarihsel  belirlenimleriyle  ilgilenmesidir.  Öte  yandan,  bir toplumdaki  üretim  yasalarının  ve  bu  yasalarda  temellenen  toplumsal  egemenlik  ve bağımlılık ilişkilerinin analizi, tarihsel materyalizmin öncelik tanıdığı bir diğer konuyu                                                       1   PAŠUKANIS, Evgeny B., Genel Hukuk Teorisi ve Marksizm, (çev. Onur Karahanoğulları), Birikim Yayınları, İstanbul, 2002, s. 49. 2   MILANOVIC, Dragan,  Weber and Marx on Law: Demystifying Ideology and Law - Toward An Emancipatory  Political  Practice ,  Contemporary  Crises,  Year:  1983,  Vol:  7,  s.  357; KARAHANOĞULLARI, Onur,  Marksizm ve Hukuk , Ankara Üniversitesi SBF Dergisi, Yıl: 2002, Cilt: 57, Sayı: 2, s. 62; ÖZDEMİR, Ali Murat, Sözün Mülkiyeti, Dipnot Yayınları, Ankara, 2008, s. 170; AKMAN, Şefik Taylan, Hukuk ve Politika İlişkisi: Hukukun Ekonomi Politik Analizi ve Liberal Hukuk Düzeninin Eleştirisi, İmge Kitabevi Yayınları, Ankara, 2016, s. 256.  396Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  oluşturmaktadır. Nitekim, toplum tarihsel materyalist yaklaşım tarafından basitçe insan ve insan ilişkilerinden oluşan bir bütünlük olarak kavranmaz. Daha ziyade, toplumsal belirlenim, biçim ve ilişkilerin bütünsel bir sistemi olarak ele alınır. Marx ve Engels bu toplumsal belirlenim, biçim ve ilişkilerin, büyük ölçüde toplumların  ‘maddi yaşamı üretme   tarzlarıyla  ve  bu  tarzların  çok  veçheli  sonuçlarıyla  ilişkili  olduğunu  ileri sürmüşlerdir.  Tarihsel  materyalizm,  insanların  maddi  üretimi  örgütlemelerini,  toplumsal örgütlenmenin  temeli  olarak  kabul  eder.  Üstelik  bu  kabul,  kapitalist  toplumlar bakımından her zamankinden daha önemlidir. Bunun nedeni, üretimin bu kadar açık bir biçimde, yalnızca kapitalist toplum(sal)laşma kipinin kilidini açmasıdır. Dolayısıyla tarihsel materyalist teorinin odağına üretimi koyması, sosyal bilimler literatürünün birçok yerinde iddia edildiği gibi Marksistlerin ‘üretim fetişizmi nden değil, kapitalizmin bu nesnel  gerçekliğinden  kaynaklanır.  Cornelius  Castoriadis  bu  hususun  altını  şöyle çizmektedir:   [E]konominin ve onun toplum açısından öneminin çözümlenmesi ancak 17., özellikle de 18. Yüzyıldan itibaren, yani, fiilen ekonomiyi toplumsal yaşamın başat anı  olarak  yücelten  kapitalizmin  doğuşuyla  oluşabildi.  Marx  ve  Marksistlerin                                                       3   Marx,   toplumsal,  siyasal  ve  tarihsel  bir  süreç  olarak  anlaşılan  üretimin,  toplumsal  bütünlüğün merkezinde olduğunu ısrarla savunmuştu[r] . Bkz. BLACKLEDGE, Paul, Marksist Tarih Kuramı Üzerine, (çev. Şükrü Alpagut), Yordam Kitap, İstanbul, 2017, s. 50. 4   MANDEL, Ernest, From Class Society to Communism: An Introduction to Marxism, (trans. Louisa Sadler, Pluto Press, London, 1977, s. 168. Tarihsel materyalizm, biyolojik varlıklar olan insanların maddi ihtiyaçlarını, doğayla toplumsal etkileşimleri, yani toplumsal bir süreç olarak üretim sayesinde giderdiklerine dikkat çeker. Tüm insan toplulukları hayatta kalmak ve geçimlerini sağlamak için üretmek zorundadır ve üretim (asgari düzeyde geçimin üretimi ve bu üretim için gerekli olan araçların üretimi) toplumsal praksisin ve örgütlenmenin ön koşulunu imler. Bkz. VAN APELDOORN, Bastiaan,  Theorizing  the  Transnational:  A  Historical  Materialist  Approach ,  Journal  of  International Relations and Development, Year: 2004, Volume: 7, Issue: 2, s. 153. Gerçekten de Marx a göre  ihtiyaç olmaksızın üretim olmaz . Bkz. MARX, Karl, Grundrisse: Ekonomi Politiğin Eleştirisinin Temelleri, 1. Kitap, (çev. Arif Gelen), Sol Yayınları, Ankara, 2013, s. 132. Öte yandan Ágnes Heller in ihtiyaç kavramının Marx taki macerasını incelediği eserinde isabetle altını çizdiği gibi, ihtiyaçlar doğal, yani toplumsal olmayan ihtiyaçlar olsa bile, giderilme biçimleri onları toplumsal kılar. Bkz. HELLER, Ágnes, The Theory of Need in Marx, Allison&Busby, London, 1976, s. 31. 5   BASSO, Luca,  Between Pre-Capitalist Forms and Capitalism: The Problem of Society , In Marx s Laboratory, (der R. Bellofiore vd), Brill, Leiden, 2013, s. 344.  397Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  ekonomik olana verdikleri temel önem de bu tarihsel gerçeği dile getirir 6.    Bununla birlikte, Marx ve Engels in kapsayıcı bir genel hukuk teorisi inşa etmemiş olmaları,  hukuka  dair  hiçbir  şey  söylemedikleri  anlamına  gelmez.  Her  ne  kadar düşücencesinin önemli dönemeçlerinden biri Hegel in Hukuk Felsefesi nin Eleştirisi ve Hegel in Devlet Öğretisinin Eleştirisi metinlerinde görülebilirse de, 1840 ların ortasına doğru başladığı politik ekonomi incelemeleriyle birlikte Marx ın esas ilgisi burjuva politik ekonomi biliminin bütüncül eleştirisine yoğunlaşmış, ve bu dönemden itibaren Marx hukuku politik ekonomiyle irtibatı ölçüsünde ele almıştır. Marx, projesinin hatırı sayılır  bölümünü  kapitalist  üretim  tarzının  hareket  yasalarını  tespit  etme  uğraşına hasrettiği içindir ki hukukun bütünsel bir teorisiyle ilgilenmemiş, bunun yerine toplumsal üretim  ilişkilerinin doğrudan hukuksal  ifadeleri olarak karşımıza çıkan mülkiyet  ve sözleşme  gibi  kurumlara  öncelik  vermiştir.  Bu  açıdan  hukuki  biçimler,  para  ve sermayenin  özgül  ekonomik  ifadeleri  olarak  göründükleri  toplumsal ilişkilerin/biçimlerin, ayırt edici hukuksal ifadeleri olarak ele alınmışlardır. Nitekim Engels, 1893 te, yani Marx ın ölümünden on yıl kadar sonra, Franz Mehring e gönderdiği bir mektubunda şöyle yazmaktadır:   […]  Marx la  benim  yazılarımızda  her  zaman  yeterince  vurgulamayı                                                       6   CASTORIADIS, Cornelius, Toplum İmgeleminde Kendini Nasıl Kurar?, 1. Cilt, (çev. Hülya Uğur Tanrıöver), İletişim Yayınları, İstanbul, 1997, s. 23. Öte yandan ilerleyen sayfalarda da değinileceği üzere, maddi yaşamın üretimine verilen öncelik, tarihsel materyalizmi ekonomizm ya da ekonomik belirlenimcilik düzeyine indirgemez. Engels bu hususla ilgili olarak şöyle yazmıştır:  Materyalist tarih anlayışına göre, tarihte en sonunda belirleyici etken, gerçek yaşamın üretimi ve yeniden üretimidir. Marx da ben de bundan daha çoğunu ileri sürmedik. Bundan ötürü, herhangi bir kimse bunu ekonomik etken biricik belirleyen etkendir diyerek bozarsa, bu önermeyi anlamsız, soyut, saçma bir söze dönüştürüyor demektir . ENGELS, Friedrich, Tarihsel Materyalizm Üzerine Mektuplar 1890-94, (çev. Öner Ünalan), Bilim ve Sosyalizm Yayınları, Ankara, 1993, s. 15.      7   FINE, Bob, Democracy and the Rule of Law: Marx s Critique of the Legal Form, The Blackburn Press,  New  Jersey,  2002,  s.  134.  Ayrıca  Marx ın  politik  ekonomiyle  tanışması  üzerine  bkz. BOTIGELLI, Émile, Bilimsel Sosyalizmin Doğuşu, (çev. Kenan Somer), 2. Basım, Bilim ve Sosyalizm Yayınları, Ankara, 1997, s. 113-139; MUSTO, Marcello,  The Formation of Marx's Critique of Political Economy: From the Studies of 1843 to the Grundrisse , Socialism and Democracy, Year: 2010, Volume: 24, Issue: 2, s. 66-100. 8   KARAHANOĞULLARI, 2002, s. 63. 9   FINE, 2002, s. 134. Avusturyalı Marksist hukukçu Karl Renner,  tüm iktisadi kurumlar, aynı zamanda hukuk kurumlarıdır  demektedir. Bkz. RENNER, Karl,  Hukuk Kurumlarının İktisadi ve Toplumsal İşlevleri , Çağdaş Marksizm Seçkisi: Yüzyıla Damga Vuran Metinler, (der. B. Ollman vd.), (çev. Şükrü Alpagut), Yordam Kitap, İstanbul, 2018, s. 313.  398Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  başaramadığımız ve bu bakımdan eşit ölçüde suçlu olduğumuz bir nokta eksik. Yani, ilk adımda, politik, hukuksal ve öbür kavramları, ve bu kavramlar yoluyla doğan  eylemleri,  temel  ekonomik  olgulardan  çıkarmaya  asıl  önemi  verdik  ve vermek zorundaydık 10. Bu zorunluluğun önemli bir sonucu, hukuka Marksist ya da tarihsel materyalist yaklaşımın,  onu tek başına, soyutlanmış bir olgu olarak  değil,  başta ekonomi olmak üzere farklı [toplumsa] gerçekliklerle bir arada anlamlandırmaya yönelmesi  olmuştur. Dahası, Marksist yöntembilimin asli tavrı, toplumsal olguları, bunlara ilişkin aşkın ve verili hususlara göre değil, tarihsel ve nedensel belirlenimleri içinde incelemektir. Gerçekten de tarihsel materyalist yaklaşım, hukuku soyut bir bütünlük olarak ele almak yerine, onun toplumsal ve tarihsel süreçlerle maddi ilişkisini sorunsal haline getirir. Bu, en  genel  anlamda,  kapitalist  toplumsal  ilişkiler  bütünlüğünün  yeniden  üretimi  ve düzenlenişinde  hukukun  oynadığı  role  ayrıcalık  tanımak  demektir.  Pašukanis in, kitabının Rusça ikinci baskısına yazdığı önsözde belirttiği gibi,  hukuksal dolayımın pratik  amacı,  kapitalist  toplumda,  biçim  olarak,  bir  dizi  özel  hukuksal  sözleşme aracılığıyla gerçekleşen toplumsal üretim ve yeniden üretimin az çok özgür ilerleyişini sağlamaktadır 14. Gelgelelim bu husus, hukukun yalnızca sözleşme ve diğer kurumlardan (yasalar, mahkemeler, hapishaneler vs.) oluşan bir sisteme indirgenebileceği anlamına gelmez. Hukuk, aynı zamanda ideolojik bir aygıt ve etki olarak da karşımıza çıkar. Hukukun ilk bakışta ikili bir içeriğe sahip olduğunu vurgulamak bu bakımdan önemlidir:                                                       10  ENGELS, 1993, s. 29.  11  En geniş anlamıyla  Marksist hukuk kuramı yahut hukuka Marksist yaklaşımının iki ana hattı olduğunu söylemek mümkün. Bu hatlardan biri reel deneyimin, özellikle Sovyetler Birliği hukukunun analizine dayalı ikendiğeri Avrupa Marksizminin  sosyal teori ekseninde  hukuka dair   yazıp   çizdiklerini  kapsıyor . Bkz. ÇATALOLUK, Gökçe,  Hukuk Çalışmaya Devam Etmeli miyiz?  Sistemik Bir Analiz , Hukuk Kuramı, Yıl: 2018, Cilt: 5, Sayı: 1, s. 3.   12  AKMAN, 2016, s. 255. 13  Bkz. ÖZDEMİR, Ali Murat / SAYGILI, Abdurrahman / ZABUNOĞLU, Hamdi Gökçe / DEMİRLİ, Aynur / AYKUT, Ebubekir / TÜRKOĞLU KARACAOVA, Ezgi Nur / UĞURLU, Göksu / ŞAHİN, Ozan Giray, Genel Kamu Hukuku: Kuramsal Yaklaşım, İmge Kitabevi Yayınları, Ankara, 2019, s. 166. 14  PAŠUKANIS, 2002, s. 39. 15  Bkz. ÖZDEMİR, 2008, s. 171 vd.; AKMAN, 2016, s. 237 vd. 399Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Sistem olarak hukuk ve ideoloji olarak hukuk.  Bir sistem olarak hukukun  diye yazar Ali Murat Özdemir,   kapitalist  üretim  ilişkilerinin  işletilmesi  ve  yeniden  üretimindeki  etkisi, devlet iktidarının düzenleyici kullanım aracı ile gerçekleşir. […] İdeoloji olarak hukuk [ise], Edelman ın deyimiyle, gerçeğin hukuki üretimi ile ilgilidir. Burada özne hak süjesi, nesne hukuki nesne, yani, temellük edilebilir olan ve/veya hukuki işleme konu edilebilir olandır. Öyleyse hukuki söylem, düşüncedeki somutu bir kez daha işlemden geçiren, onu (gerçeğin düşüncedeki halini) hukukun nesnesi haline getiren süreçlerin bütünsel ismidir 17. Hukukun  bu  ikili  içeriğini,  hukukun  ikili  işlevi  biçiminde  değerlendirmek  de mümkündür. Paul Hirst, On Law and Ideology başlıklı eserinde, Marksizmin hukuk analizinin,  hukukun  şu  iki  toplumsal  işlevini  öne  çıkardığını  belirtir:  Mülk edinme/mülkiyet ilişkilerinin düzenlenmesi işlevi ve sınıf mücadelesinin düzenlenmesi işlevi.  Hukukun  sözü  edilen  ikili  içeriği,  onun  bilhassa  da  kapitalist  üretim  ve dolaşım/mübadele alanlarındaki düzenleyici ve ideolojik etkisi dolayımıyla, sözü edilen ikili işlevinde somutlaşmaktadır. Bu açıdan belirtmek gerekir ki  hukuki bir ilişki daima potansiyel  bir  düzenleme  tarzı  [mode  of  regulation]  meydana  getirir 20.  Dönüşen ekonomik ilişkiler hukuki muhakeme biçimini de etkilemektedir.   Özetle  Marksizmin  (ya  da  tarihsel  materyalizmin)  hukuku  kendi  araştırma                                                       16  ÖZDEMİR, Ali Murat,  Hukukun Krizi: Günümüz Türkiye sinde İktidar ve Şiddet , Çalışma ve Toplum, Yıl: 2010, Sayı: 26, s. 52. Louis Althusser Yeniden Üretim Üzerine de daha geniş biçimde hukuku  şu  dört  boyutu  bakımından  inceler:  Hukukun  sistematikliği,  biçimselliği, baskıcılığı/zorlayıcılığı, ideolojik etkisi. Bkz. ALTHUSSER, Louis, Yeniden Üretim Üzerine, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2005, s. 77-96. 17  ÖZDEMİR, 2010a, s. 52-3. 18  HIRST, Paul, On Law and Ideology, The Macmillan Press, London, 1979, s. 96. 19  Bkz. EDELMAN, Bernard, Ownership of the Image: Elements for a Marxist Theory of Law, (trans. Elizabeth Kingdom), Routledge & Kegan Paul, 1979, Bölüm 5,6 ve Sonuç. Ayrıca bkz. HUNT, Alan,  The Ideology of Law: Advances and Problems in Recent Applications of the Concept of Ideology to the Analysis of Law , Law & Society Review, Year: 1985, Volume: 19, Issue:1, s. 11-38.  20  HUNT, Alan,  Marxist Theory of Law , A Companion to Philosophy of Law and Legal Theory, (ed. D. Patterson),  Wiley-Blackwell, Malden,  2010, s. 352. 21  MILANOVIC, Dragan, Weberian and Marxian Analysis of Law: Development and Fuctions of Law in a Capitalist Mode of Production, Ashgate, Hampshire, 1989, s. 79.  400Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  sorunsalları dolayımıyla ele aldığı söylenebilir. Alan Hunt a başvurulacak olursa bunlar, (1) belirli tarihsel dönemlere özgü tahakküm ve boyun eğdirme ilişkilerinin açıklanması, (2) bu ilişkilerin sürekliliğinin ve yeniden üretiminin izah edilmesi ve (3) bu ilişkileri sonlandıracak  koşulların  tanımlanarak  özgürleşmiş  toplumsal  ilişkilerin gerçekleştirilmesidir.  Öyleyse  hukuka  Marksist  yaklaşım,  hukukun  bu  sorunsallar içindeki rolü ve etkisine odaklanmayı amaçlamaktadır. Daha somut ifadeyle,  hukuka Marksist yaklaşımlar, kapitalist toplumları karakterize eden sınıf, ırk, inanç ve cinsiyet gibi yapısal eşitsizliklerin yeniden üretilmesinde hukukun rolünü araştırmayı 23 amaçlar. Bu  amaç  ise  en  nihayetinde  belirli  bir  toplum-hukuk  ilişkisi  perspektifi,  hukukun kapitalist toplumsallaşmanın içindeki yeri ve etkisine dair bir görüş açısı geliştirmeyi gerekli kılar. Eş deyişle, hukukun sürekli hareket halinde olan  [toplum ve] devlet yapısı içerisinde haritalanması , bu sayede de  toplumsal yapı içerisindeki ayrıcalıklı pozisyonu ile işlevi arasında irtibat noktalarının tesis edilebilmesi 24 önemli bir araştırma konusu olarak belirir. İşte bu makale, hukuka tarihsel materyalist yaklaşım açısından, hukukun toplum içerisindeki etkisinin anlaşılmasında teorik bir önemi haiz toplumsal formasyon kavramına  odaklanmaktadır.  Bu  bağlamda,  makalede  tarihsel  materyalist  hukuk kavrayışının ana hatlarının ya da temel önermelerinin ayrıntılandırılması değil, hukukun toplumsal  bütün  içerisinde  haritalandırılmasına  imkan  veren  teorik  bir  çerçevenin incelenmesi  amaçlanmaktadır.  Makale bu amaç doğrultusunda toplumsal formasyon kavramının sunduğu teorik çerçevenin incelenmesiyle sınırlandırılmıştır. Bu çerçevenin hukuk çalışmaları için önemine ise sonuç bölümünde değinilmektedir.  Ayrıca  belirtmek  gerekir  ki  hukukun  toplumsal  bütünlük  içerisinde haritalandırılması, tarihsel materyalist toplum kavrayışıyla doğrudan ilişkilidir. Nitekim tarihsel materyalist toplumsal formasyon kavramının bir diğer önemi bu noktada ortaya çıkmaktadır.  Tarihsel  materyalizmin  hukuku   soyut,  evrensel  ve  tarih  dışı  üstün ilkelere 25  gönderme  yapmaksızın  analiz  etmesi,  toplumsal  bütünün  Marksist                                                       22  HUNT, 2010, s. 353.  23  ÖZDEMİR, 2008, s. 171. 24  ÖZDEMİR, 2008, s. 171. 25  ÖZDEMİR, Ali Murat,  Güç Buyruk Düzen: Uluslararası Hukuk Kuramında Eleştirellik ve Emperyalizm, İmge Kitabevi Yayınları, Ankara, 2011, s. 100. 401Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kavrayışının doğrudan sonucudur. Bir başka deyişle, tarihsel materyalizm bir bütünlük olarak toplumun yeniden üretimi söz konusu olduğunda, iktidar/güç ilişkileri alanını siyasal alanla sınırlamayarak piyasa güçlerini de göz önüne kattığı için, hukukun üretim ilişkileriyle olan kaçınılmaz bağının topografisinin tespit edilmesine olanak tanımaktadır. Toplumsal formasyon kavramı, aşağıda değinileceği üzere, eninde sonunda somut bir toplumsal ilişkiler bütününe atıf yaptığından, hukuku toplumdan ayrı, kendinden menkul, tarih dışı bir olgu olarak değil; aksine, bir toplumdaki somut iktisadi, politik, ideolojik, kültürel süreç ve dönüşümlerden koparılamaz bir oluş ve dönüşüm alanı olarak ele almaya olanak  sağlar.  Hukukun  geniş  anlamıyla  ekonomik  süreçlerden  yalıtık  olmadığını, hukukun toplumsal etkisinin aynı zamanda ideolojik bir etki olduğunu ve genel olarak politik  alan  üzerinden  dolayımlandığını  anlamak  bakımından  kavram  ayırt  edici niteliktedir. Bu açıdan, bir toplumdaki iktisadi, hukuki, politik ve ideolojik alanların analitik olarak haritalanmasına imkan tanıyan Althusserci Marksizmin makale için kuramsal  önemini  de  şimdiden  vurgulamak  yerinde  olacaktır.  Dragan  Milanovic, Weberian and Marxian Analysis of Law eserinde hukukun Marksist analizinin iki biçimde ortaya  çıktığını  belirtmektedir:  araçsalcılık  ve  yapısalcılık.  Milanovic e  göre araçsalcılık, hukuku kabaca devletin ve yönetici sınıfın bir enstrümanına indirgerken; yapısalcılık  hukuka  göreli  bir  özerklik  tanımaktadır.  Althusserci  Marksizmin  bu bakımdan Yapısalcı Marksizme dahil olduğu söylenebilir. Yapısalcı Marksizmler bir toplumsal formasyonu oluşturan ekonomik, politik ve ideolojik alanların birbirlerinden görece özerk olduğunu ve her birininin diğerleri üzerinde kendilerine özgü ayrıcalıklı etkileri  bulunduğu  noktasında  ortaklaşarak,  bir  toplumsal  formasyonu  tam  da  bu ayrıcalıklı  etkiler  arasındaki  özgül  ilişkiler  bakımından  kavramsallaştırırlar.  Bu bağlamda,  toplumsal  formasyon  kavramının,  tarihsel  materyalist  literatür  içindeki kapsayıcı toplumsal analizler bakımından olduğu gibi, hukuka dair analizler açısından da                                                       26  ÖZDEMİR, 2008, s. 171. 27  Bkz. ÖZDEMİR, 2008, s. 171. 28  MILANOVIC, 1989, s. 14, 41.  29  MILANOVIC, 1989, s. 14. 30  ÖZDEMİR, 2011, s. 98. 31  MILANOVIC, 1989, s. 46. 402Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  birincil önemde olduğunu belirtmek gerekir.      I.  TOPLUMA  TARİHSEL  MATERYALİST  BAKIŞ  VE  TOPLUMSAL FORMASYON KAVRAMI Friedrich Engels, Alman düşünür Werner Sombart a gönderdiği 11 Mart 1895 tarihli mektubunda, Karl Marx ın tarihsel materyalizme hayat veren yaklaşımının bir öğretiden çok yöntem olduğunu dile getirir. Bu yöntem, tek tek nesneleri ve ilişkileri değil, ilişkilerin ve nesnelerin oluşturduğu bütünlüğü sorunsallaştırmakta; söz konusu bütünlüğün en temel kategorilerinden yola çıkarak temel belirlenim yasalarını kavramaya çalışmaktadır. Öte yandan, tarihsel materyalist yaklaşımın bu niteliği, toplumsal bütünü üniter bir birlik olarak soyutladığı  manasını taşımaz. Marx a göre bütünlük, kaotik çeşitliliğin  somut  kavramıdır.  Nitekim,  Marx  Grundrisse de,   somut,  çok  sayıda belirlemenin  bir  noktada  bağdaşması,  dolayısıyla  çoğulluğun  birliği  olduğu  için somuttur   diye  yazar.  Antonio  Negri ye  göre  de  Marx ın  düşüncesinde  bütünlük kategorisi, farklılıkların birliği, daha da önemlisi bir ilişki olarak karşımıza çıkmaktadır. Eş deyişle toplumsal bütün, farklı parçaların toplamı değil, özgül bileşimi, bu bileşimi meydana getiren ilişkilerin somut ağı olarak kavranmalıdır. Toplumsal bütünlüğün bu materyalist  kavranışıysa,  sosyal  bilimler  için  merkezi  bir  kavram  olan  ‘toplum  kavramının yeniden düşünülmesini gerekli kılar.                                                         32  Bkz. MILANOVIC, 1989, s. 41. Milanovic, hukukun Marksist analizinin anlaşılabilmesi için üretim tarzı, üstyapı ve toplumsal formasyon gibi kavramların bilinmesi gerektiğini yazmaktadır. 33  ENGELS, Friedrich,  Engels ten Berlin deki W. Sombart a , Karl Marx Friedrich Engels Seçme Yapıtlar-3, (çev. M. Kabagil, A. Gelen, K. Somer, V. Erdoğdu, Ö. Ünalan, M. Belli, S. Belli), Sol Yayınları, Ankara, 1979, s. 613. 34  ÇULHAOĞLU,  Metin,   Yöntem  Sorunu:  Genel  Bir  Yaklaşım ,  Gelenek,  Yıl:  1989,  Sayı  23, https://www.gelenek.org/yontem-sorunu-genel-bir-yaklasim  (erişim  tarihi:  20.03.2020);  SAVRAN, Sungur,  Bir Üretim Tarzı Olarak Kapitalizm , Kapital in İzinde, (der. N. Satlıgan vd.), Yordam Kitap, İstanbul, 2012, s. 95. 35  MARX, 2013, s. 37. Vurgu bana ait. 36  NEGRI, Antonio, Marx Ötesi Marx: Grundrisse Üzerine Dersler, (çev. Münevver Çelik), Otonom Yayınları, İstanbul, 2006, s. 104. 37  AMIN, Samir, Modernite, Demokrasi ve Din: Kültüralizmlerin Eleştirisi, (çev. Fikret Başkaya, Uğur Günsür, Güven Öztürk), Yordam Kitap, İstanbul, 2016, s. 74. 403Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Bilindiği  gibi  toplum  sözcüğüne  dair  en  temel  zorluk,  sözcüğün  tanımlanışı noktasında belirmektedir. Bu zorluk, sözcüğün, Friedrich Nietzsche nin ‘ceza  kavramı hakkında  söylediği  gibi  tek  bir  anlama  değil  de  bir   ‘anlamlar   birleşimine   sahip olmasından  kaynaklanmaktadır.  Bu  bakımdan,  kavramın  olası  bir  tanımının kapsayacağı  açıklayıcı  unsurların,  yetersiz  ve  eksik  kalmaya  mahkûm  olduğu belirtilmelidir. Söz gelimi Theodor W. Adorno ya göre, toplumun, çeşitli biçimlerde bölünmüş insan gruplarının oluşturduğu bir insanlık âlemi ya da basitçe, belirli bir dönemde yaşamış olan insanların meydana getirdiği bütünlük olarak kavranması, toplum sözcüğünün  ifade  ettiği  daha  birçok  incelikli  hususun  gözden  kaçırılmasına  neden olacaktır. Toplum sözcüğü, ‘toplum etkisi  yaratan ve birbirlerinden belirli ölçülerde farklılaşan toplumsal süreçleri aynı anda ifade ettiği içindir ki ancak farklı soyutlama düzeyleriyle tanımlanabilir. Bu nedenle, karşılaşılan birçok toplum tanımın daha baştan keyfi ve eksik kalacağını söylemek mümkündür.  Gerçekten de tek tek toplumsal olgulardan soyutlanarak kavranabilecek mutlak bir öze sahip olmaması; pratikte sürekli dönüşüm içinde olduğu için ampirik araştırma metotlarına göz ardı edilemez bir direnç göstermesi; birçok nesnel bağlantıdan ve karşılıklı bağımlılık zincirinden oluşması; üretimin toplumsal ve sınıfsal karakterinden kaynaklanan bir tür antagonizmanın, bir toplumsal yapılanma/farklılaşma pratiği olarak kendisini büyük kitlelere ve bu kitleler arasındaki ilişkilere dayatması, bunun sonucu                                                       38  NIETZSCHE, Friedrich, Ahlakın Soykütüğü Üstüne, (çev. Ahmet İnam), Say Yayınları, İstanbul, 2003, s. 85; ADORNO, Theodor W.,  Gesellschaft , Gesammelte Schriften, Bnd 8, Shurkamp Verlag, Frankfurt am Main, 1972, s. 9. 39  ADORNO, 1972, s. 9. Toplumun insanlardan oluştuğu vurgulandığında bile,  birçok kişinin bir araya gelmesinden öte bir şey  olduğu;  aralarında belirli ve aşağı yukarı istikrarlı ilişkiler setine sahip kişiler[in]  bir  araya  gelerek  toplumu  oluştur[duğu]   akılda  tutulmalıdır.  Bkz.    SWEEZY,  Paul, Kapitalist Gelişme Teorisi, (çev. Gülsüm Akalın), Kalkedon Yayınları, İstanbul, 2007, s. 15.  40  JESSOP, Bob, Devlet Teorisi: Kapitalist Devlet Yerine Oturtmak, (çev. Ahmet Özcan), Epos Yayınları, Ankara, 2008, s. 19. 41  JESSOP, 2008, s. 19. 42  DEMIROVIĆ, Alex, Toplum ve Eleştiri, (çev. Muharrem Açıkgöz), FelsefeLogos Yayınevi, İstanbul, 2007, s. 32. 43  BHASKAR, Roy, Gerçekliği Geri Kazanmak, (çev. Beyza Sümer Aydaş), Nota Bene Yayınları, İstanbul, 2015, s. 142. 44  ELIAS, Norbert, Uygarlık Süreci, Cilt 1, (çev. Erol Özbek), İletişim Yayınları, İstanbul, 2000, s. 12. 404Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  olarak da ‘geniş anlamıyla ekonomik  gruplara bölünmesi; son olaraksa beşeri tarih içinde ortaya çıkmış sayısız ilişki tipini içeren neredeyse sonsuz çeşitlilikteki bağlam ve anlam  kümesine  işaret  ediyor  olması,  modern  toplumun  kapsayıcı  bir  tanımının yapılabilmesini bir hayli zorlaştırmaktadır.  Nietzsche nin Ahlakın Soykütüğü Üzerine başlıklı eserinde yazdığı gibi,  bütün bir sürecin semiyotik olarak bir araya geldiği kavramlar tanımdan kaçarlar; yalnızca tarihi olmayanlar tanımlanabilir 46. Hal böyle olunca da toplumun, toplumsal süreçlerin ve toplumsal ilişkilerin kavranışı esnasında bir çeşit anahtar işlevi gören, belirli bir teorik yaklaşıma ya da yaklaşımlar bütününe ve hatta bu yaklaşımların özgül yöntemlerine işaret eden açık, kapsayıcı ve çözümleyici kategorilere ihtiyaç duyulur.  İşte  Marksist  yaklaşım  içinden  geliştirilen  toplumsal  formasyon (Gesellschaftsform/Gesellschaftsformation; social formation) kavramı, tarihin belirli bir dönemine denk düşen somut ve tarihsel bir toplumsal gerçekliğin kavranışı bakımından oldukça elverişli, tutarlı ve çözümleyici bir kavram olarak karşımıza çıkmaktadır. Kavram, toplumsal yapıların varlığı ve tarihselliği arasındaki bağıntıyı kurmak, bir başka                                                       45  Bob Jessop geniş anlamıyla ekonomiyi, Gramsci nin Amerikanizm, Fordizm, üretim gibi kavramları aynı zamanda birer kültürel olgu olarak ele aldığını hatırlatarak şöyle açıklıyor:  En geniş anlamıyla ekonomi hem ekonomik hem de ekonomi dışı etmenleri kapsar. Ekonomi, toplumsala gömülmüş, toplumsal olarak düzenlenmiş ve stratejik olarak seçilmiş kurumların, örgütlerin, toplumsal güçlerin ve toplumsal bir ilişki olarak sermayenin genişletilmiş yeniden üretimi etrafında örgütlenen (veya en azından bu üretime müdahil olan) eylemlerin toplamıdır . Bkz. JESSOP, Bob,  Ulusal Ekonomi ve Ulusal Devletin Geleceğini Anlatılamak? Düzenlemenin Yeniden Haritalandırılması ve Yönetişimin Yeniden İcadı Üzerine Düşünceler , (çev. Ahmet Murat Aytaç), Hegemonya, Post-Fordizm ve Küreselleşme Ekseninde Kapitalist Devlet, (der. B. Yarar vd.), İletişim Yayınları, İstanbul, 2005, s. 302. 46  NIETZSCHE,  2003,  s.  85.  Nietzsche nin  bu  cümlesine  Bob  Jessop  ve  Joachim  Hirsch  devlet sözcüğünden bahsederken başvurmuşlardır. Bkz. FLOHR, Mikkel / HARRISON, Yannick,  Reading the Conjuncture: State, Austerity, and Social Movements, an Interview with Bob Jessop , Rethinking Marxism, Year: 2016, Volume: 28, Issue: 2, s. 306; HIRSCH, Joachim, Materyalist Devlet Teorisi: Kapitalist Devletler Sisteminin Dönüşüm Süreçleri, Alan Yayınları, İstanbul, 2011, s. 11.  47  ÖNGEN, Tülin, Prometheus un Sönmeyen Ateşi: Günümüzde İşçi Sınıfı, Yordam Kitap, İstanbul, 2014, s. 48; THERBORN, Göran, Science, Class and Society: On the Formation of Sociology and Historical Materialism, New Left Books, London, 1976, s. 72. 48  Marx a göre toplumsal gerçeklik  belli ilişkiler kümesi ve şeylerin yığılmasından ziyade belli ilişkiler kümesinde mündemiç bir değişim sürecidir. Bir başka deyişle [toplumsal] gerçeklik, sonu ve nerede duracağı bilinmeyen bir tarihi süreçtir . Bkz. SWEEZY, 2007, s. 32. 49  GODELIER, Maurice,  On the Definition of a Social Formation, The Example of the Incas , Critique of Anthropology, Year: 1974, Volume: 1, Issue: 1, s. 63; GODELIER, Maurice, Perspectives in Marxist Anthropology, Cambridge University Press, Cambridge, 1977, s. 63.  405Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  ifadeyle bu yapıların içsel değişim dinamikleri arasındaki ilişkiyi tespit etmek suretiyle toplumsal  hareketin  yapısal ve üstyapısal veçhelerini açıklamaya hizmet eder. Bu bağlamda kavram, soyut bir toplum imgesine gönderme yapmaz. Daha ziyade, farklı üretim tarzlarının bir bileşimi olan somut toplumları ifade eder. Fakat bu noktada, toplumsal formasyon kavramının yaygın olarak kabul gören iki anlamı arasındaki nüansa dikkat  çekmek  gerekmektedir:  (1)  Bir  üretim  tarzının  ortaya  çıkışında  temellenen toplumsal ilişkiler bütünlüğü (üretimin maddi temeli ile bu maddi temele uygun düşen toplumsal ilişkiler bütünlüğü) olarak toplumsal formasyon kavramı ile; (2) farklı üretim tarzlarının eklemlenmesi sonucu ortaya çıkan toplumsal ilişkilerin bütünlüğü olarak toplumsal formasyon kavramı. Bu iki kullanımı ayırt etmek için, Fransız antropolog Maurice Godelier nin toplumsal formasyon kavramı analizine başvurulabilir.  Godelier, toplumsal formasyon kavramının önemini ele aldığı metninde ilk önce Marx ın neden ‘formasyon  sözcüğünü tercih ettiğini açıklamaktadır. Godelier e göre Marx, kendi döneminde henüz doğmakta olan jeoloji bilimi jargonundan etkilenmiştir. Dünyanın farklı çağlarının ardışıklığını birincil, ikincil, üçüncül ve dördüncül formasyon terimleriyle  açıklayan  Charles  Lyell den  etkilenen  Marx,  formasyon  sözcüğüyle  bir üretim  tarzının  doğuşuna  ve  gelişimine  vurgu  yapmaktadır.  Toplumsal  formasyon sözcüğü, bir yandan farklı üretim tarzlarının (köleci, asyatipi, feodal vs.) ortaya çıkma ve gelişme  süreçlerine  işaret  ederken,  diğer  yandan  toplumsal  bir  süreçle  bu  sürecin sonucunu aynı anda ifade etmektedir. Godelier bu hususu şöyle dile getirir:  Demek ki Marx ın formasyon terimine ayrıcalık tanıması, bir süreci ve onun sonucunu aynı sözcükle ifade etmek istemesinden kaynaklanıyordu: Her tür doğal ya da toplumsal gerçeklik, bir sürecin sonucudur, bu sonucun kendisi de hareket halindedir ve ancak kendisine kendi özgül niteliklerini ve özelliklerini veren bir                                                       50  KÜTTLER, Wolfgang, Gesellschaftsformation, http://www.inkrit.de/e_inkritpedia/e_maincode/doku.php?id=g:gesellschaftsformation (erişim tarihi 23.03.2020). 51  GODELIER, Maurice,  Ekonomik ve Toplumsal Formasyon , Marksizm Sözlüğü, (der. G. Bensussan vd.), (çev. Volkan Yalçıntıoklu), Yordam Kitap, İstanbul, 2016, s. 291. 52  GODELIER, 2016, s. 292. Ayrıca bkz. MELKEVİK, Bjarne,  Marx ve Hukuk Görüşü Hakkında: Özneler-Arasılık, Maddilik, Normatiflik , (çev. Barkın Asal), Public and Private International Law Bulletin, Year: 2017, Volume: 37, Issue: 2, s. 914 vd. 406Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  sürecin içinde ve sonunda oluşur; bu sürecin kendisinin de kendi varoluş ve yeniden üretim koşulları vardır 53.     Godelier e  kulak  verildiğinde,  Marx ın  kullanımıyla  bir  toplumsal(-ekonomik) formasyonun (1) belirli bir üretim tarzından, (2) bu üretim tarzına tekabül eden ekonomik ve ekonomi-dışı ilişkiler bütünün özgül ve somut gerçekliğinden oluştuğu söylenebilir. Bir başka ifadeyle, toplumsal formasyon kavramı, Marx ın Ekonomi Politiğin Eleştirisine Katkı nın önsözünde formüle ettiği yapı-üstyapı birliğiyle uyumlu görünmektedir. Bu bağlamda  Godelier,  Marx ın  sözünü  ettiği  şeyin,  bir  üretim  tarzının  doğması  ve dönüşmesiyle ortaya çıkan ve gelişen toplumsal ilişkilerin ‘organik bütünlüğü  olduğunu belirtir:  Kapitalist üretim biçiminin gelişmesi, beraberinde, akrabalık ilişkilerinde, yönetim biçimlerinde, sanat biçimlerinde, ahlaki ve dini değerlerde bir dönüşüm getirdi. Marx ın köleci formasyondan ve feodal formasyondan ayırarak, burjuva ekonomik ve toplumsal oluşum olarak tanımladığı şey, kapitalist üretim biçiminin gelişmesiyle gelişen ve bütün bu toplumsal ilişki formlarından oluşan organik bütündür 56. O  halde  Godelier e  göre,  verili-somut  bir  toplumun  tek  başına  bir  toplumsal formasyonu oluşturması değildir söz konusu olan. Daha ziyade, farklı toplumların ya aynı toplumsal formasyona ya da farklı toplumsal formasyonlara ait olabileceği söylenebilir. Farklı toplumların aynı toplumsal formasyona ait olmaları, bunların maddi üretimlerinin,  bütünüyle ya da kısmen, bu toplumsal formasyona temel oluşturarak onu niteleyen                                                       53  GODELIER, 2016, s. 292. 54  GODELIER, 2016, s. 293. 55  Marx bu önsözde şöyle yazar:  Varlıklarının toplumsal üretiminde, insanlar, aralarında, zorunlu, kendi iradelerine bağlı olmayan belirli ilişkiler kurarlar; bu üretim ilişkileri, onların maddi üretici güçlerinin belirli bir gelişme derecesine tekabül eder. Bu üretim ilişkilerinin tümü, toplumun iktisadi yapısını, belirli toplumsal bilinç şekillerine tekabül eden bir hukuki ve siyasal üstyapının üzerinde yükseldiği somut temeli oluşturur. Maddi hayatın üretim tarzı, genel olarak toplumsal, siyasal ve entelektüel hayat sürecini koşullandırır. İnsanların varlığını belirleyen şey, bilinçleri değildir; tam tersine, onların bilincini belirleyen, toplumsal varlıklarıdır . Bkz. MARX, Karl, Ekonomi Politiğin Eleştirisine Katkı, (çev. Sevim Belli), Sol Yayınları, Ankara, 1976, s. 25. 56  GODELIER, 2016, s. 293.  407Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  üretim  [tarzına]  dayanması[nı]   gerektirir.  Fakat  bu  toplumların  üretim  açısından ulaştıkları gelişmişlik düzeyi, ilgili toplumsal formasyona aidiyetlerinin derecesini de belirleyecektir:  XIX. yüzyılda İngiltere, Fransa, Almanya ve Rusya, kapitalist toplumsalekonomik formasyona, farklı derecelerde aittirler. Aynı şekilde, dönemine göre, bir toplum, bir üretim [tarzının] ve ona uygun düşen toplumsal ilişkilerin en ileri gelişmişlik  örneğini  sunabilir.  İngiltere nin  XVIII.  ve  XIX.  yüzyıllarda, Hollanda nın XVII. yüzyılda en gelişkin kapitalist ülke olarak ortaya çıkması bu şekilde olmuştur 58. Gelgelelim  Godelier,  verili  bir  toplumun  üretiminin  farklı  üretim  tarzlarının bileşiminden  meydana  gelebileceğini  dile  getirerek,  o  toplumun  farklı  toplumsal formasyonlara ait olabileceğinin de altını çizer. Yani bir toplum, farklı üretim tarzlarını ve bu üretim tarzlarının kaynaklık ettiği farklı nitelikteki toplumsal ilişkileri aynı anda barındırıyorsa,  aynı  anda  farklı  toplumsal  formasyonlara  ait  olacaktır  (söz  gelimi kapitalist,  feodal  ve  köleci).  Fakat  farklı  üretim  tarzlarının  birlikteliği  ya  da eklemlenmeleri durumu, toplumsal formasyon kavramındaki önemli bir anlam kaymasına işaret etmektedir. Bu, toplumsal formasyon kavramının,  yukarıda belirtilen ve daha yaygınlaşmış olan kullanımına, eş deyişle,  maddi temeli çok sayıda üretim [tarzının] eklemlenmesi üzerine kurulu somut toplumlar ı ifade eden içeriğine işaret etmektedir. Godelier e göre bu anlam kaymasını, Çarlık Rusya sının içinde bulunduğu durumu ( eski köylü topluluğunun kalıntıları ve eski feodal ilişkiler, köylülerin ve zanaatkarların üretim tarzı, Bakü deki sınai kapitalizm gibi üretim tarzlarının  bir arada varoluşunu) ifade etmek  için  ‘obscestvenno-ekonomiceskaja  formacija   tabirini  kullanan  Lenin gerçekleştirmiştir.  Basitleştirilecek olursa, ilk durumda verili bir toplumun bizatihi kendisi somut bir toplumsal formasyonu ifade etmekten ziyade belirli bir toplumsal formasyona dahil                                                       57  GODELIER, 2016, s. 293.  58  GODELIER, 2016, s. 293.  59  GODELIER, 2016, s. 293-4. 60  GODELIER, 2016, s. 294. 408Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  olmaktadır (burada toplumsal formasyon kavramı daha ziyade bir üretim tarzını ve bu üretim tarzında temellenen toplumsal ilişkiler bütününü ifade eder); ikinci durumdaysa verili bir toplumun bizatihi kendisi belirli-özel-somut bir toplumsal formasyon olarak karşımıza çıkmaktadır (burada toplumsal formasyon kavramı, farklı üretim tarzlarının, birinin  egemenliği  altında  eklemlenerek  belirli-özel-somut  bir  toplumsal  ilişkiler bütününü meydana getirmesini ifade eder). Fakat her iki durum için de not etmek gerekir ki  içinde  yaşadığımız  toplumun  kendisi  bir  üretim  tarzını  oluşturmaz;  üretim  tarzı kavramı daha soyut bir toplumsal bütüne işaret ederken, bizler somut ve belirli bir toplumsal formasyon içinde yaşarız.  Tüm bunların yanı sıra tarihsel materyalist yaklaşım açısından toplumsal formasyon kavramının, toplum kavramının yerine geçtiğini belirtmek gerekir. Hatta buna göre, toplumların tarihi de esas olarak toplumsal formasyonların tarihi olacaktır.  İlk kertede  diye yazar Louis Althusser,  toplumsal formasyonların tarihi dışında bir tarih yoktur 63. Althusser in vurgusu önemlidir çünkü toplumsal formasyon kavramı, toplumsal bütünü oluşturan  bağıntıların  tarihsel  özgüllüklerini,  toplum  kavramının  aksine  ön  plana çıkarmaktadır. Bunun temel nedeniyse, toplumsal formasyon kavramının, tarihsel bir özgüllüğe dikkat çeken üretim tarzı (Produktionsweise; mode of production) kavramıyla ilişkili biçimde oluşmasıdır. Tek başına (soyut) toplum kavramı ise, genel olarak soyut ‘birey in ayna görüntüsüdür ve birey-toplum ikiliği içinde düşünülür. Buna karşılık toplumsal formasyon, bir ya da birden fazla üretim tarzının (dolayısıyla da tarihsel olarak beliren  özgül  toplumsal  üretim  ilişkilerinin)  somut  olarak  hayat  bulduğu  toplumsal biçimdir. O halde, toplumsal formasyon kavramını ayrıntılı bir biçimde incelemenin ilk adımı üretim tarzı kavramının açıklanması olmalıdır.                                                       61  FINE, Ben / HARRIS Laurence, Re-reading Capital, Macmillan Press, London, 1979, s. 12-3. 62  BOTTOMORE, Tom, A Dictionary of Marxist Thought, Blackwell, Oxford, 2001, s. 500; HINDESS, Barry / HIRST, Paul, Mode of Production and Social Formation: An Auto-Critique of PreCapitalist Modes of Production, Macmillan Press, London 1983, s. 46-7. 63  ALTHUSSER, Louis, History and Imperialism: Writings, 1963–1986, (trans. G. M. Goshgarian), Polity Press, Cambridge, 2020, s. 126, 133. 64  ALTHUSSER, 2020, s. 127. 65  ALTHUSSER, 2020, s. 128-9. 409Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  II.  BİR BÜTÜNLÜK OLARAK ÜRETİM TARZI KAVRAMI David Harvey Sermayenin Sınırları nda, Marx ın üretim tarzı kavramını üç farklı biçimde kullandığını yazar. Harvey e göre (1) Marx pamuğun üretim tarzı (mode of production of cotton) dediğinde,  belirli bir kullanım değerinin üretiminde kullanılan fiili yöntem ve teknikleri kasteder ; (2) kapitalist üretim tarzı (capitalist mode of production) yazdığında,   genellikle  kapitalizmin  sınıf  ilişkileri  içinde,  metaların  mübadele  için üretimini varsayarak, (elbette artı-değerin üretimini de işin içine katarak) emek sürecinin karakteristik formuna işaret eder ; (3) Grundrisse gibi Kapital in hazırlık metinlerinde ise bu kavramı kimi zaman bir bütünü ifade etmek ve diğerleriyle karşılaştırmak için kullanır. Bu son durumda kavram;  kurumsal, hukuki ve yönetsel düzenlemeler, siyasi organizasyonlar ve devlet aygıtı, ideoloji ve karakteristik toplumsal (sınıfsal) yeniden üretim formları gibi üretim, mübadele, bölüşüm ve tüketim ilişkilerinden oluşan bir bütünlüğe işaret eder. Bu çerçeve içinde, ‘kapitalist , ‘feodal , ‘Asya tipi  vb. üretim tarzlarını birbirleriyle kıyaslayabiliriz 67. Kavramın, dikkat çekilen ikinci kullanımı, tarihsel materyalist literatürdeki en bilindik tanımına işaret etmektedir:  Bir üretim tarzı, üretici güçlerle toplumsal üretim ilişkilerinin özgül bir kombinasyonunu ifade eder 68. Bu durumda kavramın soyutladığı şey,  doğayı dönüştürme kapasitesi ne sahip üretici güçlerle, toplumsal ve sınıfsal karakterdeki üretim ilişkilerinin bir bütün olarak üretim sürecinde (emek süreci + artıdeğer üretimi) yan yana gelmelerinin yanı sıra, aralarındaki dinamik bağıntı, uyum ve çatışmanın tarihselliğidir. Bir üretim tarzının emek, üretim araçları ve üretim ilişkileri olmak üzere üç temel ögesi bulunmaktadır. Bu ögelerden ilk ikisi (emek ve üretim                                                       66  HARVEY, David, Sermayenin Sınırları, (çev. Utku Balaban), Yazılama Yayınevi, İstanbul, 2015, s. 124. 67  HARVEY, 2015, s. 124. 68  JESSOP, Bob, Devlet: Dün, Bugün, Gelecek, (çev. Attila Güney), Epos Yayınları, Ankara, 2018, s. 145. 69  HARVEY, 2015, s. 124. 70  DİVİTÇİOĞLU, Sencer, Marksist  Üretim Tarzı  Kavramı - Devlet ve Artık-Değer (İki Deneme), İstanbul Üniversitesi İktisat Fakültesi Yayını, İstanbul, 1971, s. 8 vd.  410Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  araçları) üretici güçleri oluştururken, insanların üretmek için birbirleriyle kurdukları ilişki ve bağıntılar üretim ilişkilerini teşkil eder. Kapitalist üretim sürecinin Marksist analizi ise şu üç temel unsurdan söz etmektedir: (1) işçi (üretici), (2) üretim araçları, (3) işçi (üretici) olmadığı (non-labourer, non-producer) halde üreticinin ürettiği artı-emeğe artıdeğer biçiminde el koyan kişi, yani kapitalist. Bu durumda üretici güçler işçiyi ve ham madde, teknoloji gibi üretimin maddi koşullarını kapsamaktadır. Üretim ilişkilerinin ise, üretimin gerçekleşmesi amacıyla bu üç unsur arasında doğan ve gelişen ilişkiler olarak tanımlanması mümkündür. Nitekim Marx, Kapital in ikinci cildinde, bir toplumsal üretim biçimini  oluşturan  temel  üretim  faktörlerinin,  üretim  araçları  ve  işçiler  olduğunu kaydeder. Birbirlerinden ayrı olduklarında yalnızca potansiyel olarak üretim faktörü olan bu faktörler ancak etkileşime girdiklerinde üretim gerçekleşir. İşte bu etkileşimin özel biçimi, toplum yapısının farklı iktisadi çağlarını belirleyen şeyin kendisidir.  Üretim tarzı kavramının bizi ilgilendiren asıl boyutu ise -Harvey in de belirttiği gibi- toplumsal nitelikteki bir bütünlüğü yüksek soyutlama düzeyinde ifade etmek için kullanılmasıdır. Althusser, Marx ın toplumu gerçekten de bir ‘toplumsal bütün  olarak kavradığını, fakat bu kavrayışın Hegelci bütünlük nosyonundan tümüyle farklılaştığını ileri sürmüştür. Althusser e göre Marx taki bütünlük/tümlük, içinde birbirlerinden farklı ve görece özerk düzey ve kertelerin özgül belirlenimlere göre eklemlendikleri ve nihai kertede ekonomik düzey ya da kerte tarafından belirlenen, belirli bir karmaşıklık tipinde yapılanmış bir tümlüğün birliğidir [unity of a structured whole]75. Bu ‘yapısal bütünlük  anlayışı, toplumsal olguların tümünün ekonomiye indirgenmesini imkânsız kıldığı gibi, ekonomi-dışı unsurların kapitalist üretimin yansımalarına indirgenemeyeceğini; aksine                                                       71  DİVİTÇİOĞLU, 1971, s. 8-9. 72  CARCHEDI, Guglielmo,  On the Economic Identification of the New Middle Class , Economy and Society, Year: 1975, Volume: 4, Issue: 1, s. 5. 73  MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 2. Cilt, (çev. Nail Satlıgan, Erkin Özalp, Oktar Türel), Yordam Kitap, İstanbul, 2015, s. 45. 74  MARX, 2015, s. 45. 75  ALTHUSSER,  Louis,   The  Object  of  Capital ,  Reading  Capital,  (trans.  Ben  Brewster,  David Fernbach), Verso, London, 2016, s. 244. 411Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bütünü  oluşturan  ekonomik  ve  ekonomi-dışı  alanların,  birbirlerinin  yeniden  üretim koşullarını karşılıklı olarak belirlediğini ima etmektedir.  Althusser Marx İçin de  insan toplumları  diye yazar,  kendilerini tümlükler olarak sunarlar; bunların birliği karmaşıklığın belirli bir özgül türünden oluşur ve Engels in izinden giderek çok şematik olarak üçe indirgeyebileceğimiz kerteleri işin içine sokar: Ekonomi, politika, ideoloji 77. Bu durumda -maddi anlamıyla- üretim ilişkileri, toplumsal bütünün içindeki ‘bölgesel bir yapı  olarak görünecektir. Bu, her ne kadar ekonomik kertenin üretim ilişkileri tarafından belirlendiğine işaret etse de bir üretim tarzının maddi üretim ilişkilerine, yani ekonomik kerteye indirgenebileceği anlamını taşımaz. Fredric Jameson un da altını çizdiği gibi, Althusser tam da bu nedenle Marx ın projesinde üretim tarzının ekonomiyle özdeş bir biçimde değil; aksine ekonomik, hukuki-politik, ideolojik vs.  düzeyler arasındaki ilişkilerin bütün sistemi , yani  bir bütün olarak toplumsal ilişkiler sistemi  biçiminde sorunsallaştırıldığını ifade eder. Bir başka ifadeyle, tüm bu ilişkiler sistemi içinde gösterilmek istenen, düzeylerin/kertelerin birbirleriyle özdeşliği değil, birbirleriyle iç içe geçmelerine karşın yine de birbirleri arasında mevcudiyetini koruyan yapısal farklılıklar ve mesafelerdir.  Ayrıca Althusser, Marx ın, üretim ilişkilerinin bir bütün olarak sürekliliğinin, bu ilişkilere bağlı olarak ortaya çıkan tahakküm/boyunduruk ve bağımlılık/kölelik biçimine, eş deyişle  toplumun belirli bir politik konfigürasyonuna  bağlı olduğunu gösterdiğini ileri sürmüştür. Althusser, bu politik biçimin,  üretimin failleri ve üretim araçlarındaki                                                       76  BURAWOY, Michael,  Üretim Siyaseti: Kapitalizm ve Sosyalizmde Fabrika Rejimleri, (çev. Çağdaş Gümüşoluk), Nota Bene Yayınları, Ankara, 2015, s. 98-9, 143. dipnot. 77  ALTHUSSER, Louis, Marx İçin, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2015, s. 282. Benzer biçimde Étienne Balibar da bir üretim tarzı analizinin, bir toplumun kendi iktisadi yapısı ile karşılıklı ilişkisinin anatomisini sunduğunu yazmaktadır. Balibar ayrıca, üretim tarzı kavramsallaştırmasında olduğu gibi, toplumsal formasyonların da farklı düzeylerden (kerteler, pratikler) oluştuğunu ve Marx ın bunlardan bilhassa üç tanesini (ekonomik temel, hukuksal ve politik üstyapılar, toplumsal bilincin kökenleri) belirlediğini vurgulamaktadır. Bkz. BALIBAR, Étienne,  Tarihsel Materyalizmin Temel Kavramları Üzerine , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007, s. 500, 502. 78  ALTHUSSER, Louis,  Kapital in Nesnesi , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007, s. 465. 79  JAMESON, Fredric, Siyasal Bilinçdışı, (çev. Mesut Varlık, Yavuz Alogan), Ayrıntı Yayınları, İstanbul, 2011, s. 33-4. 80  JAMESON, 2011, s. 38. 412Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bağlantı kipler inde, daha özel olaraksa mülkiyet ve düzenleme bağlantıları düzeyinde temellendiğini yazar:  Bu tür ilişkiler, üretim faillerinin dolaysız emekçiler ve efendiler olarak farklılaşıp  farklılaşmasına  bağlı  olarak,  maddi  güç  (devlet)  ve  ahlaki  güç (ideolojiler)  aracılığıyla  tanımlanmış  bu  ilişki  türlerini  ortaya  koymaya  ve sürdürmeye yönelik bir örgütlenmenin varlığını zorunlu (sınıflı toplum) ya da fuzuli (sınıfsız toplum) kılar. Böylece bazı üretim ilişkilerinin, kendi varoluş koşullarının koşulu olarak, hukuksal-politik ve ideolojik bir üstyapının varlığını gerektirdiği ve bu  üstyapının  niçin  ille  de  özgül  (çünkü  o,  buna  çağrı  yapan  özgül  üretim ilişkilerinin sonucudur) olması gerektiği de görülmektedir 81. Öyleyse  bir  üretim  tarzına  ait  üretim  ilişkilerinin  kavranışı  zorunlu  olarak, toplumun farklı düzeylerinden oluşan bütünlüğü, yani o üretim tarzına ait olan düzeylerin biraradalığının  özgüllüğünü  kavramayı  gerektirmektedir.  Üretici  güçler  ve  üretim ilişkilerinin  bir  araya  gelme  tarzı,  üretim  tarzının  bütünsel  yapısı  anlaşılmadan tanımlanamaz:  Üretim kavramını düşünmek, koşulların birliğini düşünmektir ; üretim tarzını düşünmek ise  üretimin yalnızca maddi koşullarını değil, toplumsal koşullarını da düşünmektir 83. Tüm bu hususların yanı sıra Althusser, yukarıda sıralanan üç bölgenin ekonomik, hukuki, politik, ideolojik ve teorik/kuramsal toplumsal pratikler tarafından kurulduğunu belirtir.  Toplumsal  pratik,  belirli  bir  toplum  içindeki  mevcut  pratiklerin  karmaşık birliğidir.  Althusser,  toplumsal  pratiğin  bu  karmaşık  yapılanışında  son  kertede belirleyici olanın, (diğerlerine göre baskın olmasa bile) üretim pratiği, yani  doğanın                                                       81  ALTHUSSER, 2007, s. 461. Ayrıca, Terry Eagleton konuyla ilgili olarak şöyle yazar:  [Ş]u her zaman yöneltilebilir olan bir sorudur: insani üretim etkinliği, niçin bir üstyapıya gereksinim duysun? Bu soruya verilebilecek yanıtlardan birisi şudur: çünkü, bugüne kadar, her tarih döneminde sömürüye dayalı ve bu nedenle de hukuki, siyasi ve ideolojik bakımdan düzenlenmesi ve onaylanması gereken toplumsal ilişkiler söz konusu olmuştur . Bkz. EAGLETON, Terry, İdeoloji, (çev. Muttalip Özcan), Ayrıntı Yayınları, İstanbul, 2005, s. 122. 82  ALTHUSSER, 2007, s. 462, 470. 83  ALTHUSSER, 2007, s. 469, 466. 84  ALTHUSSER, 2015, s. 204-5. 85  ALTHUSSER, 2015, s. 204. 413Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  (hammadde) belirli üretim ilişkileri çerçevesinde ve belirli üretim araçlarının yöntemli olarak düzenlenmiş kullanımına göre çalışan insanların faaliyeti sayesinde kullanım ürününe  dönüşmesi   olduğunu  yazmaktadır.  O  halde  Althusser in  -son  kertede belirleme rolünü ekonomiye atfettiği hatırlanacak olursa-, ‘ekonomi yle toplumsal üretim pratiğini kastettiği anlaşılmaktadır. Bu durumda, genel olarak ekonomi (yani maddi yaşamın üretimi)  sosyal yapının hakim olan yönünü belirlerken, sadece kapitalizmde, ekonomi, hakim olanın kendisi olduğunu belirlemektedir 87.  Nota bene sözü edilen kavrayış, basitçe ekonominin ekonomi-dışı ilişkilere göre daima üstün olduğunu ya da olacağını iddia etmemektedir. Marx ın  [m]addi hayatın üretim tarzı, genel olarak toplumsal, siyasal ve entelektüel hayat sürecini koşullandırır 88 cümlesi, ekonomik kertenin/düzeyin diğerlerine daima hakim olacağını ifade etmez. Étienne Balibar ın vurguladığı üzere, maddi hayatın ve toplumun üretimi, daha ziyade  belirleyici bir yer işgal eden toplumsal yapının mercilerini belirliyor olması  anlamında belirleyicidir ve kapitalist üretim tarzında bu yer, ekonominin bizatihi kendisi tarafından işgal edilmiştir. Özetle bu yer,  gerçek yaşamın üretimi ve yeniden üretimi 90 tarafından belirlenmektedir.  III. TOPLUMSAL FORMASYON KAVRAMININ TEMEL BOYUTLARI  A.  Farklı  Üretim  Tarzlarının  Bileşimi  Olarak  Toplumsal  Formasyon Kavramı Althusser, Marx ın Felsefenin Sefaleti nden itibaren  toplum  yerine  toplumsal formasyon u  kullandığını  ileri  sürer.  Althusser e  göre  Marx,  toplumsal  bütünlüğün yukarıda aktarılan karmaşık karakteri nedeniyle ve toplum sözcüğünün taşıdığı o idealist vurguya yabancı bir biçimde,  teorik bir kavramlar sisteminin parçası  ve bilimsel bir                                                       86  ALTHUSSER, 2015, s. 204. 87  BURAWOY, 2015, s. 97. 88  MARX, 1976, s. 25. 89  BALIBAR, 2007, s. 532. 90  ENGELS, 1993, s. 15. 414Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kavram  olarak  ‘toplumsal  formasyon   kavramını  kullanmaya  başlamıştır.  Marx ın Katkı nın önsözünde ve Grundrisse nin girişinde de kullandığı bu kavram, onun klasik devlet-sivil toplum ikiliğine ve bu ikiliğin Hegelci yorumuna olan mesafesine işaret etmektedir. Nitekim Marx ın, üretim ilişkilerinin hayat bulduğu mekânı ifade eden sivil toplum kavramını (ve kuşkusuz sivil toplumun üzerinde duran devlet kavrayışını) terk ederek, ekonomik ve ekonomi-dışı (politika, hukuk, ideoloji, kültür vs.) olanın karmaşık bütünleşikliğini vurgulayan ‘üretim tarzı  kavramını kullanmasının nedenlerinden biri de budur. İşte bu nedenle Marx ın üretim tarzı kavramı, toplumsal formasyon kavramının sunduğu teorik çerçevenin belirleyicisi haline gelmiştir:    [B]ir toplumsal formasyon, tarihsel olarak mevcut ve […] egemen üretim tarzıyla çağdaşlarından ve kendi geçmişinden ayrılan her ‘somut toplum u belirtir. Örneğin  ilkel  denen  toplumsal  formasyonlardan  söz  edilebilir,  köleci  Roma toplumsal  formasyonundan,  serf  emeğine  dayalı  (‘feodal )  Fransız  toplumsal formasyonundan […] vs. söz edilebilir 94.    Bu noktada yeri gelmişken, toplumsal formasyon kavramının, tarihsel materyalist gelenek içinde bir ‘Üretim Tarzı ve Toplumsal Formasyon Teorisi ni biçimlendirdiğini hatırlatmak  yararlı  olacaktır.  İngilizce  konuşulan  dünyada  bu  teorinin  biçimlenişi 1950 lere rastlamaktadır. Erik K. Olsen in belirttiği gibi, Maurice Cornforth un 1953 tarihli Historical Materialism başlıklı kitabı bu teorinin ilk örneğidir. Ayrıca Oskar Lange nin 1959 da yazdığı fakat 1963 te İngilizceye çevrilen Political Economy metni ile  Otto  Kuusinen  ve  diğerlerinin  aynı  tarihli  Fundamental s  of  Marxism-Leninism kitapları en erken örneklerden diğer ikisi sayılabilir. Teorinin temel hatları ve savları ise şöyledir:                                                        91  ALTHUSSER, 2005, s. 42. 92  ELIOTT, Gregory, Althusser: The Detour of History, Brill, Leiden, 2006, s. 133. 93  ALTHUSSER, 2015, s. 134-5; ELIOTT, 2006, s. 134; CLARKE, Simon,  Marksizm, Sosyoloji ve Poulantzas ın Devlet Kuramı , Devlet Tartışmaları: Marksist Bir Devlet Kuramına Doğru, (der. S. Clarke), (çev. İbrahim Yıldız), Ütopya Yayınevi, Ankara, 2004, s. 103. 94  ALTHUSSER, 2015, s. 42. 95  OLSEN, Erik K.,  Social Ontology and Origins of Mode of Production Theory , Rethinking Marxism, Year: 2009, Volume: 21, Issue: 2, s. 181. 96  OLSEN, 2009, s. 181. 415Karadağ    Hacettepe HFD, 11(1) 2021, 394-440   1) Her toplum bir üretim tarzıyla politik, kültürel ve ideolojik üst yapının bir bileşimidir. […] 2) Bir üretim tarzı iki temel bileşenden oluşur: üretici güçler ve üretim ilişkileri. 3) Bir toplumsal formasyon üç sosyolojik yasaya riayet eder. Bu temel yasalar şöyle sıralanabilir: İlk yasa, üretim ilişkileri ile üretici güçlerin birbirlerine zorunlu uyumluluğu yasasıdır. İkinci yasa, üstyapı ile ekonomik temel arasında zorunlu uyumluluk yasasıdır. Üçüncü yasa ise üretici güçlerin ilerleyici gelişimi yasasıdır 97. O halde Althusser in (ve Althusserci Marksizmin), tarihsel materyalist literatürün bir dönemine oldukça hakim olan ‘Üretim Tarzı ve Toplumsal Formasyon Teorisi ni yeniden yorumladığını söylemek mümkündür. Althusser, Marx ın analizine göre, bütün toplumsal formasyonların birden fazla üretim tarzının varlığını içerdiğini ve bu üretim tarzları çoğulluğu içinde, egemen olan üretim tarzına diğerlerinin tabi olduğunu belirtir. Somut bir toplumsal formasyon, egemen bir üretim tarzı ile ona tabi olan diğerlerinin özgül biraradalıklarını ifade eder ve bu durumda, belirli bir toplum biçimindeki hâkim üretim tarzı, zayıf bir biçimde devam eden diğer üretim tarzlarıyla birlikte bir bütünlük oluşturur. Zayıflayan üretim ilişkilerinin etkinlikleri ise, kendi hâkim biçimlerinde oldukları  gibi  değil,  hâkim  üretim  tarzının  toplumsal  kuruluşu  ve  seyrinin  onlar üzerindeki özgül etkileri bakımından anlaşılabilir. Bir başka ifadeyle, egemen olan üretim tarzının yasalarının etkinliği, verili bir toplumsal bütünün/sistemin yapılanışı için birincil plandadır. Bu bakımdan, Barry Hindess ve Paul Hirst in, Mode of Production and Social Formation  başlıklı  kitaplarında,  Althusser in,  Marx ın  Kapital ini  kapitalist  üretim                                                       97  OLSEN, 2009, s. 181. Ayrıca bkz. LANGE, Oskar, Ekonomi Politik, (çev. Muvaffak Şeref), Ataç Kitabevi, İstanbul, 1965, s. 26-60.  98   Resmi Marksizmin, daha özel olaraksa üretim tarzı ve toplumsal formasyon teorisinin, Althusserci eleştirisi, yerleşik Marksist dünya görüşünden kopuş çağrısından başka bir şey değildi . Bkz. OLSEN, Erik K.,  The Althusserian Controversy in Resrospect and Prospect , Rethinking Marxism, Year: 2017, Volume: 29, Issue: 2, s. 341. 99  ALTHUSSER, 2005, s. 43. 100  Marx bu gerçekliğe henüz Kapital in ilk kitabının Almanca birinci basımının önsözünde şöyle işaret ediyordu:  Diğer bütün alanlarda, Kıta Avrupası nın batısındaki bütün öteki yerlerde olduğu gibi, sırf kapitalist  üretimin  gelişmesinin  değil,  bu  gelişmenin  eksikliğinin  de  acısını  çekiyoruz.  Modern sıkıntıların yanı sıra, eski, köhnemiş üretim tarzlarının bitkisel yaşamlarını sürdürmelerinin mirası olan bir dizi sıkıntı, doğurdukları çağ dışı toplumsal ve siyasi ilişkilerle birlikte bizi eziyor. Yalnız yaşayanlar değil, ölüler de canımıza okuyor . Bkz. MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 1. Cilt, (çev. Mehmet Selik, Nail Satlıgan), Yordam Kitap. İstanbul, 2015, s. 18-9. 416Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  tarzının  özgül  ‘toplum  etkisi   yaratma  mekanizmasının  teorisi  olarak  gördüğünü hatırlatmaları oldukça yerindedir. Kapital, Althusser e göre gerçekten de  kapitalist üretim tarzı içinde toplum etkisi üretiminin  mekanizmasını incelemektedir. Klasik anlamıyla bir toplumsal formasyon, üretim tarzlarını oluşturan ilişkiler sisteminin özgül bir  toplum  etkisi  üreten  mevcut  kombinasyonunu  ifade  eder.  Toplumsal  bütünün kendine has yaşamının temel mekanizmasını ve bu özgül toplum etkisini belirleyen şeyse ilgili karmaşık biraradalığın nasıl yapılandığıdır.  Althusser in Marx ve Engels in yapıtlarından çıkarsadığı şey, Marksist topografinin bir toplumsal formasyonu temel olarak ikiye ayırdığıdır: Yapı/altyapı/ekonomik temel (infrastructure), üretim ilişkileri ile üretici güçlerin ilkinin egemenliğindeki birliğinin; üstyapı  ise  (superstructure)  hukuksal,  politik  ve  ideolojik  düzey  ya  da  kertelerin toposudur. Althusser e göre Marx, bu ikisi arasındaki karmaşık ilişkinin kavranışında iki temel  hususun belirleyici  olduğunu söylemiştir:  Bir  yandan (ekonomik) üretim tarzının son kertede belirleyiciliği; diğer yandan üstyapıların göreli özerkliği ve özgül etkinlikleri 105.  Öyleyse  bir  toplumsal  formasyon  bu  üç  bölgesel  yapıyı,  yukarıda gösterildiği gibi, kendi köklü gerçeklikleriyle birlikte içerir. Bu nedenle de söz konusu olan, hukuki-politik ve ideolojik kertelerin ekonomik temelin basitçe sonuçları ya da üstyapısal görüngüleri olmaları değil; her birinin, belirleyici oldukları ölçüde, ayrı ayrı diğerlerinin  (ve  dolayısıyla  bütünün)  varlık  koşulları  tarafından  da (üst)belirlenmeleridir.  Dolayısıyla Marksizmin, bir toplumsal formasyondaki bu üç kerteyi, en nihayetinde ilkinin  (ekonomi)  belirleyici  olduğu,  birbirlerinden  kopuk  bölgeler/alanlar/düzeyler biçiminde ele aldığını düşünmek hatalı olacaktır. Marksist toplumsal topografide söz konusu olan daha ziyade, bu üç kavramın, birbirleriyle iç içe olan (imbricated) ve                                                       101  HINDESS / HIRST, 1983, s. 27. 102  ALTHUSSER, Louis,  From Capital to Marx s Philosophy , Reading Capital, (çev. Ben Brewster, David Fernbach), Verso, London, 2016, s. 68-9. 103  HINDESS / HIRST, 1983, s. 46. 104  ALTHUSSER, 2015, s. 136; ELIOTT, 2006, s. 134.  105  ALTHUSSER, 2015, s. 137. 106  ELIOTT, 2006, s. 136. 417Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  karşılıklı  olarak  birbirlerine  nüfuz  eden  (interpenetrative)  gerçek  olguları karşılamasıdır. Bir başka ifadeyle, genel olarak yapı kuramı için söylenebileceği gibi, burada da yapıyı oluşturan unsurlar artzamanlı (diyakronik) olarak değil, eşzamanlı (senkronik) olarak ve karşılıklı etkileşim halinde ilişkiye girerler. Toplumsal bütünün son kertede üretim ilişkileri tarafından belirlenmesinden çok, ekonomik belirlenimin her defasında farklı ölçekte de olsa her uğrakta gerçekleştiğini ve bu uğrakların ‘üstyapısal  (karşılıklı)  etkilenime  açık  olduğunu  belirtmek  bu  bakımdan  önemlidir.  Üstyapı kavramını  da bu nedenle, tözsel  değil ilişkisel/ilineksel  bir kavram  olarak anlamak gerekir. Gregory Eliott un da dikkat çektiği bir pasajında Althusser şöyle yazar:  Ekonomik diyalektiğin katışıksız halde rol oynadığının, tarihte üstyapı, vs. denen bu mercilerin işlerini bitirdikten sonra saygıyla bir kenara çekildiklerinin ya da Zamanı geldiğinde Majesteleri Ekonomi nin diyalektiğin kraliyet yolu üzerinde ilerlemesine  izin  vermek  için,  sanki  onun  katışıksız  görüngüsüymüş  gibi  yok olduklarının asla görülmediğini söylemek gerekir. Ne ilk anda ne de son anda, ‘son kerte nin saati tek başına çalmaz 111.  Üstelik, Marksizmin ‘ekonomizm  olmadığına bu şekilde işaret eden Althusser in, yapı-üstyapı  dikotomisinin  o  vulgar  alımlanışına  itiraz  eden  Antonio  Gramsci yle temasını  kurmak  zor  değildir.  Gramsci  henüz  20 li  yıllarda,  gelişmiş  kapitalist                                                       107  WOODIWISS, Anthony,  The Discourses of Production (part I): Law, Industrial Relations and The Theory of Ideology . Economy and Society, Year: 1987, Voume: 16, Issue: 3, s. 296; WOODIWISS, Anthony, Social Theory After Postmodernism: Rethinking Prodiction, Law and Class, Pluto Press, London, 1990, s. 55. 108  ÖZDEMİR, Ali Murat, Ulusların Sefaleti, İmge Kitabevi Yayınları, Ankara, 2010, s. 47.  109  ÖZDEMİR, 2010b, s. 94. 110   Üstyapı, ilişkisel bir terimdir. Belirli toplumsal kurumların, egemen toplumsal ilişkilerin ‘destekleri  olarak  işlev  görme  biçimini  gösterir;  bizleri  bu  tür  kurumları  -iktidarda  olan  toplumsal  güçle aralarındaki işlevsel ilişkiler bakımından- belli bir bağlama oturtmaya davet eder. En azından benim kanımca  hatalı  olan  şey,  terimin  bu  ‘ilineksel   anlamından  tözsel  olan  bir  anlama  –‘üstyapıyı  biçimlendiren bir sabit, verili ve örneğin, filmleri de kapsayan bir kurumlar ‘alemi ne- atlanılmasıdır . Bkz. EAGLETON, 2005, s. 125. 111  ALTHUSSER, 2015, s. 138-9. 112  Althusser in Gramsci den nasıl ve ne derece etkilendiği ve Gramsci eleştirisi bu makalenin konusu değildir. Bununla birlikte Peter D. Thomas, Althusser in Gramsci eleştirisinin ve dolayısıyla da Althusser deki Gramsci etkisinin  Gramsci nin görüşlerine ilişkin ciddi sınırlamalar ve temel yanlış anlamalarla malul  olduğunu belirtir. Bkz. THOMAS, Peter D., Gramsci Çağı: Felsefe, Hegemonya, Marksizm, (çev. İlker Akçay, Ekrem Ekici), Dipnot Yayınları, Ankara, 2013, s. 60. 418Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  toplumsal formasyonlarda sınıf egemenliğinin yeniden üretiminde siyasal iktidarın rolünü ele alırken, geliştirdiği tarihsel blok (blocco storico) kavramıyla, Marx ın bu klasik metaforunu hiç de ekonomist olmayan bir biçimde yeniden yorumlamıştı. Dahası bu yorum, verili bir  toplumsal formasyon çözümlemesinin bütünselci bir bakış açısına dayandırılmasına olanak  tanıyordu. Gramsci ye göre tarihsel blok,  ekonomik yapı (ya da temel) ile ‘karmaşık, çelişkili ve uyumsuz  üstyapılar bütünlüğünün organik birliği olarak  tanımlanabilir 115.  Bu  birlik  içinde,  yapı  ve  üstyapı  arasında  tek  yönlü  bir nedensellik değil, diyalektik sürecin bizatihi kendisini ifade eden zorunlu bir karşılıklılık, diyalektik bir ikilik (dichotomy) bulunmaktadır. Dolayısıyla Althusser in toplumsal bütüne dair yukarıda özetlemeye çalıştığımız kavrayışına Gramsci nin büyük ölçüde kaynaklık ettiği söylenebilir.  B.  Somut Bir Toplumsal Bütün Olarak Toplumsal Formasyon Kavramı Toplumsal formasyon kavramının bir başka önemi, kavramın somut ve gerçek bir toplumsal bütünü karşılama noktasındaki elverişliliği bakımından karşımıza çıkar. İyi bilindiği  gibi,  kavramın  bu  boyutu  üzerinde  bilhassa  Nicos  Poulantzas  durmuştur. Poulantzas toplumsal formasyon kavramıyla, gerçekten var olan toplumların hiçbirinin saf olarak bir üretim tarzını temsil edemeyeceğini vurgulamayı amaçlar. Poulantzas,                                                       113  YETİŞ, Mehmet,  Gramsci ve Devletin İki Görünümü , Mülkiye Dergisi, Yıl: 2009, Cilt: 33, Sayı: 264, s. 129-130. 114  YETİŞ, 2009, s. 131. 115  YETİŞ, 2009, s. 130-1. 116  YETİŞ, 2009, s. 131. 117  Ayrıca, ekonomik, hukuksal-politik ve ideolojik düzeyler arasındaki ayrımı hegemonya kavramına uygulamak da mümkündür:  Bu durumda, hegemonyanm tam olarak: ideolojinin başarılı olan türü olmadığı, çeşitli ideolojik, kültürel, siyasi ve ekonomik biçimlere ayrılabileceği söylenebilir. İdeoloji, özellikle, iktidar mücadelelerinin anlamlandırma düzeyinde yaşanış biçimine karşılık gelir ve bütün hegemonik süreçlerde bu türden bir anlamlandırma içeriliyor olmasına rağmen, her durumda, yönetimin ayakta tutulmasını sağlayan başat düzey değildir. Milli marşın okunması, akla gelebilecek en ‘katıksız  ideolojik etkinliktir; belki komşuları rahatsız etme dışında hiçbir amaç güdülmüyormuş gibi görünür. Aynı şekilde din, sivil toplumun çeşitli kurumları arasında belki de en ideolojik olanıdır. Fakat hegemonya, kültürel, siyasi ve ekonomik yapılarda da -retoriksel konuşmalarda olduğu kadar söylemsel olmayan etkinliklerde de- kurulur . Bkz. EAGLETON, 2005, s. 164. 118  WOOD, Ellen Meiksins, Kapitalizm Demokrasiye Karşı, (çev. Şahin Artan), Yordam Kitap, İstanbul, 2016, s. 71. 419Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bir  üretim  tarzının   realitede  tam  anlamıyla  varolmayan  formel-soyut  bir  nesne  oluşturduğunu yazar ve ekler,  aslında yalnızca tarihsel olarak belirlenmiş bir toplumsal formasyon vardır :  Louis Bonaparte Fransası  ve  Sanayi Devrimi İngiltere si gibi.  Benzer biçimde Marta Harnecker de, üretim tarzı kavramının soyut bir nesneye, saf (homojen) bir toplumsal bütünlüğe işaret ettiğini belirtmektedir. Oysa tarihsel olarak belirlenen toplumsal formasyonlarda maddi malların  üretimi heterojen bir karaktere sahiptir:  Aynı toplumda birbirlerinden farklı üretim ilişkileri bulmak mümkündür 122. Harnecker, Lenin in Ekim Devriminin hemen sonrasında Sovyetleri, Marx ın ise Louis Bonapart ın 18 Brumaire başlıklı metninde dönemin Fransa sını, farklı üretim tarzlarının ve üretim ilişkilerinin birliği olarak ele almalarını örnek verir. Gerçekten de Lenin 1921 de, Rusya nın ekonomik karakterinin geçişli bir karaktere sahip olduğunu, farklı türdeki sosyo-ekonomik yapıların bu geniş coğrafyada birbirlerine karıştığını söylemekte ve Rusya da bu dönemde, (1) patriyarkal köylü tarımının, (2) çoğunluğunu buğdaylarını satan köylülerin oluşturduğu küçük çapta meta üretiminin, (3) özel kapitalizmin, (4) devlet  kapitalizminin  ve  (5)  sosyalizmin  birlikte  var  olduğunu  ifade  etmektedir. Lenin e  göre  esas  önemli  olan,  bunlardan  hangisinin  diğerleri  üzerinde  hakimiyet kuracağı sorusudur.                                                        119  Poulantzas ın üretim tarzı tanımı Althusser in yukarıda değindiğimiz bütünlük tanımıyla neredeyse aynıdır:   Üretim  tarzıyla  genellikle  ekonomik  diye  tanımlanan  şeyi,  yani  dar  anlamdaki  üretim ilişkilerini değil, kendi kombinasyonları içerisinde pek çok kerte ve düzey olarak, kısaca bu tarzın bölgesel yapıları olarak ortaya çıkan çeşitli yapı ve pratiklerin özgül kombinasyonunu ifade edeceğiz. Bir üretim tarzı, Engels in şematik olarak gösterdiği gibi, çeşitli kerte ve düzeyleri, ekonomiği, politiği, ideolojiği ve kuramsalı kapsar . Bkz. POULANTZAS, Nicos, Siyasal İktidar ve Toplumsal Sınıflar, (çev.  Şule  Ünsaldı),  Epos  Yayınları,  Ankara,  2014,  s.  12.  Öte  yandan  Ellen  Meiksins  Wood, Poulantzas ın üretim tarzını tanımlarken Engels e başvurmasını haklı olarak eleştirir. Wood, Engels in saydığı bu kertelerin toplumsal bütünlüğün tarihini belirleyen kerteler olduğunu ve fakat Engels in üretim tarzını tanımında bulunmadığını yazar. Bkz. WOOD, 2016, s. 71. Gerçekten de Poulantzas ın aksine Althusser, Engels in bu şematik anlatımına üretim tarzından değil toplumsal bütünden söz ederken başvurmaktadır. 120  POULANTZAS, 2014, s. 13. 121  HARNECKER,  Martha,   Mode  of  Production,  Social  Formation  and  Political  Conjuncture , Theoretical Review, Year: 1980, Vol: 17, s. 25. 122  HARNECKER, 1980, s. 25. 123  LENIN,  Vladimir  Ilyiç,   The  Tax  in  Kind ,  Lenin  Collected  Works,  Vol.  32, https://www.marxists.org/archive/lenin/works/1921/apr/21.htm (erişim tarihi 23.03.2020). 420Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Öyleyse  üretim  tarzı  kavramı  ‘soyut   bir  toplumsal  bütünlüğe  işaret  ederken; toplumsal formasyon kavramı sosyo-ekonomik yapıların ‘somut/gerçek  karmaşıklığına karşılık  gelir.  Toplumsal  formasyon  kavramına  dayanan  bu  toplumsal  topografi kavrayışına göre, belirli bir toplumsal formasyonun özgül ve tarihsel (yani somut) olarak belirmesinde en fazla dikkat edilmesi gereken şey ekonomik, hukuki-politik, ideolojik (ve kuramsal) kertelerin özel eklemlenişidir. Poulantzas, Siyasal İktidar ve Toplumsal Sınıflar da bu eklemlenmeyi belirleyenin egemen üretim tarzı olduğunu belirtir. Söz gelimi,  kapitalist  üretim  tarzının  egemen  olduğu  bir  toplumsal  formasyondan  söz ediliyorsa eğer, ‘egemen rol  burada ekonomik kerteye ait olacaktır. Gerçekten de Uwe Becker in yazdığı üzere sadece ve sadece kapitalist toplumlarda  toplumsal bütünün diğer hiçbir parçası ekonomik yapının etkisinden daha büyük bir etki yaratmaz 127. Bu açıktır ki egemen üretim tarzı olarak kapitalist üretim tarzının, kapitalist bir toplumsal formasyon içindeki baskınlığının dayatmasıdır.    C.  Tarihyazımsal Bir İlerleme Olarak Toplumsal Formasyon Kavramı Siyasal Marksist düşüncenin önde gelen temsilcisi Ellen Meiksins Wood, toplumsal formasyon ile üretim tarzı arasında yukarıdaki türden teorik bir ayrım geliştirme çabasına, Marx ın Grundrisse de yer alan bir pasajına başvurarak itiraz etmiştir. İlgili pasajda Marx,  her toplum biçiminde (In allen Gesellschaftsformen) bütün öteki üretimlere ve onlardan doğan ilişkilere sırasını ve önemini veren, belirli bir üretim ve onun doğurduğu ilişkilerdir. Tıpkı bütün renklerin özel tonlarını değiştiren bir genel aydınlatma gibi  diye yazmaktadır. Wood a göre Althusser ve takipçilerinin ‘toplumsal formasyon(lar)  diye çevirdikleri  bu  sözcük  (Gesellschaftsformen)129   feodal  düzen ,   modern  burjuva                                                       124  HARNECKER, 1980, s. 26. 125  POULANTZAS, 2014, s. 14. 126  POULANTZAS, 2014, s. 14.  127  BECKER, Uwe,  Sınıf Kuramı: Hala Eleştirel Sosyal Bilimsel Analizin Ekseni mi? , Sınıflar Üzerine Tartışmalar, (ed. E. O. Wright), (çev. Tahir Emre Kalaycı), Nota Bene Yayınları, İstanbul, 2017, s. 176. 128  MARX, 2013, s. 42; MARX, Karl, Marx Engels Gesamtausgabe, II.1/1, Dietz Verlag, Berlin, 1976, s. 41. 129  Marx ın  sözcükleri  ‘In  allen  Gesellschaftsformen ,  Türkçeye  ‘tüm  toplum biçimlerinde/formasyonlarında , İngilizceye ise ‘In all forms of society  olarak çevrilebilir. 421Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  toplumu  gibi bir kullanıma işaret eder ve dolayısıyla da  ortak bir tür sosyo-tarihsel mantığı olan benzer bir dizi somut olgu ile ilişkili dir. Wood şöyle yazar:  Pasajın  amacı,  her  şeyden  önce,  bir  ‘toplumsal  formasyonun  ‘heterojenliğini nin değil, ‘birliği nin vurgulanmasıdır. Bu, birçok üretim tarzının, belirli  üretim  tarzının  egemenliğinde  olması  meselesi  değildir;  ama  örneğin üretimin farklı dallarının, ağır basan dalın özel niteliğine göre etkilenmesidir: Feodal toplumda tarımın -köylü üretimi ve feodal sömürü ile tanımlanan- özel doğası, sanayinin doğasını etkilemektedir; ‘burjuva toplumu ndaki sanayinin özel doğası -sermayenin egemenliğindeki sanayi- tarımın doğasını etkilemektedir 131.  Şu  halde  Wood,  mevcut  toplumların  saf  anlamıyla  kapitalist  ya  da  feodal olmadıkları  hususunda  Althusserci  Marksizmden  pek  de  farklı  düşünmemektedir. Wood un  vurgulamak  istediği  daha  ziyade,  Marx ın  ‘toplum  biçimi   kavramını kullanışının,   ampirik  gerçekliğin  karmaşık  çeşitliliği  içinde 132  bir  üretim  tarzının, kendisini bütünlüklü bir biçimde tüm topluma dayatan nesnel yasalarıyla ilgili olmasıdır. Wood a göre -karşılığı social form/toplum biçimi olması gereken ve aslında verili-somut bir topluma işaret etmeyen- bu kavram, hiç de gerçekte var olan kapitalist ya da feodal toplumların kendilerine özgü/tarihsel karmaşıklıklarını ve farklılıklarını zorunlu olarak yok saymayı gerektirmez. Bu anlamda üretim tarzı ve toplum biçimi/formasyonu arasında Althusserciliğin yaptığı türden bir ayrım, esasında (saf) bir üretim tarzı (söz gelimi kapitalist üretim tarzı) ile o üretim tarzının tarihsel mevcudiyetinden ve egemenliğinden doğan somut üretim ilişkilerinin bütünü olarak belirli bir toplumsal bütün (kapitalist toplum)  arasındaki  örtüşmezliği  anlamak  açısından  pek  de  faydalı  bir  ayrım  gibi görünmemektedir.                                                        130  WOOD, 2016, s. 75. 131  WOOD, 2016, s. 75. 132  WOOD, 2016, s. 75-6. 133  Wood a göre bir başka sorun, Althusserciliğin ekonomizm eleştirisinin, ekonominin son kertede belirleyiciliği kavrayışı nedeniyle eleştirel bir işlev görmemesi ve hatta eleştirisinin teorik nesnesini yani  Marksizmin  ekonomizme  indirgenmesini-  bizatihi  yeniden  üretmesidir.  Fakat  kanımızca, Althusserciliğin son kertede belirleme kavrayışını, bu kavrayışın klasik yorumuna (Cornforht, Lange, Kuusinen vs.) indirgemek haksızlık olacaktır.     422Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Wood un bu itirazı, onun Althusserci Marksizm eleştirisinin önemli bir parçasıdır ve büyük ölçüde İngiliz Marksist tarihçi E. P. Thompson tarafından getirilen benzer yöndeki eleştirilerle irtibat içindedir. Her ne kadar bu eleştirinin ayrıntılarına -konunun dışına fazlaca taştığı için- girilmeyecekse de, başka bir İngiliz Marksist düşünür Perry Anderson ın  Thompson un  eleştirileri  üzerine  yazdıklarına  değinmek,  toplumsal formasyon kavramının önemini kavramak bakımından yararlı olacaktır.  Anderson un aktardığına göre Thompson, Althusser i toplumsal formasyon ve üretim  tarzı  kavramlarını  özdeşleştirerek,  Marksistleri   bir  kavramsal  hapishaneye  mahkûm etmekle suçlamaktadır. Thompson a göre  sermaye kendi gelişim yasalarına sahip olan işlevsel bir kategoridir ve kapitalizm bu yasaların toplumsal formasyonlardaki etkisidir  (effect) 136.  Eş  deyişle  Thompson a  göre  kapitalizm,  basitçe  ve  yalnızca kapitalist  üretim  tarzı  analizinden  çıkarsanamaz.  İlginç  olan  şey,  Thompson un  bu vurgusunun, Althusser in toplumsal formasyon kavramına yüklediği anlamla son derece uyumlu olmasıdır. Perry Anderson tam da bu nedenle söz konusu suçlamanın, Teorinin Sefaleti nde geliştirilen  uzun ithamlar listesi ndeki en şaşırtıcı madde olduğunu belirtir:   Çünkü,  Thompson un  onlara  karşı  getirdiği,  üretim  tarzıyla  toplumsal formasyon arasındaki başlangıçtaki ayrılığı keşfedenler Althusser ve Balibar ın kendileridir.  Althusser den  önceki  Marksizmin  içinde  toplumsal  formasyon nosyonunun kendisinin ya çok az geçerliliği vardı ya da hiç yoktu. Neden onu Marx İçin le birlikte ‘toplum un yerine sunmaya başladı? Çünkü alışılmış terim, onun karşı çıkmayı amaçladığı döngüsel, anlamlı bir bütünlüğün Hegelyen nosyonunun kesin bir basitlik ve birliğini varsayıyordu. Aksine, 1859 Önsöz ünden alınmış toplumsal  formasyon  terimi  (Gesellschaftsformation)  herhangi  bir  toplumsal bütünün karmaşıklığının ve üstbelirlenmesinin altını çizmeyi kolaylaştırıyordu 137.                                                       134  Bkz. THOMPSON, Edward P., The Poverty of Theory & Other Essays, Monthly Review Press, London, 1978. Türkçe edisyon için bkz. THOMPSON, Edward P., Teorinin Sefaleti: Hatalı Bir Devridaim Makinesi, (çev. Ahmet Fethi Yıldırım), Nika Yayınları, İstanbul, 2015. 135  ANDERSON, Perry, Marksizm de Tartışmalar, (çev. Ahmet Özdemir), Göçebe Yayınları, İstanbul, 1998, s. 99.  136  THOMPSON, 1978, s. 253. 137  ANDERSON, 1998, s. 99 423Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Anderson, Althusser ve Balibar ın, Marx ın Kapital de kapitalist üretim tarzının soyut teorisini ürettiğini ve Kapital in farklı üretim tarzlarının özgül birlikte varolma yasalarını  araştırmayı  üstlenmediğini  vurguladıklarını  not  eder.  Bir  toplumsal formasyonun, herhangi bir üretim tarzına indirgenmesinin tehlikelerine işaret etmek için epeyce çabalayan Althusser ve Balibar, Thompson tarafından -üstelik Thompson un kendi eserinde tek bir toplumdaki üretim tarzlarının çoğulluğuna dair hiçbir ciddi analiz bulunmazken- bunun tersini yapmakla itham edilmişlerdir. Anderson  açık  bir  biçimde,  toplumsal  formasyon  kavramının  Althusserci yorumlanışının Marksizm içinde tarihyazımsal bir ilerleme olduğunu vurgulamaktadır: Marksistleri yukarıda sözü edilen türden bir kavramsal hapishaneye mahkûm etmek bir yana,  Althusser in çalışması Marksistleri bundan kurtarmaya dönüktür 140. Anderson ek olarak, Althusser in düşüncesinde toplumsal formasyonların üç düzeyinin birbirlerine indirgenemezliğine bilhassa dikkat çekildiğinin altını çizerek, Althusserci Marksizmin hiçbir  zaman  ekonomik  alana  takılıp  kalmadığını,  Althusserci  kavramların  esas uygulamasının Poulantzas ın devlet üzerine kapsamlı çalışması içinde görülebileceğini ifade etmiştir.   Bir başka Marksist düşünür David Harvey ise bu tartışmayla ilgili olarak, Marx ın, çalışmalarında ‘toplumsal formasyon  ya da ‘toplum biçimi nden ziyade ‘üretim tarzı                                                        138  ANDERSON, 1998, s. 99-100. 139  ANDERSON, 1998, s. 100. 140  ANDERSON, 1998, s. 101. 141  ANDERSON,  1998,  s.  102.  Anderson,  toplumsal  kerteler  düşüncesini  bütünüyle  reddeden Thompson un  hukuk  kavrayışının,  Althusserci  hukuk  kavrayışıyla  zıt  değil  paralel  olduğunu göstermektedir. Bkz. ANDERSON, 1998, s. 102-105. Öte yandan kısaca bahsetmek gerekir ki Wood un yukarıda altını çizdiğimiz ortaklık vurgusuna benzer bir vurguyu Althusserci Marksizmi zırva olarak niteleyen, Analitik Marksizmin kurucularından Gerald Cohen in kült eseri Karl Marx ın Tarih Teorisi: Bir Savunma başlıklı kitabında görmek mümkündür. Cohen, Marx ın Gesellschaftsform sözcüğüyle  kapitalizm ,  serflik ,  kölelik  gibi  toplumun ekonomik gelişmesindeki evreleri , yani bu evrelerin tarihsel olarak belirlenen en belirgin ve ortak niteliklerini belirttiğini söyler. Cohen e göre, ekonomi Marx için toplumun merkezi olduğundan, o bunları toplumsal biçimler [social forms] olarak da tarif etmiştir. Bununla birlikte Cohen, bir ekonomik yapının  heterojen bir üretim ilişkileri koleksiyonundan ibaret  olduğunu da yazar ve ekler:  Bu nedenle doğrudan üreticilerin üretken güçlerle ilişki türü ne kadarsa o kadar ekonomik yapı tipi vardır diyoruz . Demek ki bir toplumsal biçim gayet tabii birden fazla ekonomik yapı içerebilir ve bu durumda  doğrudan üreticileri bağlayan hakim ilişkiden söz etmek  gerekecektir. Görüldüğü gibi Wood un toplum biçimi kavrayışı Cohen inkiyle çok daha uyumludur. Bkz. COHEN, Gerald A., Karl Marx ın Tarih Teorisi: Bir Savunma, (çev. Ahmet Fethi), Toplumsal Dönüşüm Yayınları, İstanbul, 1998, s. 98-100.  424Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kavramını kullandığını not etmektedir. Yine de Harvey -Wood un aksine- üretim tarzı ve  toplumsal  formasyon  arasındaki  Althusserci  ayrımın  belirli  tarihsel  durumların analizinin daha incelikli yapılabilmesi açısından elverişli olduğu görüşündedir:  ‘Toplumsal formasyon  fikri temel olarak, bize herhangi bir toplumda beşeri faaliyetlerdeki  çeşitliliğin  baskın  üretim  tarzı  tarafından  dikte  edilen  iktisadi pratiklere  indirgenemeyeceğini  hatırlatmaya  yarar.  Althusser  ve  Balibar  bir toplumsal  formasyonu  ele  alabilmemizi  sağlayan  iki  yol  önerirler.  Birincisi toplumdaki iktisadi, siyasi, ideolojik ve kuramsal pratiklerin ‘göreli özerkliğini  kabul etmek zorundayız. Bu da, belli kısıtlar ile birlikte, kapitalizm içinde geniş anlamda kültürel, siyasi, ideolojik ve kuramsal çeşitlilik için bolca imkan var demektir. İkincisi, fiili tarihsel durumlarda, bir tanesi hakim olsa bile, birçok üretim tarzının birbiriyle iç içe geçtiğini ya da birbirine artiküle olduğunu kesinlikle görebiliriz.  […] Fakat  bu  özellikleri  anlamak  için,  (dar  anlamda  ele  alınan) herhangi bir üretim tarzının analizinin dikte ettiğinden daha karmaşık bir çerçeveyi kullanmak zorundayız 143.  Toplumsal formasyon kavramının bu tarihyazımsal avantajına değinen bir başka Marksist düşünür ise, Bağımlılık Okulunun kurucu düşünürlerinden Samir Amin dir. Samir  Amin in  eserinde  toplumsal  formasyon  kavramının  kullanım  biçimi  -David Harvey in yukarıda işaret etmiş olduğu gibi- tarihsel durumların/olguların analizinde daha ‘karmaşık bir çerçeve  kullanma gerekliliğinin sonucudur.  Amin, Modernite, Demokrasi ve Din başlıklı kitabında kendi tarihsel materyalizm kavrayışını  özetler.  Amin in  yapısalcı/Althusserci  tarihsel  materyalizm  kavrayışını bütünüyle benimsediğini söylemek doğru olmasa da, kimi hususlarda bu kavrayışla ortaklaştığını gözlemlemek mümkündür. Bunlardan en önemlisi Amin in, Marksizmi kapitalizmin ekonomi politiğine indirgememesi, bu indirgemeyi  burjuva ekonomizmi alanına  hapsolmak   olarak  görmesidir.  Yukarıdaki  tartışmalardan  da  anlaşılacağı üzere, bu görüş esasında Althusser den Thompson a, Wood dan Amin e kadar birçok                                                       142  HARVEY, 2015, s. 123, 29. dipnot. 143  HARVEY, 2015, s. 124, 29. dipnot devamı. 144  AMIN, 2016, s. 71. 425Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  çağdaş Marksist tarafından benimsenmektedir. Amin, Marx ın saf ya da dar anlamıyla ekonomi politikle ilgilenmediğini, aksine  özellikle tarihsel gelişmenin bir aşaması olarak kapitalizmin özgüllüğü nü araştırdığını ifade eder. Marx ın analizinin merkezinde, bu özgüllüğü tanımlayan en temel unsur olan metanın fetiş karakteri ( bir fetiş olarak meta / meta  yabancılaşması )  bulunmaktadır.  Amin,  kapitalizme  özgü  bu yabancılaşma kipliğinin,  toplumun ekonomik kerte tarafından yönetildiği, dolayısıyla, ekonomik kertenin son kertede değil, basbayağı belirleyici olması  anlamına geldiğini ileri sürer. Marx bu gerçekliğin kavramsal matrisini, değer yasasından yola çıkarak ve onu özgünleştirerek oluşturmuştur. Amin, ancak Marksist değer kategorisi sayesinde anlaşılabilecek olan kapitalist sömürünün (dolayısıyla da değer yasasının) toplumsal yaşamın  tüm  veçhelerini  belirlediğini  ifade  eder.  Fakat  bu,  toplumsal  yaşamın ekonomiye indirgenebileceği anlamına kesinlikle gelmez. Aksine piyasa toplumu hiçbir zaman saf ekonomik yasalarla sağlanan genel bir dengede bulunamayacağı için, her toplumdaki özgül  toplumsal güç ilişkilerini (sınıf mücadelelerini, sermayenin egemenlik biçimlerini, somut olarak bu egemenliğin gerektirdiği hegemonik sınıf ittifaklarını, yani siyaseti) , bu toplumları kavrarken göz önüne almak gerekir ki kapitalist toplumsal formasyonların oluşumunu belirleyen de tam olarak bu ilişkiler bütünüdür. Bu nedenle  Marx ın projesi  der Amin,  ekonomik olanla değil, tarihsel materyalizmle ilgilidir 150.              Amin, yukarıda sözü edilen toplumsal kertelerin ve bu kerteler arasındaki ilişkilerin kavranışında, Althusserci ‘üstbelirleme  kavramını değil, ‘altbelirleme  kavramını tercih eder.  Üstbelirleme  temel  olarak,   toplumsal  gerçekliğin  değişik  veçhelerini şekillendiren/etkileyen determinizmler[in] paralel etki yarat ması ve bunların toplumsal sistemlerin yeniden üretiminde ve dönüşümünde  aynı  yönde ve eş zaman zamanlı belirleyiciliğe  sahip   olmasıdır.  Oysa  Amin,  (1)  toplumsal  kerteler  arasındaki                                                       145  AMIN, 2016, s. 71. 146  AMIN, 2016, s. 72. 147  AMIN, 2016, s. 72. 148  AMIN, 2016, s. 72. 149  AMIN, 2016, s. 72-3. 150  AMIN, 2016, s. 73. 151  AMIN, 2016, s. 76. 426Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  belirleyicilik ilişkisinin tarihsel olarak farklılaştığına dikkat çekmek gerektiğini (söz gelimi ekonominin özerkliği kapitalizme özgüyken,  haraca dayalı (tributair) sistemlerde ekonomi politikaya tabidir ); (2) her toplumsal kertenin özerk bir mantığa sahip olduğunu ve bunların birbirleriyle çoğunlukla çatışma halinde bulunduğunu belirtir.  Amin e göre gerçekte varolan toplumlarda bu kertelerin hangisinin diğerlerine üstün geleceğini tarihsel olarak ön görmek zordur. Bu kertelerin altbelirleyiciliklerinin çatışması, tarihsel gidişat açısından bir belirsizlik durumu ortaya çıkarır. Bu belirsizlik ise eninde sonunda sözü edilen altbelirleyici mantıklardan (ekonomik, hukuki-politik, kültürel-ideolojik) birinin diğerlerine üstün gelmesiyle (kapitalizmde ekonomik olanın diğerlerine kendini dayatmasında olduğu gibi) çözüme kavuşur; ancak bu durum, olası tek çözümün bu olduğu anlamına gelmez. Böylece Amin, ekonominin (ya da üretimin) -baskın  olmasa  dahi-  daima  son  kertede  belirleyici  olduğuna  dair  o  klasik  tarihsel materyalist  düşünceye  karşı  çıkarak,  böyle  bir  şeyin  ancak  tarihsel  olarak  tespit edilebileceğine,  her  yeni  tarihsel  durumun  toplumsal  güç  ilişkilerinin  bileşimini  ve toplumsal kerteler arasındaki çatışmayı farklı bir biçimde etkileyebileceğine dikkat çeker. Amin ayrıca, geleceğin sosyalist toplumunda belirleyici olan kertenin ekonomik değil kültürel kerte olacağı yönünde tahmin yürütür.  Toplumsal formasyon kavrayışına dönülecek olursa, Amin ilk olarak, üretim tarzı kavramının toplumsal formasyonları ve toplumsal formasyon sistemlerini anlamak için bir temel oluşturduğunu ifade etmektedir. Toplumsal formasyon, daha önce de ifade edildiği gibi, belirli üretim tarzlarının birinin egemenliği altındaki yapısal bileşimidir. Amin, bir üretim tarzının egemenlik etkilerini şöyle açıklar:   1) Egemen olan tarzın temel yasasının egemenliği; bu da tüm formasyonun yeniden üretim koşullarını belirler (dolayısıyla, söz gelimi kapitalist birikim yasası,                                                       152  AMIN, 2016, s. 77. 153  AMIN, 2016, s. 77-8. 154  AMIN, 2016, s. 78. 155  AMIN, Samir, Emperyalizm ve Eşitsiz Gelişme, (çev. Semih Lim), Yordam Kitap, İstanbul, 2018, s. 51. 156  AMIN, 2018, s. 51. 427Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  hem  kapitalist  toplumun  yeniden  üretim  koşullarını,  hem  de,  kapitalist  sınai ekonomi  ile  köylü  ekonomisi  dahil,  kapitalist  toplumun  değişik  bölümleri arasındaki karmaşık ilişkileri belirler); 2) Egemenlik altındaki tarzlarda üretilen artığın  bir  kısmının  egemen  tarza  aktarımı  (dolayısıyla,  örneğin,  rantın  bir parçasının kâra dönüşümü); 3) Egemen tarzdaki egemen sınıfın politik üstünlüğü, öteki egemen sınıfların ise, en çok, müttefik konumuna indirgenmesi; 4) Egemen tarzın ideolojisinin başatlığı 157.  Amin,  pre-kapitalist  toplumsal  formasyonların  aksine  kapitalist  toplumsal formasyonların  türdeşleşme  eğiliminde  olduğunu  yazmaktadır.  Yani  farklı  üretim tarzları,  farklı  toplumsal  formasyonlarda  farklı  biçimlerde  kapitalist  üretim  tarzının egemenliği altında bulunuyor olsalar da, bu formasyonların tümü ortak bir biçimde kapitalist üretim tarzına indirgenme eğilimi gösterir. Dolayısıyla kapitalist toplumlarda egemenlik altındaki üretim tarzları, genel olarak bozulmuş veya çözülmüş olarak hayatta kalırlar.  Bir  toplumsal  formasyonun  birden  fazla  üretim  tarzının  karmaşık  biraradalığı olmasının  bir  diğer  sonucu  ‘artık   (surplus)159  üretiminin  homojen  olmayışıdır.  Bir toplumsal  formasyondaki  üretim  tarzlarının  çoğulluğundan  dolayı,  o  formasyonda üretilen ‘artık ,  farklı kökten gelen artıkların toplamıdır 160. Bu nedenle de Amin, somut bir  toplumsal  formasyonun  analizinin  daima,  (1)  bu  formasyonda  artığın  nasıl üretildiğine,  (2)  başka  formasyonlarla  arasındaki  artık  aktarımı  ilişkisinin  nasıl şekillendiğine ( verili bir toplumun kendisi için ürettiği artıkla ne ölçüde yaşadığını ve başka bir toplumdan aktarılan artığa ne ölçüde bağımlı olduğunu bilmemiz gerekir ) ve                                                       157  AMIN, 2018, s. 51-2. 158  AMIN, 2018, s. 52. 159  Paul Baran ve Paul Sweezy Tekelci Sermaye başlıklı kült kitaplarında artık kavramının  mümkün olan en kısa tanımının, bir toplumun ürettiğiyle bu üretimin maliyeti arasındaki fark  olduğunu yazarlar. Bkz. SWEEZY, Paul / BARAN, Paul, Tekelci Sermaye, (çev. Gülsüm Akalın), Kalkedon Yayınları, İstanbul, 2007. 160  AMIN,  Samir,  Unequal  Development:  An  Essay  on  the  Social  Formations  of  Peripheral Capitalism, (trans. Brian Pierce), Monthly Review Press, New York, 1976, s. 18. 428Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  (3) artığın içeride toplumsal sınıflar ve gruplar arasında nasıl bölüşüldüğüne odaklanması gerektiğinin altını çizer.  Amin için önemli hususlardan bir diğeri, toplumsal formasyonların birbirlerinden ‘yalıtık  bir biçimde ele alınamayacak olmasıdır. Nitekim, çağdaş kapitalizmde farklı toplumsal formasyonlar tek bir kapitalist küresel sistem, yani kapitalist formasyonlar sistemi meydana getirirler. Bunun böyle olmasının ilk nedeni, metaların doğalarının evrensel  olması;  ikinci  nedeni,  sermayenin  doğasının  evrensel  olması  (sermayenin  uluslararası akışkanlığı ); üçüncü nedeni ise emek gücü piyasasının daima ulusal sınırlar içinde kalmasıdır ( emek gücünün uluslararası akışkanlığının aşırı sınırlılığı )162. Öte yandan Amin e göre, toplumsal formasyonlar, oluşturdukları bu sistem içinde  olgun, egemen, merkez  toplumsal formasyonlar ve  gelişmemiş, bağımlı, çevre  formasyonlar olmak üzere ikiye ayrılırlar. Ayrıca, okulun diğer düşünürlerinden sayılan Immanuel Wallerstein,  bu  iki  toplumsal  formasyonun  yanında  bir  de  yarı-çevre  toplumsal formasyonların  (ülkelerin)  varlığından  söz  etmektedir.  Wallerstein,  yarı-çevre ülkelerin genellikle merkez ülkeler için çevre, çevre ülkeler içinse merkez ülke rolünü üstlenen ülkeler olduğunu yazar. Haliyle toplumsal formasyonlar sisteminin varlığının en  önemli  teorik  sonuçlarından  biri,  bunlar  arasındaki  oldukça  karmaşıklaşabilen uluslararası  ilişkilerin  kavranması  sorununun  ortaya  çıkmasıdır.  Bu  aynı  zamanda,  artık a  el  koymanın  özgül  bir  biçimi  olarak  kapitalizmi  iki  veçhede  düşünmeyi gerektirir:  Kapitalizm; işçinin ürettiği artı-değere el konulmasının yanı sıra dünyada üretilen ‘artık a, dünya ekonomisinin merkezlerince el konulmasını da içerir 165.   Toplumsal  formasyon  kavramının  bu  veçhesinden  çıkan  sonuç,  bir  toplumsal formasyonun tek bir üretim tarzından oluşmamasına benzer biçimde, küresel kapitalist sistemin  de  tek  bir  kapitalist  toplumsal  formasyondan  oluşmadığıdır.  Öyleyse                                                       161  AMIN, 1976, s. 18. 162  AMIN, 2018, s. 53. 163  Bkz. WALLERSTEIN, Immanuel, Dünya-Sistemleri Analizi: Bir Giriş, (çev. Ender Abadoğlu), BGST Yayınları, İstanbul, 2011. 164  WALLERSTEIN, Immanuel,  Semi-Peripheral Countries and Contemporary World Crisis , Theory and Society, Year: 1976, Vol: 3, Issue: 4, s. 462-3. 165  ÖZDEMİR, 2010b, s. 210. 429Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kapitalizmin  küresel  karakteri,  tek  bir  kapitalizmin  homojen  bir  biçimde  dünyaya yayılışını  değil,  ama  daha  ziyade,  tarihsel  olarak  belirlenen  farklı  kapitalizmlerin (birbirlerinden  farklılaşan  kapitalist  toplumsal  formasyonların)  karmaşık  ve  olumsal biraradalığını, bunlar arasındaki çok boyutlu -asimetrik- güç ve bağımlılık ilişkilerini, yani uluslararası iş bölümünü ifade etmektedir.  SONUÇ YERİNE: KAVRAMIN HUKUK ÇALIŞMALARI İÇİN ÖNEMİNE DAİR Marx a göre bir toplumdaki üretim ilişkileri –o toplumdaki üretici güçlerle birlikte- Marx ın üretim tarzı adını verdiği özgül bütünlüğü oluşturur. Bu açıdan toplum, her şeyden  önce  özgül  üretim  tarz(lar)ını  oluşturan  toplumsal  pratiklerin  (toplumsal ilişkilerin) somut kuruluşu ve karmaşık biraradalığına gönderme yapar. Bu biraradalığı yapılandıran ise üretim ilişkileridir. Marx bu kavrayış tarzını, 1849 da Alman Neue Rheinische gazetesinde bir dizi başyazı olarak yayımlanan Ücretli Emek ve Sermaye başlıklı metninde şöyle özetler:  Toplumsal ilişkiler denilen şeyi, toplumu, ve, özel olarak, belirli bir tarihsel gelişme aşamasındaki bir toplumu, bir [bütün] halinde üretim ilişkileri belirler. Antik toplum, feodal toplum, burjuva toplumu, her biri aynı zamanda, insanlık tarihinde  özel  bir  gelişme  aşamasını  gösteren  böyle  üretim  ilişkileri bütünüdürler 168.   İşte toplumsal formasyon kavramı, bu karmaşık bir araya geliş kipinin teorik ve ampirik analizinde kullanışlı bir çerçeve sunmaktadır. Kavram, esas itibariyle ekonomik,                                                       166  Tekraren  belirtilecek  olursa,  üretim  ilişkileriyle,  dar  anlamıyla  emek  sürecindeki  ilişkiler kastedilmemektedir.  Yine  üretim  ilişkilerine  yapılan  vurgu,  zorunlu  olarak  ekonomik  kertenin belirleyici olduğunu iddia etmek manasını da taşımamaktadır. Amin den de aktardığımız üzere, bu husus ancak tarihsel olarak tespit edilebilir. Diğer taraftan Simon Clarke, isabetli bir biçimde, kapitalist üretim  ilişkilerinin  yalnızca  emek  sürecine  ilişkin  ilişkiler  olmadıklarını,  daha  geniş  anlamda, değerlenme süreci içinde sınıfsal olarak kurulan, değer yasasına ve biçimine tabi olan toplumsal üretim sürecinin bütününe dair ilişkiler olduklarını yazar. Bu açıdan, üretim ilişkileri bizatihi sınıflar arasındaki egemenlik ilişkileridir. Bkz. Clarke, 2004, s 106.  167  Marx ın 1847 de işçilere verdiği konferansa dayanıyor.  168  MARX, Karl, Ücretli Emek ve Sermaye, (çev. Süleyman Ege), Bilim ve Sosyalizm Yayınları, Ankara, 2001, s. 38. 430Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  politik, hukuki, ideolojik, kültürel vs. toplumsal süreçlerin özgül dinamikleri arasındaki ilişkiyi tespit etmeye yöneliktir. Üretim tarzı kavramının soyut bir toplumsal bütünü ifade etmesine karşılık, toplumsal formasyon kavramının somut ve karmaşık bir toplumsal varoluşu/durumu/biçimi  analiz  etmeye  dönük  olması  son  derece  önemlidir.  Bunun nedeni, üretim tarzı kavramının gerçekte tam anlamıyla var olmayan soyut bir bütünlüğe işaret  etmesi  nedeniyle,  fiili  toplumsal  karmaşıklığın  analizinde  tek  başına  yetersiz kalmasıdır. Belirtmek gerekir ki toplumsal ilişki ve biçimlerin tarih içindeki uzun erimli dönüşümlerinin yanı sıra belirli bir toplumdaki sınıf ve sınıf fraksiyonları arasındaki karmaşıklaşmış ilişkilerin anlaşılması bakımından toplumsal formasyon kavramı ayırt edici bir çerçeve oluşturur. Dahası, sınıflı toplumlara ait üretim tarzları genelde iki sınıf (köle-efendi, serf-lord, ücretli işçi-kapitalist) varsayarken, toplumsal formasyonlar birden fazla üretim tarzından oluştukları için ikiden çok sınıfı kapsarlar. Bu nedenle somutverili bir toplumda serfler, tüccarlar, ücretli çalışanlar, özgür küçük üreticiler vs.nin birlikte varolabileceğini göz ardı etmemek gerekir. Toplumsal formasyon kavramı, verili bir toplumun bir üretim tarzının ve bu üretim tarzının ekonomik kertesine indirgenemeyeceğine, eş deyişle hukuki-politik ve ideolojikkültürel düzeylerin somut toplumsal etkilerine dikkat çekerek, farklı nitelikteki toplumsal ve sınıfsal ilişkilerin oluşturduğu kapitalist bütünlüğü kavramaya hizmet etmektedir. Amin in de belirttiği gibi,  Bir  toplum  kendi  altyapısına  indirgenemez.  Toplumun,  daha  doğrusu toplumun  maddi  yaşamının  örgütlenmesi,  egemen  üretim  tarzıyla  ve  üretim tarzlarının o toplumsal [formasyona] özgü eklemlenmesiyle bağlantılı olarak bazı siyasal ve ideolojik işlevlerin yerine getirilmesini zorunlu kılar. Bu işlevler ya doğrudan doğruya yukarıda tanımlanan sınıflarca ya da o sınıflara bağlı toplumsal gruplarca  yerine  getirilirler.  Toplumun  gerçek  somut  yapısına  bu  gruplar derinlemesine damgalarını vuracaklardır 170.                                                       169  AMIN, Samir, Eşitsiz Gelişme: Çevre Kapitalizminin Toplumsal Biçimleri Üzerine Deneme, (çev. Ahmet Kotil), Arba Yayınları, İstanbul, 1991, s. 25. 170  AMIN, 1991, s. 25. 431Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Bütün bu hususlar göz önüne alındığında, tarihsel materyalist toplumsal formasyon kavramının  hukuk  çalışmaları  bakımından  belirleyici  avantajlar  taşıdığını  söylemek gerekir. Nasıl ki tarihsel materyalizm (Engels in vurguladığı üzere) bir öğretiden çok yöntem ve yaklaşım sunuyorsa, tarihsel materyalizmin hukuka olan ilgisi de bir hukuk öğretisinin geliştirilmesinden ziyade, hukuku kavramada özgül bir yöntem ve yaklaşımın sunulmasını  amaçlamaktadır.  Toplumsal  formasyon  kavramında  içerilen  tarihsel materyalist çerçeve en nihayetinde toplumsal dönüşümün maddi veçhesine odaklandığı için, kavram, hukukun ebedi ve sabit bir entite olarak değil de tarihsel olarak belirlenen ve dönüşüm halinde olan bir ilişki ve biçimler bütünü olarak kavranmasına yardımcı olur. Buna, Roma hukuku ile modern hukuk arasındaki ilişkinin tarihselliği pekâlâ örnek verilebilir:  Marx ve Engels Roma hukuk biçimlerinin modern hukuka miras kaldığını kabul  etmekle  beraber,  bu  biçimlerin  farklı  toplumsal  formasyonlarda  aynı anlamları içeren bir öze sahip gibi anlaşılmaması gerektiğini ifade ederler. Bu suretle  tarihin  materyalist  değerlendirmesi,  Roma  hukuku  ile  modern  hukuk arasındaki  ilişkiselliği  kabul  eder;  ancak  bu  ilişkiselliği  bu  iki  toplumsal formasyonu eşitlemek ve böylece kapitalist kavram ve kurumları evrenselleştirme ve tarihsizleştirme yönüyle kullanmayı mümkün kılmaz 171. Gerçekten de kavram, kamu hukuku ve özel hukuktaki kısa ya da uzun erimli dönüşümlerin anlamlandırılması bakımından önemli bir görüş açısı sunmaktadır. Bunun ilk nedeni, hukukun ekonomik ve politik alanlarla ilişkili bir biçimde ele alınmasına olanak  tanımasıdır.  Söz  gelimi   kamu  hizmeti   kavramının  hukuki  içeriğindeki dönüşümü ele almak, kapitalizmin yaşadığı kriz ve yeniden yapılanma süreçlerini göz önüne almayı gerektirmektedir. Aynı şekilde, idare hukuku, iş hukuku, rekabet hukuku gibi hukuk alanlarındaki dönüşümler, ancak bir toplumdaki artı-değer (‘artık ) üretimini etkileyen ekonomi-dışı faktörlere yönelik düzenleme faaliyetleri doğrultusunda ve sınıf mücadelesinin büyüme oranı ve zenginliğin bölüşümü gibi hususlar üzerindeki etkisi                                                       171  SAĞDIÇ, Şeyma,  Roma'dan Sosyalist Topluma: Hukuki Biçimler Miras Kalır Mı? , Hacettepe Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 9, Sayı: 1, s. 53-4. 172  Bkz.  KARAHANOĞULLARI,  Onur,   Kamu  Hizmetinde  Kriz,  Yeni  Denge  ve  Hukuk ,  Emek Araştırma Dergisi, Yıl: 2002, Sayı:1, s. 39-47. 432Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  hesaba katılarak tam anlamıyla açıklanabilir. İkinci neden ise şu şekilde açıklanabilir: Hem farklı üretim tarzlarının bunlardan birinin egemenliği altında eklemlenmesi hususu, hem de genel olarak kapitalizmin ve pre-kapitalist toplumların dönemsel/tarihsel süreçler olmaları,  hukukun  dönemselliğini  ve  tarihselliğini  belirlemektedir.  Yine,  toplumsal formasyon kavramının bir toplumsal formasyonlar sistemine atıfta bulunması, hukukun ulusal  ve  uluslararası/ulusötesi  boyutları  arasındaki  geçişliliği  kavramak  açısından oldukça önemlidir. Bu durumda hukuk, yukarıda da belirtildiği gibi, toplumsal bütünün devinimine  bağlı  olarak  değişime  ve  anlam  kaymalarına  uğrayan  bir  olgu  olarak kavranabilecektir. Nitekim modern toplumlarda hukukun yeri ve etkisinin ekonomik iktidar  ve  devlet  iktidarı  bağlantılı  uzun  erimli  küresel  dönüşümü;  hukuk  devleti, egemenlik, anayasa, güçler ayrılığı, olağanüstü hâl gibi kamu hukukunu yakından ilgilendiren  kavramların  toplumsal  ve  sınıfsal  dönüşümler  karşısındaki  değişebilen konumları, hukuka tarihsel materyalist yaklaşımın oldukça yakından ilgilendiği konu başlıklarıdır.  Aksi  türden  bir  kavrayış;  hukuku  belirli  bir  dönemin  hukukuyla özdeşleştirme, farklı dönemlerin hukukunun dönemsel/tarihsel özgüllüklerini göz ardı etme ve bunlar arasındaki süreklilik ilişkisini gözden kaçırma riskiyle her zaman karşı karşıyadır. Marx bu nedenle, burjuva iktisatçıların üretim ve hukuk devleti arasında kurduğu yüzeysel ilişkiye dair Grundrisse de şöyle yazmaktadır:  Üretimin her biçimi, kendi hukuksal ilişkilerini, kendi yönetim biçimini vb. doğurur.  Bu  incelik  ve  anlayıştan  yoksunluk,  tam  tamına,  birbirleri  arasında organik bir bağ bulunan şeyleri olumsal bir ilişkiye, salt düşünce bağlantılarına koymakta kendini gösterir. İşte böylece burjuva iktisatçılar, örneğin ‘en güçlünün hak sahibi olduğu  döneme oranla, üretimin modern polisle daha kolay olduğu basit görüşünü benimsemişlerdir. Onların unuttukları şey ise, ‘en güçlünün hakkı nın da                                                       173  Güçler ayrılığını tarihdışılaştırılmış bir hukuk devleti ilkesi olarak değil de Antonio Gramsci nin hegemonya kavramı üzerinden somut tarihsel süreçlerle bağlantılı ve karşılaştırmalı olarak analiz eden güncel bir çalışma için bkz. KANSU KARADAĞ, Akasya, Güçler Ayrılığı ve Hegemonya: Kuramsal Bir Tartışma, Yayımlanmamış Doktora Tezi, 2020.  174  Bkz. NEUMANN, Franz L.,  The Change in the Function of Law in Modern Society , The Democratic and Authoritarian State: Essays in Political and Legal Theory, The Free Press of Glencoe, London, 1964, s. 22-68.   433Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bir hukuk ilişkisi olduğu, ve kendi ‘hukuk devletlerinde  bir başka biçim altında da olsa galebe çaldığıdır 175. Özetle, hukukun toplumsal  ilişkiler alanının  ve  toplum etkisi  yaratan süreçler birliğinin önemli bir parçası olduğu; toplumsal bütünün ekonomik, politik, ideolojik vs. veçhelerinde  temellenen  ilişkisellikten  ve  tarihsellikten  yalıtılarak  kavranamayacağı açıktır. Tarihsel materyalist toplumsal formasyon kavramı, hukukun toplumsal bütün içerisinde haritalanmasına imkân veren bir kuramsal çerçeve sunmaktadır. Bu bağlamda tarihsel materyalist hukuk kavrayışının, hukukun üretim ilişkilerinin kuruluşu ve yeniden üretimindeki somut etkisini ve toplumsal-sınıfsal güç ilişkilerinin düzenlenişindeki maddi ve kurumsal rolünü öne çıkardığı; bilhassa da toplumsal formasyon kavramı dolayımıyla, toplum ve hukuk ilişkisine, hukukun toplumsal işlevlerine ve toplumsal dönüşümüne dair kuramsal ve bütünlüklü bir görüş açısı sunduğu ileri sürülebilir.                                                                  175  MARX, 2013, s. 25-26. Son cümle, metnin orjinaliyle karşılaştırılarak değiştirilmiştir. Bkz. MARX, 1976, s. 25.  176  Bkz. AKBAŞ, Kasım,  Sınıf Mücadelesi ve Hukuk: Marx ın Yönteminin İzinde , Praksis, Yıl: 2019, Sayı: 48, s. 54. 434Karadağ    Hacettepe HFD, 11(1) 2021, 394-440",
     "Kaynakça": "Theodor W.,  Gesellschaft , Gesammelte Schriften, Bnd 8, Shurkamp Verlag, Frankfurt am Main, 1972, s. 9. 39  ADORNO, 1972, s. 9. Toplumun insanlardan oluştuğu vurgulandığında bile,  birçok kişinin bir araya gelmesinden öte bir şey  olduğu;  aralarında belirli ve aşağı yukarı istikrarlı ilişkiler setine sahip kişiler[in]  bir  araya  gelerek  toplumu  oluştur[duğu]   akılda  tutulmalıdır.  Bkz.    SWEEZY,  Paul, Kapitalist Gelişme Teorisi, (çev. Gülsüm Akalın), Kalkedon Yayınları, İstanbul, 2007, s. 15.  40  JESSOP, Bob, Devlet Teorisi: Kapitalist Devlet Yerine Oturtmak, (çev. Ahmet Özcan), Epos Yayınları, Ankara, 2008, s. 19. 41  JESSOP, 2008, s. 19. 42  DEMIROVIĆ, Alex, Toplum ve Eleştiri, (çev. Muharrem Açıkgöz), FelsefeLogos Yayınevi, İstanbul, 2007, s. 32. 43  BHASKAR, Roy, Gerçekliği Geri Kazanmak, (çev. Beyza Sümer Aydaş), Nota Bene Yayınları, İstanbul, 2015, s. 142. 44  ELIAS, Norbert, Uygarlık Süreci, Cilt 1, (çev. Erol Özbek), İletişim Yayınları, İstanbul, 2000, s. 12. 404Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  olarak da ‘geniş anlamıyla ekonomik  gruplara bölünmesi45; son olaraksa beşeri tarih içinde ortaya çıkmış sayısız ilişki tipini içeren neredeyse sonsuz çeşitlilikteki bağlam ve anlam  kümesine  işaret  ediyor  olması,  modern  toplumun  kapsayıcı  bir  tanımının yapılabilmesini bir hayli zorlaştırmaktadır.  Nietzsche nin Ahlakın Soykütüğü Üzerine başlıklı eserinde yazdığı gibi,  bütün bir sürecin semiyotik olarak bir araya geldiği kavramlar tanımdan kaçarlar; yalnızca tarihi olmayanlar tanımlanabilir 46. Hal böyle olunca da toplumun, toplumsal süreçlerin ve toplumsal ilişkilerin kavranışı esnasında bir çeşit anahtar işlevi gören, belirli bir teorik yaklaşıma ya da yaklaşımlar bütününe ve hatta bu yaklaşımların özgül yöntemlerine işaret eden açık, kapsayıcı ve çözümleyici kategorilere ihtiyaç duyulur47.  İşte  Marksist  yaklaşım  içinden  geliştirilen  toplumsal  formasyon (Gesellschaftsform/Gesellschaftsformation; social formation) kavramı, tarihin belirli bir dönemine denk düşen somut ve tarihsel bir toplumsal gerçekliğin48 kavranışı bakımından oldukça elverişli, tutarlı ve çözümleyici bir kavram olarak karşımıza çıkmaktadır49. Kavram, toplumsal yapıların varlığı ve tarihselliği arasındaki bağıntıyı kurmak, bir başka                                                       45  Bob Jessop geniş anlamıyla ekonomiyi, Gramsci nin Amerikanizm, Fordizm, üretim gibi kavramları aynı zamanda birer kültürel olgu olarak ele aldığını hatırlatarak şöyle açıklıyor:  En geniş anlamıyla ekonomi hem ekonomik hem de ekonomi dışı etmenleri kapsar. Ekonomi, toplumsala gömülmüş, toplumsal olarak düzenlenmiş ve stratejik olarak seçilmiş kurumların, örgütlerin, toplumsal güçlerin ve toplumsal bir ilişki olarak sermayenin genişletilmiş yeniden üretimi etrafında örgütlenen (veya en azından bu üretime müdahil olan) eylemlerin toplamıdır . Bkz. JESSOP, Bob,  Ulusal Ekonomi ve Ulusal Devletin Geleceğini Anlatılamak? Düzenlemenin Yeniden Haritalandırılması ve Yönetişimin Yeniden İcadı Üzerine Düşünceler , (çev. Ahmet Murat Aytaç), Hegemonya, Post-Fordizm ve Küreselleşme Ekseninde Kapitalist Devlet, (der. B. Yarar vd.), İletişim Yayınları, İstanbul, 2005, s. 302. 46  NIETZSCHE,  2003,  s.  85.  Nietzsche nin  bu  cümlesine  Bob  Jessop  ve  Joachim  Hirsch  devlet sözcüğünden bahsederken başvurmuşlardır. Bkz. FLOHR, Mikkel / HARRISON, Yannick,  Reading the Conjuncture: State, Austerity, and Social Movements, an Interview with Bob Jessop , Rethinking Marxism, Year: 2016, Volume: 28, Issue: 2, s. 306; HIRSCH, Joachim, Materyalist Devlet Teorisi: Kapitalist Devletler Sisteminin Dönüşüm Süreçleri, Alan Yayınları, İstanbul, 2011, s. 11.  47  ÖNGEN, Tülin, Prometheus un Sönmeyen Ateşi: Günümüzde İşçi Sınıfı, Yordam Kitap, İstanbul, 2014, s. 48; THERBORN, Göran, Science, Class and Society: On the Formation of Sociology and Historical Materialism, New Left Books, London, 1976, s. 72. 48  Marx a göre toplumsal gerçeklik  belli ilişkiler kümesi ve şeylerin yığılmasından ziyade belli ilişkiler kümesinde mündemiç bir değişim sürecidir. Bir başka deyişle [toplumsal] gerçeklik, sonu ve nerede duracağı bilinmeyen bir tarihi süreçtir . Bkz. SWEEZY, 2007, s. 32. 49  GODELIER, Maurice,  On the Definition of a Social Formation, The Example of the Incas , Critique of Anthropology, Year: 1974, Volume: 1, Issue: 1, s. 63; GODELIER, Maurice, Perspectives in Marxist Anthropology, Cambridge University Press, Cambridge, 1977, s. 63.  405Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  ifadeyle bu yapıların içsel değişim dinamikleri arasındaki ilişkiyi tespit etmek suretiyle toplumsal  hareketin  yapısal ve üstyapısal veçhelerini açıklamaya hizmet eder50. Bu bağlamda kavram, soyut bir toplum imgesine gönderme yapmaz. Daha ziyade, farklı üretim tarzlarının bir bileşimi olan somut toplumları ifade eder51. Fakat bu noktada, toplumsal formasyon kavramının yaygın olarak kabul gören iki anlamı arasındaki nüansa dikkat  çekmek  gerekmektedir:  (1)  Bir  üretim  tarzının  ortaya  çıkışında  temellenen toplumsal ilişkiler bütünlüğü (üretimin maddi temeli ile bu maddi temele uygun düşen toplumsal ilişkiler bütünlüğü) olarak toplumsal formasyon kavramı ile; (2) farklı üretim tarzlarının eklemlenmesi sonucu ortaya çıkan toplumsal ilişkilerin bütünlüğü olarak toplumsal formasyon kavramı. Bu iki kullanımı ayırt etmek için, Fransız antropolog Maurice Godelier nin toplumsal formasyon kavramı analizine başvurulabilir.  Godelier, toplumsal formasyon kavramının önemini ele aldığı metninde ilk önce Marx ın neden ‘formasyon  sözcüğünü tercih ettiğini açıklamaktadır. Godelier e göre Marx, kendi döneminde henüz doğmakta olan jeoloji bilimi jargonundan etkilenmiştir. Dünyanın farklı çağlarının ardışıklığını birincil, ikincil, üçüncül ve dördüncül formasyon terimleriyle  açıklayan  Charles  Lyell den  etkilenen  Marx,  formasyon  sözcüğüyle  bir üretim  tarzının  doğuşuna  ve  gelişimine  vurgu  yapmaktadır52.  Toplumsal  formasyon sözcüğü, bir yandan farklı üretim tarzlarının (köleci, asyatipi, feodal vs.) ortaya çıkma ve gelişme  süreçlerine  işaret  ederken,  diğer  yandan  toplumsal  bir  süreçle  bu  sürecin sonucunu aynı anda ifade etmektedir. Godelier bu hususu şöyle dile getirir:  Demek ki Marx ın formasyon terimine ayrıcalık tanıması, bir süreci ve onun sonucunu aynı sözcükle ifade etmek istemesinden kaynaklanıyordu: Her tür doğal ya da toplumsal gerçeklik, bir sürecin sonucudur, bu sonucun kendisi de hareket halindedir ve ancak kendisine kendi özgül niteliklerini ve özelliklerini veren bir                                                       50  KÜTTLER, Wolfgang, Gesellschaftsformation, http://www.inkrit.de/e_inkritpedia/e_maincode/doku.php?id=g:gesellschaftsformation (erişim tarihi 23.03.2020). 51  GODELIER, Maurice,  Ekonomik ve Toplumsal Formasyon , Marksizm Sözlüğü, (der. G. Bensussan vd.), (çev. Volkan Yalçıntıoklu), Yordam Kitap, İstanbul, 2016, s. 291. 52  GODELIER, 2016, s. 292. Ayrıca bkz. MELKEVİK, Bjarne,  Marx ve Hukuk Görüşü Hakkında: Özneler-Arasılık, Maddilik, Normatiflik , (çev. Barkın Asal), Public and Private International Law Bulletin, Year: 2017, Volume: 37, Issue: 2, s. 914 vd. 406Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  sürecin içinde ve sonunda oluşur; bu sürecin kendisinin de kendi varoluş ve yeniden üretim koşulları vardır 53.     Godelier e  kulak  verildiğinde,  Marx ın  kullanımıyla  bir  toplumsal(-ekonomik) formasyonun (1) belirli bir üretim tarzından, (2) bu üretim tarzına tekabül eden ekonomik ve ekonomi-dışı ilişkiler bütünün özgül ve somut gerçekliğinden oluştuğu söylenebilir54. Bir başka ifadeyle, toplumsal formasyon kavramı, Marx ın Ekonomi Politiğin Eleştirisine Katkı nın önsözünde formüle ettiği yapı-üstyapı birliğiyle uyumlu görünmektedir55. Bu bağlamda  Godelier,  Marx ın  sözünü  ettiği  şeyin,  bir  üretim  tarzının  doğması  ve dönüşmesiyle ortaya çıkan ve gelişen toplumsal ilişkilerin ‘organik bütünlüğü  olduğunu belirtir:  Kapitalist üretim biçiminin gelişmesi, beraberinde, akrabalık ilişkilerinde, yönetim biçimlerinde, sanat biçimlerinde, ahlaki ve dini değerlerde bir dönüşüm getirdi. Marx ın köleci formasyondan ve feodal formasyondan ayırarak, burjuva ekonomik ve toplumsal oluşum olarak tanımladığı şey, kapitalist üretim biçiminin gelişmesiyle gelişen ve bütün bu toplumsal ilişki formlarından oluşan organik bütündür 56. O  halde  Godelier e  göre,  verili-somut  bir  toplumun  tek  başına  bir  toplumsal formasyonu oluşturması değildir söz konusu olan. Daha ziyade, farklı toplumların ya aynı toplumsal formasyona ya da farklı toplumsal formasyonlara ait olabileceği söylenebilir. Farklı toplumların aynı toplumsal formasyona ait olmaları, bunların maddi üretimlerinin,  bütünüyle ya da kısmen, bu toplumsal formasyona temel oluşturarak onu niteleyen                                                       53  GODELIER, 2016, s. 292. 54  GODELIER, 2016, s. 293. 55  Marx bu önsözde şöyle yazar:  Varlıklarının toplumsal üretiminde, insanlar, aralarında, zorunlu, kendi iradelerine bağlı olmayan belirli ilişkiler kurarlar; bu üretim ilişkileri, onların maddi üretici güçlerinin belirli bir gelişme derecesine tekabül eder. Bu üretim ilişkilerinin tümü, toplumun iktisadi yapısını, belirli toplumsal bilinç şekillerine tekabül eden bir hukuki ve siyasal üstyapının üzerinde yükseldiği somut temeli oluşturur. Maddi hayatın üretim tarzı, genel olarak toplumsal, siyasal ve entelektüel hayat sürecini koşullandırır. İnsanların varlığını belirleyen şey, bilinçleri değildir; tam tersine, onların bilincini belirleyen, toplumsal varlıklarıdır . Bkz. MARX, Karl, Ekonomi Politiğin Eleştirisine Katkı, (çev. Sevim Belli), Sol Yayınları, Ankara, 1976, s. 25. 56  GODELIER, 2016, s. 293.  407Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  üretim  [tarzına]  dayanması[nı]   gerektirir57.  Fakat  bu  toplumların  üretim  açısından ulaştıkları gelişmişlik düzeyi, ilgili toplumsal formasyona aidiyetlerinin derecesini de belirleyecektir:  XIX. yüzyılda İngiltere, Fransa, Almanya ve Rusya, kapitalist toplumsalekonomik formasyona, farklı derecelerde aittirler. Aynı şekilde, dönemine göre, bir toplum, bir üretim [tarzının] ve ona uygun düşen toplumsal ilişkilerin en ileri gelişmişlik  örneğini  sunabilir.  İngiltere nin  XVIII.  ve  XIX.  yüzyıllarda, Hollanda nın XVII. yüzyılda en gelişkin kapitalist ülke olarak ortaya çıkması bu şekilde olmuştur 58. Gelgelelim  Godelier,  verili  bir  toplumun  üretiminin  farklı  üretim  tarzlarının bileşiminden  meydana  gelebileceğini  dile  getirerek,  o  toplumun  farklı  toplumsal formasyonlara ait olabileceğinin de altını çizer. Yani bir toplum, farklı üretim tarzlarını ve bu üretim tarzlarının kaynaklık ettiği farklı nitelikteki toplumsal ilişkileri aynı anda barındırıyorsa,  aynı  anda  farklı  toplumsal  formasyonlara  ait  olacaktır  (söz  gelimi kapitalist,  feodal  ve  köleci).  Fakat  farklı  üretim  tarzlarının  birlikteliği  ya  da eklemlenmeleri durumu, toplumsal formasyon kavramındaki önemli bir anlam kaymasına işaret etmektedir. Bu, toplumsal formasyon kavramının,  yukarıda belirtilen ve daha yaygınlaşmış olan kullanımına, eş deyişle,  maddi temeli çok sayıda üretim [tarzının] eklemlenmesi üzerine kurulu somut toplumlar ı ifade eden içeriğine işaret etmektedir59. Godelier e göre bu anlam kaymasını, Çarlık Rusya sının içinde bulunduğu durumu ( eski köylü topluluğunun kalıntıları ve eski feodal ilişkiler, köylülerin ve zanaatkarların üretim tarzı, Bakü deki sınai kapitalizm gibi üretim tarzlarının  bir arada varoluşunu) ifade etmek  için  ‘obscestvenno-ekonomiceskaja  formacija   tabirini  kullanan  Lenin gerçekleştirmiştir60.  Basitleştirilecek olursa, ilk durumda verili bir toplumun bizatihi kendisi somut bir toplumsal formasyonu ifade etmekten ziyade belirli bir toplumsal formasyona dahil                                                       57  GODELIER, 2016, s. 293.  58  GODELIER, 2016, s. 293.  59  GODELIER, 2016, s. 293-4. 60  GODELIER, 2016, s. 294. 408Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  olmaktadır (burada toplumsal formasyon kavramı daha ziyade bir üretim tarzını ve bu üretim tarzında temellenen toplumsal ilişkiler bütününü ifade eder); ikinci durumdaysa verili bir toplumun bizatihi kendisi belirli-özel-somut bir toplumsal formasyon olarak karşımıza çıkmaktadır (burada toplumsal formasyon kavramı, farklı üretim tarzlarının, birinin  egemenliği  altında  eklemlenerek  belirli-özel-somut  bir  toplumsal  ilişkiler bütününü meydana getirmesini ifade eder). Fakat her iki durum için de not etmek gerekir ki  içinde  yaşadığımız  toplumun  kendisi  bir  üretim  tarzını  oluşturmaz;  üretim  tarzı kavramı daha soyut bir toplumsal bütüne işaret ederken, bizler somut ve belirli bir toplumsal formasyon içinde yaşarız61.  Tüm bunların yanı sıra tarihsel materyalist yaklaşım açısından toplumsal formasyon kavramının, toplum kavramının yerine geçtiğini belirtmek gerekir62. Hatta buna göre, toplumların tarihi de esas olarak toplumsal formasyonların tarihi olacaktır.  İlk kertede  diye yazar Louis Althusser,  toplumsal formasyonların tarihi dışında bir tarih yoktur 63. Althusser in vurgusu önemlidir çünkü toplumsal formasyon kavramı, toplumsal bütünü oluşturan  bağıntıların  tarihsel  özgüllüklerini,  toplum  kavramının  aksine  ön  plana çıkarmaktadır. Bunun temel nedeniyse, toplumsal formasyon kavramının, tarihsel bir özgüllüğe dikkat çeken üretim tarzı (Produktionsweise; mode of production) kavramıyla ilişkili biçimde oluşmasıdır. Tek başına (soyut) toplum kavramı ise, genel olarak soyut ‘birey in ayna görüntüsüdür ve birey-toplum ikiliği içinde düşünülür64. Buna karşılık toplumsal formasyon, bir ya da birden fazla üretim tarzının (dolayısıyla da tarihsel olarak beliren  özgül  toplumsal  üretim  ilişkilerinin)  somut  olarak  hayat  bulduğu  toplumsal biçimdir65. O halde, toplumsal formasyon kavramını ayrıntılı bir biçimde incelemenin ilk adımı üretim tarzı kavramının açıklanması olmalıdır.                                                       61  FINE, Ben / HARRIS Laurence, Re-reading Capital, Macmillan Press, London, 1979, s. 12-3. 62  BOTTOMORE, Tom, A Dictionary of Marxist Thought, Blackwell, Oxford, 2001, s. 500; HINDESS, Barry / HIRST, Paul, Mode of Production and Social Formation: An Auto-Critique of PreCapitalist Modes of Production, Macmillan Press, London 1983, s. 46-7. 63  ALTHUSSER, Louis, History and Imperialism: Writings, 1963–1986, (trans. G. M. Goshgarian), Polity Press, Cambridge, 2020, s. 126, 133. 64  ALTHUSSER, 2020, s. 127. 65  ALTHUSSER, 2020, s. 128-9. 409Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  II.  BİR BÜTÜNLÜK OLARAK ÜRETİM TARZI KAVRAMI David Harvey Sermayenin Sınırları nda, Marx ın üretim tarzı kavramını üç farklı biçimde kullandığını yazar. Harvey e göre (1) Marx pamuğun üretim tarzı (mode of production of cotton) dediğinde,  belirli bir kullanım değerinin üretiminde kullanılan fiili yöntem ve teknikleri kasteder ; (2) kapitalist üretim tarzı (capitalist mode of production) yazdığında,   genellikle  kapitalizmin  sınıf  ilişkileri  içinde,  metaların  mübadele  için üretimini varsayarak, (elbette artı-değerin üretimini de işin içine katarak) emek sürecinin karakteristik formuna işaret eder ; (3) Grundrisse gibi Kapital in hazırlık metinlerinde ise bu kavramı kimi zaman bir bütünü ifade etmek ve diğerleriyle karşılaştırmak için kullanır66. Bu son durumda kavram;  kurumsal, hukuki ve yönetsel düzenlemeler, siyasi organizasyonlar ve devlet aygıtı, ideoloji ve karakteristik toplumsal (sınıfsal) yeniden üretim formları gibi üretim, mübadele, bölüşüm ve tüketim ilişkilerinden oluşan bir bütünlüğe işaret eder. Bu çerçeve içinde, ‘kapitalist , ‘feodal , ‘Asya tipi  vb. üretim tarzlarını birbirleriyle kıyaslayabiliriz 67. Kavramın, dikkat çekilen ikinci kullanımı, tarihsel materyalist literatürdeki en bilindik tanımına işaret etmektedir:  Bir üretim tarzı, üretici güçlerle toplumsal üretim ilişkilerinin özgül bir kombinasyonunu ifade eder 68. Bu durumda kavramın soyutladığı şey,  doğayı dönüştürme kapasitesi ne69 sahip üretici güçlerle, toplumsal ve sınıfsal karakterdeki üretim ilişkilerinin bir bütün olarak üretim sürecinde (emek süreci + artıdeğer üretimi) yan yana gelmelerinin yanı sıra, aralarındaki dinamik bağıntı, uyum ve çatışmanın tarihselliğidir. Bir üretim tarzının emek, üretim araçları ve üretim ilişkileri olmak üzere üç temel ögesi bulunmaktadır70. Bu ögelerden ilk ikisi (emek ve üretim                                                       66  HARVEY, David, Sermayenin Sınırları, (çev. Utku Balaban), Yazılama Yayınevi, İstanbul, 2015, s. 124. 67  HARVEY, 2015, s. 124. 68  JESSOP, Bob, Devlet: Dün, Bugün, Gelecek, (çev. Attila Güney), Epos Yayınları, Ankara, 2018, s. 145. 69  HARVEY, 2015, s. 124. 70  DİVİTÇİOĞLU, Sencer, Marksist  Üretim Tarzı  Kavramı - Devlet ve Artık-Değer (İki Deneme), İstanbul Üniversitesi İktisat Fakültesi Yayını, İstanbul, 1971, s. 8 vd.  410Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  araçları) üretici güçleri oluştururken, insanların üretmek için birbirleriyle kurdukları ilişki ve bağıntılar üretim ilişkilerini teşkil eder71. Kapitalist üretim sürecinin Marksist analizi ise şu üç temel unsurdan söz etmektedir: (1) işçi (üretici), (2) üretim araçları, (3) işçi (üretici) olmadığı (non-labourer, non-producer) halde üreticinin ürettiği artı-emeğe artıdeğer biçiminde el koyan kişi, yani kapitalist72. Bu durumda üretici güçler işçiyi ve ham madde, teknoloji gibi üretimin maddi koşullarını kapsamaktadır. Üretim ilişkilerinin ise, üretimin gerçekleşmesi amacıyla bu üç unsur arasında doğan ve gelişen ilişkiler olarak tanımlanması mümkündür. Nitekim Marx, Kapital in ikinci cildinde, bir toplumsal üretim biçimini  oluşturan  temel  üretim  faktörlerinin,  üretim  araçları  ve  işçiler  olduğunu kaydeder73. Birbirlerinden ayrı olduklarında yalnızca potansiyel olarak üretim faktörü olan bu faktörler ancak etkileşime girdiklerinde üretim gerçekleşir. İşte bu etkileşimin özel biçimi, toplum yapısının farklı iktisadi çağlarını belirleyen şeyin kendisidir74.  Üretim tarzı kavramının bizi ilgilendiren asıl boyutu ise -Harvey in de belirttiği gibi- toplumsal nitelikteki bir bütünlüğü yüksek soyutlama düzeyinde ifade etmek için kullanılmasıdır. Althusser, Marx ın toplumu gerçekten de bir ‘toplumsal bütün  olarak kavradığını, fakat bu kavrayışın Hegelci bütünlük nosyonundan tümüyle farklılaştığını ileri sürmüştür. Althusser e göre Marx taki bütünlük/tümlük, içinde birbirlerinden farklı ve görece özerk düzey ve kertelerin özgül belirlenimlere göre eklemlendikleri ve nihai kertede ekonomik düzey ya da kerte tarafından belirlenen, belirli bir karmaşıklık tipinde yapılanmış bir tümlüğün birliğidir [unity of a structured whole]75. Bu ‘yapısal bütünlük  anlayışı, toplumsal olguların tümünün ekonomiye indirgenmesini imkânsız kıldığı gibi, ekonomi-dışı unsurların kapitalist üretimin yansımalarına indirgenemeyeceğini; aksine                                                       71  DİVİTÇİOĞLU, 1971, s. 8-9. 72  CARCHEDI, Guglielmo,  On the Economic Identification of the New Middle Class , Economy and Society, Year: 1975, Volume: 4, Issue: 1, s. 5. 73  MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 2. Cilt, (çev. Nail Satlıgan, Erkin Özalp, Oktar Türel), Yordam Kitap, İstanbul, 2015, s. 45. 74  MARX, 2015, s. 45. 75  ALTHUSSER,  Louis,   The  Object  of  Capital ,  Reading  Capital,  (trans.  Ben  Brewster,  David Fernbach), Verso, London, 2016, s. 244. 411Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bütünü  oluşturan  ekonomik  ve  ekonomi-dışı  alanların,  birbirlerinin  yeniden  üretim koşullarını karşılıklı olarak belirlediğini ima etmektedir76.  Althusser Marx İçin de  insan toplumları  diye yazar,  kendilerini tümlükler olarak sunarlar; bunların birliği karmaşıklığın belirli bir özgül türünden oluşur ve Engels in izinden giderek çok şematik olarak üçe indirgeyebileceğimiz kerteleri işin içine sokar: Ekonomi, politika, ideoloji 77. Bu durumda -maddi anlamıyla- üretim ilişkileri, toplumsal bütünün içindeki ‘bölgesel bir yapı  olarak görünecektir78. Bu, her ne kadar ekonomik kertenin üretim ilişkileri tarafından belirlendiğine işaret etse de bir üretim tarzının maddi üretim ilişkilerine, yani ekonomik kerteye indirgenebileceği anlamını taşımaz. Fredric Jameson un da altını çizdiği gibi, Althusser tam da bu nedenle Marx ın projesinde üretim tarzının ekonomiyle özdeş bir biçimde değil; aksine ekonomik, hukuki-politik, ideolojik vs.  düzeyler arasındaki ilişkilerin bütün sistemi , yani  bir bütün olarak toplumsal ilişkiler sistemi  biçiminde sorunsallaştırıldığını ifade eder79. Bir başka ifadeyle, tüm bu ilişkiler sistemi içinde gösterilmek istenen, düzeylerin/kertelerin birbirleriyle özdeşliği değil, birbirleriyle iç içe geçmelerine karşın yine de birbirleri arasında mevcudiyetini koruyan yapısal farklılıklar ve mesafelerdir80.  Ayrıca Althusser, Marx ın, üretim ilişkilerinin bir bütün olarak sürekliliğinin, bu ilişkilere bağlı olarak ortaya çıkan tahakküm/boyunduruk ve bağımlılık/kölelik biçimine, eş deyişle  toplumun belirli bir politik konfigürasyonuna  bağlı olduğunu gösterdiğini ileri sürmüştür. Althusser, bu politik biçimin,  üretimin failleri ve üretim araçlarındaki                                                       76  BURAWOY, Michael,  Üretim Siyaseti: Kapitalizm ve Sosyalizmde Fabrika Rejimleri, (çev. Çağdaş Gümüşoluk), Nota Bene Yayınları, Ankara, 2015, s. 98-9, 143. dipnot. 77  ALTHUSSER, Louis, Marx İçin, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2015, s. 282. Benzer biçimde Étienne Balibar da bir üretim tarzı analizinin, bir toplumun kendi iktisadi yapısı ile karşılıklı ilişkisinin anatomisini sunduğunu yazmaktadır. Balibar ayrıca, üretim tarzı kavramsallaştırmasında olduğu gibi, toplumsal formasyonların da farklı düzeylerden (kerteler, pratikler) oluştuğunu ve Marx ın bunlardan bilhassa üç tanesini (ekonomik temel, hukuksal ve politik üstyapılar, toplumsal bilincin kökenleri) belirlediğini vurgulamaktadır. Bkz. BALIBAR, Étienne,  Tarihsel Materyalizmin Temel Kavramları Üzerine , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007, s. 500, 502. 78  ALTHUSSER, Louis,  Kapital in Nesnesi , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007, s. 465. 79  JAMESON, Fredric, Siyasal Bilinçdışı, (çev. Mesut Varlık, Yavuz Alogan), Ayrıntı Yayınları, İstanbul, 2011, s. 33-4. 80  JAMESON, 2011, s. 38. 412Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bağlantı kipler inde, daha özel olaraksa mülkiyet ve düzenleme bağlantıları düzeyinde temellendiğini yazar:  Bu tür ilişkiler, üretim faillerinin dolaysız emekçiler ve efendiler olarak farklılaşıp  farklılaşmasına  bağlı  olarak,  maddi  güç  (devlet)  ve  ahlaki  güç (ideolojiler)  aracılığıyla  tanımlanmış  bu  ilişki  türlerini  ortaya  koymaya  ve sürdürmeye yönelik bir örgütlenmenin varlığını zorunlu (sınıflı toplum) ya da fuzuli (sınıfsız toplum) kılar. Böylece bazı üretim ilişkilerinin, kendi varoluş koşullarının koşulu olarak, hukuksal-politik ve ideolojik bir üstyapının varlığını gerektirdiği ve bu  üstyapının  niçin  ille  de  özgül  (çünkü  o,  buna  çağrı  yapan  özgül  üretim ilişkilerinin sonucudur) olması gerektiği de görülmektedir 81. Öyleyse  bir  üretim  tarzına  ait  üretim  ilişkilerinin  kavranışı  zorunlu  olarak, toplumun farklı düzeylerinden oluşan bütünlüğü, yani o üretim tarzına ait olan düzeylerin biraradalığının  özgüllüğünü  kavramayı  gerektirmektedir82.  Üretici  güçler  ve  üretim ilişkilerinin  bir  araya  gelme  tarzı,  üretim  tarzının  bütünsel  yapısı  anlaşılmadan tanımlanamaz:  Üretim kavramını düşünmek, koşulların birliğini düşünmektir ; üretim tarzını düşünmek ise  üretimin yalnızca maddi koşullarını değil, toplumsal koşullarını da düşünmektir 83. Tüm bu hususların yanı sıra Althusser, yukarıda sıralanan üç bölgenin ekonomik, hukuki, politik, ideolojik ve teorik/kuramsal toplumsal pratikler tarafından kurulduğunu belirtir84.  Toplumsal  pratik,  belirli  bir  toplum  içindeki  mevcut  pratiklerin  karmaşık birliğidir85.  Althusser,  toplumsal  pratiğin  bu  karmaşık  yapılanışında  son  kertede belirleyici olanın, (diğerlerine göre baskın olmasa bile) üretim pratiği, yani  doğanın                                                       81  ALTHUSSER, 2007, s. 461. Ayrıca, Terry Eagleton konuyla ilgili olarak şöyle yazar:  [Ş]u her zaman yöneltilebilir olan bir sorudur: insani üretim etkinliği, niçin bir üstyapıya gereksinim duysun? Bu soruya verilebilecek yanıtlardan birisi şudur: çünkü, bugüne kadar, her tarih döneminde sömürüye dayalı ve bu nedenle de hukuki, siyasi ve ideolojik bakımdan düzenlenmesi ve onaylanması gereken toplumsal ilişkiler söz konusu olmuştur . Bkz. EAGLETON, Terry, İdeoloji, (çev. Muttalip Özcan), Ayrıntı Yayınları, İstanbul, 2005, s. 122. 82  ALTHUSSER, 2007, s. 462, 470. 83  ALTHUSSER, 2007, s. 469, 466. 84  ALTHUSSER, 2015, s. 204-5. 85  ALTHUSSER, 2015, s. 204. 413Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  (hammadde) belirli üretim ilişkileri çerçevesinde ve belirli üretim araçlarının yöntemli olarak düzenlenmiş kullanımına göre çalışan insanların faaliyeti sayesinde kullanım ürününe  dönüşmesi   olduğunu  yazmaktadır86.  O  halde  Althusser in  -son  kertede belirleme rolünü ekonomiye atfettiği hatırlanacak olursa-, ‘ekonomi yle toplumsal üretim pratiğini kastettiği anlaşılmaktadır. Bu durumda, genel olarak ekonomi (yani maddi yaşamın üretimi)  sosyal yapının hakim olan yönünü belirlerken, sadece kapitalizmde, ekonomi, hakim olanın kendisi olduğunu belirlemektedir 87.  Nota bene sözü edilen kavrayış, basitçe ekonominin ekonomi-dışı ilişkilere göre daima üstün olduğunu ya da olacağını iddia etmemektedir. Marx ın  [m]addi hayatın üretim tarzı, genel olarak toplumsal, siyasal ve entelektüel hayat sürecini koşullandırır 88 cümlesi, ekonomik kertenin/düzeyin diğerlerine daima hakim olacağını ifade etmez. Étienne Balibar ın vurguladığı üzere, maddi hayatın ve toplumun üretimi, daha ziyade  belirleyici bir yer işgal eden toplumsal yapının mercilerini belirliyor olması  anlamında belirleyicidir ve kapitalist üretim tarzında bu yer, ekonominin bizatihi kendisi tarafından işgal edilmiştir89. Özetle bu yer,  gerçek yaşamın üretimi ve yeniden üretimi 90 tarafından belirlenmektedir.  III. TOPLUMSAL FORMASYON KAVRAMININ TEMEL BOYUTLARI  A.  Farklı  Üretim  Tarzlarının  Bileşimi  Olarak  Toplumsal  Formasyon Kavramı Althusser, Marx ın Felsefenin Sefaleti nden itibaren  toplum  yerine  toplumsal formasyon u  kullandığını  ileri  sürer.  Althusser e  göre  Marx,  toplumsal  bütünlüğün yukarıda aktarılan karmaşık karakteri nedeniyle ve toplum sözcüğünün taşıdığı o idealist vurguya yabancı bir biçimde,  teorik bir kavramlar sisteminin parçası  ve bilimsel bir                                                       86  ALTHUSSER, 2015, s. 204. 87  BURAWOY, 2015, s. 97. 88  MARX, 1976, s. 25. 89  BALIBAR, 2007, s. 532. 90  ENGELS, 1993, s. 15. 414Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kavram  olarak  ‘toplumsal  formasyon   kavramını  kullanmaya  başlamıştır91.  Marx ın Katkı nın önsözünde ve Grundrisse nin girişinde de kullandığı bu kavram, onun klasik devlet-sivil toplum ikiliğine ve bu ikiliğin Hegelci yorumuna olan mesafesine işaret etmektedir92. Nitekim Marx ın, üretim ilişkilerinin hayat bulduğu mekânı ifade eden sivil toplum kavramını (ve kuşkusuz sivil toplumun üzerinde duran devlet kavrayışını) terk ederek, ekonomik ve ekonomi-dışı (politika, hukuk, ideoloji, kültür vs.) olanın karmaşık bütünleşikliğini vurgulayan ‘üretim tarzı  kavramını kullanmasının nedenlerinden biri de budur93. İşte bu nedenle Marx ın üretim tarzı kavramı, toplumsal formasyon kavramının sunduğu teorik çerçevenin belirleyicisi haline gelmiştir:    [B]ir toplumsal formasyon, tarihsel olarak mevcut ve […] egemen üretim tarzıyla çağdaşlarından ve kendi geçmişinden ayrılan her ‘somut toplum u belirtir. Örneğin  ilkel  denen  toplumsal  formasyonlardan  söz  edilebilir,  köleci  Roma toplumsal  formasyonundan,  serf  emeğine  dayalı  (‘feodal )  Fransız  toplumsal formasyonundan […] vs. söz edilebilir 94.    Bu noktada yeri gelmişken, toplumsal formasyon kavramının, tarihsel materyalist gelenek içinde bir ‘Üretim Tarzı ve Toplumsal Formasyon Teorisi ni biçimlendirdiğini hatırlatmak  yararlı  olacaktır.  İngilizce  konuşulan  dünyada  bu  teorinin  biçimlenişi 1950 lere rastlamaktadır95. Erik K. Olsen in belirttiği gibi, Maurice Cornforth un 1953 tarihli Historical Materialism başlıklı kitabı bu teorinin ilk örneğidir. Ayrıca Oskar Lange nin 1959 da yazdığı fakat 1963 te İngilizceye çevrilen Political Economy metni ile  Otto  Kuusinen  ve  diğerlerinin  aynı  tarihli  Fundamental s  of  Marxism-Leninism kitapları en erken örneklerden diğer ikisi sayılabilir96. Teorinin temel hatları ve savları ise şöyledir:                                                        91  ALTHUSSER, 2005, s. 42. 92  ELIOTT, Gregory, Althusser: The Detour of History, Brill, Leiden, 2006, s. 133. 93  ALTHUSSER, 2015, s. 134-5; ELIOTT, 2006, s. 134; CLARKE, Simon,  Marksizm, Sosyoloji ve Poulantzas ın Devlet Kuramı , Devlet Tartışmaları: Marksist Bir Devlet Kuramına Doğru, (der. S. Clarke), (çev. İbrahim Yıldız), Ütopya Yayınevi, Ankara, 2004, s. 103. 94  ALTHUSSER, 2015, s. 42. 95  OLSEN, Erik K.,  Social Ontology and Origins of Mode of Production Theory , Rethinking Marxism, Year: 2009, Volume: 21, Issue: 2, s. 181. 96  OLSEN, 2009, s. 181. 415Karadağ    Hacettepe HFD, 11(1) 2021, 394-440   1) Her toplum bir üretim tarzıyla politik, kültürel ve ideolojik üst yapının bir bileşimidir. […] 2) Bir üretim tarzı iki temel bileşenden oluşur: üretici güçler ve üretim ilişkileri. 3) Bir toplumsal formasyon üç sosyolojik yasaya riayet eder. Bu temel yasalar şöyle sıralanabilir: İlk yasa, üretim ilişkileri ile üretici güçlerin birbirlerine zorunlu uyumluluğu yasasıdır. İkinci yasa, üstyapı ile ekonomik temel arasında zorunlu uyumluluk yasasıdır. Üçüncü yasa ise üretici güçlerin ilerleyici gelişimi yasasıdır 97. O halde Althusser in (ve Althusserci Marksizmin), tarihsel materyalist literatürün bir dönemine oldukça hakim olan ‘Üretim Tarzı ve Toplumsal Formasyon Teorisi ni yeniden yorumladığını söylemek mümkündür98. Althusser, Marx ın analizine göre, bütün toplumsal formasyonların birden fazla üretim tarzının varlığını içerdiğini ve bu üretim tarzları çoğulluğu içinde, egemen olan üretim tarzına diğerlerinin tabi olduğunu belirtir99. Somut bir toplumsal formasyon, egemen bir üretim tarzı ile ona tabi olan diğerlerinin özgül biraradalıklarını ifade eder ve bu durumda, belirli bir toplum biçimindeki hâkim üretim tarzı, zayıf bir biçimde devam eden diğer üretim tarzlarıyla birlikte bir bütünlük oluşturur100. Zayıflayan üretim ilişkilerinin etkinlikleri ise, kendi hâkim biçimlerinde oldukları  gibi  değil,  hâkim  üretim  tarzının  toplumsal  kuruluşu  ve  seyrinin  onlar üzerindeki özgül etkileri bakımından anlaşılabilir. Bir başka ifadeyle, egemen olan üretim tarzının yasalarının etkinliği, verili bir toplumsal bütünün/sistemin yapılanışı için birincil plandadır. Bu bakımdan, Barry Hindess ve Paul Hirst in, Mode of Production and Social Formation  başlıklı  kitaplarında,  Althusser in,  Marx ın  Kapital ini  kapitalist  üretim                                                       97  OLSEN, 2009, s. 181. Ayrıca bkz. LANGE, Oskar, Ekonomi Politik, (çev. Muvaffak Şeref), Ataç Kitabevi, İstanbul, 1965, s. 26-60.  98   Resmi Marksizmin, daha özel olaraksa üretim tarzı ve toplumsal formasyon teorisinin, Althusserci eleştirisi, yerleşik Marksist dünya görüşünden kopuş çağrısından başka bir şey değildi . Bkz. OLSEN, Erik K.,  The Althusserian Controversy in Resrospect and Prospect , Rethinking Marxism, Year: 2017, Volume: 29, Issue: 2, s. 341. 99  ALTHUSSER, 2005, s. 43. 100  Marx bu gerçekliğe henüz Kapital in ilk kitabının Almanca birinci basımının önsözünde şöyle işaret ediyordu:  Diğer bütün alanlarda, Kıta Avrupası nın batısındaki bütün öteki yerlerde olduğu gibi, sırf kapitalist  üretimin  gelişmesinin  değil,  bu  gelişmenin  eksikliğinin  de  acısını  çekiyoruz.  Modern sıkıntıların yanı sıra, eski, köhnemiş üretim tarzlarının bitkisel yaşamlarını sürdürmelerinin mirası olan bir dizi sıkıntı, doğurdukları çağ dışı toplumsal ve siyasi ilişkilerle birlikte bizi eziyor. Yalnız yaşayanlar değil, ölüler de canımıza okuyor . Bkz. MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 1. Cilt, (çev. Mehmet Selik, Nail Satlıgan), Yordam Kitap. İstanbul, 2015, s. 18-9. 416Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  tarzının  özgül  ‘toplum  etkisi   yaratma  mekanizmasının  teorisi  olarak  gördüğünü hatırlatmaları oldukça yerindedir101. Kapital, Althusser e göre gerçekten de  kapitalist üretim tarzı içinde toplum etkisi üretiminin  mekanizmasını incelemektedir102. Klasik anlamıyla bir toplumsal formasyon, üretim tarzlarını oluşturan ilişkiler sisteminin özgül bir  toplum  etkisi  üreten  mevcut  kombinasyonunu  ifade  eder103.  Toplumsal  bütünün kendine has yaşamının temel mekanizmasını ve bu özgül toplum etkisini belirleyen şeyse ilgili karmaşık biraradalığın nasıl yapılandığıdır.  Althusser in Marx ve Engels in yapıtlarından çıkarsadığı şey, Marksist topografinin bir toplumsal formasyonu temel olarak ikiye ayırdığıdır: Yapı/altyapı/ekonomik temel (infrastructure), üretim ilişkileri ile üretici güçlerin ilkinin egemenliğindeki birliğinin; üstyapı  ise  (superstructure)  hukuksal,  politik  ve  ideolojik  düzey  ya  da  kertelerin toposudur104. Althusser e göre Marx, bu ikisi arasındaki karmaşık ilişkinin kavranışında iki temel  hususun belirleyici  olduğunu söylemiştir:  Bir  yandan (ekonomik) üretim tarzının son kertede belirleyiciliği; diğer yandan üstyapıların göreli özerkliği ve özgül etkinlikleri 105.  Öyleyse  bir  toplumsal  formasyon  bu  üç  bölgesel  yapıyı,  yukarıda gösterildiği gibi, kendi köklü gerçeklikleriyle birlikte içerir. Bu nedenle de söz konusu olan, hukuki-politik ve ideolojik kertelerin ekonomik temelin basitçe sonuçları ya da üstyapısal görüngüleri olmaları değil; her birinin, belirleyici oldukları ölçüde, ayrı ayrı diğerlerinin  (ve  dolayısıyla  bütünün)  varlık  koşulları  tarafından  da (üst)belirlenmeleridir106.  Dolayısıyla Marksizmin, bir toplumsal formasyondaki bu üç kerteyi, en nihayetinde ilkinin  (ekonomi)  belirleyici  olduğu,  birbirlerinden  kopuk  bölgeler/alanlar/düzeyler biçiminde ele aldığını düşünmek hatalı olacaktır. Marksist toplumsal topografide söz konusu olan daha ziyade, bu üç kavramın, birbirleriyle iç içe olan (imbricated) ve                                                       101  HINDESS / HIRST, 1983, s. 27. 102  ALTHUSSER, Louis,  From Capital to Marx s Philosophy , Reading Capital, (çev. Ben Brewster, David Fernbach), Verso, London, 2016, s. 68-9. 103  HINDESS / HIRST, 1983, s. 46. 104  ALTHUSSER, 2015, s. 136; ELIOTT, 2006, s. 134.  105  ALTHUSSER, 2015, s. 137. 106  ELIOTT, 2006, s. 136. 417Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  karşılıklı  olarak  birbirlerine  nüfuz  eden  (interpenetrative)  gerçek  olguları karşılamasıdır107. Bir başka ifadeyle, genel olarak yapı kuramı için söylenebileceği gibi, burada da yapıyı oluşturan unsurlar artzamanlı (diyakronik) olarak değil, eşzamanlı (senkronik) olarak ve karşılıklı etkileşim halinde ilişkiye girerler108. Toplumsal bütünün son kertede üretim ilişkileri tarafından belirlenmesinden çok, ekonomik belirlenimin her defasında farklı ölçekte de olsa her uğrakta gerçekleştiğini109 ve bu uğrakların ‘üstyapısal  (karşılıklı)  etkilenime  açık  olduğunu  belirtmek  bu  bakımdan  önemlidir.  Üstyapı kavramını  da bu nedenle, tözsel  değil ilişkisel/ilineksel  bir kavram  olarak anlamak gerekir110. Gregory Eliott un da dikkat çektiği bir pasajında Althusser şöyle yazar:  Ekonomik diyalektiğin katışıksız halde rol oynadığının, tarihte üstyapı, vs. denen bu mercilerin işlerini bitirdikten sonra saygıyla bir kenara çekildiklerinin ya da Zamanı geldiğinde Majesteleri Ekonomi nin diyalektiğin kraliyet yolu üzerinde ilerlemesine  izin  vermek  için,  sanki  onun  katışıksız  görüngüsüymüş  gibi  yok olduklarının asla görülmediğini söylemek gerekir. Ne ilk anda ne de son anda, ‘son kerte nin saati tek başına çalmaz 111.  Üstelik, Marksizmin ‘ekonomizm  olmadığına bu şekilde işaret eden Althusser in, yapı-üstyapı  dikotomisinin  o  vulgar  alımlanışına  itiraz  eden  Antonio  Gramsci yle temasını  kurmak  zor  değildir112.  Gramsci  henüz  20 li  yıllarda,  gelişmiş  kapitalist                                                       107  WOODIWISS, Anthony,  The Discourses of Production (part I): Law, Industrial Relations and The Theory of Ideology . Economy and Society, Year: 1987, Voume: 16, Issue: 3, s. 296; WOODIWISS, Anthony, Social Theory After Postmodernism: Rethinking Prodiction, Law and Class, Pluto Press, London, 1990, s. 55. 108  ÖZDEMİR, Ali Murat, Ulusların Sefaleti, İmge Kitabevi Yayınları, Ankara, 2010, s. 47.  109  ÖZDEMİR, 2010b, s. 94. 110   Üstyapı, ilişkisel bir terimdir. Belirli toplumsal kurumların, egemen toplumsal ilişkilerin ‘destekleri  olarak  işlev  görme  biçimini  gösterir;  bizleri  bu  tür  kurumları  -iktidarda  olan  toplumsal  güçle aralarındaki işlevsel ilişkiler bakımından- belli bir bağlama oturtmaya davet eder. En azından benim kanımca  hatalı  olan  şey,  terimin  bu  ‘ilineksel   anlamından  tözsel  olan  bir  anlama  –‘üstyapıyı  biçimlendiren bir sabit, verili ve örneğin, filmleri de kapsayan bir kurumlar ‘alemi ne- atlanılmasıdır . Bkz. EAGLETON, 2005, s. 125. 111  ALTHUSSER, 2015, s. 138-9. 112  Althusser in Gramsci den nasıl ve ne derece etkilendiği ve Gramsci eleştirisi bu makalenin konusu değildir. Bununla birlikte Peter D. Thomas, Althusser in Gramsci eleştirisinin ve dolayısıyla da Althusser deki Gramsci etkisinin  Gramsci nin görüşlerine ilişkin ciddi sınırlamalar ve temel yanlış anlamalarla malul  olduğunu belirtir. Bkz. THOMAS, Peter D., Gramsci Çağı: Felsefe, Hegemonya, Marksizm, (çev. İlker Akçay, Ekrem Ekici), Dipnot Yayınları, Ankara, 2013, s. 60. 418Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  toplumsal formasyonlarda sınıf egemenliğinin yeniden üretiminde siyasal iktidarın rolünü ele alırken, geliştirdiği tarihsel blok (blocco storico) kavramıyla, Marx ın bu klasik metaforunu hiç de ekonomist olmayan bir biçimde yeniden yorumlamıştı113. Dahası bu yorum, verili bir  toplumsal formasyon çözümlemesinin bütünselci bir bakış açısına dayandırılmasına olanak  tanıyordu114. Gramsci ye göre tarihsel blok,  ekonomik yapı (ya da temel) ile ‘karmaşık, çelişkili ve uyumsuz  üstyapılar bütünlüğünün organik birliği olarak  tanımlanabilir 115.  Bu  birlik  içinde,  yapı  ve  üstyapı  arasında  tek  yönlü  bir nedensellik değil, diyalektik sürecin bizatihi kendisini ifade eden zorunlu bir karşılıklılık, diyalektik bir ikilik (dichotomy) bulunmaktadır116. Dolayısıyla Althusser in toplumsal bütüne dair yukarıda özetlemeye çalıştığımız kavrayışına Gramsci nin büyük ölçüde kaynaklık ettiği söylenebilir117.  B.  Somut Bir Toplumsal Bütün Olarak Toplumsal Formasyon Kavramı Toplumsal formasyon kavramının bir başka önemi, kavramın somut ve gerçek bir toplumsal bütünü karşılama noktasındaki elverişliliği bakımından karşımıza çıkar. İyi bilindiği  gibi,  kavramın  bu  boyutu  üzerinde  bilhassa  Nicos  Poulantzas  durmuştur. Poulantzas toplumsal formasyon kavramıyla, gerçekten var olan toplumların hiçbirinin saf olarak bir üretim tarzını temsil edemeyeceğini vurgulamayı amaçlar118. Poulantzas,                                                       113  YETİŞ, Mehmet,  Gramsci ve Devletin İki Görünümü , Mülkiye Dergisi, Yıl: 2009, Cilt: 33, Sayı: 264, s. 129-130. 114  YETİŞ, 2009, s. 131. 115  YETİŞ, 2009, s. 130-1. 116  YETİŞ, 2009, s. 131. 117  Ayrıca, ekonomik, hukuksal-politik ve ideolojik düzeyler arasındaki ayrımı hegemonya kavramına uygulamak da mümkündür:  Bu durumda, hegemonyanm tam olarak: ideolojinin başarılı olan türü olmadığı, çeşitli ideolojik, kültürel, siyasi ve ekonomik biçimlere ayrılabileceği söylenebilir. İdeoloji, özellikle, iktidar mücadelelerinin anlamlandırma düzeyinde yaşanış biçimine karşılık gelir ve bütün hegemonik süreçlerde bu türden bir anlamlandırma içeriliyor olmasına rağmen, her durumda, yönetimin ayakta tutulmasını sağlayan başat düzey değildir. Milli marşın okunması, akla gelebilecek en ‘katıksız  ideolojik etkinliktir; belki komşuları rahatsız etme dışında hiçbir amaç güdülmüyormuş gibi görünür. Aynı şekilde din, sivil toplumun çeşitli kurumları arasında belki de en ideolojik olanıdır. Fakat hegemonya, kültürel, siyasi ve ekonomik yapılarda da -retoriksel konuşmalarda olduğu kadar söylemsel olmayan etkinliklerde de- kurulur . Bkz. EAGLETON, 2005, s. 164. 118  WOOD, Ellen Meiksins, Kapitalizm Demokrasiye Karşı, (çev. Şahin Artan), Yordam Kitap, İstanbul, 2016, s. 71. 419Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bir  üretim  tarzının119   realitede  tam  anlamıyla  varolmayan  formel-soyut  bir  nesne  oluşturduğunu yazar ve ekler,  aslında yalnızca tarihsel olarak belirlenmiş bir toplumsal formasyon vardır :  Louis Bonaparte Fransası  ve  Sanayi Devrimi İngiltere si gibi120.  Benzer biçimde Marta Harnecker de, üretim tarzı kavramının soyut bir nesneye, saf (homojen) bir toplumsal bütünlüğe işaret ettiğini belirtmektedir121. Oysa tarihsel olarak belirlenen toplumsal formasyonlarda maddi malların  üretimi heterojen bir karaktere sahiptir:  Aynı toplumda birbirlerinden farklı üretim ilişkileri bulmak mümkündür 122. Harnecker, Lenin in Ekim Devriminin hemen sonrasında Sovyetleri, Marx ın ise Louis Bonapart ın 18 Brumaire başlıklı metninde dönemin Fransa sını, farklı üretim tarzlarının ve üretim ilişkilerinin birliği olarak ele almalarını örnek verir. Gerçekten de Lenin 1921 de, Rusya nın ekonomik karakterinin geçişli bir karaktere sahip olduğunu, farklı türdeki sosyo-ekonomik yapıların bu geniş coğrafyada birbirlerine karıştığını söylemekte ve Rusya da bu dönemde, (1) patriyarkal köylü tarımının, (2) çoğunluğunu buğdaylarını satan köylülerin oluşturduğu küçük çapta meta üretiminin, (3) özel kapitalizmin, (4) devlet  kapitalizminin  ve  (5)  sosyalizmin  birlikte  var  olduğunu  ifade  etmektedir123. Lenin e  göre  esas  önemli  olan,  bunlardan  hangisinin  diğerleri  üzerinde  hakimiyet kuracağı sorusudur.                                                        119  Poulantzas ın üretim tarzı tanımı Althusser in yukarıda değindiğimiz bütünlük tanımıyla neredeyse aynıdır:   Üretim  tarzıyla  genellikle  ekonomik  diye  tanımlanan  şeyi,  yani  dar  anlamdaki  üretim ilişkilerini değil, kendi kombinasyonları içerisinde pek çok kerte ve düzey olarak, kısaca bu tarzın bölgesel yapıları olarak ortaya çıkan çeşitli yapı ve pratiklerin özgül kombinasyonunu ifade edeceğiz. Bir üretim tarzı, Engels in şematik olarak gösterdiği gibi, çeşitli kerte ve düzeyleri, ekonomiği, politiği, ideolojiği ve kuramsalı kapsar . Bkz. POULANTZAS, Nicos, Siyasal İktidar ve Toplumsal Sınıflar, (çev.  Şule  Ünsaldı),  Epos  Yayınları,  Ankara,  2014,  s.  12.  Öte  yandan  Ellen  Meiksins  Wood, Poulantzas ın üretim tarzını tanımlarken Engels e başvurmasını haklı olarak eleştirir. Wood, Engels in saydığı bu kertelerin toplumsal bütünlüğün tarihini belirleyen kerteler olduğunu ve fakat Engels in üretim tarzını tanımında bulunmadığını yazar. Bkz. WOOD, 2016, s. 71. Gerçekten de Poulantzas ın aksine Althusser, Engels in bu şematik anlatımına üretim tarzından değil toplumsal bütünden söz ederken başvurmaktadır. 120  POULANTZAS, 2014, s. 13. 121  HARNECKER,  Martha,   Mode  of  Production,  Social  Formation  and  Political  Conjuncture , Theoretical Review, Year: 1980, Vol: 17, s. 25. 122  HARNECKER, 1980, s. 25. 123  LENIN,  Vladimir  Ilyiç,   The  Tax  in  Kind ,  Lenin  Collected  Works,  Vol.  32, https://www.marxists.org/archive/lenin/works/1921/apr/21.htm (erişim tarihi 23.03.2020). 420Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Öyleyse  üretim  tarzı  kavramı  ‘soyut   bir  toplumsal  bütünlüğe  işaret  ederken; toplumsal formasyon kavramı sosyo-ekonomik yapıların ‘somut/gerçek  karmaşıklığına karşılık  gelir124.  Toplumsal  formasyon  kavramına  dayanan  bu  toplumsal  topografi kavrayışına göre, belirli bir toplumsal formasyonun özgül ve tarihsel (yani somut) olarak belirmesinde en fazla dikkat edilmesi gereken şey ekonomik, hukuki-politik, ideolojik (ve kuramsal) kertelerin özel eklemlenişidir125. Poulantzas, Siyasal İktidar ve Toplumsal Sınıflar da bu eklemlenmeyi belirleyenin egemen üretim tarzı olduğunu belirtir. Söz gelimi,  kapitalist  üretim  tarzının  egemen  olduğu  bir  toplumsal  formasyondan  söz ediliyorsa eğer, ‘egemen rol  burada ekonomik kerteye ait olacaktır126. Gerçekten de Uwe Becker in yazdığı üzere sadece ve sadece kapitalist toplumlarda  toplumsal bütünün diğer hiçbir parçası ekonomik yapının etkisinden daha büyük bir etki yaratmaz 127. Bu açıktır ki egemen üretim tarzı olarak kapitalist üretim tarzının, kapitalist bir toplumsal formasyon içindeki baskınlığının dayatmasıdır.    C.  Tarihyazımsal Bir İlerleme Olarak Toplumsal Formasyon Kavramı Siyasal Marksist düşüncenin önde gelen temsilcisi Ellen Meiksins Wood, toplumsal formasyon ile üretim tarzı arasında yukarıdaki türden teorik bir ayrım geliştirme çabasına, Marx ın Grundrisse de yer alan bir pasajına başvurarak itiraz etmiştir. İlgili pasajda Marx,  her toplum biçiminde (In allen Gesellschaftsformen) bütün öteki üretimlere ve onlardan doğan ilişkilere sırasını ve önemini veren, belirli bir üretim ve onun doğurduğu ilişkilerdir. Tıpkı bütün renklerin özel tonlarını değiştiren bir genel aydınlatma gibi  diye yazmaktadır128. Wood a göre Althusser ve takipçilerinin ‘toplumsal formasyon(lar)  diye çevirdikleri  bu  sözcük  (Gesellschaftsformen)129   feodal  düzen ,   modern  burjuva                                                       124  HARNECKER, 1980, s. 26. 125  POULANTZAS, 2014, s. 14. 126  POULANTZAS, 2014, s. 14.  127  BECKER, Uwe,  Sınıf Kuramı: Hala Eleştirel Sosyal Bilimsel Analizin Ekseni mi? , Sınıflar Üzerine Tartışmalar, (ed. E. O. Wright), (çev. Tahir Emre Kalaycı), Nota Bene Yayınları, İstanbul, 2017, s. 176. 128  MARX, 2013, s. 42; MARX, Karl, Marx Engels Gesamtausgabe, II.1/1, Dietz Verlag, Berlin, 1976, s. 41. 129  Marx ın  sözcükleri  ‘In  allen  Gesellschaftsformen ,  Türkçeye  ‘tüm  toplum biçimlerinde/formasyonlarında , İngilizceye ise ‘In all forms of society  olarak çevrilebilir. 421Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  toplumu  gibi bir kullanıma işaret eder ve dolayısıyla da  ortak bir tür sosyo-tarihsel mantığı olan benzer bir dizi somut olgu ile ilişkili dir130. Wood şöyle yazar:  Pasajın  amacı,  her  şeyden  önce,  bir  ‘toplumsal  formasyonun  ‘heterojenliğini nin değil, ‘birliği nin vurgulanmasıdır. Bu, birçok üretim tarzının, belirli  üretim  tarzının  egemenliğinde  olması  meselesi  değildir;  ama  örneğin üretimin farklı dallarının, ağır basan dalın özel niteliğine göre etkilenmesidir: Feodal toplumda tarımın -köylü üretimi ve feodal sömürü ile tanımlanan- özel doğası, sanayinin doğasını etkilemektedir; ‘burjuva toplumu ndaki sanayinin özel doğası -sermayenin egemenliğindeki sanayi- tarımın doğasını etkilemektedir 131.  Şu  halde  Wood,  mevcut  toplumların  saf  anlamıyla  kapitalist  ya  da  feodal olmadıkları  hususunda  Althusserci  Marksizmden  pek  de  farklı  düşünmemektedir. Wood un  vurgulamak  istediği  daha  ziyade,  Marx ın  ‘toplum  biçimi   kavramını kullanışının,   ampirik  gerçekliğin  karmaşık  çeşitliliği  içinde 132  bir  üretim  tarzının, kendisini bütünlüklü bir biçimde tüm topluma dayatan nesnel yasalarıyla ilgili olmasıdır. Wood a göre -karşılığı social form/toplum biçimi olması gereken ve aslında verili-somut bir topluma işaret etmeyen- bu kavram, hiç de gerçekte var olan kapitalist ya da feodal toplumların kendilerine özgü/tarihsel karmaşıklıklarını ve farklılıklarını zorunlu olarak yok saymayı gerektirmez. Bu anlamda üretim tarzı ve toplum biçimi/formasyonu arasında Althusserciliğin yaptığı türden bir ayrım, esasında (saf) bir üretim tarzı (söz gelimi kapitalist üretim tarzı) ile o üretim tarzının tarihsel mevcudiyetinden ve egemenliğinden doğan somut üretim ilişkilerinin bütünü olarak belirli bir toplumsal bütün (kapitalist toplum)  arasındaki  örtüşmezliği  anlamak  açısından  pek  de  faydalı  bir  ayrım  gibi görünmemektedir133.                                                        130  WOOD, 2016, s. 75. 131  WOOD, 2016, s. 75. 132  WOOD, 2016, s. 75-6. 133  Wood a göre bir başka sorun, Althusserciliğin ekonomizm eleştirisinin, ekonominin son kertede belirleyiciliği kavrayışı nedeniyle eleştirel bir işlev görmemesi ve hatta eleştirisinin teorik nesnesini yani  Marksizmin  ekonomizme  indirgenmesini-  bizatihi  yeniden  üretmesidir.  Fakat  kanımızca, Althusserciliğin son kertede belirleme kavrayışını, bu kavrayışın klasik yorumuna (Cornforht, Lange, Kuusinen vs.) indirgemek haksızlık olacaktır.     422Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Wood un bu itirazı, onun Althusserci Marksizm eleştirisinin önemli bir parçasıdır ve büyük ölçüde İngiliz Marksist tarihçi E. P. Thompson134 tarafından getirilen benzer yöndeki eleştirilerle irtibat içindedir. Her ne kadar bu eleştirinin ayrıntılarına -konunun dışına fazlaca taştığı için- girilmeyecekse de, başka bir İngiliz Marksist düşünür Perry Anderson ın  Thompson un  eleştirileri  üzerine  yazdıklarına  değinmek,  toplumsal formasyon kavramının önemini kavramak bakımından yararlı olacaktır.  Anderson un aktardığına göre Thompson, Althusser i toplumsal formasyon ve üretim  tarzı  kavramlarını  özdeşleştirerek,  Marksistleri   bir  kavramsal  hapishaneye  mahkûm etmekle suçlamaktadır135. Thompson a göre  sermaye kendi gelişim yasalarına sahip olan işlevsel bir kategoridir ve kapitalizm bu yasaların toplumsal formasyonlardaki etkisidir  (effect) 136.  Eş  deyişle  Thompson a  göre  kapitalizm,  basitçe  ve  yalnızca kapitalist  üretim  tarzı  analizinden  çıkarsanamaz.  İlginç  olan  şey,  Thompson un  bu vurgusunun, Althusser in toplumsal formasyon kavramına yüklediği anlamla son derece uyumlu olmasıdır. Perry Anderson tam da bu nedenle söz konusu suçlamanın, Teorinin Sefaleti nde geliştirilen  uzun ithamlar listesi ndeki en şaşırtıcı madde olduğunu belirtir:   Çünkü,  Thompson un  onlara  karşı  getirdiği,  üretim  tarzıyla  toplumsal formasyon arasındaki başlangıçtaki ayrılığı keşfedenler Althusser ve Balibar ın kendileridir.  Althusser den  önceki  Marksizmin  içinde  toplumsal  formasyon nosyonunun kendisinin ya çok az geçerliliği vardı ya da hiç yoktu. Neden onu Marx İçin le birlikte ‘toplum un yerine sunmaya başladı? Çünkü alışılmış terim, onun karşı çıkmayı amaçladığı döngüsel, anlamlı bir bütünlüğün Hegelyen nosyonunun kesin bir basitlik ve birliğini varsayıyordu. Aksine, 1859 Önsöz ünden alınmış toplumsal  formasyon  terimi  (Gesellschaftsformation)  herhangi  bir  toplumsal bütünün karmaşıklığının ve üstbelirlenmesinin altını çizmeyi kolaylaştırıyordu 137.                                                       134  Bkz. THOMPSON, Edward P., The Poverty of Theory & Other Essays, Monthly Review Press, London, 1978. Türkçe edisyon için bkz. THOMPSON, Edward P., Teorinin Sefaleti: Hatalı Bir Devridaim Makinesi, (çev. Ahmet Fethi Yıldırım), Nika Yayınları, İstanbul, 2015. 135  ANDERSON, Perry, Marksizm de Tartışmalar, (çev. Ahmet Özdemir), Göçebe Yayınları, İstanbul, 1998, s. 99.  136  THOMPSON, 1978, s. 253. 137  ANDERSON, 1998, s. 99 423Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Anderson, Althusser ve Balibar ın, Marx ın Kapital de kapitalist üretim tarzının soyut teorisini ürettiğini ve Kapital in farklı üretim tarzlarının özgül birlikte varolma yasalarını  araştırmayı  üstlenmediğini  vurguladıklarını  not  eder138.  Bir  toplumsal formasyonun, herhangi bir üretim tarzına indirgenmesinin tehlikelerine işaret etmek için epeyce çabalayan Althusser ve Balibar, Thompson tarafından -üstelik Thompson un kendi eserinde tek bir toplumdaki üretim tarzlarının çoğulluğuna dair hiçbir ciddi analiz bulunmazken- bunun tersini yapmakla itham edilmişlerdir139. Anderson  açık  bir  biçimde,  toplumsal  formasyon  kavramının  Althusserci yorumlanışının Marksizm içinde tarihyazımsal bir ilerleme olduğunu vurgulamaktadır: Marksistleri yukarıda sözü edilen türden bir kavramsal hapishaneye mahkûm etmek bir yana,  Althusser in çalışması Marksistleri bundan kurtarmaya dönüktür 140. Anderson ek olarak, Althusser in düşüncesinde toplumsal formasyonların üç düzeyinin birbirlerine indirgenemezliğine bilhassa dikkat çekildiğinin altını çizerek, Althusserci Marksizmin hiçbir  zaman  ekonomik  alana  takılıp  kalmadığını,  Althusserci  kavramların  esas uygulamasının Poulantzas ın devlet üzerine kapsamlı çalışması içinde görülebileceğini ifade etmiştir141.   Bir başka Marksist düşünür David Harvey ise bu tartışmayla ilgili olarak, Marx ın, çalışmalarında ‘toplumsal formasyon  ya da ‘toplum biçimi nden ziyade ‘üretim tarzı                                                        138  ANDERSON, 1998, s. 99-100. 139  ANDERSON, 1998, s. 100. 140  ANDERSON, 1998, s. 101. 141  ANDERSON,  1998,  s.  102.  Anderson,  toplumsal  kerteler  düşüncesini  bütünüyle  reddeden Thompson un  hukuk  kavrayışının,  Althusserci  hukuk  kavrayışıyla  zıt  değil  paralel  olduğunu göstermektedir. Bkz. ANDERSON, 1998, s. 102-105. Öte yandan kısaca bahsetmek gerekir ki Wood un yukarıda altını çizdiğimiz ortaklık vurgusuna benzer bir vurguyu Althusserci Marksizmi zırva olarak niteleyen, Analitik Marksizmin kurucularından Gerald Cohen in kült eseri Karl Marx ın Tarih Teorisi: Bir Savunma başlıklı kitabında görmek mümkündür. Cohen, Marx ın Gesellschaftsform sözcüğüyle  kapitalizm ,  serflik ,  kölelik  gibi  toplumun ekonomik gelişmesindeki evreleri , yani bu evrelerin tarihsel olarak belirlenen en belirgin ve ortak niteliklerini belirttiğini söyler. Cohen e göre, ekonomi Marx için toplumun merkezi olduğundan, o bunları toplumsal biçimler [social forms] olarak da tarif etmiştir. Bununla birlikte Cohen, bir ekonomik yapının  heterojen bir üretim ilişkileri koleksiyonundan ibaret  olduğunu da yazar ve ekler:  Bu nedenle doğrudan üreticilerin üretken güçlerle ilişki türü ne kadarsa o kadar ekonomik yapı tipi vardır diyoruz . Demek ki bir toplumsal biçim gayet tabii birden fazla ekonomik yapı içerebilir ve bu durumda  doğrudan üreticileri bağlayan hakim ilişkiden söz etmek  gerekecektir. Görüldüğü gibi Wood un toplum biçimi kavrayışı Cohen inkiyle çok daha uyumludur. Bkz. COHEN, Gerald A., Karl Marx ın Tarih Teorisi: Bir Savunma, (çev. Ahmet Fethi), Toplumsal Dönüşüm Yayınları, İstanbul, 1998, s. 98-100.  424Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kavramını kullandığını not etmektedir142. Yine de Harvey -Wood un aksine- üretim tarzı ve  toplumsal  formasyon  arasındaki  Althusserci  ayrımın  belirli  tarihsel  durumların analizinin daha incelikli yapılabilmesi açısından elverişli olduğu görüşündedir:  ‘Toplumsal formasyon  fikri temel olarak, bize herhangi bir toplumda beşeri faaliyetlerdeki  çeşitliliğin  baskın  üretim  tarzı  tarafından  dikte  edilen  iktisadi pratiklere  indirgenemeyeceğini  hatırlatmaya  yarar.  Althusser  ve  Balibar  bir toplumsal  formasyonu  ele  alabilmemizi  sağlayan  iki  yol  önerirler.  Birincisi toplumdaki iktisadi, siyasi, ideolojik ve kuramsal pratiklerin ‘göreli özerkliğini  kabul etmek zorundayız. Bu da, belli kısıtlar ile birlikte, kapitalizm içinde geniş anlamda kültürel, siyasi, ideolojik ve kuramsal çeşitlilik için bolca imkan var demektir. İkincisi, fiili tarihsel durumlarda, bir tanesi hakim olsa bile, birçok üretim tarzının birbiriyle iç içe geçtiğini ya da birbirine artiküle olduğunu kesinlikle görebiliriz.  […] Fakat  bu  özellikleri  anlamak  için,  (dar  anlamda  ele  alınan) herhangi bir üretim tarzının analizinin dikte ettiğinden daha karmaşık bir çerçeveyi kullanmak zorundayız 143.  Toplumsal formasyon kavramının bu tarihyazımsal avantajına değinen bir başka Marksist düşünür ise, Bağımlılık Okulunun kurucu düşünürlerinden Samir Amin dir. Samir  Amin in  eserinde  toplumsal  formasyon  kavramının  kullanım  biçimi  -David Harvey in yukarıda işaret etmiş olduğu gibi- tarihsel durumların/olguların analizinde daha ‘karmaşık bir çerçeve  kullanma gerekliliğinin sonucudur.  Amin, Modernite, Demokrasi ve Din başlıklı kitabında kendi tarihsel materyalizm kavrayışını  özetler.  Amin in  yapısalcı/Althusserci  tarihsel  materyalizm  kavrayışını bütünüyle benimsediğini söylemek doğru olmasa da, kimi hususlarda bu kavrayışla ortaklaştığını gözlemlemek mümkündür. Bunlardan en önemlisi Amin in, Marksizmi kapitalizmin ekonomi politiğine indirgememesi, bu indirgemeyi  burjuva ekonomizmi alanına  hapsolmak   olarak  görmesidir144.  Yukarıdaki  tartışmalardan  da  anlaşılacağı üzere, bu görüş esasında Althusser den Thompson a, Wood dan Amin e kadar birçok                                                       142  HARVEY, 2015, s. 123, 29. dipnot. 143  HARVEY, 2015, s. 124, 29. dipnot devamı. 144  AMIN, 2016, s. 71. 425Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  çağdaş Marksist tarafından benimsenmektedir. Amin, Marx ın saf ya da dar anlamıyla ekonomi politikle ilgilenmediğini, aksine  özellikle tarihsel gelişmenin bir aşaması olarak kapitalizmin özgüllüğü nü araştırdığını ifade eder145. Marx ın analizinin merkezinde, bu özgüllüğü tanımlayan en temel unsur olan metanın fetiş karakteri ( bir fetiş olarak meta / meta  yabancılaşması )  bulunmaktadır146.  Amin,  kapitalizme  özgü  bu yabancılaşma kipliğinin,  toplumun ekonomik kerte tarafından yönetildiği, dolayısıyla, ekonomik kertenin son kertede değil, basbayağı belirleyici olması  anlamına geldiğini ileri sürer147. Marx bu gerçekliğin kavramsal matrisini, değer yasasından yola çıkarak ve onu özgünleştirerek oluşturmuştur. Amin, ancak Marksist değer kategorisi sayesinde anlaşılabilecek olan kapitalist sömürünün (dolayısıyla da değer yasasının) toplumsal yaşamın  tüm  veçhelerini  belirlediğini  ifade  eder148.  Fakat  bu,  toplumsal  yaşamın ekonomiye indirgenebileceği anlamına kesinlikle gelmez. Aksine piyasa toplumu hiçbir zaman saf ekonomik yasalarla sağlanan genel bir dengede bulunamayacağı için, her toplumdaki özgül  toplumsal güç ilişkilerini (sınıf mücadelelerini, sermayenin egemenlik biçimlerini, somut olarak bu egemenliğin gerektirdiği hegemonik sınıf ittifaklarını, yani siyaseti) , bu toplumları kavrarken göz önüne almak gerekir ki kapitalist toplumsal formasyonların oluşumunu belirleyen de tam olarak bu ilişkiler bütünüdür149. Bu nedenle  Marx ın projesi  der Amin,  ekonomik olanla değil, tarihsel materyalizmle ilgilidir 150.              Amin, yukarıda sözü edilen toplumsal kertelerin ve bu kerteler arasındaki ilişkilerin kavranışında, Althusserci ‘üstbelirleme  kavramını değil, ‘altbelirleme  kavramını tercih eder.  Üstbelirleme  temel  olarak,   toplumsal  gerçekliğin  değişik  veçhelerini şekillendiren/etkileyen determinizmler[in] paralel etki yarat ması ve bunların toplumsal sistemlerin yeniden üretiminde ve dönüşümünde  aynı  yönde ve eş zaman zamanlı belirleyiciliğe  sahip   olmasıdır151.  Oysa  Amin,  (1)  toplumsal  kerteler  arasındaki                                                       145  AMIN, 2016, s. 71. 146  AMIN, 2016, s. 72. 147  AMIN, 2016, s. 72. 148  AMIN, 2016, s. 72. 149  AMIN, 2016, s. 72-3. 150  AMIN, 2016, s. 73. 151  AMIN, 2016, s. 76. 426Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  belirleyicilik ilişkisinin tarihsel olarak farklılaştığına dikkat çekmek gerektiğini (söz gelimi ekonominin özerkliği kapitalizme özgüyken,  haraca dayalı (tributair) sistemlerde ekonomi politikaya tabidir ); (2) her toplumsal kertenin özerk bir mantığa sahip olduğunu ve bunların birbirleriyle çoğunlukla çatışma halinde bulunduğunu belirtir152.  Amin e göre gerçekte varolan toplumlarda bu kertelerin hangisinin diğerlerine üstün geleceğini tarihsel olarak ön görmek zordur. Bu kertelerin altbelirleyiciliklerinin çatışması, tarihsel gidişat açısından bir belirsizlik durumu ortaya çıkarır153. Bu belirsizlik ise eninde sonunda sözü edilen altbelirleyici mantıklardan (ekonomik, hukuki-politik, kültürel-ideolojik) birinin diğerlerine üstün gelmesiyle (kapitalizmde ekonomik olanın diğerlerine kendini dayatmasında olduğu gibi) çözüme kavuşur; ancak bu durum, olası tek çözümün bu olduğu anlamına gelmez154. Böylece Amin, ekonominin (ya da üretimin) -baskın  olmasa  dahi-  daima  son  kertede  belirleyici  olduğuna  dair  o  klasik  tarihsel materyalist  düşünceye  karşı  çıkarak,  böyle  bir  şeyin  ancak  tarihsel  olarak  tespit edilebileceğine,  her  yeni  tarihsel  durumun  toplumsal  güç  ilişkilerinin  bileşimini  ve toplumsal kerteler arasındaki çatışmayı farklı bir biçimde etkileyebileceğine dikkat çeker. Amin ayrıca, geleceğin sosyalist toplumunda belirleyici olan kertenin ekonomik değil kültürel kerte olacağı yönünde tahmin yürütür.  Toplumsal formasyon kavrayışına dönülecek olursa, Amin ilk olarak, üretim tarzı kavramının toplumsal formasyonları ve toplumsal formasyon sistemlerini anlamak için bir temel oluşturduğunu ifade etmektedir155. Toplumsal formasyon, daha önce de ifade edildiği gibi, belirli üretim tarzlarının birinin egemenliği altındaki yapısal bileşimidir156. Amin, bir üretim tarzının egemenlik etkilerini şöyle açıklar:   1) Egemen olan tarzın temel yasasının egemenliği; bu da tüm formasyonun yeniden üretim koşullarını belirler (dolayısıyla, söz gelimi kapitalist birikim yasası,                                                       152  AMIN, 2016, s. 77. 153  AMIN, 2016, s. 77-8. 154  AMIN, 2016, s. 78. 155  AMIN, Samir, Emperyalizm ve Eşitsiz Gelişme, (çev. Semih Lim), Yordam Kitap, İstanbul, 2018, s. 51. 156  AMIN, 2018, s. 51. 427Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  hem  kapitalist  toplumun  yeniden  üretim  koşullarını,  hem  de,  kapitalist  sınai ekonomi  ile  köylü  ekonomisi  dahil,  kapitalist  toplumun  değişik  bölümleri arasındaki karmaşık ilişkileri belirler); 2) Egemenlik altındaki tarzlarda üretilen artığın  bir  kısmının  egemen  tarza  aktarımı  (dolayısıyla,  örneğin,  rantın  bir parçasının kâra dönüşümü); 3) Egemen tarzdaki egemen sınıfın politik üstünlüğü, öteki egemen sınıfların ise, en çok, müttefik konumuna indirgenmesi; 4) Egemen tarzın ideolojisinin başatlığı 157.  Amin,  pre-kapitalist  toplumsal  formasyonların  aksine  kapitalist  toplumsal formasyonların  türdeşleşme  eğiliminde  olduğunu  yazmaktadır158.  Yani  farklı  üretim tarzları,  farklı  toplumsal  formasyonlarda  farklı  biçimlerde  kapitalist  üretim  tarzının egemenliği altında bulunuyor olsalar da, bu formasyonların tümü ortak bir biçimde kapitalist üretim tarzına indirgenme eğilimi gösterir. Dolayısıyla kapitalist toplumlarda egemenlik altındaki üretim tarzları, genel olarak bozulmuş veya çözülmüş olarak hayatta kalırlar.  Bir  toplumsal  formasyonun  birden  fazla  üretim  tarzının  karmaşık  biraradalığı olmasının  bir  diğer  sonucu  ‘artık   (surplus)159  üretiminin  homojen  olmayışıdır.  Bir toplumsal  formasyondaki  üretim  tarzlarının  çoğulluğundan  dolayı,  o  formasyonda üretilen ‘artık ,  farklı kökten gelen artıkların toplamıdır 160. Bu nedenle de Amin, somut bir  toplumsal  formasyonun  analizinin  daima,  (1)  bu  formasyonda  artığın  nasıl üretildiğine,  (2)  başka  formasyonlarla  arasındaki  artık  aktarımı  ilişkisinin  nasıl şekillendiğine ( verili bir toplumun kendisi için ürettiği artıkla ne ölçüde yaşadığını ve başka bir toplumdan aktarılan artığa ne ölçüde bağımlı olduğunu bilmemiz gerekir ) ve                                                       157  AMIN, 2018, s. 51-2. 158  AMIN, 2018, s. 52. 159  Paul Baran ve Paul Sweezy Tekelci Sermaye başlıklı kült kitaplarında artık kavramının  mümkün olan en kısa tanımının, bir toplumun ürettiğiyle bu üretimin maliyeti arasındaki fark  olduğunu yazarlar. Bkz. SWEEZY, Paul / BARAN, Paul, Tekelci Sermaye, (çev. Gülsüm Akalın), Kalkedon Yayınları, İstanbul, 2007. 160  AMIN,  Samir,  Unequal  Development:  An  Essay  on  the  Social  Formations  of  Peripheral Capitalism, (trans. Brian Pierce), Monthly Review Press, New York, 1976, s. 18. 428Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  (3) artığın içeride toplumsal sınıflar ve gruplar arasında nasıl bölüşüldüğüne odaklanması gerektiğinin altını çizer161.  Amin için önemli hususlardan bir diğeri, toplumsal formasyonların birbirlerinden ‘yalıtık  bir biçimde ele alınamayacak olmasıdır. Nitekim, çağdaş kapitalizmde farklı toplumsal formasyonlar tek bir kapitalist küresel sistem, yani kapitalist formasyonlar sistemi meydana getirirler. Bunun böyle olmasının ilk nedeni, metaların doğalarının evrensel  olması;  ikinci  nedeni,  sermayenin  doğasının  evrensel  olması  (sermayenin  uluslararası akışkanlığı ); üçüncü nedeni ise emek gücü piyasasının daima ulusal sınırlar içinde kalmasıdır ( emek gücünün uluslararası akışkanlığının aşırı sınırlılığı )162. Öte yandan Amin e göre, toplumsal formasyonlar, oluşturdukları bu sistem içinde  olgun, egemen, merkez  toplumsal formasyonlar ve  gelişmemiş, bağımlı, çevre  formasyonlar olmak üzere ikiye ayrılırlar. Ayrıca, okulun diğer düşünürlerinden sayılan Immanuel Wallerstein,  bu  iki  toplumsal  formasyonun  yanında  bir  de  yarı-çevre  toplumsal formasyonların  (ülkelerin)  varlığından  söz  etmektedir163.  Wallerstein,  yarı-çevre ülkelerin genellikle merkez ülkeler için çevre, çevre ülkeler içinse merkez ülke rolünü üstlenen ülkeler olduğunu yazar164. Haliyle toplumsal formasyonlar sisteminin varlığının en  önemli  teorik  sonuçlarından  biri,  bunlar  arasındaki  oldukça  karmaşıklaşabilen uluslararası  ilişkilerin  kavranması  sorununun  ortaya  çıkmasıdır.  Bu  aynı  zamanda,  artık a  el  koymanın  özgül  bir  biçimi  olarak  kapitalizmi  iki  veçhede  düşünmeyi gerektirir:  Kapitalizm; işçinin ürettiği artı-değere el konulmasının yanı sıra dünyada üretilen ‘artık a, dünya ekonomisinin merkezlerince el konulmasını da içerir 165.   Toplumsal  formasyon  kavramının  bu  veçhesinden  çıkan  sonuç,  bir  toplumsal formasyonun tek bir üretim tarzından oluşmamasına benzer biçimde, küresel kapitalist sistemin  de  tek  bir  kapitalist  toplumsal  formasyondan  oluşmadığıdır.  Öyleyse                                                       161  AMIN, 1976, s. 18. 162  AMIN, 2018, s. 53. 163  Bkz. WALLERSTEIN, Immanuel, Dünya-Sistemleri Analizi: Bir Giriş, (çev. Ender Abadoğlu), BGST Yayınları, İstanbul, 2011. 164  WALLERSTEIN, Immanuel,  Semi-Peripheral Countries and Contemporary World Crisis , Theory and Society, Year: 1976, Vol: 3, Issue: 4, s. 462-3. 165  ÖZDEMİR, 2010b, s. 210. 429Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  kapitalizmin  küresel  karakteri,  tek  bir  kapitalizmin  homojen  bir  biçimde  dünyaya yayılışını  değil,  ama  daha  ziyade,  tarihsel  olarak  belirlenen  farklı  kapitalizmlerin (birbirlerinden  farklılaşan  kapitalist  toplumsal  formasyonların)  karmaşık  ve  olumsal biraradalığını, bunlar arasındaki çok boyutlu -asimetrik- güç ve bağımlılık ilişkilerini, yani uluslararası iş bölümünü ifade etmektedir.  SONUÇ YERİNE: KAVRAMIN HUKUK ÇALIŞMALARI İÇİN ÖNEMİNE DAİR Marx a göre bir toplumdaki üretim ilişkileri –o toplumdaki üretici güçlerle birlikte- Marx ın üretim tarzı adını verdiği özgül bütünlüğü oluşturur. Bu açıdan toplum, her şeyden  önce  özgül  üretim  tarz(lar)ını  oluşturan  toplumsal  pratiklerin  (toplumsal ilişkilerin) somut kuruluşu ve karmaşık biraradalığına gönderme yapar. Bu biraradalığı yapılandıran ise üretim ilişkileridir166. Marx bu kavrayış tarzını, 1849 da Alman Neue Rheinische gazetesinde bir dizi başyazı olarak yayımlanan Ücretli Emek ve Sermaye167 başlıklı metninde şöyle özetler:  Toplumsal ilişkiler denilen şeyi, toplumu, ve, özel olarak, belirli bir tarihsel gelişme aşamasındaki bir toplumu, bir [bütün] halinde üretim ilişkileri belirler. Antik toplum, feodal toplum, burjuva toplumu, her biri aynı zamanda, insanlık tarihinde  özel  bir  gelişme  aşamasını  gösteren  böyle  üretim  ilişkileri bütünüdürler 168.   İşte toplumsal formasyon kavramı, bu karmaşık bir araya geliş kipinin teorik ve ampirik analizinde kullanışlı bir çerçeve sunmaktadır. Kavram, esas itibariyle ekonomik,                                                       166  Tekraren  belirtilecek  olursa,  üretim  ilişkileriyle,  dar  anlamıyla  emek  sürecindeki  ilişkiler kastedilmemektedir.  Yine  üretim  ilişkilerine  yapılan  vurgu,  zorunlu  olarak  ekonomik  kertenin belirleyici olduğunu iddia etmek manasını da taşımamaktadır. Amin den de aktardığımız üzere, bu husus ancak tarihsel olarak tespit edilebilir. Diğer taraftan Simon Clarke, isabetli bir biçimde, kapitalist üretim  ilişkilerinin  yalnızca  emek  sürecine  ilişkin  ilişkiler  olmadıklarını,  daha  geniş  anlamda, değerlenme süreci içinde sınıfsal olarak kurulan, değer yasasına ve biçimine tabi olan toplumsal üretim sürecinin bütününe dair ilişkiler olduklarını yazar. Bu açıdan, üretim ilişkileri bizatihi sınıflar arasındaki egemenlik ilişkileridir. Bkz. Clarke, 2004, s 106.  167  Marx ın 1847 de işçilere verdiği konferansa dayanıyor.  168  MARX, Karl, Ücretli Emek ve Sermaye, (çev. Süleyman Ege), Bilim ve Sosyalizm Yayınları, Ankara, 2001, s. 38. 430Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  politik, hukuki, ideolojik, kültürel vs. toplumsal süreçlerin özgül dinamikleri arasındaki ilişkiyi tespit etmeye yöneliktir. Üretim tarzı kavramının soyut bir toplumsal bütünü ifade etmesine karşılık, toplumsal formasyon kavramının somut ve karmaşık bir toplumsal varoluşu/durumu/biçimi  analiz  etmeye  dönük  olması  son  derece  önemlidir.  Bunun nedeni, üretim tarzı kavramının gerçekte tam anlamıyla var olmayan soyut bir bütünlüğe işaret  etmesi  nedeniyle,  fiili  toplumsal  karmaşıklığın  analizinde  tek  başına  yetersiz kalmasıdır. Belirtmek gerekir ki toplumsal ilişki ve biçimlerin tarih içindeki uzun erimli dönüşümlerinin yanı sıra belirli bir toplumdaki sınıf ve sınıf fraksiyonları arasındaki karmaşıklaşmış ilişkilerin anlaşılması bakımından toplumsal formasyon kavramı ayırt edici bir çerçeve oluşturur. Dahası, sınıflı toplumlara ait üretim tarzları genelde iki sınıf (köle-efendi, serf-lord, ücretli işçi-kapitalist) varsayarken, toplumsal formasyonlar birden fazla üretim tarzından oluştukları için ikiden çok sınıfı kapsarlar169. Bu nedenle somutverili bir toplumda serfler, tüccarlar, ücretli çalışanlar, özgür küçük üreticiler vs.nin birlikte varolabileceğini göz ardı etmemek gerekir. Toplumsal formasyon kavramı, verili bir toplumun bir üretim tarzının ve bu üretim tarzının ekonomik kertesine indirgenemeyeceğine, eş deyişle hukuki-politik ve ideolojikkültürel düzeylerin somut toplumsal etkilerine dikkat çekerek, farklı nitelikteki toplumsal ve sınıfsal ilişkilerin oluşturduğu kapitalist bütünlüğü kavramaya hizmet etmektedir. Amin in de belirttiği gibi,  Bir  toplum  kendi  altyapısına  indirgenemez.  Toplumun,  daha  doğrusu toplumun  maddi  yaşamının  örgütlenmesi,  egemen  üretim  tarzıyla  ve  üretim tarzlarının o toplumsal [formasyona] özgü eklemlenmesiyle bağlantılı olarak bazı siyasal ve ideolojik işlevlerin yerine getirilmesini zorunlu kılar. Bu işlevler ya doğrudan doğruya yukarıda tanımlanan sınıflarca ya da o sınıflara bağlı toplumsal gruplarca  yerine  getirilirler.  Toplumun  gerçek  somut  yapısına  bu  gruplar derinlemesine damgalarını vuracaklardır 170.                                                       169  AMIN, Samir, Eşitsiz Gelişme: Çevre Kapitalizminin Toplumsal Biçimleri Üzerine Deneme, (çev. Ahmet Kotil), Arba Yayınları, İstanbul, 1991, s. 25. 170  AMIN, 1991, s. 25. 431Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  Bütün bu hususlar göz önüne alındığında, tarihsel materyalist toplumsal formasyon kavramının  hukuk  çalışmaları  bakımından  belirleyici  avantajlar  taşıdığını  söylemek gerekir. Nasıl ki tarihsel materyalizm (Engels in vurguladığı üzere) bir öğretiden çok yöntem ve yaklaşım sunuyorsa, tarihsel materyalizmin hukuka olan ilgisi de bir hukuk öğretisinin geliştirilmesinden ziyade, hukuku kavramada özgül bir yöntem ve yaklaşımın sunulmasını  amaçlamaktadır.  Toplumsal  formasyon  kavramında  içerilen  tarihsel materyalist çerçeve en nihayetinde toplumsal dönüşümün maddi veçhesine odaklandığı için, kavram, hukukun ebedi ve sabit bir entite olarak değil de tarihsel olarak belirlenen ve dönüşüm halinde olan bir ilişki ve biçimler bütünü olarak kavranmasına yardımcı olur. Buna, Roma hukuku ile modern hukuk arasındaki ilişkinin tarihselliği pekâlâ örnek verilebilir:  Marx ve Engels Roma hukuk biçimlerinin modern hukuka miras kaldığını kabul  etmekle  beraber,  bu  biçimlerin  farklı  toplumsal  formasyonlarda  aynı anlamları içeren bir öze sahip gibi anlaşılmaması gerektiğini ifade ederler. Bu suretle  tarihin  materyalist  değerlendirmesi,  Roma  hukuku  ile  modern  hukuk arasındaki  ilişkiselliği  kabul  eder;  ancak  bu  ilişkiselliği  bu  iki  toplumsal formasyonu eşitlemek ve böylece kapitalist kavram ve kurumları evrenselleştirme ve tarihsizleştirme yönüyle kullanmayı mümkün kılmaz 171. Gerçekten de kavram, kamu hukuku ve özel hukuktaki kısa ya da uzun erimli dönüşümlerin anlamlandırılması bakımından önemli bir görüş açısı sunmaktadır. Bunun ilk nedeni, hukukun ekonomik ve politik alanlarla ilişkili bir biçimde ele alınmasına olanak  tanımasıdır.  Söz  gelimi   kamu  hizmeti   kavramının  hukuki  içeriğindeki dönüşümü ele almak, kapitalizmin yaşadığı kriz ve yeniden yapılanma süreçlerini göz önüne almayı gerektirmektedir172. Aynı şekilde, idare hukuku, iş hukuku, rekabet hukuku gibi hukuk alanlarındaki dönüşümler, ancak bir toplumdaki artı-değer (‘artık ) üretimini etkileyen ekonomi-dışı faktörlere yönelik düzenleme faaliyetleri doğrultusunda ve sınıf mücadelesinin büyüme oranı ve zenginliğin bölüşümü gibi hususlar üzerindeki etkisi                                                       171  SAĞDIÇ, Şeyma,  Roma'dan Sosyalist Topluma: Hukuki Biçimler Miras Kalır Mı? , Hacettepe Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 9, Sayı: 1, s. 53-4. 172  Bkz.  KARAHANOĞULLARI,  Onur,   Kamu  Hizmetinde  Kriz,  Yeni  Denge  ve  Hukuk ,  Emek Araştırma Dergisi, Yıl: 2002, Sayı:1, s. 39-47. 432Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  hesaba katılarak tam anlamıyla açıklanabilir. İkinci neden ise şu şekilde açıklanabilir: Hem farklı üretim tarzlarının bunlardan birinin egemenliği altında eklemlenmesi hususu, hem de genel olarak kapitalizmin ve pre-kapitalist toplumların dönemsel/tarihsel süreçler olmaları,  hukukun  dönemselliğini  ve  tarihselliğini  belirlemektedir.  Yine,  toplumsal formasyon kavramının bir toplumsal formasyonlar sistemine atıfta bulunması, hukukun ulusal  ve  uluslararası/ulusötesi  boyutları  arasındaki  geçişliliği  kavramak  açısından oldukça önemlidir. Bu durumda hukuk, yukarıda da belirtildiği gibi, toplumsal bütünün devinimine  bağlı  olarak  değişime  ve  anlam  kaymalarına  uğrayan  bir  olgu  olarak kavranabilecektir. Nitekim modern toplumlarda hukukun yeri ve etkisinin ekonomik iktidar  ve  devlet  iktidarı  bağlantılı  uzun  erimli  küresel  dönüşümü;  hukuk  devleti, egemenlik, anayasa, güçler ayrılığı173, olağanüstü hâl gibi kamu hukukunu yakından ilgilendiren  kavramların  toplumsal  ve  sınıfsal  dönüşümler  karşısındaki  değişebilen konumları, hukuka tarihsel materyalist yaklaşımın oldukça yakından ilgilendiği konu başlıklarıdır174.  Aksi  türden  bir  kavrayış;  hukuku  belirli  bir  dönemin  hukukuyla özdeşleştirme, farklı dönemlerin hukukunun dönemsel/tarihsel özgüllüklerini göz ardı etme ve bunlar arasındaki süreklilik ilişkisini gözden kaçırma riskiyle her zaman karşı karşıyadır. Marx bu nedenle, burjuva iktisatçıların üretim ve hukuk devleti arasında kurduğu yüzeysel ilişkiye dair Grundrisse de şöyle yazmaktadır:  Üretimin her biçimi, kendi hukuksal ilişkilerini, kendi yönetim biçimini vb. doğurur.  Bu  incelik  ve  anlayıştan  yoksunluk,  tam  tamına,  birbirleri  arasında organik bir bağ bulunan şeyleri olumsal bir ilişkiye, salt düşünce bağlantılarına koymakta kendini gösterir. İşte böylece burjuva iktisatçılar, örneğin ‘en güçlünün hak sahibi olduğu  döneme oranla, üretimin modern polisle daha kolay olduğu basit görüşünü benimsemişlerdir. Onların unuttukları şey ise, ‘en güçlünün hakkı nın da                                                       173  Güçler ayrılığını tarihdışılaştırılmış bir hukuk devleti ilkesi olarak değil de Antonio Gramsci nin hegemonya kavramı üzerinden somut tarihsel süreçlerle bağlantılı ve karşılaştırmalı olarak analiz eden güncel bir çalışma için bkz. KANSU KARADAĞ, Akasya, Güçler Ayrılığı ve Hegemonya: Kuramsal Bir Tartışma, Yayımlanmamış Doktora Tezi, 2020.  174  Bkz. NEUMANN, Franz L.,  The Change in the Function of Law in Modern Society , The Democratic and Authoritarian State: Essays in Political and Legal Theory, The Free Press of Glencoe, London, 1964, s. 22-68.   433Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  bir hukuk ilişkisi olduğu, ve kendi ‘hukuk devletlerinde  bir başka biçim altında da olsa galebe çaldığıdır 175. Özetle, hukukun toplumsal  ilişkiler alanının  ve  toplum etkisi  yaratan süreçler birliğinin önemli bir parçası olduğu; toplumsal bütünün ekonomik, politik, ideolojik vs. veçhelerinde  temellenen  ilişkisellikten  ve  tarihsellikten  yalıtılarak  kavranamayacağı açıktır176. Tarihsel materyalist toplumsal formasyon kavramı, hukukun toplumsal bütün içerisinde haritalanmasına imkân veren bir kuramsal çerçeve sunmaktadır. Bu bağlamda tarihsel materyalist hukuk kavrayışının, hukukun üretim ilişkilerinin kuruluşu ve yeniden üretimindeki somut etkisini ve toplumsal-sınıfsal güç ilişkilerinin düzenlenişindeki maddi ve kurumsal rolünü öne çıkardığı; bilhassa da toplumsal formasyon kavramı dolayımıyla, toplum ve hukuk ilişkisine, hukukun toplumsal işlevlerine ve toplumsal dönüşümüne dair kuramsal ve bütünlüklü bir görüş açısı sunduğu ileri sürülebilir.                                                                  175  MARX, 2013, s. 25-26. Son cümle, metnin orjinaliyle karşılaştırılarak değiştirilmiştir. Bkz. MARX, 1976, s. 25.  176  Bkz. AKBAŞ, Kasım,  Sınıf Mücadelesi ve Hukuk: Marx ın Yönteminin İzinde , Praksis, Yıl: 2019, Sayı: 48, s. 54. 434Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  KAYNAKÇA ADORNO, Theodor W.,  Gesellschaft , Gesammelte Schriften, Bnd 8, Shurkamp Verlag, Frankfurt am Main, 1972. AKBAŞ, Kasım,  Sınıf Mücadelesi ve Hukuk: Marx ın Yönteminin İzinde , Praksis, Yıl: 2019, Sayı: 48, s. 42-61. AKMAN, Şefik Taylan, Hukuk ve Politika İlişkisi: Hukukun Ekonomi Politik Analizi ve Liberal Hukuk Düzeninin Eleştirisi, İmge Kitabevi Yayınları, Ankara, 2016. ALTHUSSER, Louis,  From Capital to Marx s  Philosophy ,  Reading Capital, (çev. Ben Brewster, David Fernbach), Verso, London, 2016. ALTHUSSER, Louis,  Kapital in Nesnesi , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007. ALTHUSSER, Louis,  The Object of Capital , Reading Capital, (trans. Ben Brewster, David Fernbach), Verso, London, 2016. ALTHUSSER,  Louis,  History  and  Imperialism:  Writings,  1963–1986,  (trans.  G.  M. Goshgarian), Polity Press, Cambridge, 2020. ALTHUSSER, Louis, Marx İçin, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2015. ALTHUSSER, Louis, Yeniden Üretim Üzerine, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2005. AMIN, Samir, Emperyalizm ve Eşitsiz Gelişme, (çev. Semih Lim), Yordam Kitap, İstanbul, 2018. AMIN, Samir, Eşitsiz Gelişme: Çevre Kapitalizminin Toplumsal Biçimleri Üzerine Deneme, (çev. Ahmet Kotil), Arba Yayınları, İstanbul, 1991. AMIN,  Samir,  Modernite,  Demokrasi  ve  Din:  Kültüralizmlerin  Eleştirisi,  (çev.  Fikret Başkaya, Uğur Günsür, Güven Öztürk), Yordam Kitap, İstanbul, 2016. AMIN, Samir, Unequal Development: An Essay on the Social Formations of Peripheral Capitalism, (trans. Brian Pierce), Monthly Review Press, New York, 1976. ANDERSON, Perry, Marksizm de Tartışmalar, (çev. Ahmet Özdemir), Göçebe Yayınları, İstanbul, 1998. BALIBAR, Étienne,  Tarihsel Materyalizmin Temel Kavramları Üzerine , Kapital i Okumak, (çev. Işık Ergüden), İthaki Yayınları, İstanbul, 2007. BASSO, Luca,  Between Pre-Capitalist Forms and Capitalism: The Problem of Society , In Marx s Laboratory, (der R. Bellofiore vd), Brill, Leiden, 2013, s. 329-345. 435Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  BECKER, Uwe,  Sınıf Kuramı: Hala Eleştirel Sosyal Bilimsel Analizin Ekseni mi? , Sınıflar Üzerine Tartışmalar, (ed. E. O. Wright), (çev. Tahir Emre Kalaycı), Nota Bene Yayınları, İstanbul, 2017. BHASKAR, Roy, Gerçekliği Geri Kazanmak, (çev. Beyza Sümer Aydaş), Nota Bene Yayınları, İstanbul, 2015. BLACKLEDGE, Paul, Marksist Tarih Kuramı Üzerine, (çev. Şükrü Alpagut), Yordam Kitap, İstanbul, 2017. BOTIGELLI, Émile, Bilimsel Sosyalizmin Doğuşu, (çev. Kenan Somer), 2. Basım, Bilim ve Sosyalizm Yayınları, Ankara, 1997. BOTTOMORE, Tom, A Dictionary of Marxist Thought, Blackwell, Oxford, 2001. BURAWOY, Michael, Üretim Siyaseti: Kapitalizm ve Sosyalizmde Fabrika Rejimleri, (çev. Çağdaş Gümüşoluk), Nota Bene Yayınları, Ankara, 2015. CARCHEDI, Guglielmo,  On the Economic Identification of the New Middle Class , Economy and Society, Year: 1975, Volume: 4, Issue: 1, s. 58-76. CASTORIADIS, Cornelius, Toplum İmgeleminde Kendini Nasıl Kurar?, 1. Cilt, (çev. Hülya Uğur Tanrıöver), İletişim Yayınları, İstanbul, 1997.  CLARKE, Simon,  Marksizm, Sosyoloji ve Poulantzas ın Devlet Kuramı , Devlet Tartışmaları: Marksist Bir Devlet Kuramına Doğru, (der. S. Clarke), (çev. İbrahim Yıldız), Ütopya Yayınevi, Ankara, 2004. COHEN, Gerald A., Karl Marx ın Tarih Teorisi: Bir Savunma, (çev. Ahmet Fethi), Toplumsal Dönüşüm Yayınları, İstanbul, 1998. ÇATALOLUK, Gökçe,  Hukuk Çalışmaya Devam Etmeli miyiz?  Sistemik Bir Analiz , Hukuk Kuramı, Yıl: 2018, Cilt: 5, Sayı: 1, s. 1-24. ÇULHAOĞLU, Metin,  Yöntem Sorunu: Genel Bir Yaklaşım , Gelenek, Yıl: 1989, Sayı 23, https://www.gelenek.org/yontem-sorunu-genel-bir-yaklasim (erişim tarihi: 20.03.2020). DEMIROVIĆ, Alex, Toplum ve Eleştiri, (çev. Muharrem Açıkgöz), FelsefeLogos Yayınevi, İstanbul, 2007. DİVİTÇİOĞLU, Sencer, Marksist  Üretim Tarzı  Kavramı - Devlet ve Artık-Değer (İki Deneme), İstanbul Üniversitesi İktisat Fakültesi Yayını, İstanbul, 1971. EAGLETON, Terry, İdeoloji, (çev. Muttalip Özcan), Ayrıntı Yayınları, İstanbul, 2005. EDELMAN, Bernard, Ownership of the Image: Elements for a Marxist Theory of Law, (trans. Elizabeth Kingdom), Routledge & Kegan Paul, 1979. ELIAS, Norbert, Uygarlık Süreci, Cilt 1, (çev. Erol Özbek), İletişim Yayınları, İstanbul, 2000. ELIOTT, Gregory, Althusser: The Detour of History, Brill, Leiden, 2006. 436Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  ENGELS, Friedrich,  Engels ten Berlin deki W. Sombart a , Karl Marx Friedrich Engels Seçme Yapıtlar-3, (çev. M. Kabagil, A. Gelen, K. Somer, V. Erdoğdu, Ö. Ünalan, M. Belli, S. Belli), Sol Yayınları, Ankara, 1979. ENGELS, Friedrich, Tarihsel Materyalizm Üzerine Mektuplar 1890-94, (çev. Öner Ünalan), Bilim ve Sosyalizm Yayınları, Ankara, 1993. FINE, Ben / HARRIS Laurence, Re-reading Capital, Macmillan Press, London, 1979. FINE, Bob, Democracy and the Rule of Law: Marx s Critique of the Legal Form, The Blackburn Press, New Jersey, 2002. FLOHR, Mikkel / HARRISON, Yannick,  Reading the Conjuncture: State, Austerity, and Social Movements, an Interview with Bob Jessop , Rethinking Marxism, Year: 2016, Volume: 28, Issue: 2, s. 256-280. GODELIER, Maurice,  Ekonomik ve Toplumsal Formasyon , Marksizm Sözlüğü, (der. G. Bensussan vd.), (çev. Volkan Yalçıntıoklu), Yordam Kitap, İstanbul, 2016. GODELIER, Maurice,  On the Definition of a Social Formation, The Example of the Incas , Critique of Anthropology, Year: 1974, Volume: 1, Issue: 1, s. 63-73. GODELIER, Maurice, Perspectives in Marxist Anthropology, Cambridge University Press, Cambridge, 1977. HARNECKER, Martha,  Mode of Production, Social Formation and Political Conjuncture , Theoretical Review, Year: 1980, Vol: 17, s. 23-31. HARVEY, David, Sermayenin Sınırları, (çev. Utku Balaban), Yazılama Yayınevi, İstanbul, 2015. HELLER, Ágnes, The Theory of Need in Marx, Allison&Busby, London, 1976. HINDESS, Barry / HIRST, Paul, Mode of Production and Social Formation: An AutoCritique of Pre-Capitalist Modes of Production, Macmillan Press, London, 1983. HIRSCH, Joachim, Materyalist Devlet Teorisi: Kapitalist Devletler Sisteminin Dönüşüm Süreçleri, Alan Yayınları, İstanbul, 2011. HIRST, Paul, On Law and Ideology, The Macmillan Press, London, 1979. HUNT, Alan,  Marxist Theory of Law , A Companion to Philosophy of Law and Legal Theory, (ed. D. Patterson),  Wiley-Blackwell, Malden,  2010. HUNT, Alan,  The Ideology of Law: Advances and Problems in Recent Applications of the Concept of Ideology to the Analysis of Law , Law & Society Review, Year: 1985, Volume: 19, Issue:1, s. 11-38. JAMESON, Fredric, Siyasal Bilinçdışı, (çev. Mesut Varlık, Yavuz Alogan), Ayrıntı Yayınları, İstanbul, 2011. 437Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  JESSOP, Bob,  Ulusal Ekonomi ve Ulusal Devletin Geleceğini Anlatılamak? Düzenlemenin Yeniden Haritalandırılması ve Yönetişimin Yeniden İcadı Üzerine Düşünceler , (çev. Ahmet  Murat  Aytaç),  Hegemonya,  Post-Fordizm  ve  Küreselleşme  Ekseninde Kapitalist Devlet, (der. B. Yarar vd.), İletişim Yayınları, İstanbul, 2005. JESSOP, Bob, Devlet Teorisi: Kapitalist Devlet Yerine Oturtmak, (çev. Ahmet Özcan), Epos Yayınları, Ankara, 2008. JESSOP, Bob, Devlet: Dün, Bugün, Gelecek, (çev. Attila Güney), Epos Yayınları, Ankara, 2018. KANSU KARADAĞ, Akasya, Güçler Ayrılığı ve Hegemonya: Kuramsal Bir Tartışma, Yayımlanmamış Doktora Tezi, 2020. KARAHANOĞULLARI,  Onur,   Kamu  Hizmetinde  Kriz,  Yeni  Denge  ve  Hukuk ,  Emek Araştırma Dergisi, Yıl: 2002, Sayı:1, s. 39-47. KARAHANOĞULLARI, Onur,  Marksizm ve Hukuk , Ankara Üniversitesi SBF Dergisi, Yıl: 2002, Cilt: 57, Sayı: 2, s. 61-92. KÜTTLER,  Wolfgang,  Gesellschaftsformation, http://www.inkrit.de/e_inkritpedia/e_maincode/doku.php?id=g:gesellschaftsformation (erişim tarihi 23.03.2020). LANGE, Oskar, Ekonomi Politik, (çev. Muvaffak Şeref), Ataç Kitabevi, İstanbul, 1965. LENIN,  Vladimir  Ilyiç,   The  Tax  in  Kind ,  Lenin  Collected  Works,  Vol.  32, https://www.marxists.org/archive/lenin/works/1921/apr/21.htm (erişim tarihi 23.03.2020). MANDEL, Ernest, From Class Society to Communism: An Introduction to Marxism, (trans. Louisa Sadler), Pluto Press, London, 1977.  MARX, Karl, Ekonomi Politiğin Eleştirisine Katkı, (çev. Sevim Belli), Sol Yayınları, Ankara, 1976. MARX, Karl, Grundrisse: Ekonomi Politiğin Eleştirisinin Temelleri, 1. Kitap, (çev. Arif Gelen), Sol Yayınları, Ankara, 2013.  MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 1. Cilt, (çev. Mehmet Selik, Nail Satlıgan), Yordam Kitap. İstanbul, 2015. MARX, Karl, Kapital: Ekonomi Politiğin Eleştirisi, 2. Cilt, (çev. Nail Satlıgan, Erkin Özalp, Oktar Türel), Yordam Kitap, İstanbul, 2015. MARX, Karl, Marx Engels Gesamtausgabe, II.1/1, Dietz Verlag, Berlin, 1976. MARX, Karl, Ücretli Emek ve Sermaye, (çev. Süleyman Ege), Bilim ve Sosyalizm Yayınları, Ankara, 2001. MELKEVİK,  Bjarne,   Marx  ve  Hukuk  Görüşü  Hakkında:  Özneler-Arasılık,  Maddilik, Normatiflik , (çev. Barkın Asal), Public and Private International Law Bulletin, Year: 2017, Volume: 37, Issue: 2, s. 911-924. 438Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  MILANOVIC, Dragan,  Weber and Marx on Law: Demystifying Ideology and Law - Toward An Emancipatory Political Practice , Contemporary Crises, Year: 1983, Vol: 7, s. 353-370. MILANOVIC, Dragan, Weberian and Marxian Analysis of Law: Development and Fuctions of Law in a Capitalist Mode of Production, Ashgate, Hampshire, 1989. MUSTO, Marcello,  The Formation of Marx's Critique of Political Economy: From the Studies of 1843 to the Grundrisse , Socialism and Democracy, Year: 2010, Volume: 24, Issue: 2, s. 66-100. NEGRI, Antonio, Marx Ötesi Marx: Grundrisse Üzerine Dersler, (çev. Münevver Çelik), Otonom Yayınları, İstanbul, 2006. NEUMANN,  Franz  L.,   The  Change  in  the  Function  of  Law  in  Modern  Society ,  The Democratic and Authoritarian State: Essays in Political and Legal Theory, The Free Press of Glencoe, London, 1964, s. 22-68. NIETZSCHE,  Friedrich,  Ahlakın  Soykütüğü  Üstüne,  (çev.  Ahmet  İnam),  Say  Yayınları, İstanbul, 2003. OLSEN, Erik K.,  Social Ontology and Origins of Mode of Production Theory , Rethinking Marxism, Year: 2009, Volume: 21, Issue: 2, s. 177-195. OLSEN, Erik K.,  The Althusserian Controversy in Resrospect and Prospect , Rethinking Marxism, Year: 2017, Volume: 29, Issue: 2, s. 340-360. ÖNGEN, Tülin, Prometheus un Sönmeyen Ateşi: Günümüzde İşçi Sınıfı, Yordam Kitap, İstanbul, 2014. ÖZDEMİR, Ali Murat,  Hukukun Krizi: Günümüz Türkiye sinde İktidar ve Şiddet , Çalışma ve Toplum, Yıl: 2010a, Sayı: 26, s. 51-70. ÖZDEMİR, Ali Murat, Güç Buyruk Düzen: Uluslararası Hukuk Kuramında Eleştirellik ve Emperyalizm, İmge Kitabevi Yayınları, Ankara, 2011. ÖZDEMİR, Ali Murat, Sözün Mülkiyeti, Dipnot Yayınları, Ankara, 2008. ÖZDEMİR, Ali Murat, Ulusların Sefaleti, İmge Kitabevi Yayınları, Ankara, 2010b. ÖZDEMİR, Ali Murat / SAYGILI, Abdurrahman / ZABUNOĞLU, Hamdi Gökçe / DEMİRLİ, Aynur / AYKUT, Ebubekir / TÜRKOĞLU KARACAOVA, Ezgi Nur / UĞURLU, Göksu / ŞAHİN, Ozan Giray, Genel Kamu Hukuku: Kuramsal Yaklaşım, İmge Kitabevi Yayınları, Ankara, 2019. PAŠUKANIS, Evgeny B., Genel Hukuk Teorisi ve Marksizm, (çev. Onur Karahanoğulları), Birikim Yayınları, İstanbul, 2002. POULANTZAS, Nicos, Siyasal İktidar ve Toplumsal Sınıflar, (çev. Şule Ünsaldı), Epos Yayınları, Ankara, 2014.  439Karadağ    Hacettepe HFD, 11(1) 2021, 394-440  RENNER, Karl,  Hukuk Kurumlarının İktisadi ve Toplumsal İşlevleri , Çağdaş Marksizm Seçkisi: Yüzyıla Damga Vuran Metinler, (der. B. Ollman vd.), (çev. Şükrü Alpagut), Yordam Kitap, İstanbul, 2018. SAĞDIÇ, Şeyma,  Roma'dan Sosyalist Topluma: Hukuki Biçimler Miras Kalır Mı? , Hacettepe Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 9, Sayı: 1, s. 41-67. SAVRAN, Sungur,  Bir Üretim Tarzı Olarak Kapitalizm , Kapital in İzinde, (der. N. Satlıgan vd.), Yordam Kitap, İstanbul, 2012. SWEEZY, Paul / BARAN, Paul, Tekelci Sermaye, (çev. Gülsüm Akalın), Kalkedon Yayınları, İstanbul, 2007. SWEEZY,  Paul,  Kapitalist  Gelişme  Teorisi,  (çev.  Gülsüm  Akalın),  Kalkedon  Yayınları, İstanbul, 2007. THERBORN,  Göran,  Science,  Class and  Society:  On  the  Formation of Sociology  and Historical Materialism, New Left Books, London, 1976. THOMAS, Peter D., Gramsci Çağı: Felsefe, Hegemonya, Marksizm, (çev. İlker Akçay, Ekrem Ekici), Dipnot Yayınları, Ankara, 2013. THOMPSON, Edward P., Teorinin Sefaleti: Hatalı Bir Devridaim Makinesi, (çev. Ahmet Fethi Yıldırım), Nika Yayınları, İstanbul, 2015. THOMPSON, Edward P., The Poverty of Theory & Other Essays, Monthly Review Press, London, 1978.  VAN  APELDOORN,  Bastiaan,   Theorizing  the  Transnational:  A  Historical  Materialist Approach ,  Journal  of  International  Relations  and  Development,  Year:  2004, Volume:7, Issue: 2, s. 142-176. WALLERSTEIN, Immanuel,  Semi-Peripheral Countries and Contemporary World Crisis , Theory and Society, Year: 1976, Vol: 3, Issue: 4, s. 461-483. WALLERSTEIN, Immanuel, Dünya-Sistemleri Analizi: Bir Giriş, (çev. Ender Abadoğlu), BGST Yayınları, İstanbul, 2011. WOOD, Ellen Meiksins, Kapitalizm Demokrasiye Karşı, (çev. Şahin Artan), Yordam Kitap, İstanbul, 2016. WOODIWISS, Anthony,  The Discourses of Production (part I): Law, Industrial Relations and The Theory of Ideology . Economy and Society, Year: 1987, Voume: 16, Issue: 3, s. 275316. WOODIWISS, Anthony, Social Theory After Postmodernism: Rethinking Prodiction, Law and Class, Pluto Press, London, 1990. YETİŞ, Mehmet,  Gramsci ve Devletin İki Görünümü , Mülkiye Dergisi, Yıl: 2009, Cilt: 33, Sayı: 264, s. 129-153. 440"
}