{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "BİR CEZA HUKUKU YAPTIRIMI OLARAK ZORUNLUKASTRASYONUN ANAYASA HUKUKU AÇISINDANİNCELENMESİ\nTevfik Sönmez KÜÇÜK*\n",
     "Title": "",
     "Yazar İsmi": [
          ""
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyon",
          "İnsan Haysiyeti",
          "Yaşam Hakkı",
          "Özel Hayata ve Aile Hayatına Saygı Gösterilmesini"
     ],
     "Keywords": [],
     "Özet": "T.C. Adalet Bakanlığı tarafından suçlara ilişkin yayınlanan istatiksel veriler incelendiğinde, özellikle geçtiğimiz beş yıllık sürede cinsel nitelikli suçlara ilişkin açılan dava sayısının önemli bir şekilde arttığı görülür. Nitekim bu durum, cinsel nitelikli suçlara karşı olan toplumsal tepkinin ve nefretin artmasına neden olmuş ve kamuoyunda suç failleri hakkında zorunlu kastrasyonun uygulanması gerektiği hususunda genel bir algı oluşmuştur. İşte bu çalışmada da bir ceza hukuku yaptırımı olarak  zorunlu  kastrasyon  anayasa  hukuku  bakımından  tahlil  edilecektir.  Bu çerçevede öncelikle kastrasyon kavramı, yani kavramın tanımı, tarihsel gelişimi, uygulama  biçimleri  (zorunlu–ihtiyari,  cerrahi–kimyasal)  ve  müdahalenin  ceza hukuku bakımından hukuki mahiyeti incelenecek, son kısımda ise, bu yaptırımın anayasa hukukuna ilişkin esaslarla ne ölçüde bağdaştığı kapsamlı bir şekilde ortaya konacaktır.",
     "Abstract": "Betrachtet  man  die  von  dem  Türkischen  Republik  Justizministerium veröﬀ entlichteten Daten hinsichtlich des Verbrechens, ist zu sagen, dass vor allem in den letzten fünf Jahren die Zahl der Klage über das Sexualverbrechen entscheidend angestiegen hat. Dieser Sachverhalt hat die Erhöhung der gesellschaftlichen Reaktion und Hasse verursacht und die Auﬀ asung beherrscht heutzutage in der öﬀ entlichen Meinung, dass die Übeltäter mit der zwangsläufigen Kastration bestraft werden soll. In dieser Arbeit wird die zwangsläufige Kastration als eine Strafmaßnahme im Hinblick auf das Verfassungsrecht analysiert. In diesem Zusammenhang werden zuerst der Begriﬀ  die Kastration, also ihre Begriﬀ serklärung, Entwicklungsgeschichte, die  Ausführungsarte  (zwangsläufig–freiwillig,  chirurgisch–chemisch)  und  die    Yrd. Doç. Dr., (Yeditepe Üniversitesi Hukuk Fakültesi Anayasa Hukuku Anabilim Dalı) sonmezk83@hotmail.com Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 297Tevfik Sönmez KÜÇÜK Rechtsnatur der Kastration im Strafrecht überblickt. Im letzten Teil der Arbeit wird die zwangsläufige Kastration ausführlich dargestellt, inwieweit sie als eine strafrechtliche Maßnahme mit den Grundprinzipien des Verfassungsrechtes vereinbar ist. Schlüsselwörter:  Die  zwangsläufige  Kastration  als  eine  Strafmaßnahme, Menschenwürde, Lebensrecht, das Recht auf Verlangen zum Respekt des Privat– Familienlebens. I. Giriş Geride kalan beş yıllık süreç (2009–2014 arası), Türkiye de Türk Ceza Kanunu (TCK) hükümlerine riayet edilerek açılan kamu davası sayısının ciddi artış gösterdiği bir döneme tekabül etmektedir. Öyle ki, T. C. Adalet Bakanlığı Adli Sicil ve Adli İstatistik Genel Müdürlüğü tarafından yayınlanan verilere göre, 2009 yılı itibariyle TCK uyarınca açılan toplam dava sayısı, 2023307 iken, 2014 e gelindiğinde, bu sayı, 2736431 e ulaşmıştır. Açılan dava sayısındaki bu artış, toplumsal yaşamda diğer suçlara oranla daha fazla tepki ve nefret doğuran cinsel istismar, cinsel taciz ya da çocukların cinsel istismarı (TCK md. 102–105) gibi kişilerin cinsel dokunulmazlığına karşı işlenen suçlar bakımından da geçerlidir. Gerçekten, örneğin, 2009 yılında cinsel saldırı suçunun işlendiği iddiası ile açılan ceza davası sayısı, 5297 iken, 2014 senesinde bu sayı, 7709 a, çocukların cinsel istismarı bakımından ise 2009 da 12635 olan kamu davası sayısı, beş yıl sonra 18104 e çıkmıştır1. Özellikle çocukların cinsel dokunulmazlığına karşı işlenen suçların belirli bir kısmının, mağdur çocukların yaşları itibariyle çoğunlukla cinsel istismarı anlamaması, şüpheli tarafından çocuklar üzerinde uygulanan tehdit ve şiddetin sonuç  vermesi,  ailelerin  toplumsal  baskılardan  çekindiklerinden  cinsel istismar suçunun üzerini kapatmak istemesi gibi nedenlerle adli makamlara hiç iletilmediği dikkate alınırsa, Türkiye için bu suçlarla mücadelenin arz ettiği önem daha iyi anlaşılır. Cinsel  dokunulmazlığa  karşı  işlenen  suçların  bu  şekilde  bir  artış göstermesi, toplumsal düzeyde de tepkilere yol açmış ve şüphelilerin en ağır biçimde cezalandırılması hususunda bir algının toplumda yerleşmesini sağlamıştır. Hatta söz konusu düşünce, bazen öyle ileri noktalara taşınmıştır 1   T. C. Adalet Bakanlığı Adli Sicil ve Adli İstatistik Genel Müdürlüğü tarafından yayımlanan bu istatiksel verilere ulaşmak için bkz. http://www.adlisicil.adalet.gov.tr/istatistik_2014/ist_ tab.htm, Çevrimiçi: 1 Aralık 2015. 298 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ki, cinsel suçları işleyenler için idam cezası gibi mevzuatımızda bulunmayan ve  insani  niteliği  günümüzde  tartışmaya  açık  olan  belirli  yaptırımların uygulanması  konusunda  dahi  talepler  dile  getirilmiştir.  İşte,  söz  konusu çalışma çerçevesinde de kişilerin cinsel dokunulmazlığını ihlal edenlere, en genel ifadeyle, kişilerin cinsel faaliyette bulunma ve üreme kabiliyetinin – Bu durum, kimyasal kastrasyon için geçerli değildir. – ortadan kaldırılması olarak tanımlanabilecek kastrasyon2 yaptırımının kişilerin iradeleri dışında devlet eliyle zorla uygulanıp uygulanamayacağı meselesi anayasa hukuku bakımından  tahlil  edilecektir.  Bu  bağlamda,  kastrasyon  kavramı,  yani kavramın tanımı, tarihsel gelişimi, uygulama şekilleri, müdahalenin ceza hukuku açısından hukuki mahiyeti karşılaştırmalı hukukta yer alan farklı örneklere değinilerek mercek altına alınacak, son kısımda ise, bir ceza hukuku yaptırımı olarak zorunlu kastrasyonun, anayasa hukukuna ilişkin esaslarla ne ölçüde bağdaştığı kapsamlı bir şekilde ortaya konacaktır. II. Kastrasyon Kavramı Kastrasyonun  kavramsal  olarak  incelenmesi  aşamasında  sırasıyla üç husus dikkate alınacaktır. Bunlar esas itibariyle şunlardır: Kastrasyonun tanımlanması, uygulama şekillerinin ve ceza hukuku açısından bu yaptırımın hukuki niteliğinin saptanması. 1. Kastrasyonun Tanımı ve Tarihsel Gelişimi Kastrasyon, kişilerin cinsel faaliyette bulunma ve üreme kabiliyetini geri dönüşü olmayacak bir şekilde tamamen sonlandıran veya geçici olarak donduran cerrahi ya da kimyevi olarak gerçekleştirilen bir müdahale olarak tanımlanabilir3. Bu çerçevede, evvela ifade etmek gerekir ki, kastrasyon, 2   Uygulamada ve öğretide kastrasyonla hadım etmenin eş anlamlı olarak kullanıldığı görülür. Ne var ki, GÜZELSOY, bu duruma karşı çıkmış ve hadım etme operasyonu ile cerrahi kastrasyonun tıbbi müdahalenin niteliği açısından birbirinden kesin bir şekilde ayrıldığını ileri sürmüştür. Zeycan Güzelsoy, Kimyasal Kastrasyon Uygulamasına Bazı Meslek Gruplarının Yaklaşımlarının Araştırılması,  (Danışman: Yard.  Doç.  Dr. Yusuf Tunç Demircan), T.C. İstanbul Üniversitesi Adli Tıp Enstitüsü Sosyal Bilimler Anabilim Dalı, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2014, s. 9. 3   Caner Yenidünya / Yusuf Yaşar, Kastrasyon Cinsel Suç Faillerine Uygulanabilecek Uygun Bir Yaptırım Mıdır?, Türkiye Adalet Akademisi Dergisi, Yıl: 4, Sayı: 14, Temmuz 2013, s. 348; bu konuda benzer yönde ayrıca bkz. Ömer Ömeroğlu, Bir Ceza Türü Olarak Kastrasyon, Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, Sayı: 63–64, 2009, s. 282; Özlem Yenerer Çakmut, Tıbbi Müdahaleye Rızanın Ceza Hukuku Açısından İncelenmesi, Legal Yay., İstanbul, Ocak 2003, s. 123; Hayrünnisa Özdemir, Hadım Etme ve Hekimin Sır Saklama Yükümlülüğü, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 183; Zeynep Burcu Akbaba, Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–I, Türkiye Barolar Birliği Dergisi, Sayı: 81, Mart– Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 299Tevfik Sönmez KÜÇÜK sterilizasyon olarak da nitelendirilen kısırlaştırmadan ayrılır. Kısırlaştırma, kişilerin cinsel faaliyette bulunma yeteneğine bir zarar vermeksizin kadınlarda yumurtalıkların,  erkeklerde  ise  sperm  kanallarının  kapatılması  yoluyla üreme yeteneğinin ortadan kaldırılmasına neden olan bir tıbbi müdahaledir4. Böylelikle, kastrasyonun kısırlaştırmaya kıyasla daha radikal bir müdahale niteliğinde  olduğu  öne  sürülebilir.  Çünkü  özellikle  cerrahi  kastrasyon neticesinde  kısırlaştırmadan  farklı  olarak  kişi,  sadece  üreme  kabiliyetini kaybetmemekte ve ayrıca, kısmen ya da tamamen cinsel işlevini de yitirmekte ve hatta belli bir süre sonra kişinin cinsiyetine ilişkin belirtiler dahi yok olmaktadır5. Aslında başlı başına bu durum, sterilizasyondan farklı olarak kastrasyonun ne ölçüde ağır bir müdahale olduğunun bir göstergesidir. Kaldı ki, günümüzde tıp bilimi, kısırlaştırmanın geri dönüşü olmayan niteliğini ortadan kaldırmış6 ve bu olumlu gelişme, müdahalenin tıbbi açıdan daha da basit bir yapı halini almasını sağlamıştır7. Nisan 2009, s. 356. Kastrasyon müdahalesinin uygulanması sonucunda kişilerin tanımda belirtilen niteliklerinin geri dönüşü olmayan bir biçimde ortadan kalkması zorunlu değildir. Gerçekten de, aşağıda belirtileceği gibi, kişiye belirli ilaçlar vermek suretiyle kişinin cinsel faaliyette bulunma yeteneği geçici olarak da azaltılabilir. Ne var ki, öğretide HAKERİ aksi görüştedir. Yazar, aynen şu görüşü savunmaktadır: Hadımlaştırma, cinsel salgı bezlerinin (erkeklerde testislerin, kadınlarda yumurtalıkların) tamamıyla kasten alınması veya erkeğin veya kadının alınmamış cinsel salgı bezlerinin fonksiyon görme yeteneğinin daimi olarak kasten kaldırılmasıdır [Vurgu bana aittir].. Hakan Hakeri, Tıp Hukuku, Seçkin Yay., Ankara, 2010, s. 440. Oysa bu tanım, sadece cerrahi kastrasyonu kapsamaktadır. Çünkü kimyasal kastrasyon uygulamasına son verilmesinden belirli bir süre sonra kişi, cinsel faaliyette bulunma yeteneğine tekrar kavuşmaktadır. Bu konuda bkz. Karen Harrison, The High Risk Sex Oﬀ ender Strategy in England and Wales: Is Chemical Castration an Option?, The Howard Journal Of Criminal Justice, Volume: 46, Issue: 1, February 2007, s. 21. Öğretide kastrasyon tanımına itiraz edildiği de ifade edilmelidir. Bu çerçevede, öğretide TEK, aynen şu ifadeleri kullanmaktadır: … Oysa erkek vücudu için geçerli olan bu tanım kadın vücudu bakımından isabetli değildir. Kadınlar açısından kastrasyonun sonucu, daha çok erken menopoza benzetilmektedir. Kastrasyon, kadının cinsel ilişkiye girme yeteneğini etkilememektedir…. Gülen Sinem Tek, Türk Hukukunda Kadının Vücudu Üzerindeki Tasarruf Hakkını Sınırlayan Düzenlemeler, Sağlık Hukuku Makaleleri II, İstanbul Barosu Yay., İstanbul, 2012, s. 106. 4   Bkz. Köksal Bayraktar, Hekimin Tedavi Nedeniyle Cezai Sorumluluğu, Sermet Matbaası, İstanbul, 1972, s. 197–198; HAKERİ, s. 435; YENİDÜNYA / YAŞAR, s. 350; YENERER ÇAKMUT, s. 127; Barış Erman, Ceza Hukukunda Tıbbi Müdahalenin Hukuka Uygunluğu, Seçkin Yay., Ankara, 2003, s. 206. 5   HAKERİ, s. 440; Ramazan Çağlayan, İnsanilik Unsuru Açısından Hadımlaştırma Cezası, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 93. 6   ERMAN, s. 206. 7  Bu bağlamda, kısırlaştırmanın, cinsel suç faillerine uygulanabilecek elverişli bir tedbir olmadığı belirtilmelidir. Kişilerin cinsel dokunulmazlığını ihlal eden suçları işleyenlere kastrasyon yaptırımı uygulanırken asıl hedeﬂ enen husus, bu tür suçları işleyen kişilerin üreme yeteneklerini ortadan kaldırmak değil, cinsel dürtü ve isteklerini kontrol altına 300 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... Kastrasyonun  tarihinin  çok  eskilere  uzandığı  ve  hatta  söz  konusu uygulamaya ilişkin ilk örneklerin, insanlık tarihindeki kayıtlardan öncelere dayandığı ifade edilmelidir8. Gerçekten de, tarih boyunca ilk bilinen örneğinin, Lagasch şehrindeki Sümerliler tarafından uygulandığı tespit edilen kastrasyon müdahalesi9,  bu  süreç  içerisinde  farklı  devletler  tarafından  dinsel  ya  da sosyal nedenlerle Avrupa, Ortadoğu, Hindistan, Afrika ve Çin de etkin bir biçimde kullanılmıştır. Örneğin, eski çağlarda bazı kültürlerde savaşta zafer kazananlar, kaybeden düşmanın onurunu kırmak için kastrasyon uygulamasına başvururken,  geçmişte  bu  müdahalenin  düşmanlık  ve  saldırganlık  amacı dışında  da,  mesela,  devlet  yönetiminde  görev  almak,  kilise  ve  katedral korolarında dini şarkılar söylemek10 ya da aile üyeleri dışındaki erkeklerin girmelerine izin verilmeyen haremlerde görev almak için de kullanıldığı olmuştur11. Geçtiğimiz yüzyıla gelindiğinde ise, kastrasyon uygulaması yukarıda ifade edilen amaçlara hizmet eden bir müdahale olmaktan çıkmış ve esas itibariyle kişilerin cinsel dokunulmazlığına karşı işlenen suçlarla mücadelede ve suçluyu tedavi etmede bir yöntem olarak kullanılmıştır. Bu çerçevede ilk kez 1892 yılında İsviçre söz konusu yöntemi uygulamış, daha sonra bu ülkeyi,  1930–1969  arasında  Hollanda,  1933–1945  seneleri  arasında  ise Nazi Almanyası12 başta olmak üzere İsveç, Norveç, Danimarka, Finlandiya, İzlanda, Estonya, Litvanya, Çek Cumhuriyeti gibi diğer Avrupa ülkeleri takip etmiştir13. Bu safhada ülkeler tarafından kastrasyonun sadece cerrahi yöntemi almaktır. Kısırlaştırma, kastrasyon müdahalesinin amacı değil, zorunlu sonucudur. 8   ÇAĞLAYAN, s. 94; AKBABA, Kimyasal Hadım…–I, s. 356. 9   ÖZDEMİR, s. 184; AKBABA, Kimyasal Hadım…–I, s. 356–357. 10   Önceleri  Roma  Katolik  Kilisesi  tarafından  kilise  ve  katedral  korolarında  kadınların bulunmalarına izin verilmediğinden, sadece erkekler bu korolarda görev alabiliyordu. Fakat erkeklerin seslerinin ergenlik döneminden evvel kırılmasını önlemek ve bu şekilde özel bir yüksek ses elde edebilmek için erkek çocukları hadım edilmekteydi. Bu konuda bkz. AKBABA, Kimyasal Hadım…–I, s. 358–359. 11  Bkz. Adnan Ataç, Tıp Etiği Açısından Kastrasyon, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 169–170. 12  Bu yıllar arası, kastrasyon yaptırımının, kişinin bu konudaki iradesi dikkate alınmaksızın cebren uygulandığı bir döneme tekabül etmektedir. Öyle ki, bu süreçte, yalnızca 1933–1934 yılları arasında 2800 den fazla cinsel suç faili tedavi edilmek amacıyla hukuka aykırı olarak cebren cerrahi kastrasyon yöntemiyle hadım edilmiştir. Alison G. Carpenter, Belgium, Germany, England, Denmark and the United States: The Implementation of Registration and Castration Laws as Protection Against Habitual Sex Oﬀ enders, Dickinson Journal of International Law, Volume: 16:2, 1998, s. 437; AKBABA, Kimyasal Hadım…–I, s. 377. 13  HARRISON, s. 18; YENİDÜNYA / YAŞAR, s. 352. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 301Tevfik Sönmez KÜÇÜK zorunlu veya hapis cezası yerine bir seçimlik yaptırım olarak uygulanmıştır. Ne var ki, aşağıda da belirtileceği gibi, günümüzde artık cerrahi yerine, kimyasal kastrasyon belirli koşullar altında kişilerin isteğine bağlı olarak da tatbik edilebilmektedir. 2. Kastrasyonun Uygulama Şekilleri Bir  ceza  hukuku  yaptırımı  olarak  kastrasyon  iki  farklı  şekilde uygulanabilir. Bu müdahalenin cerrahi veya kimyasal yollarla gerçekleştirilmesi mümkün  olduğu  gibi,  belli  koşullarda  sadece  kişilerin  olumlu  iradeleri sonucunda ya da bu konuda gösterilecek irade nazara alınmaksızın devlet eliyle zorla uygulanması da imkân dâhilindedir. a. Müdahalenin Niteliğine Göre (Cerrahi–Kimyasal Kastrasyon) Yapılan müdahalenin niteliğine göre kastrasyon ikiye ayrılmaktadır. Bu bağlamda, kastrasyon, ameliyat yoluyla yani erkeğin üreme organı olan testislerinin vücuttan alınması şeklinde gerçekleştirilebileceği gibi14, cinsel dokunulmazlığı ihlal suçunu işleyen faile ilaç verilmesi suretiyle kişinin vücudunun testosteron üretmesi önlenerek de yapılabilir15. Aslında bu iki müdahalenin de amacı ortaktır: Faile yapılan müdahale sonucunda kişinin yeniden başkalarının cinsel dokunulmazlığını ihlal eden bir suç işlemesini engellemek, başka bir ifade ile kişinin vücudundan testosteron hormonunu uzaklaştırırarak, cinsel ilişkide bulunma kabiliyetini ortadan kaldırmak ve böylece, cinsel nitelikteki suçlarda tekerrürün önüne geçmek. Kastrasyonun bu iki farklı yönteminin, kişiler üzerinde yaratacağı etkileri incelemeden evvel bir hususun altı çizilmelidir. Şöyle ki; kişilerin cinsel dokunulmazlığını ihlal edenlerin bu tür suçları neden işlediği farklılık gösterir. Bir grup suçlu, yaptıkları davranışın hukuk ve toplum tarafından yasaklanmış olmasını kabul etmez ve başkalarına cinsel saldırıda bulunmayı kendilerine tanınan bir hak olarak görür. İkinci grup suçlular, bu tür eylemleri suç olarak kabul etmekle birlikte, saldırının nedenini, örneğin alkol ya da uyuşturucu madde etkisinde olmak gibi belirli dış faktörlere bağlarlar. Üçüncü grup suçlular ise, cinsel suçları, şiddet uygulama arzusu veya topluma duyulan öfke içerisinde gerçekleştirir ki, bu halde fail cinsel dürtülerinin dışında hareket eder. Nihayet, son grup suçlular, cinsel dürtülerini kural olarak kontrol edemeyen ve bu noktada 14  YENİDÜNYA / YAŞAR, s. 350–351; ÇAĞLAYAN s. 95; ÖZDEMİR, s. 189–190; ÖMEROĞLU, s. 282. 15  YENİDÜNYA / YAŞAR, s. 354; ÇAĞLAYAN, s. 96; Murat Doğan, Hadımlaştırmadan Doğan Hukuki Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 139. 302 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... önemli takıntıları olan psikiyatride parafili hastası olarak teşhis konulan kişilerdir ve sadece bu gruptakilere kastrasyon yaptırımı uygulanabilir. Zira ilk üç grupta bulunanlar, cinsel dürtülerinin kontrol altına alınması ile ilgili bir sorun yaşamadığından, onları, kastrasyon yöntemi ile bu tür suçlardan vazgeçirmek  mümkün  olmayabilir16.  Kısacası,  bu  durumda  kastrasyon, kişilerin tekrar benzer nitelikte cinsel suçlar işlemesini engelleyecek elverişli bir araç olmaktan çıktığından, bu tedbirin, artık bir ceza hukuku yaptırımı olarak uygulanması mümkün olmaz. Buna karşılık, cinsel dürtü ve isteklerini kontrol edemeyenler için aynı husus geçerli değildir. Burada suç failleri bakımından kastrasyonun uygulanması için bir kriminolojik endikasyon söz konusudur. Görüldüğü gibi, yalnızca belli hallerde başvurulabilecek bir müdahale olan cerrahi kastrasyon, geri dönüşü olmaksızın testosteron hormonunun üretimini önlediğinden, kimyasal kastrasyonla karşılaştırılamayacak şekilde radikal bir tedbir niteliği taşır17. Aslında günümüzde söz konusu yönteme, hastanın  aydınlatılmış  onamını  almak  şartıyla  tedavi  amaçlı  olarak  da başvurulmaktadır. Diğer bir ifade ile bir yandan bu müdahale cinsel suç faillerine karşı uygulanan bir yaptırımken, diğer yandan prostat kanserinin büyümesini ve yayılmasını engelleyerek, hastanın iyileşmesini sağlamaktadır18. Nitekim Türk hukukunda da kişilerin cinsel dokunulmazlığını ihlal edenlere, zorunlu cerrahi  kastrasyonun  uygulanacağına  ilişkin  bir  hüküm  bulunmamakla birlikte, 2827 sayılı Nüfus Planlaması Hakkında Kanun un 4. maddesinde, … bir ameliyatın seyri sırasında tıbbi zaruret nedeniyle bir hastalığın tedavisi için kastrasyonu gerektiren hallerde, kişinin rızasına bakılmaksızın kastrasyon ameliyesi yapılabilir. denilerek, kastrasyonun yalnızca tedavi amaçlı olarak uygulanabileceği düzenlenmiştir19. Nihayet, kişilerin cinsel faaliyette bulunma 16  YENİDÜNYA / YAŞAR, s. 356–357; AKBABA, Kimyasal Hadım…–I, s. 364–365; ayrıca bkz. Bruce Pastner, Cinsel Suçlarda Erkek Faillerin Hadım Edilmesi, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 131. 17  YENİDÜNYA / YAŞAR, s. 351; ÖMEROĞLU, s. 282. 18  Bkz. ÇAĞLAYAN, s. 95; AKBABA, Kimyasal Hadım…–I, s. 359. 19  Madde metninde cerrahi kastrasyona yalnızca ameliyat esnasında bir zorunluluk ortaya çıkarsa başvurulacağının ifade edilmesi ve tedavi amaçlı kastrasyonun zikredilmemesi öğretide  eleştirilmiştir.  Bkz. YENERER  ÇAKMUT,  s.  127.  Fakat  bu  hüküm  olağan durumlarda tedavi amaçlı yapılan kastrasyonu hukuka aykırı kılmaz. Zira bu eylem, iyileştirme amacı olan tıbbi müdahalelerin genel koşullarına uygundur. ERMAN, s. 210. Öğretide bir diğer görüş, Nüfus Planlaması Hakkında Kanun un 4. maddesinin, ameliyat esnasında acil müdahaleyi gerektiren bir durumda kastrasyon uygulamasının, hukuka aykırılığı ortadan kaldırdığını, yoksa söz konusu düzenlemenin bu ihtimal dışında kastrasyonu yasakladığının savunulamayacağını ileri sürmüştür. Bkz. TEK, s. 107. Bu bağlamda, ÇAKMUT, nasıl Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 303Tevfik Sönmez KÜÇÜK ve üreme kabiliyetlerini geri dönüşü olmayacak bir şekilde ortadan kaldıran cerrahi kastrasyonun, kişileri, depresyona ya da intihar eğilimine sürükleyen birçok fiziksel ve zihinsel yan etkisinin bulunduğu ifade edilmelidir20. Cerrahi  kastrasyon  karşısında  bir  alternatif  olarak  kişilerin  cinsel dokunulmazlığını  ihlal  edenlerin  ilaç  aracılığıyla  testosteron  hormonunu salgılamalarının  önlenmesi  ve  bu  şekilde,  faillerin  müdahale  süresince cinsel ilişkide bulunma kabiliyetinin önemli ölçüde ortadan kaldırılmasını sağlayan  kimyasal  kastrasyon  yöntemi  bulunur21.  Kimyasal  kastrasyonun cerrahi müdahaleden ayrıldığı temel nokta, söz konusu yöntemin sonuçlarının geçici olması,22 kişiye verilen ilaçların onun üreme kabiliyetinin geçici ya da tamamen kaybedilmesi sonucunu doğurmaması ve müdahale süresince kişinin cinsel faaliyette bulunma yeteneğinin tamamen ortadan kalkmayıp, ciddi şekilde zarar görmesidir23. Kullanılan ilaçlarla kişinin beyni vücutta yeterince testosteron hormonunun mevcut olduğu ve daha fazla üretimine gerek olmadığı ile ilgili aldatılmakta ve böylelikle kişilerin cinsel nitelikli suçlar işlemesinin önüne geçilmektedir24. Türk hukukunda düzenlenmeyen25 gerçekleştirilirse gerçekleştirilsin, kastrasyon gibi radikal bir tıbbi müdahalenin kanunda ayrıntılı bir biçimde düzenlenmesi ve bu noktada özellikle de ilgilinin rızasının alınması gerektiğini öne sürmektedir. YENERER ÇAKMUT, s. 126. Ne var ki, bu görüş eleştiriye açıktır. Zira öyle komplikasyonlar ortaya çıkabilir ki, ameliyat sırasında yapılmadığı takdirde (örn. kişinin vücudunda ilerlemiş bir tümörün ameliyat esnasında tesadüfen fark edilmesi ve yaşı nedeniyle kişinin sonraki bir tarihte gerçekleştirilecek olan ikinci ameliyatı fiziki olarak kaldıramayacak halde olması) bu müdahalenin gerçekleştirilmesi imkânsız olabilir. Bu durumda kişinin kastrasyon müdahalesine varsayılan rızasının bulunduğunun kabul edilmesi gerekir. Varsayılan rıza kavramı ile ilgili bkz. ERMAN, s. 139–152. 20  Elizabeth M. Tullio, Chemical Castration for Child Predators: Practical, Eﬀ ective, and Constitutional, Chapman Law Review, Volume: 13, 2009, s. 203, bu konuda ayrıca bkz. YENİDÜNYA / YAŞAR, s. 354. 21  YENİDÜNYA / YAŞAR, s. 354; DOĞAN, s. 139. 22  HARRISON, s. 20; GÜZELSOY, s. 13–14. 23  TULLIO, s. 218; ÇAĞLAYAN, s. 96–97. 24  TULLIO, s. 205; benzer yönde ayrıca bkz. HARRISON, s. 20. 25  Öğretide ÇAĞLAYAN aksi fikirdedir. Şöyle ki; TCK nın Akıl Hastalarına Özgü Güvenlik Tedbirleri başlığını taşıyan 57. maddesi şu şekildedir: Fiili işlediği sırada akıl hastası olan kişi hakkında koruma ve tedavi amaçlı olarak güvenlik tedbirine hükmedilir. Hakkında güvenlik tedbirine hükmedilen akıl hastaları, yüksek güvenlikli sağlık kurumlarında koruma ve tedavi altına alınırlar.. İşte, yazara göre, bu düzenleme uyarınca, en azından pedofili hastalarına kimyasal hadım yöntemi uygulanabilir. ÇAĞLAYAN, s. 112. Fakat bu görüşe katılmak mümkün değildir. Çünkü bu tür fiilleri işleyenlerin akıl hastası olarak kabul edilmeleri durumunda, onlara, artık TCK md. 32 nedeniyle ceza vermek mümkün olmaz ki, bu husus, ceza adaleti ile bağdaşmaz. Bu çerçevede, Türk hukukunda kimyasal kastrasyonun kabul edilmesi için TBMM ye daha önce bir yasa teklifinin verildiği ifade edilmelidir. Söz konusu değişikliğe göre: Türk Ceza Kanununun 102 nci maddesinde tanımlanan cinsel 304 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... kimyasal kastrasyon kavramı ile ilgili olarak üzerinde durulması gereken en önemli husus ise şudur: Bu müdahale aşamasında kişiler üzerinde kullanılan ilaçların yaratacağı yan etkiler tam olarak belli olmayıp, söz konusu ilaçların özellikle  uzun  süreli  kullanımı  halinde  başta  farklı  kanser  türleri  olmak üzere, birçok ciddi ve yaşamsal derecede önem arz eden rahatsızlığın ortaya çıkabileceği hususunda literatürde genel bir kanaat bulunmaktadır26. b. Kişinin İradesinin Niteliğine Göre (İhtiyari–Zorunlu Kastrasyon) Kimyasal  veya  cerrahi  müdahale  şeklinde  uygulanabilecek  olan kastrasyonun cinsel nitelikli suç işleyen kişinin bu konuda göstereceği irade dikkate alınmaksızın zorla gerçekleştirilmesi mümkün olduğu gibi, belirli şartlar altında onun iradesi doğrultusunda ihtiyari olarak uygulanması da imkân dâhilindedir. Ne var ki, bu müdahale, suçun işlenmesi ve failin bu konudaki talebi üzerine yapılırsa, yani bu noktada devletin zorlayıcı bir eylemi bulunmazsa, kastrasyon artık yaptırım olma niteliğini kaybeder. Çünkü en genel anlatımla yaptırım, kişilerin, hukukun koyduğu emir ve yasaklara aykırı davranması halinde pozitif hukuk tarafından gösterilen tepki olarak tanımlanabilir ve bu tepkiye maruz kalanların iradesi önem taşımaz. Başka bir anlatımla bir hukuk normunu ihlal eden kişi, ihlal neticesinde yaptırıma maruz kalmak istese de istemese de kendisine hukukun önceden belirlediği yaptırım uygulanır. Kısacası, kişilerin kendi iradeleri ile vücutlarındaki testosteron hormonunun üretiminin azaltılmasını istemesi bir yaptırım değildir ve bu nedenle, söz konusu çalışmanın inceleme alanı dışında kalmaktadır. Fakat burada  bir  hususun  altının  önemle  çizilmesi  gerekir:  Şayet,  kişiye,  bazı ülkelerde olduğu gibi, işlediği suç sonucunda hapis cezası ile kastrasyon arasında  bir  tercihte  bulunma  olanağı  tanınmaktaysa27  ya  da  kastrasyon şartlı salıverilmenin bir unsuru olarak aranmaktaysa, artık bu tercihin kişinin saldırı suçundan 103 üncü maddesinde tanımlanan çocukların cinsel istismar suçundan veya 104 üncü maddesinin 2. fıkrasında tanımlanan reşit olmayanla cinsel ilişki suçunun nitelikli halinden hapis cezasına mahkûm olanlar, cezanın infazı sırasında ve koşullu salıverildikleri takdirde, denetim süresi içinde; a) Testosteron etkisini önemli ölçüde azaltıcı tedaviye tabi tutulabilirler, b) Tedavi amaçlı programlara katılmakla yükümlü kılınabilirler… (8) Yedinci fıkrada [Yukarıdaki fıkra kastediliyor.] yazılı suçlar bakımından itiyadi suçlu veya mükerrir olan hükümlülerin aynı fıkranın (a), (b) ve (c) bentlerindeki tedavi ve yükümlülüğe tabi tutulması zorunludur…. Bu kanun teklifinin tam metni için bkz. YENİDÜNYA / YAŞAR, s. 348. 26 Söz konusu ilaçların kişiler üzerindeki yan etkileri ile ilgili bkz. ÖZDEMİR, s. 192; HARRISON, s. 21; YENİDÜNYA / YAŞAR, s. 356; Muharrem Uçar, Tıp Etiği Açısından Kastrasyon, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 155. 27  CARPENTER, s. 451; HARRISON, s. 18; YENİDÜNYA / YAŞAR, s. 352. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 305Tevfik Sönmez KÜÇÜK serbest iradesine dayandığını ileri sürmek mümkün değildir. Bu halde kişi, kastrasyona yönlendirildiğinden, bu müdahale şekli de bir yaptırım olarak kabul edilmelidir. Karşılaştırmalı hukukta ülkelerin düzenlemeleri incelendiğinde, cinsel nitelikli suç faillerine uygulanacak kastrasyon müdahalesi ile ilgili olarak yeknesak bir uygulamanın bulunmadığı ifade edilmelidir. Gerçekten, ülkelerin belirli bir kısmı, zorunlu bir tedbir olarak bu yaptırımı tercih ederken, diğer kısmı, bu konuda faillerin serbest iradesini dikkate almakta ve belirli şartların gerçekleşmesi durumunda söz konusu tedbiri uygulamaktadır. Mesela ABD, cinsel nitelikli bir suçun işlenmesi halinde eyaletler nezdinde kastrasyon müdahalesine sıklıkla başvuran bir ülkedir. Bu kapsamda, örneğin, 1999 Kaliforniya Ceza Kanununun 645. maddesi gereğince, mahkemeler, 13 yaş altı çocuklar aleyhine cinsel suç işleyen faillerin kimyasal yollarla tedavisini emredebilir.  Şayet  suçun  tekerrürü  söz  konusuysa,  hükümlünün  şartlı salıverilme  öncesinde  kastrasyona  tabi  tutulması  zorunludur.  Mahkûmun kimyasal kastrasyon yerine, cerrahi kastrasyon yaptırımını tercih etme hakkı ise saklıdır28. Buna karşılık, Teksas eyaletinde küçüklere karşı işlenen cinsel suçlarda cerrahi kastrasyon, ancak failin isteğine bağlı olarak uygulanabilir ve bu müdahale, cezanın aﬀ ı ve şartlı salıverilme sonucunu doğurmaz29. Benzer  nitelikteki  düzenlemelerin  Avrupa  ülkeleri  açısından  da  geçerli olduğu belirtilmelidir. Örneğin, Polonya da, Ekim 2009 da yapılan yasal değişiklikle, 15 yaşın altındaki küçüklere karşı cinsel suç işleyenler hürriyeti bağlayıcı cezalarını çektikten sonra kimyasal kastrasyon yaptırımına tabi tutulurlar30. Burada failin iradesi artık herhangi bir rol oynamaz. Bununla birlikte, Almanya, İsveç, Finlandiya, Danimarka ve Çek Cumhuriyeti gibi ülkelerde kişilerin ancak belirli koşulları yerine getirmeleri (örn. belirli bir yaşı doldurmuş olma, aydınlatılmış onamın bulunması) ve talep etmeleri halinde kastrasyon müdahalesinin uygulandığı görülür31. 28  Kaliforniya Ceza Kanununa benzer nitelikte bir hüküm, Florida mevzuatında yer almaktadır. Burada da mahkemeler küçüklere karşı cinsel suç işlendiğinde kimyasal kastrasyon kararı verebilir. Bu tür suçların tekerrür edilmesi durumunda kastrasyon kararının verilmesi artık zorunludur. Bu konuda ayrıca bkz. GÜZELSOY, s. 21 vd. 29  YENİDÜNYA / YAŞAR, s. 360. 30  Erhan Temel, Hadımlaştırma Operasyonlarından Dolayı Alman Hukukunda Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 121. 31  YENİDÜNYA / YAŞAR, s. 360; bu konuda kapsamlı bir inceleme için ayrıca bkz. GÜZELSOY s. 20–39. 306 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... 3. Kastrasyon Yaptırımının Hukuki Niteliği Bir  ceza  hukuku  yaptırımı  olarak  kastrasyonu  anayasa  hukuku bakımından incelemeden evvel söz konusu müdahalenin hukuki niteliğinin tespit edilmesinde fayda vardır. Hukuki nitelikle kastedilen husus, bir ceza hukuku yaptırımı olarak kastrasyonun ceza mı, yoksa bir güvenlik tedbiri mi olduğunun tayin edilmesidir. Bilindiği gibi, ceza hukuku, emir ve yasaklara aykırı davranılması durumunda bu aykırılığı yaptırıma bağlayan bir hukuk dalıdır.  Başka  bir  anlatımla  ceza  hukuku  kurallarına  uymamanın  kişiler üzerinde yaptırım olarak adlandırılan somut bir etkisi vardır ve ceza hukukunda yaptırım, ceza ve güvenlik tedbiri olmak üzere ikiye ayrılır. Devlet tarafından özel bir infaz şekline uyularak tatbik edilen cezanın esas itibariyle iki temel amacı bulunur. Bir kere, cezanın kefaret amacı vardır. Şöyle ki; kişi, hukukun yasakladığı bir fiili icra ettiğine göre, eylemi sonucunda uygulanan cezanın verdiği acı ve ızdıraba katlanmalıdır. Cezanın bu amacında failin tekrar suç işlemesini önlemek görüşü önemli değildir; dikkate alınan tek husus, failin, eyleminin bedelini ödemesidir32. Ancak, bu görüş eleştirilmiş ve cezanın tek amacının kefaret olamayacağı öne sürülerek, cezanın kefaret dışında, faili ıslah ederek topluma kazandırmak ve korkutucu etkisiyle toplumun diğer üyelerinin suç işlemesini önlemek amaçlarının da olduğu savunulmuştur33. Bu noktada, güvenlik tedbirleri ise, toplumsal düzeni sağlamayı hedeﬂ emesi açısından cezalara benzese de, ceza yaptırımından bastırıcı değil, önleyici bir niteliğe sahip olması; fiil ile failden kaynaklanan muhtemel tehlikeliliği engelleyerek, ileriye dönük bir amaç taşıması bakımından ayrılmaktadır34. Bu  açıklamalar  çerçevesinde  fail  hakkında  uygulanan  zorunlu kastrasyon  esas  itibariyle  bir  güvenlik  tedbiri  olarak  kabul  edilmelidir. Öncelikle, kastrasyonun, salt bir ceza olarak nitelendirilmesi durumunda bu yaptırımın faile karşı sadece bir sosyal hesaplaşma olarak değerlendirilmesi ihtimali ortaya çıkar ki, bu halde kastrasyon, hem gereksiz hem de işlenen suçun  ağırlığı  dikkate  alındığında  suçla  orantılı  olmayan  bir  ceza  halini alacaktır35. Kastrasyon yaptırımını uygularken ulaşmak istenen amaç sonuçta bellidir: Cinsel dokunulmazlığı ihlal eden bir davranışta bulunmuş ve bu 32  Veli Özer Özbek / Mehmet Nihat Kanbuk / Koray Doğan / Pınar Bacaksız / İlker Tepe, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Genişletilmiş 4. Baskı, Seçkin Yay., Ankara, Eylül 2013, s. 594. 33  Ibid., s. 594–596. 34  Timur Demirbaş, Ceza Hukuku Genel Hükümler, 8. Baskı, Seçkin Yay., Ankara, Ekim 2012, s. 602. 35  Bu konuda bkz. GÜZELSOY, s. 50. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 307Tevfik Sönmez KÜÇÜK doğrultuda hüküm giymiş bir kişinin yeniden benzer mahiyette suç işlemesini engellemek ve onun toplum için yarattığı tehlikelilik halini önlemek. Başka bir ifade ile kastrasyon, bastırıcı değil, aksine önleyici bir tedbir olarak ortaya çıkar. Kaldı ki, ceza hukukunun en temel prensiplerinden birini, işlediği bir suç nedeniyle bir kişiye iki defa ceza verilemeyeceği ilkesi oluşturur. Şayet, kastrasyon, ceza olarak kabul edilirse, bu takdirde non bis in idem ilkesi uyarınca faile işlediği suç nedeniyle iki kez ceza verilemeyeceğinden, fail kastrasyon dışında hürriyeti bağlayıcı cezaya çarptırılamayacak36, bu durum, adalete aykırı sonuçlar doğuracaktır. Buna karşılık, zorunlu kastrasyonun bir güvenlik tedbiri olarak nitelendirilmesi ihtimalinde, bu tür bir sonuç ortaya çıkmayacaktır. Zira yukarıda ifade edildiği gibi, cezaların ve güvenlik tedbirlerinin hukuki nitelikleri farklı olduğundan, aynı suç hakkında her iki yaptırıma da hükmedilmesi non bis in idem ilkesini ihlal etmeyecektir37. Nitekim karşılaştırmalı hukukta yer alan örnekler de göz önünde bulundurulduğunda, ülkelerin önemli bir kısmı tarafından kastrasyon yaptırımının güvenlik tedbiri olarak kabul edilmiş olması38 bu görüşü destekler niteliktedir. III. Zorunlu Kastrasyonun Anayasa Hukuku Açısından İncelenmesi Cinsel  nitelikli  bir  suçun  işlenmesi  üzerine  failin  iradesi  dikkate alınmaksızın devlet tarafından gerçekleştirilen zorunlu kastrasyonun anayasa hukukuna ilişkin temel esaslar bakımından incelenmesi için öncelikle bu yaptırımın insan onur ve haysiyetine ne ölçüde uyduğu belirlenmeli, daha sonra ise bu müdahalenin, hak ve özgürlüklerin sınırlandırılması ile ilgili anayasal kurallara uygun olup olmadığı mercek altına alınmalıdır. 1. İnsan Haysiyetine Uygunluğu Açısından Ceza hukukunda yaptırım kavramının tarihsel gelişimi göz önünde bulundurulduğunda,  çağdaş  toplumun  ortaya  çıkmasından  evvel  suç işleyen  kişilerin  toplum  nazarında  küçük  düşürülmesi,  teşhir  edilmesi, taşlanması, işkence ve kötü muameleye tabii tutulması gibi insan onuru ve haysiyeti ile bağdaşmayan ve dayanılamayacak boyutta acı ve ızdırap veren  cezalara  çarptırıldıkları  görülür39.  Buna  karşılık,  ceza  hukukunda yaptırım olgusu geçmişten bugüne niceliksel ve niteliksel olarak önemli bir şekilde değişmiştir. Bu bağlamda, niceliksel değişim, devlet tarafından 36  Ibid. 37  DEMİRBAŞ, s. 602. 38  YENİDÜNYA / YAŞAR, s. 359–360. 39  ÇAĞLAYAN, s. 105. 308 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... uygulanan cezanın şiddetine, miktarına ve ağırlığına ilişkin ortaya çıkan farklılığı ifade ederken, niteliksel değişimle anlatılmak istenen, bedensel ve katlanılamayacak ölçüde acı veren cezaların terkedilip, yaptırımın insani bir  boyuta  kavuşturulmasıdır40.  Nitekim  özellikle  de  II.  Dünya  Savaşı sırasında Nazi Almanyasınca gerçekleştirilen insan haysiyetine ve onuruna aykırı tıbbi müdahaleler ve yaptırımlar neticesinde günümüzde bu husus, ulusal ve uluslararası hukuki metinlerde açıkça güvence altına alınmıştır. Gerçekten, örneğin, İnsan Hakları Evrensel Beyannamesinin 5. maddesine göre, Hiç kimse işkenceye, zalimane, gayriinsani, haysiyet kırıcı cezalara veya muamelelere tabi tutulamaz.. Benzer yönde düzenlemeler, Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşmenin 7., Avrupa İnsan Hakları Sözleşmesinin (AİHS) 3. maddesi başta olmak üzere birçok uluslararası metinde  yer  alır. Ayrıca,  karşılaştırmalı  hukukta  anayasalar  açısından  da benzer bir durumun söz konusu olduğunun altı çizilmelidir41. Bu bilgiler çerçevesinde yanıtlanması gereken temel soru ise şudur: Kimse insan haysiyeti ile bağdaşmayan bir cezaya ya da muameleye tabi tutulamayacağına göre, acaba kastrasyon bir güvenlik tedbiri olarak insan haysiyetine  uygun  bir  yaptırım  mıdır?  Bu  sorunun  cevaplandırılması, evvela insan haysiyeti kavramının tanımlanmasına bağlıdır. Türk Anayasa Mahkemesi, insan haysiyeti olgusu ile ilgili olarak aynen şu görüşü ileri sürmektedir: Hiç kuşku yok ki, her ceza yaptırımı cezalandırılan kişiye bir acı getirir. Bu acı daha ziyade bir takım yoksunlukların sonucudur. Ceza yaptırımlarının konulmasında ve dolayısiyle uygulanmasında daima böyle bir erek kendini duyurur. Ancak, acının makul ve insanî bir sınırı aşmaması, eziyet ve işkence derece ve niteliğini almaması şarttır… [C]eza yaptırımlarının çeşit ve ölçüleri bakımından bir sınır olarak görülen, bunların insanın haysiyeti ile bağdaşır olması sorununa gelince; insan haysiyeti kavramı, insanın hangi durum ve koşullar arasında bulunursa bulunsun, sırf insan olmasının kendisine  tanıtıp  kazandırdığı  değerin,  gerek  öteki  bireyler  gerekse 40  Bu konuda bkz. Emek Bayrak, Cezanın Nitelikleri ve Amaçları, Kocaeli Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 5, Temmuz 2005, s. 97. 41  Mesela, Federal Alman Anayasasının 1. maddesi uyarınca insan onur ve haysiyeti dokunulmaz olup, tüm devlet organları buna saygı göstermek zorundadır. Bkz. http://www.verfassungen.de/de/gg49-i.htm, Çevrimiçi: 1 Aralık 2015. İtalyan Cumhuriyeti Anayasasının 27. maddesine göre de, cezalandırma, insan onuruna aykırı bir muamele içeremez. http://www.verfassungen.eu/it/, Çevrimiçi: 1 Aralık 2015. Nihayet, 12 Eylül 1980 askeri darbesi neticesinde oluşturulan 1982 Anayasası gereğince de (md. 17), …Kimse insan haysiyetiyle bağdaşmayan bir cezaya veya muameleye tabi tutulamaz.. Ayrıca, Anayasanın Başlangıç Kısmında (8. Paragrafta), her Türk vatandaşının onurlu bir hayat sürdürme hak ve yetkisine doğuştan sahip olduğu ifade edilmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 309Tevfik Sönmez KÜÇÜK toplumca tanınmasını ve sayılmasını anlatır. Bu, öyle bir davranış ve tanıma çizgisidir ki, ondan aşağı düşülünce yapılan işlemler, insanı insan olmaktan çıkarmış demektir… [İ]nsan haysiyeti kavramı insana sadece insan olması bakımından kazandırılmış ve dolayısiyle tanınmış toplumsal değerlerinden ibarettir [Koyu renk vurgu bana ait.]...42. İnsanın öz varlığına saygı gösterilmesini zorunlu kılan insan haysiyeti kavramı, onun insanlık dışı ya da küçük düşürücü davranışlara maruz kalmasını, sosyal saygınlığını zedelemesini ve nesneleştirilmesini engeller, insanı çoğu zaman insana rağmen korur43. Öğretide ilk defa DÜRİG tarafından ortaya atılan nesne formülü bu kavramın açıklanmasında önem arz eder. Bu formüle göre, kişilerin, dışarıdan kontrol edilmesi mümkün ve beyinleri yıkanmış araç konumuna sokulmaları veya ikame edilebilen, kullanılabilen ve ihmal edilebilen bir nesne statüsüne indirgenmesi insan haysiyetine aykırıdır44. İnsan haklarının temel kaynağı ve varlık nedeni olan bu olgunun45 belirli bir tanımını yapmak güç olmak birlikte, Alman hukuk öğretisinde, insanı değersizleştirecek bir ölçüye varan ayrımcılık (örn. ırkçılık, kölelik), insan haysiyetini zedeleyecek biçimde insanın maddi ve manevi kimliğine ve varlığına zarar vermek (örn. kötü muamele, bazı terbiye şekilleri, soruşturma veya kovuşturmada yalan makinesini ve hipnoz yöntemini  kullanmak),  insan  haysiyetini  yaralayacak  bir  şekilde  devlet gücünün kullanılması ve insanın asgari yaşam standartlarını karşılayamamak insan haysiyetine aykırı düşen temel eylemler olarak gösterilmiştir46. Bir ceza hukuku yaptırımı olarak kastrasyonun insan haysiyetine aykırı olup olmadığını tespit edebilmek için cerrahi ve kimyasal yöntem bakımından 42  AYMK, E. 1971/2, K. 1971/36, Karar Günü: 6.4.1971, Resmi Gazete Sayı: 13994. 43  Bu konuda benzer yönde bkz. Reinhold Zippelius / Thomas Würternberger, Deutsches Staatsrecht, C. H. Beck Ver., München, 2008, Rn. 14, s. 231. Öğretide UYGUN bu konuda şu fikri ileri sürmektedir: Tüm insanlar onur bakımından eşittir, … kişi yalnızca insan türüne ait olduğu yani insan olduğu için değerli kabul edilmektedir. İnsanın onurlu bir varlık olması, herkes tarafından uyulması gereken bazı ahlaki ödevler yaratır. Bu ahlaki ödevlerin özü, insan onurunun her koşulda korunmasıdır: Her zaman ve her yerde insana onurlu bir varlık muamelesi yapılmalı, insanca davranılmalıdır… Kişi devletten, toplumdan ve başkalarından bu özelliklerinin her koşulda korunmasını, insan onuruna aykırı muameleye tabi tutulmamasını isteme hakkına sahiptir. Bir madalyonun iki yüzü gibi, insanın değerinin/onurunun korunması kişi açısından bakıldığında bir hak; devlet, toplum ve başkaları açısından bakıldığında bir ödevdir [Koyu renk vurgu bana aittir].. Oktay Uygun, Devlet Teorisi, XII Levha Yay., İstanbul, Eylül 2014, s. 472. 44  Nagehan Gürbüz, Biyotıp Hukukunda İnsan Onuru, XII Levha Yay., İstanbul, Şubat 2014, s. 13. 45  Ibid., s. 15–16. 46  Peter Schwacke / Guido Schmidt, Staatsrecht, Deutscher Gemeinde Ver., 5. Auﬂ age, Stuttgart, Rn. 772, s. 232. 310 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ikili bir ayrıma gidilmesi zorunludur. Zira her iki müdahalenin de kişiler üzerindeki etkileri ve sonuçları farklılık arz etmektedir. Bu bağlamda, cerrahi kastrasyon yaptırımının insan haysiyeti ile bağdaşmadığı öne sürülebilir. Bir kere, bu yöntem sonucunda kişi geri dönüşü olmayan şekilde cinsel faaliyette bulunma ve üreme kabiliyetini yitirmektedir. Ceza hukukunda yaptırımlar, kişileri bir yandan ıslah ederken, diğer yandan onları uyumlu bir birey olarak topluma tekrar kazandırabilmelidir. Oysa cerrahi kastrasyonun telafi edilemez yapısı, bu amaçların gerçekleşmesini engeller ve çoğu zaman kişiye – ki, failin rızası olmaması durumunda bu husus kendini daha açık bir şekilde gösterir. – fiziksel nitelikte olmasa da, manevi yönden ağır bir ızdırap verir47. Ayrıca, cinsel nitelikli suçun işlenmesi üzerine uygulanan cerrahi kastrasyon yaptırımı ile kişiler, işledikleri bir suç nedeniyle ömür boyu işaretlenmiş duruma düşerler48. Unutulmamalıdır ki, bir yargılama, ne kadar dikkatli ve adil gerçekleştirilirse gerçekleştirilsin her zaman yanılma olasılığı taşır. Bu nedenle, bir yaptırımın insan haysiyetine uygun olduğundan bahsedebilmek için hatalı bir karardan dönülebilmesine her zaman olanak tanıması gerekir49. Ne var ki, cerrahi kastrasyonun telafisi mümkün olmayan niteliği, bu imkânı ortadan kaldırmakta ve kişiyi küçük düşürecek biçimde onun maddi ve manevi varlığına ciddi bir zarar vermektedir. Görüldüğü gibi, bireyin iradesi dikkate alınmaksızın zorunlu olarak gerçekleştirilen  cerrahi  kastrasyonun  insan  haysiyetine  aykırı  düşen  bir yaptırım olduğu konusunda şüphe yoktur50. Buna karşılık, zorunlu kimyasal kastrasyon konusunda öğretide aynı görüş birliğinin bulunduğu söylenemez. Gerçekten  de,  kimyasal  kastrasyonun  etkilerinin  cerrahi  müdahaleden farklı olarak geçici olmasının, başka bir ifade ile kişiye verilen ilaçların kesilmesinden belli bir müddet sonra kişinin cinsel ilişkide bulunma yeteneğini bütünüyle  tekrar  kazanmasının  söz  konusu  yaptırımın  insan  haysiyetine aykırı olmasını önlediği ileri sürülmüştür51. Ancak, bu görüş eleştiriye açıktır. Bu çerçevede ifade edilebilecek en önemli gerekçe, kimyasal kastrasyon 47  ÇAĞLAYAN, s. 111. 48  AKBABA, Kimyasal Hadım…–II, s. 392. Bu noktada dikkat edilmesi gereken husus, cerrahi kastrasyonun kişide ömür boyu kalacak iz bırakmasıdır. Öyle ki, kişi, bu operasyonu geçirdikten  sonra  ileride  yaşamını  paylaşacağı  eşine  bu  konuda  açıklama  yapmak mecburiyetinde kalır ki, bu halde yaptırımın, kişilerin yaşamı boyunca süren müebbet hapis cezası ile benzer bir işlev göreceği açıktır. HARRISON, s. 19. Oysa cezanın iki amacı bulunur: Ceza, kişiye ızdırap verirken, aynı zamanda onu ıslah ederek, topluma kazandırmalıdır. 49  ÖMEROĞLU, s. 287. 50  Bkz. YENİDÜNYA / YAŞAR, s. 362; ÇAĞLAYAN, s. 111. 51  Bu görüşü savunan yazarlara örnek olarak bkz. ÇAĞLAYAN, s. 111; ÖMEROĞLU, s. 287. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 311Tevfik Sönmez KÜÇÜK aşamasında kullanılan ilaçların kişiler üzerindeki olası yan etkileridir. Bu ilaçların, özellikle uzun süreli kullanımı halinde, başta kanser olmak üzere birçok  önemli  ve  hayati  rahatsızlığın  (örn.  nefes  almada  güçlük,  hiper tansiyon, intihara sürükleyen depresyon) ortaya çıkabileceği konusunda genel bir kanaat vardır52. Bu yan etkileri karşısında, kişilerin aydınlatılmış onamı alınmaksızın, ilaçların bir ceza hukuku yaptırımı olarak cebren verilmesinin insan haysiyetini zedeleyeceği açıktır53. 2. Temel Hak ve Özgürlüklerin Sınırlandırılması Açısından Cinsel  nitelikli  bir  suçun  işlenmesi  üzerine  devlet  tarafından gerçekleştirilen kastrasyon, kişilerin serbest iradelerini dikkate almadığından, yani bir yaptırım olarak uygulandığından ister istemez belli hak ve özgürlükleri sınırlandırır.  Bu  bağlamda,  söz  konusu  çalışmada  öncelikle  kastrasyon yaptırımının  hangi  hak  ve  özgürlükleri  sınırlandırdığı  tespit  edilecek, daha sonra ise, bu müdahalenin, temel hak ve özgürlükleri sınırlandırırken uyulması gereken esasları düzenleyen Anayasa md. 13 e uygun olup olmadığı 52  HARRISON, s. 21; benzer yönde bkz. YENİDÜNYA / YAŞAR, s. 366; ATAÇ, s. 172; ÖZDEMİR s. 184. 53  Bu noktada ortaya şöyle bir soru atılabilir: Peki, kastrasyon bir yaptırım olarak, yani devlet tarafından zorla değil de, kişinin olumlu iradesi üzerine yapılırsa, söz konusu müdahale insan haysiyetine uygun hale gelecek midir? Bu meselenin Alman hukuk öğretisinde tartışmalı olduğu ifade edilmelidir. Gerçekten de, bir görüşe göre herkes kendi kaderini tayin etme hakkına sahiptir. Birey, kendisi hakkında yapılacak müdahale hakkında aydınlatılır ve bu konuda rıza gösterirse, müdahalenin (örn. ihtiyari kastrasyon) insan haysiyetine aykırı olduğundan bahsedilemez. Bu konuda bkz. ZIPPELIUS / WÜRTENBERGER, Rn. 51, s. 240. Ancak, öğretide bu görüşe karşı çıkılmış ve devletin, vatandaşlarına bir yaşam biçimi dayatamayacağı fikrinin kabul edilmekle birlikte, bir kişinin kendi geleceği hakkında söz sahibi olmasının anayasal yükümlülüklerin (örn. insan haysiyetine saygı) dikkate alınmayacağı anlamına gelmeyeceği belirtilmiştir. Bkz.  Ernst Benda, Menschenwürde und Persönlichkeitsrecht, in Ernst Benda / Werner Maihofer / Hans Jochen Vogel (Hrsg.), Handbuch des Verfassungsrechts (1), Walter de Gruyter Ver., 2. Auﬂ age, Berlin–New York, 1994, Rn. 57, s. 189. Hiç şüphesiz, kişilerin kendi gelecekleri hakkında serbest bir şekilde karar verebilmesi, insan haysiyeti kavramının merkezinde yer almaktadır. Burada dikkat edilmesi gereken husus, kastrasyon bir yaptırım olarak, yani zorlama neticesinde değil, tamamen kişilerin aydınlatılmış onamı üzerine uygulanmaktadır. Bu safhada kişilerin kendi kaderini tayin etme hakkını üstün tutmak gerekir. Zira ortada bir yaptırım bulunmadığından, müdahalenin insan haysiyetine uygun olması gerektiğinden bahsedilemez. Federal Alman Anayasa Mahkemesinin belirttiği gibi, devlet, yurttaşlarının hak ve özgürlüklerine saygı göstermek zorunda olup, bir kamu erki olarak devletin, onların yaşamlarını iyileştirme görevi bulunmamaktadır. Bkz. BVerfGE, 22, 180, http://www.servat.unibe.ch/dfr/bv022180. html, Çevrimiçi: 1 Aralık 2015, Rn. 142. Nitekim öğretide, insan haysiyeti kavramının, yasa koyucuların ve yargıçların elinde iki tarafı keskin bir kılıca dönüşmemesi gerektiği, fakat bazı hallerde paternalizme hizmet eder hale geldiği ve devlet organlarının ahlak anlayışının kişilere dikte edilmesi sonucunu doğurduğu savunulmuştur. Bu konuda bkz. GÜRBÜZ, s. 23. 312 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ortaya konacaktır. Ne var ki, bu incelemeden evvel zorunlu kastrasyonun hukuki niteliğinin ceza hukuku açısından esas itibariyle bir güvenlik tedbiri olduğunun ve 1982 Anayasasının 38. maddesinin 3. fıkrasına göre ceza ve güvenlik tedbirlerinin, dolayısıyla zorunlu kastrasyonun da ancak yasayla düzenlenebileceğinin, diğer bir ifade ile burada yasallık ilkesine uyulması gerektiğinin ifade edilmesi gerekir. Cinsel  nitelikli  bir  suçun  işlenmesi  sonucunda  gerçekleştirilen zorunlu kastrasyonun temel hak ve özgürlükler üzerindeki ilk etkisi sağlıklı bir yaşam hakkı bakımındandır54. Bu husus, özellikle kanser veya intihara sürükleyen depresyon gibi yaşamsal rahatsızlıklara yol açabilecek yan etkileri olan  ilaçların  kullanılmasını  öngören  kimyasal  kastrasyon  açısından  söz konusudur. Ayrıca, uzun süreli etkileri bütünüyle saptanamayan söz konusu ilaçların yalnızca ilacı kullanan kişilerin yaşam hakkını etkilemediği, aynı zamanda, sperm kalitesini düşürdüğü ve döllenmenin gerçekleşmesi halinde fetusda deformasyona neden olduğu öne sürülmektedir55. Başka bir ifade ile devlet tarafından zorunlu kimyasal kastrasyona tabi tutulan kişinin eşinin bahsedilen ilaçların kullanımı aşamasında gebe kalması durumunda, – ki, cerrahiden farklı olarak kimyasal kastrasyonda tıbben bu ihtimal vardır56. – ana rahmindeki ceninin sağlığı da olumsuz yönde etkilenebilecek ve cenin, ölü ya da engelli doğabilecektir. Burada yanıtlanması en temel soru, ceninin yaşam hakkına sahip olup olmadığıdır. Bu noktada, Avrupa İnsan Hakları Mahkemesi (AİHM), doğmamış çocuğu, AİHS in 2. maddesiyle doğrudan korunan bir kişi olarak görmemekle birlikte, Vo Fransa ya Karşı Davasında Mahkemenin, ceninin insanlık onuru adına korunması gerektiğini belirtmiş olması önem arz eder57. Buna karşılık, gerek Alman hukuk öğretisi58, gerekse Alman Anayasa Mahkemesi59, Anayasa md. 2 / 2 deki herkes kelimesinin, 54  Bkz. AKBABA, Kimyasal Hadım…–II, s. 379. 55  ATAÇ, s. 172–173; bu konuda benzer yönde bkz. ÇAĞLAYAN, s. 112. 56  Kimyasal kastrasyonun etkisi için bkz. TULLIO, s. 218. 57  Vo / Fransa Davası, Başvuru No: 53924/00, Karar Tarihi: 8 Temmuz 2004, Par. No: 84. Ceninin yaşam hakkına ilişkin görüşler için ayrıca bkz. Sultan Tahmazoğlu Üzeltürk, Anayasa Hukuku Açısından Sağlık Hakkı (Ulusal ve Uluslararası Boyutlarıyla), Legal Yay., İstanbul, 2012, s. 208 vd. 58  Örnek olarak bkz. ZIPPELIUS / WÜRTENBERGER, Rn. 1, s. 263. 59   Bu  karar  için  bkz.  BVerfGE,  1,  39,  http://www.servat.unibe.ch/dfr/bv039001.html, Çevrimiçi: 1 Aralık 2015, Rn. 133. Türk hukukunda da cenin, kişiliğini ana rahmine düştüğü anda kazanır. Ana rahmine düşme anı ise, cinsel ilişkiye girme değil, kadının gebe kalma yani embriyonun hücre ile birleşme anıdır. Bkz. Korkut Kanadoğlu, Türk Anayasa Hukukunda Sağlık Alanında Temel Haklar, Türkiye Barolar Birliği Dergisi, Sayı: 119, Temmuz– Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 313Tevfik Sönmez KÜÇÜK yaşayan her insana atıfta bulunduğunu ve yaşam hakkının, doğmamış kişileri de kapsadığını ileri sürmektedir. Görüldüğü gibi, kimyasal kastrasyon yaptırımı yan etkileri ile hem failin hem de ceninin sağlıklı yaşam hakkına müdahalede bulunur. Bu müdahaleyi anayasa hukuku bakımından incelemeden evvel bir hususun altı çizmelidir: Her  ne  kadar,  zorunlu  kimyasal  kastrasyon,  doğrudan  doğruya  kişinin yaşamını sonlandırmadığından ölüm cezası ile eş bir yaptırım olarak kabul edilemezse de, bu durum, söz konusu müdahalenin uzun vadede kişilerin ve ceninin yaşam hakkını sonlandırma ihtimalini bünyesinde barındırdığı ve onların sağlıklı yaşam hakkını sınırlandırdığı gerçeğini değiştirmez. Zorunlu kimyasal  kastrasyonu  savunan  yazarlar,  toplumun  güvenliği  ile  bireyin sağlıklı yaşam hakkının çatışması halinde yaşam hakkı karşısında toplumun güvenliğine öncelik tanınması gerektiğini ileri sürmekte ve toplumun ve gelecek kuşakların güven içerisinde yaşamaları için gerçekleştirilen zorunlu kastrasyonun, yaşam hakkı üzerindeki olası etkileri hukuka uygun kılacağını ifade etmektedir60. Fakat bu fikir eleştiriye açıktır. Bir hakkın veya özgürlüğün, başka bir hak veya özgürlük ya da anayasal değerle çatışması halinde, birinden, diğeri lehine belli bir oranda vazgeçmek mümkün olmakla birlikte61, bu husus, yaşam hakkı açısından geçerli değildir. Gerçekten, yaşam hakkı esas olarak vazgeçilmesi mümkün olmayan sert çekirdekli bir haktır. Öyle ki, Anayasanın belirlediği birkaç istisnai hâl dışında (örn. meşru müdafaa, bir ayaklanmanın bastırılması, savaş hukukunun gerekleri) bu hak sınırlandırılamaz. Hal böyle olunca, suç işlenmesini engellemek ve toplumsal güvenliği korumak için kişilere kanser riskini artıran ilaçlar vermek, kişilerin sağlıklı yaşam hakkı göz önünde bulundurulduğunda kabul edilemez. Kaldı ki, kimyasal kastrasyon aşamasında kullanılan ilaçların, fetusda deformasyona yol açarak, ceninin yaşam  hakkını  etkileyebilmesi,  babasının  işlediği  bir  suçtan  doğmamış çocuğun sorumlu tutulması demektir ki, bu durumun, yaşam hakkı dışında, kimsenin başkasının fiilinden sorumlu tutulamayacağı anlamına gelen ve Anayasanın 38. maddesinin 7. fıkrasında düzenlenen ceza sorumluluğunun şahsiliği ilkesini ihlal edeceği konusunda da şüphe yoktur. Ağustos 2015, s. 26–27. 60  AKBABA, Kimyasal Hadım…–II, s. 379–380. 61  Kaldı ki, bu durumda yapılması gereken, birinden diğeri lehine vazgeçerek hak ve özgürlükler arasında hiyerarşik bir yapı oluşturmak değil, aksine her iki hak ve özgürlük arasında bir denge kurarak etkilerini devam ettirmesini sağlamaktır. Fazıl Sağlam, Temel Hakların Sınırlandırılması ve Özü, AÜSBF Yay., Ankara, 1982, s. 38 vd. 314 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... Ayrıca,  Anayasa  md.  20  uyarınca,  herkes,  özel  ve  aile  hayatına saygı gösterilmesini isteme hakkına sahiptir. Kimyasal ve cerrahi olarak gerçekleştirilen zorunlu kastrasyonun hak ve özgürlükler üzerindeki diğer etkisi, bu yaptırım neticesinde kişilerin bu haklarının sınırlandırılmasıdır. Şöyle  ki;  yukarıda  da  belirtildiği  gibi,  haklarında  kastrasyon  yaptırımı uygulanan kişiler, cerrahi operasyonda ömür boyu cinsel ilişkide bulunma ve üreme yeteneğini, kimyasal yöntemde ise, ilaçların verildiği süre boyunca yalnızca cinsel faaliyette bulunma kabiliyetini tamamen olmasa da önemli ölçüde  kaybeder.  Bununla  birlikte,  AİHM in,  Brüggeman–Scheuten  / Almanya Kararında ifade ettiği gibi, özel hayata saygı hakkı, bireye, kişiliğini özgür olarak oluşturabileceği ve geliştirebileceği bir alan tanır ve kişiler diğer kişilerle değişik türde –cinsel ilişki dâhil olmak üzere– ilişkiler kurma imkânına sahip olmalıdır62. Oysa bir ceza hukuku yaptırımı olarak kastrasyon, kişilerin bu tür faaliyetlerde bulunma yeteneğini sınırlamakta ve hatta cerrahi operasyon halinde bütünüyle ortadan kaldırmaktadır. Ancak, yukarıda da ifade edildiği gibi, temel hak ve özgürlükleri sınırlandıran  düzenlemenin,  Anayasaya  uygun  nitelendirilebilmesi  için Anayasa md. 13 te belirtilen ve sınırlamanın sınırlarını çizen esaslara aykırı olmaması gerekir. Bu çerçevede üzerinde durulması gereken ilk husus, cerrahi veya  kimyasal  olarak  gerçekleştirilen  kastrasyon  yaptırımının  ölçülülük ilkesine uygun olup olmadığıdır. 2001 değişikliği ile, Anayasa md. 13 te açıkça ifade edilen, bu değişiklik öncesinde ise, öğretide başta hukuk devleti (md. 2) olmak üzere, Anayasanın farklı maddelerinden (değişiklikten evvel Anayasa md. 13 / 2, Anayasa md. 15 / 1) türetilmeye çalışılan ölçülülük ilkesi63, sınırlama aracının amacı gerçekleştirmeye elverişli ve zorunlu (gerekli) olmasını ve bu araç ile amaç arasında makul bir denge bulunmasını şart koşar64. Öncelikle belirtmek gerekir ki, sınırlama aracının amaca ulaşmaya katkı sağlaması anlamına gelen elverişlilik65 alt başlığı altında bir değerlendirme yapıldığında, 62  Karar için bkz. Ivana Roagna, Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması, (Çeviren: Ayşegül Alkış Schäling), Şen Matbaa, Ankara, 2012, s. 16. 63  Bkz. Bülent Tanör / Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yay., 14. Bası, İstanbul, Ekim 2014, s. 154–155; Ergun Özbudun, Türk Anayasa Hukuku, Yetkin Yay., 14. Baskı, Ankara, 2013, s. 114; Yavuz Atar, Türk Anayasa Hukuku, Mimoza Yay., 9. Baskı, Konya, Ekim 2014, s. 132. 64  Bu konuda bkz. SAĞLAM, s. 114; TANÖR / YÜZBAŞIOĞLU, s. 155; ÖZBUDUN, s. 114–115; ATAR, s. 132. 65  SAĞLAM, s. 114; Kemal Gözler, Türk Anayasa Hukuku, Ekin Yay., 16. Baskı, Bursa, Ocak 2014, s. 132. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 315Tevfik Sönmez KÜÇÜK cerrahi ve kimyasal kastrasyonun elverişli bir yaptırım özelliği gösterdiği ileri sürülebilir66. Zira bilimsel araştırmalar, kastrasyona tabi tutulanlarda, tedbirin uygulanmadığı kişilerden farklı olarak cinsel nitelikli suçların tekerrür edilme oranının çok düşük olduğunu göstermektedir67. Elverişli bir yaptırım olan kastrasyonun gerekliliği konusunda ise bir ayrıma gidilmesi zorunludur. Şöyle ki; sınırlama amacını gerçekleştirebilmek için temel haklar açısından aynı derecede etkili en yumuşak aracın seçilmesi demek olan gereklilik ilkesi68, cerrahi kastrasyonun uygulanma olasılığını ortadan kaldırır. Bu durumun en önemli gerekçesi şudur: Kimyasal ve cerrahi kastrasyonun suçun tekerrürü noktasında sonuçları aynı olmakla birlikte, kişi üzerindeki etkisi tamamen farklıdır. Cerrahi operasyonun geri dönüşü olmayacak şekilde kişilerin cinsel faaliyette bulunma ve üreme yeteneğini ortadan kaldırmasına rağmen aynı hususun kimyasal kastrasyon için söz konusu olmaması, özel ve aile hayatına saygı  hakkı  bakımından  kimyasal  kastrasyonun  daha  yumuşak  bir  araç olduğunu ortaya koymaktadır. Kastrasyon yaptırımının ölçülülük ilkesi çerçevesinde incelenmesinden sonra tahlil edilmesi gereken bir diğer nokta, bu müdahalenin Anayasa md. 20 de güvence altına alınan kişilerin özel ve aile hayatına saygı hakkının özüne dokunup dokunmadığının tespit edilmesidir. Anayasa Mahkemesi, 1961 Anayasası ekseninde yaptığı denetimlerde öz kavramını sıkça kullanmıştır. O dönemde Anayasa Mahkemesi, bir hak ya da hürriyetin kullanılmasını açıkça yasaklayıcı veya örtülü bir şekilde kullanılmaz hale koyucu veya ciddi surette güçleştirici ve amacına ulaşmasını önleyici ve etkisini ortadan kaldırıcı69 nitelikte olan sınırlamaların ilgili hak ve özgürlüklerin özüne dokunduğunu kabul etmekteydi. 1982 Anayasasının ilk halinde öze dokunma yasağından bahsedilmemiş olsa da, Mahkeme, Anayasa md. 13 te düzenlenen demokratik toplum düzeninin gerekleri kavramını somut olaya uygularken, 66  Fakat kastrasyon yaptırımının kadınlar açısından elverişli bir tedbir olmadığı belirtilmelidir. Çünkü ister cerrahi ister kimyasal olarak gerçekleştirilsin kastrasyonun amacı, kişinin vücudundaki fazla miktardaki testosteron hormonunu azaltmak ve bu şekilde cinsel ilişkide bulunma yeteneğini kontrol altına almaktadır. Oysa kadınlarda testosteron hormonunun fazlalığı kural olarak söz konusu olmayacağından, kastrasyon müdahalesi ile kadınlar, cinsel ilişkide bulunma yeteneğini kaybetmez, sadece çocuk yapma olanağını yitirir. Bkz. TEK, s. 107. Kısacası, kadınların hadım edilmesi, kastrasyonla ulaşmak istenen amaca (cinsel suçların tekerrürünü önlemek) katkı sağlamaz. 67  Mesela bir araştırmaya göre, kastrasyonun uygulandığı kişilerde cinsel nitelikli suçların tekerrür edilme oranı % 3 iken, tedbirin uygulanmadığı suçlularda söz konusu oran, % 46 dır. CARPENTER, s. 438; benzer sonuca ulaşan araştırmalar için HARRISON, s. 18. 68  SAĞLAM, s. 115; ATAR, s. 132; GÖZLER, s. 132. 69  AYMK, E. 1962/208, K. 1963/1, Karar Günü: 4.1.1963, Resmi Gazete Sayı: 11354. 316 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... öz  kriterini  dolaylı  olarak  kullanmaya  devam  etti.  Şu  kadar  ki,  1961 Anayasasından farklı olarak kavramın güvence alanı daraltılmış ve sadece hak ve özgürlüğü tümüyle kullanılmaz hale getiren sınırlamalar bu kapsamda değerlendirilmiştir70.  Buna  karşılık,  2001 de  gerçekleştirilen  Anayasa değişikliği sonucunda öz kavramının, 13. maddeye yeniden eklendiği ve bu değişiklikle birlikte, Anayasa Mahkemesinin eski içtihadına geri döndüğü ileri sürülebilir71. Bu bağlamda, cerrahi kastrasyonun kişilerin cinsel faaliyette bulunma ve üreme yeteneklerini telafisi mümkün olmayan şekilde bütünüyle ortadan kaldırmasının, kişilerin özel ve aile hayatına saygı gösterilmesini isteme  hakkını  tümüyle  kullanılmaz  hale  getireceğinden  hakkın  özüne dokunacağı açıktır. Benzer yönde bir görüş, kimyasal kastrasyon yaptırımı açısından  geçerlidir.  Çünkü  kimyasal  kastrasyonun  uygulanması  halinde kişiler cinsel ilişkide bulunma ve üreme kabiliyetini bütünüyle kaybetmemekle birlikte bu evrede kullanılan ilaçlar, kişilerin söz konusu davranış biçimlerinde bulunmasını önemli ölçüde zorlaştırmaktadır. 2001 değişikliği sonucunda sadece  hakkı  bütünüyle  kullanılamaz  hale  getiren  sınırlamalar  değil  ve aynı zamanda hakkın amacına ulaşmasını önleyip, kullanılmasını ciddi bir biçimde zorlaştıran müdahaleler de, öz kriterine dâhil edildiğinden, kimyasal kastrasyon yaptırımının kabul edilmesinin Anayasa md. 13 e aykırı olacağı iddia edilebilir. IV. Sonuç Yerine Son  yıllarda  kişilerin  cinsel  dokunulmazlığını  ihlal  eden  suçların önemli bir şekilde artış göstermesi ve bu suçların mağdurlarını genellikle kadınlar  ve  çocukların  oluşturması,  toplumun  bu  suçlara  karşı  olan hassasiyetinin artmasına neden olmuştur. Nitekim bu suçları işleyen failler hakkında, mevzuatımızda yer almadığından, daha öncesinde işlenmiş suçlara uygulanması ceza hukukunun en temel ilkelerinden biri olan suç ve cezada kanunilik  ilkesi  çerçevesinde  mümkün  olmayan  zorunlu  kastrasyonun tatbik edilmesi gerektiğine ilişkin öne sürülen fikirler, toplumun gösterdiği tepkinin ulaştığı boyutu göstermesi açısından önem arz eder. Gerçi, özellikle de mağdurların kimliği ve suçun niteliği dikkate alındığında, bu toplumsal 70  TANÖR / YÜZBAŞIOĞLU, s. 153. 71   Örneğin,  Anayasa  Mahkemesi,  26.12.2013  tarihli  bir  kararında  aynen  şu  ifadeleri kullanmıştır: Anayasal açıdan dokunulamayacak özün, her temel hak ve özgürlük açısından farklılık göstermekle birlikte kanunla getirilen sınırlamanın hakkın özüne dokunmadığının kabulü için temel hakların kullanılmasını ciddi surette güçleştirip, amacına ulaşmasına engel olmaması ve etkisini ortadan kaldırıcı bir nitelik taşımaması gerekir.. AYMK, E. 2013/54, K. 2013/161, Karar Günü: 26.12.2013, Resmi Gazete Sayı: 29014. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 317Tevfik Sönmez KÜÇÜK tepkinin anlaşılır bir nedene dayandığı savunulabilir. Fakat suçlarla mücadele ve devletin suçlu olarak belirlediği kişiler için uygulayacağı bir yaptırım söz konusu olduğunda duygusal saiklerle hareket edilmemesi ve herkes için geçerli olan anayasal esaslara uyulması gerektiği konusunda şüphe yoktur. Buraya kadar yapılan açıklamalar çerçevesinde şu sonuca varılabilir: Cinsel nitelikli suç işleyenler hakkında bir ceza hukuku yaptırımı olarak uygulanacak zorunlu kastrasyon; müdahalenin insan haysiyetine uygunluğu, ne  kadar  adil  yargılama  yapılırsa  yapılsın  neticesinde  verilen  hükmün yanılma ihtimali ve kişilerin sağlıklı yaşam ile özel ve aile hayatlarına saygı gösterilmesini isteme hakları dikkate alındığında anayasa hukuku açısından tartışmaya açık bir uygulama niteliği taşır. Ne var ki, bu durum, kastrasyonun gönüllü olarak gerçekleştirilemeyeceği anlamına gelmez. Başka bir anlatım ile Alman Kastrasyon Kanununun 2. maddesinde72 belirtildiği gibi, belirli bir yaşı doldurmuş olanların kastrasyon ile ilgili olarak aydınlatılmış onamının alınmış olması, müdahalenin tıp biliminin standartlarına uyularak yapılması, kastrasyon nedeniyle kişilerin beden ve ruh sağlığında ortaya çıkabilecek zararlarla müdahale sonucunda hedeﬂ enen sonuç arasında orantılı bir ilişkinin söz konusu olması ve müdahalede bulunulacak kişi açısından kriminolojik bir endikasyonun bulunması yani kişilerin testosteron hormonunun fazla olması nedeniyle bu tür suçlar işlediğinin ve kastrasyonun, bu suçlarla mücadeleye olumlu katkı sağlayacağının tıp bilimi tarafından onaylanması durumunda, kastrasyonun  artık  hukuka  uygun  bir  müdahale  haline  geldiği  kabul edilmelidir. Görüldüğü gibi, burada önem arz eden asıl husus, kastrasyonun, cinsel nitelikli bir suçun işlenmesi üzerine bir ceza hukuku yaptırımı olarak değil, herkesin kendi kaderini tayin etme hakkının bulunduğu dikkate alınarak, belirli koşullar altında kişilerin serbest iradeleri ile uygulanmasıdır. Nitekim bu halde hem cinsel nitelikli suçlarla etkin bir şekilde mücadele edilmiş, hem de müdahale, belirli şartlar altında kişilerin aydınlatılmış onamı alınarak gerçekleştirileceğinden, anayasal sınırlar dâhilinde kalınmış olur. 72  Bu madde için bkz. http://www.gesetze-im-internet.de/kastrg/__2.html, Çevrimiçi: 1 Aralık 2015. 318 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... KAYNAKLAR AKBABA, Zeynep Burcu, Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–I, Türkiye Barolar Birliği Dergisi, Sayı: 81, Mart–Nisan 2009, s. 353–380. AKBABA, Zeynep Burcu, Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–II, Türkiye Barolar Birliği Dergisi, Sayı: 82, Mayıs–Haziran 2009, s. 377–394. ATAÇ, Adnan, Tıp Etiği Açısından Kastrasyon, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 169–182. ATAR, Yavuz, Türk Anayasa Hukuku, Mimoza Yay., 9. Baskı, Konya, Ekim 2014. BENDA, Ernst, Menschenwürde und Personlichkeitsrecht, in Ernst Benda / Werner Maihofer / Hans Jochen Vogel (Hrsg.), Handbuch des Verfassungsrechts (1), Walter de Gruyter Ver., 2. Auﬂ age, Berlin–New York, 1994, s. 161–190. BAYRAK,  Emek,  Cezanın  Nitelikleri  ve  Amaçları,  Kocaeli Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 5, Temmuz 2005, s. 93–113. BAYRAKTAR,  Köksal,  Hekimin  Tedavi  Nedeniyle  Cezai Sorumluluğu, Sermet Matbaası, İstanbul, 1972. ÇAĞLAYAN, Ramazan, İnsanilik Unsuru Açısından Hadımlaştırma Cezası, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 92–113. CARPENTER, Alison G., Belgium, Germany, England, Denmark and the United States: The Implementation of Registration and Castration Laws as Protection Against Habitual Sex Oﬀ enders, Dickinson Journal of International Law, Volume: 16:2, 1998, s. 435–457. DEMİRBAŞ,  Timur,  Ceza  Hukuku  Genel  Hükümler,  8.  Baskı, Seçkin Yay., Ankara, Ekim 2012. DOĞAN, Murat, Hadımlaştırmadan Doğan Hukuki Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 138–151. ERMAN,  Barış,  Ceza  Hukukunda  Tıbbi  Müdahalenin  Hukuka Uygunluğu, Seçkin Yay., Ankara, 2003. GÖZLER, Kemal, Türk Anayasa Hukuku, Ekin Yay., 16. Baskı, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 319Tevfik Sönmez KÜÇÜK Bursa, Ocak 2014. GÜRBÜZ, Nagehan, Biyotıp Hukukunda İnsan Onuru, XII Levha Yay., İstanbul, Şubat 2014. GÜZELSOY,  Zeycan,  Kimyasal  Kastrasyon  Uygulamasına  Bazı Meslek  Gruplarının  Yaklaşımlarının  Araştırılması,  (Danışman:  Yard. Doç. Dr. Yusuf Tunç Demircan), T.C. İstanbul Üniversitesi Adli Tıp Enstitüsü Sosyal Bilimler Anabilim Dalı, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2014. HARRISON, Karen, The High Risk Sex Oﬀ ender Strategy in England and Wales: Is Chemical Castration an Option?, The Howard Journal Of Criminal Justice, Volume: 46, Issue: 1, February 2007, s. 16–31. HAKERİ, Hakan, Tıp Hukuku, Seçkin Yay., Ankara, 2010. KANADOĞLU, Korkut, Türk Anayasa Hukukunda Sağlık Alanında Temel  Haklar,  Türkiye  Barolar  Birliği  Dergisi,  Sayı:  119,  Temmuz– Ağustos 2015, s. 11–34. ÖMEROĞLU, Ömer, Bir Ceza Türü Olarak Kastrasyon, Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, Sayı: 63– 64, 2009, s. 281–290. ÖZBEK, Veli Özer / KANBUK, Mehmet Nihat / DOĞAN, Koray / BACAKSIZ, Pınar / TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Genişletilmiş 4. Baskı, Seçkin Yay., Ankara, Eylül 2013. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yay., 14. Baskı, Ankara, 2013. ÖZDEMİR,  Hayrünnisa,  Hadım  Etme  ve  Hekimin  Sır  Saklama Yükümlülüğü, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 183–218. PASTNER, Bruce, Cinsel Suçlarda Erkek Faillerin Hadım Edilmesi, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 126–137. ROAGNA, Ivana, Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması, (Çeviren: Ayşegül Alkış Schäling), Şen Matbaa, Ankara, 2012. SAĞLAM, Fazıl, Temel Hakların Sınırlandırılması ve Özü, AÜSBF Yay., Ankara, 1982. 320 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... SCHWACKE,  Peter  /  SCHMIDT,  Guido,  Staatsrecht,  Deutscher Gemeinde Ver., 5. Auﬂ age, Stuttgart, 2007. TAHMAZOĞLU ÜZELTÜRK, Sultan, Anayasa Hukuku Açısından Sağlık Hakkı (Ulusal ve Uluslararası Boyutlarıyla), Legal Yay., İstanbul, 2012. TANÖR, Bülent / YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yay., 14. Bası, İstanbul, Ekim 2014. TEK, Gülen Sinem, Türk Hukukunda Kadının Vücudu Üzerindeki Tasarruf Hakkını Sınırlayan Düzenlemeler, Sağlık Hukuku Makaleleri II, İstanbul Barosu Yay., İstanbul, 2012, s. 103–130. TEMEL,  Erhan,  Hadımlaştırma  Operasyonlarından  Dolayı Alman Hukukunda Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 115–125. TULLIO, Elizabeth M., Chemical Castration for Child Predators: Practical, Eﬀ ective, and Constitutional, Chapman Law Review, Volume: 13, 2009, s. 191–220. UÇAR,  Muharrem,  Tıp  Etiği Açısından  Kastrasyon,  III.  Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 152–160. UYGUN, Oktay, Devlet Teorisi, XII Levha Yay., İstanbul, Eylül 2014. YENERER  ÇAKMUT,  Özlem,  Tıbbi  Müdahaleye  Rızanın  Ceza Hukuku Açısından İncelenmesi, Legal Yay., İstanbul, Ocak 2003. YENİDÜNYA,  Caner  /  YAŞAR,  Yusuf,  Kastrasyon  Cinsel  Suç Faillerine Uygulanabilecek Uygun Bir Yaptırım Mıdır?, Türkiye Adalet Akademisi Dergisi, Yıl: 4, Sayı: 14, Temmuz 2013, s. 348–363. ZIPPELIUS, Reinhold / WÜRTERNBERGER, Thomas, Deutsches Staatsrecht, C. H. Beck Ver., München, 2008. DİĞER KAYNAKLAR AYMK, E. 1962/208, K. 1963/1, Karar Günü: 4.1.1963, Resmi Gazete Sayı: 11354. AYMK, E. 1971/2, K. 1971/36, Karar Günü: 6.4.1971, Resmi Gazete Sayı: 13994. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 321Tevfik Sönmez KÜÇÜK AYMK, E. 2013/54, K. 2013/161, Karar Günü: 26.12.2013, Resmi Gazete Sayı: 29014. BVerfGE,  1,  39,  http://www.servat.unibe.ch/dfr/bv039001.html, Çevrimiçi: 1 Aralık 2015, Rn. 1–255. BVerfGE,  22,  180,  http://www.servat.unibe.ch/dfr/bv022180.html, Çevrimiçi: 1 Aralık 2015, Rn. 1–147. Vo / Fransa Davası, Başvuru No: 53924/00, Karar Tarihi: 8 Temmuz 2004, Par. No: 84. http://www.adlisicil.adalet.gov.tr/istatistik_2014/ist_tab.htm, Çevrimiçi: 1 Aralık 2015. http://www.gesetze-im-internet.de/kastrg/__2.html, Çevrimiçi: 1 Aralık 2015. http://www.verfassungen.de/de/gg49-i.htm, Çevrimiçi: 1 Aralık 2015. http://www.verfassungen.eu/it/, Çevrimiçi: 1 Aralık 2015. 322 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4",
     "Metin": "Geride kalan beş yıllık süreç (2009–2014 arası), Türkiye de Türk Ceza Kanunu (TCK) hükümlerine riayet edilerek açılan kamu davası sayısının ciddi artış gösterdiği bir döneme tekabül etmektedir. Öyle ki, T. C. Adalet Bakanlığı Adli Sicil ve Adli İstatistik Genel Müdürlüğü tarafından yayınlanan verilere göre, 2009 yılı itibariyle TCK uyarınca açılan toplam dava sayısı, 2023307 iken, 2014 e gelindiğinde, bu sayı, 2736431 e ulaşmıştır. Açılan dava sayısındaki bu artış, toplumsal yaşamda diğer suçlara oranla daha fazla tepki ve nefret doğuran cinsel istismar, cinsel taciz ya da çocukların cinsel istismarı (TCK md. 102–105) gibi kişilerin cinsel dokunulmazlığına karşı işlenen suçlar bakımından da geçerlidir. Gerçekten, örneğin, 2009 yılında cinsel saldırı suçunun işlendiği iddiası ile açılan ceza davası sayısı, 5297 iken, 2014 senesinde bu sayı, 7709 a, çocukların cinsel istismarı bakımından ise 2009 da 12635 olan kamu davası sayısı, beş yıl sonra 18104 e çıkmıştır. Özellikle çocukların cinsel dokunulmazlığına karşı işlenen suçların belirli bir kısmının, mağdur çocukların yaşları itibariyle çoğunlukla cinsel istismarı anlamaması, şüpheli tarafından çocuklar üzerinde uygulanan tehdit ve şiddetin sonuç  vermesi,  ailelerin  toplumsal  baskılardan  çekindiklerinden  cinsel istismar suçunun üzerini kapatmak istemesi gibi nedenlerle adli makamlara hiç iletilmediği dikkate alınırsa, Türkiye için bu suçlarla mücadelenin arz ettiği önem daha iyi anlaşılır. Cinsel  dokunulmazlığa  karşı  işlenen  suçların  bu  şekilde  bir  artış göstermesi, toplumsal düzeyde de tepkilere yol açmış ve şüphelilerin en ağır biçimde cezalandırılması hususunda bir algının toplumda yerleşmesini sağlamıştır. Hatta söz konusu düşünce, bazen öyle ileri noktalara taşınmıştır 1   T. C. Adalet Bakanlığı Adli Sicil ve Adli İstatistik Genel Müdürlüğü tarafından yayımlanan bu istatiksel verilere ulaşmak için bkz. http://www.adlisicil.adalet.gov.tr/istatistik_2014/ist_ tab.htm, Çevrimiçi: 1 Aralık 2015. 298 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ki, cinsel suçları işleyenler için idam cezası gibi mevzuatımızda bulunmayan ve  insani  niteliği  günümüzde  tartışmaya  açık  olan  belirli  yaptırımların uygulanması  konusunda  dahi  talepler  dile  getirilmiştir.  İşte,  söz  konusu çalışma çerçevesinde de kişilerin cinsel dokunulmazlığını ihlal edenlere, en genel ifadeyle, kişilerin cinsel faaliyette bulunma ve üreme kabiliyetinin – Bu durum, kimyasal kastrasyon için geçerli değildir. – ortadan kaldırılması olarak tanımlanabilecek kastrasyon yaptırımının kişilerin iradeleri dışında devlet eliyle zorla uygulanıp uygulanamayacağı meselesi anayasa hukuku bakımından  tahlil  edilecektir.  Bu  bağlamda,  kastrasyon  kavramı,  yani kavramın tanımı, tarihsel gelişimi, uygulama şekilleri, müdahalenin ceza hukuku açısından hukuki mahiyeti karşılaştırmalı hukukta yer alan farklı örneklere değinilerek mercek altına alınacak, son kısımda ise, bir ceza hukuku yaptırımı olarak zorunlu kastrasyonun, anayasa hukukuna ilişkin esaslarla ne ölçüde bağdaştığı kapsamlı bir şekilde ortaya konacaktır. II. Kastrasyon Kavramı Kastrasyonun  kavramsal  olarak  incelenmesi  aşamasında  sırasıyla üç husus dikkate alınacaktır. Bunlar esas itibariyle şunlardır: Kastrasyonun tanımlanması, uygulama şekillerinin ve ceza hukuku açısından bu yaptırımın hukuki niteliğinin saptanması. 1. Kastrasyonun Tanımı ve Tarihsel Gelişimi Kastrasyon, kişilerin cinsel faaliyette bulunma ve üreme kabiliyetini geri dönüşü olmayacak bir şekilde tamamen sonlandıran veya geçici olarak donduran cerrahi ya da kimyevi olarak gerçekleştirilen bir müdahale olarak tanımlanabilir. Bu çerçevede, evvela ifade etmek gerekir ki, kastrasyon, 2   Uygulamada ve öğretide kastrasyonla hadım etmenin eş anlamlı olarak kullanıldığı görülür. Ne var ki, GÜZELSOY, bu duruma karşı çıkmış ve hadım etme operasyonu ile cerrahi kastrasyonun tıbbi müdahalenin niteliği açısından birbirinden kesin bir şekilde ayrıldığını ileri sürmüştür. Zeycan Güzelsoy, Kimyasal Kastrasyon Uygulamasına Bazı Meslek Gruplarının Yaklaşımlarının Araştırılması,  (Danışman: Yard.  Doç.  Dr. Yusuf Tunç Demircan), T.C. İstanbul Üniversitesi Adli Tıp Enstitüsü Sosyal Bilimler Anabilim Dalı, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2014, s. 9. 3   Caner Yenidünya / Yusuf Yaşar, Kastrasyon Cinsel Suç Faillerine Uygulanabilecek Uygun Bir Yaptırım Mıdır?, Türkiye Adalet Akademisi Dergisi, Yıl: 4, Sayı: 14, Temmuz 2013, s. 348; bu konuda benzer yönde ayrıca bkz. Ömer Ömeroğlu, Bir Ceza Türü Olarak Kastrasyon, Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, Sayı: 63–64, 2009, s. 282; Özlem Yenerer Çakmut, Tıbbi Müdahaleye Rızanın Ceza Hukuku Açısından İncelenmesi, Legal Yay., İstanbul, Ocak 2003, s. 123; Hayrünnisa Özdemir, Hadım Etme ve Hekimin Sır Saklama Yükümlülüğü, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 183; Zeynep Burcu Akbaba, Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–I, Türkiye Barolar Birliği Dergisi, Sayı: 81, Mart– Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 299Tevfik Sönmez KÜÇÜK sterilizasyon olarak da nitelendirilen kısırlaştırmadan ayrılır. Kısırlaştırma, kişilerin cinsel faaliyette bulunma yeteneğine bir zarar vermeksizin kadınlarda yumurtalıkların,  erkeklerde  ise  sperm  kanallarının  kapatılması  yoluyla üreme yeteneğinin ortadan kaldırılmasına neden olan bir tıbbi müdahaledir. Böylelikle, kastrasyonun kısırlaştırmaya kıyasla daha radikal bir müdahale niteliğinde  olduğu  öne  sürülebilir.  Çünkü  özellikle  cerrahi  kastrasyon neticesinde  kısırlaştırmadan  farklı  olarak  kişi,  sadece  üreme  kabiliyetini kaybetmemekte ve ayrıca, kısmen ya da tamamen cinsel işlevini de yitirmekte ve hatta belli bir süre sonra kişinin cinsiyetine ilişkin belirtiler dahi yok olmaktadır. Aslında başlı başına bu durum, sterilizasyondan farklı olarak kastrasyonun ne ölçüde ağır bir müdahale olduğunun bir göstergesidir. Kaldı ki, günümüzde tıp bilimi, kısırlaştırmanın geri dönüşü olmayan niteliğini ortadan kaldırmış ve bu olumlu gelişme, müdahalenin tıbbi açıdan daha da basit bir yapı halini almasını sağlamıştır. Nisan 2009, s. 356. Kastrasyon müdahalesinin uygulanması sonucunda kişilerin tanımda belirtilen niteliklerinin geri dönüşü olmayan bir biçimde ortadan kalkması zorunlu değildir. Gerçekten de, aşağıda belirtileceği gibi, kişiye belirli ilaçlar vermek suretiyle kişinin cinsel faaliyette bulunma yeteneği geçici olarak da azaltılabilir. Ne var ki, öğretide HAKERİ aksi görüştedir. Yazar, aynen şu görüşü savunmaktadır: Hadımlaştırma, cinsel salgı bezlerinin (erkeklerde testislerin, kadınlarda yumurtalıkların) tamamıyla kasten alınması veya erkeğin veya kadının alınmamış cinsel salgı bezlerinin fonksiyon görme yeteneğinin daimi olarak kasten kaldırılmasıdır [Vurgu bana aittir].. Hakan Hakeri, Tıp Hukuku, Seçkin Yay., Ankara, 2010, s. 440. Oysa bu tanım, sadece cerrahi kastrasyonu kapsamaktadır. Çünkü kimyasal kastrasyon uygulamasına son verilmesinden belirli bir süre sonra kişi, cinsel faaliyette bulunma yeteneğine tekrar kavuşmaktadır. Bu konuda bkz. Karen Harrison, The High Risk Sex Oﬀ ender Strategy in England and Wales: Is Chemical Castration an Option?, The Howard Journal Of Criminal Justice, Volume: 46, Issue: 1, February 2007, s. 21. Öğretide kastrasyon tanımına itiraz edildiği de ifade edilmelidir. Bu çerçevede, öğretide TEK, aynen şu ifadeleri kullanmaktadır: … Oysa erkek vücudu için geçerli olan bu tanım kadın vücudu bakımından isabetli değildir. Kadınlar açısından kastrasyonun sonucu, daha çok erken menopoza benzetilmektedir. Kastrasyon, kadının cinsel ilişkiye girme yeteneğini etkilememektedir…. Gülen Sinem Tek, Türk Hukukunda Kadının Vücudu Üzerindeki Tasarruf Hakkını Sınırlayan Düzenlemeler, Sağlık Hukuku Makaleleri II, İstanbul Barosu Yay., İstanbul, 2012, s. 106. 4   Bkz. Köksal Bayraktar, Hekimin Tedavi Nedeniyle Cezai Sorumluluğu, Sermet Matbaası, İstanbul, 1972, s. 197–198; HAKERİ, s. 435; YENİDÜNYA / YAŞAR, s. 350; YENERER ÇAKMUT, s. 127; Barış Erman, Ceza Hukukunda Tıbbi Müdahalenin Hukuka Uygunluğu, Seçkin Yay., Ankara, 2003, s. 206. 5   HAKERİ, s. 440; Ramazan Çağlayan, İnsanilik Unsuru Açısından Hadımlaştırma Cezası, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 93. 6   ERMAN, s. 206. 7  Bu bağlamda, kısırlaştırmanın, cinsel suç faillerine uygulanabilecek elverişli bir tedbir olmadığı belirtilmelidir. Kişilerin cinsel dokunulmazlığını ihlal eden suçları işleyenlere kastrasyon yaptırımı uygulanırken asıl hedeﬂ enen husus, bu tür suçları işleyen kişilerin üreme yeteneklerini ortadan kaldırmak değil, cinsel dürtü ve isteklerini kontrol altına 300 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... Kastrasyonun  tarihinin  çok  eskilere  uzandığı  ve  hatta  söz  konusu uygulamaya ilişkin ilk örneklerin, insanlık tarihindeki kayıtlardan öncelere dayandığı ifade edilmelidir. Gerçekten de, tarih boyunca ilk bilinen örneğinin, Lagasch şehrindeki Sümerliler tarafından uygulandığı tespit edilen kastrasyon müdahalesi,  bu  süreç  içerisinde  farklı  devletler  tarafından  dinsel  ya  da sosyal nedenlerle Avrupa, Ortadoğu, Hindistan, Afrika ve Çin de etkin bir biçimde kullanılmıştır. Örneğin, eski çağlarda bazı kültürlerde savaşta zafer kazananlar, kaybeden düşmanın onurunu kırmak için kastrasyon uygulamasına başvururken,  geçmişte  bu  müdahalenin  düşmanlık  ve  saldırganlık  amacı dışında  da,  mesela,  devlet  yönetiminde  görev  almak,  kilise  ve  katedral korolarında dini şarkılar söylemek ya da aile üyeleri dışındaki erkeklerin girmelerine izin verilmeyen haremlerde görev almak için de kullanıldığı olmuştur. Geçtiğimiz yüzyıla gelindiğinde ise, kastrasyon uygulaması yukarıda ifade edilen amaçlara hizmet eden bir müdahale olmaktan çıkmış ve esas itibariyle kişilerin cinsel dokunulmazlığına karşı işlenen suçlarla mücadelede ve suçluyu tedavi etmede bir yöntem olarak kullanılmıştır. Bu çerçevede ilk kez 1892 yılında İsviçre söz konusu yöntemi uygulamış, daha sonra bu ülkeyi,  1930–1969  arasında  Hollanda,  1933–1945  seneleri  arasında  ise Nazi Almanyası başta olmak üzere İsveç, Norveç, Danimarka, Finlandiya, İzlanda, Estonya, Litvanya, Çek Cumhuriyeti gibi diğer Avrupa ülkeleri takip etmiştir. Bu safhada ülkeler tarafından kastrasyonun sadece cerrahi yöntemi almaktır. Kısırlaştırma, kastrasyon müdahalesinin amacı değil, zorunlu sonucudur. 8   ÇAĞLAYAN, s. 94; AKBABA, Kimyasal Hadım…–I, s. 356. 9   ÖZDEMİR, s. 184; AKBABA, Kimyasal Hadım…–I, s. 356–357. 10   Önceleri  Roma  Katolik  Kilisesi  tarafından  kilise  ve  katedral  korolarında  kadınların bulunmalarına izin verilmediğinden, sadece erkekler bu korolarda görev alabiliyordu. Fakat erkeklerin seslerinin ergenlik döneminden evvel kırılmasını önlemek ve bu şekilde özel bir yüksek ses elde edebilmek için erkek çocukları hadım edilmekteydi. Bu konuda bkz. AKBABA, Kimyasal Hadım…–I, s. 358–359. 11  Bkz. Adnan Ataç, Tıp Etiği Açısından Kastrasyon, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 169–170. 12  Bu yıllar arası, kastrasyon yaptırımının, kişinin bu konudaki iradesi dikkate alınmaksızın cebren uygulandığı bir döneme tekabül etmektedir. Öyle ki, bu süreçte, yalnızca 1933–1934 yılları arasında 2800 den fazla cinsel suç faili tedavi edilmek amacıyla hukuka aykırı olarak cebren cerrahi kastrasyon yöntemiyle hadım edilmiştir. Alison G. Carpenter, Belgium, Germany, England, Denmark and the United States: The Implementation of Registration and Castration Laws as Protection Against Habitual Sex Oﬀ enders, Dickinson Journal of International Law, Volume: 16:2, 1998, s. 437; AKBABA, Kimyasal Hadım…–I, s. 377. 13  HARRISON, s. 18; YENİDÜNYA / YAŞAR, s. 352. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 301Tevfik Sönmez KÜÇÜK zorunlu veya hapis cezası yerine bir seçimlik yaptırım olarak uygulanmıştır. Ne var ki, aşağıda da belirtileceği gibi, günümüzde artık cerrahi yerine, kimyasal kastrasyon belirli koşullar altında kişilerin isteğine bağlı olarak da tatbik edilebilmektedir. 2. Kastrasyonun Uygulama Şekilleri Bir  ceza  hukuku  yaptırımı  olarak  kastrasyon  iki  farklı  şekilde uygulanabilir. Bu müdahalenin cerrahi veya kimyasal yollarla gerçekleştirilmesi mümkün  olduğu  gibi,  belli  koşullarda  sadece  kişilerin  olumlu  iradeleri sonucunda ya da bu konuda gösterilecek irade nazara alınmaksızın devlet eliyle zorla uygulanması da imkân dâhilindedir. a. Müdahalenin Niteliğine Göre (Cerrahi–Kimyasal Kastrasyon) Yapılan müdahalenin niteliğine göre kastrasyon ikiye ayrılmaktadır. Bu bağlamda, kastrasyon, ameliyat yoluyla yani erkeğin üreme organı olan testislerinin vücuttan alınması şeklinde gerçekleştirilebileceği gibi, cinsel dokunulmazlığı ihlal suçunu işleyen faile ilaç verilmesi suretiyle kişinin vücudunun testosteron üretmesi önlenerek de yapılabilir. Aslında bu iki müdahalenin de amacı ortaktır: Faile yapılan müdahale sonucunda kişinin yeniden başkalarının cinsel dokunulmazlığını ihlal eden bir suç işlemesini engellemek, başka bir ifade ile kişinin vücudundan testosteron hormonunu uzaklaştırırarak, cinsel ilişkide bulunma kabiliyetini ortadan kaldırmak ve böylece, cinsel nitelikteki suçlarda tekerrürün önüne geçmek. Kastrasyonun bu iki farklı yönteminin, kişiler üzerinde yaratacağı etkileri incelemeden evvel bir hususun altı çizilmelidir. Şöyle ki; kişilerin cinsel dokunulmazlığını ihlal edenlerin bu tür suçları neden işlediği farklılık gösterir. Bir grup suçlu, yaptıkları davranışın hukuk ve toplum tarafından yasaklanmış olmasını kabul etmez ve başkalarına cinsel saldırıda bulunmayı kendilerine tanınan bir hak olarak görür. İkinci grup suçlular, bu tür eylemleri suç olarak kabul etmekle birlikte, saldırının nedenini, örneğin alkol ya da uyuşturucu madde etkisinde olmak gibi belirli dış faktörlere bağlarlar. Üçüncü grup suçlular ise, cinsel suçları, şiddet uygulama arzusu veya topluma duyulan öfke içerisinde gerçekleştirir ki, bu halde fail cinsel dürtülerinin dışında hareket eder. Nihayet, son grup suçlular, cinsel dürtülerini kural olarak kontrol edemeyen ve bu noktada 14  YENİDÜNYA / YAŞAR, s. 350–351; ÇAĞLAYAN s. 95; ÖZDEMİR, s. 189–190; ÖMEROĞLU, s. 282. 15  YENİDÜNYA / YAŞAR, s. 354; ÇAĞLAYAN, s. 96; Murat Doğan, Hadımlaştırmadan Doğan Hukuki Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 139. 302 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... önemli takıntıları olan psikiyatride parafili hastası olarak teşhis konulan kişilerdir ve sadece bu gruptakilere kastrasyon yaptırımı uygulanabilir. Zira ilk üç grupta bulunanlar, cinsel dürtülerinin kontrol altına alınması ile ilgili bir sorun yaşamadığından, onları, kastrasyon yöntemi ile bu tür suçlardan vazgeçirmek  mümkün  olmayabilir.  Kısacası,  bu  durumda  kastrasyon, kişilerin tekrar benzer nitelikte cinsel suçlar işlemesini engelleyecek elverişli bir araç olmaktan çıktığından, bu tedbirin, artık bir ceza hukuku yaptırımı olarak uygulanması mümkün olmaz. Buna karşılık, cinsel dürtü ve isteklerini kontrol edemeyenler için aynı husus geçerli değildir. Burada suç failleri bakımından kastrasyonun uygulanması için bir kriminolojik endikasyon söz konusudur. Görüldüğü gibi, yalnızca belli hallerde başvurulabilecek bir müdahale olan cerrahi kastrasyon, geri dönüşü olmaksızın testosteron hormonunun üretimini önlediğinden, kimyasal kastrasyonla karşılaştırılamayacak şekilde radikal bir tedbir niteliği taşır. Aslında günümüzde söz konusu yönteme, hastanın  aydınlatılmış  onamını  almak  şartıyla  tedavi  amaçlı  olarak  da başvurulmaktadır. Diğer bir ifade ile bir yandan bu müdahale cinsel suç faillerine karşı uygulanan bir yaptırımken, diğer yandan prostat kanserinin büyümesini ve yayılmasını engelleyerek, hastanın iyileşmesini sağlamaktadır. Nitekim Türk hukukunda da kişilerin cinsel dokunulmazlığını ihlal edenlere, zorunlu cerrahi  kastrasyonun  uygulanacağına  ilişkin  bir  hüküm  bulunmamakla birlikte, 2827 sayılı Nüfus Planlaması Hakkında Kanun un 4. maddesinde, … bir ameliyatın seyri sırasında tıbbi zaruret nedeniyle bir hastalığın tedavisi için kastrasyonu gerektiren hallerde, kişinin rızasına bakılmaksızın kastrasyon ameliyesi yapılabilir. denilerek, kastrasyonun yalnızca tedavi amaçlı olarak uygulanabileceği düzenlenmiştir. Nihayet, kişilerin cinsel faaliyette bulunma 16  YENİDÜNYA / YAŞAR, s. 356–357; AKBABA, Kimyasal Hadım…–I, s. 364–365; ayrıca bkz. Bruce Pastner, Cinsel Suçlarda Erkek Faillerin Hadım Edilmesi, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 131. 17  YENİDÜNYA / YAŞAR, s. 351; ÖMEROĞLU, s. 282. 18  Bkz. ÇAĞLAYAN, s. 95; AKBABA, Kimyasal Hadım…–I, s. 359. 19  Madde metninde cerrahi kastrasyona yalnızca ameliyat esnasında bir zorunluluk ortaya çıkarsa başvurulacağının ifade edilmesi ve tedavi amaçlı kastrasyonun zikredilmemesi öğretide  eleştirilmiştir.  Bkz. YENERER  ÇAKMUT,  s.  127.  Fakat  bu  hüküm  olağan durumlarda tedavi amaçlı yapılan kastrasyonu hukuka aykırı kılmaz. Zira bu eylem, iyileştirme amacı olan tıbbi müdahalelerin genel koşullarına uygundur. ERMAN, s. 210. Öğretide bir diğer görüş, Nüfus Planlaması Hakkında Kanun un 4. maddesinin, ameliyat esnasında acil müdahaleyi gerektiren bir durumda kastrasyon uygulamasının, hukuka aykırılığı ortadan kaldırdığını, yoksa söz konusu düzenlemenin bu ihtimal dışında kastrasyonu yasakladığının savunulamayacağını ileri sürmüştür. Bkz. TEK, s. 107. Bu bağlamda, ÇAKMUT, nasıl Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 303Tevfik Sönmez KÜÇÜK ve üreme kabiliyetlerini geri dönüşü olmayacak bir şekilde ortadan kaldıran cerrahi kastrasyonun, kişileri, depresyona ya da intihar eğilimine sürükleyen birçok fiziksel ve zihinsel yan etkisinin bulunduğu ifade edilmelidir. Cerrahi  kastrasyon  karşısında  bir  alternatif  olarak  kişilerin  cinsel dokunulmazlığını  ihlal  edenlerin  ilaç  aracılığıyla  testosteron  hormonunu salgılamalarının  önlenmesi  ve  bu  şekilde,  faillerin  müdahale  süresince cinsel ilişkide bulunma kabiliyetinin önemli ölçüde ortadan kaldırılmasını sağlayan  kimyasal  kastrasyon  yöntemi  bulunur.  Kimyasal  kastrasyonun cerrahi müdahaleden ayrıldığı temel nokta, söz konusu yöntemin sonuçlarının geçici olması,22 kişiye verilen ilaçların onun üreme kabiliyetinin geçici ya da tamamen kaybedilmesi sonucunu doğurmaması ve müdahale süresince kişinin cinsel faaliyette bulunma yeteneğinin tamamen ortadan kalkmayıp, ciddi şekilde zarar görmesidir. Kullanılan ilaçlarla kişinin beyni vücutta yeterince testosteron hormonunun mevcut olduğu ve daha fazla üretimine gerek olmadığı ile ilgili aldatılmakta ve böylelikle kişilerin cinsel nitelikli suçlar işlemesinin önüne geçilmektedir. Türk hukukunda düzenlenmeyen gerçekleştirilirse gerçekleştirilsin, kastrasyon gibi radikal bir tıbbi müdahalenin kanunda ayrıntılı bir biçimde düzenlenmesi ve bu noktada özellikle de ilgilinin rızasının alınması gerektiğini öne sürmektedir. YENERER ÇAKMUT, s. 126. Ne var ki, bu görüş eleştiriye açıktır. Zira öyle komplikasyonlar ortaya çıkabilir ki, ameliyat sırasında yapılmadığı takdirde (örn. kişinin vücudunda ilerlemiş bir tümörün ameliyat esnasında tesadüfen fark edilmesi ve yaşı nedeniyle kişinin sonraki bir tarihte gerçekleştirilecek olan ikinci ameliyatı fiziki olarak kaldıramayacak halde olması) bu müdahalenin gerçekleştirilmesi imkânsız olabilir. Bu durumda kişinin kastrasyon müdahalesine varsayılan rızasının bulunduğunun kabul edilmesi gerekir. Varsayılan rıza kavramı ile ilgili bkz. ERMAN, s. 139–152. 20  Elizabeth M. Tullio, Chemical Castration for Child Predators: Practical, Eﬀ ective, and Constitutional, Chapman Law Review, Volume: 13, 2009, s. 203, bu konuda ayrıca bkz. YENİDÜNYA / YAŞAR, s. 354. 21  YENİDÜNYA / YAŞAR, s. 354; DOĞAN, s. 139. 22  HARRISON, s. 20; GÜZELSOY, s. 13–14. 23  TULLIO, s. 218; ÇAĞLAYAN, s. 96–97. 24  TULLIO, s. 205; benzer yönde ayrıca bkz. HARRISON, s. 20. 25  Öğretide ÇAĞLAYAN aksi fikirdedir. Şöyle ki; TCK nın Akıl Hastalarına Özgü Güvenlik Tedbirleri başlığını taşıyan 57. maddesi şu şekildedir: Fiili işlediği sırada akıl hastası olan kişi hakkında koruma ve tedavi amaçlı olarak güvenlik tedbirine hükmedilir. Hakkında güvenlik tedbirine hükmedilen akıl hastaları, yüksek güvenlikli sağlık kurumlarında koruma ve tedavi altına alınırlar.. İşte, yazara göre, bu düzenleme uyarınca, en azından pedofili hastalarına kimyasal hadım yöntemi uygulanabilir. ÇAĞLAYAN, s. 112. Fakat bu görüşe katılmak mümkün değildir. Çünkü bu tür fiilleri işleyenlerin akıl hastası olarak kabul edilmeleri durumunda, onlara, artık TCK md. 32 nedeniyle ceza vermek mümkün olmaz ki, bu husus, ceza adaleti ile bağdaşmaz. Bu çerçevede, Türk hukukunda kimyasal kastrasyonun kabul edilmesi için TBMM ye daha önce bir yasa teklifinin verildiği ifade edilmelidir. Söz konusu değişikliğe göre: Türk Ceza Kanununun 102 nci maddesinde tanımlanan cinsel 304 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... kimyasal kastrasyon kavramı ile ilgili olarak üzerinde durulması gereken en önemli husus ise şudur: Bu müdahale aşamasında kişiler üzerinde kullanılan ilaçların yaratacağı yan etkiler tam olarak belli olmayıp, söz konusu ilaçların özellikle  uzun  süreli  kullanımı  halinde  başta  farklı  kanser  türleri  olmak üzere, birçok ciddi ve yaşamsal derecede önem arz eden rahatsızlığın ortaya çıkabileceği hususunda literatürde genel bir kanaat bulunmaktadır. b. Kişinin İradesinin Niteliğine Göre (İhtiyari–Zorunlu Kastrasyon) Kimyasal  veya  cerrahi  müdahale  şeklinde  uygulanabilecek  olan kastrasyonun cinsel nitelikli suç işleyen kişinin bu konuda göstereceği irade dikkate alınmaksızın zorla gerçekleştirilmesi mümkün olduğu gibi, belirli şartlar altında onun iradesi doğrultusunda ihtiyari olarak uygulanması da imkân dâhilindedir. Ne var ki, bu müdahale, suçun işlenmesi ve failin bu konudaki talebi üzerine yapılırsa, yani bu noktada devletin zorlayıcı bir eylemi bulunmazsa, kastrasyon artık yaptırım olma niteliğini kaybeder. Çünkü en genel anlatımla yaptırım, kişilerin, hukukun koyduğu emir ve yasaklara aykırı davranması halinde pozitif hukuk tarafından gösterilen tepki olarak tanımlanabilir ve bu tepkiye maruz kalanların iradesi önem taşımaz. Başka bir anlatımla bir hukuk normunu ihlal eden kişi, ihlal neticesinde yaptırıma maruz kalmak istese de istemese de kendisine hukukun önceden belirlediği yaptırım uygulanır. Kısacası, kişilerin kendi iradeleri ile vücutlarındaki testosteron hormonunun üretiminin azaltılmasını istemesi bir yaptırım değildir ve bu nedenle, söz konusu çalışmanın inceleme alanı dışında kalmaktadır. Fakat burada  bir  hususun  altının  önemle  çizilmesi  gerekir:  Şayet,  kişiye,  bazı ülkelerde olduğu gibi, işlediği suç sonucunda hapis cezası ile kastrasyon arasında  bir  tercihte  bulunma  olanağı  tanınmaktaysa  ya  da  kastrasyon şartlı salıverilmenin bir unsuru olarak aranmaktaysa, artık bu tercihin kişinin saldırı suçundan 103 üncü maddesinde tanımlanan çocukların cinsel istismar suçundan veya 104 üncü maddesinin 2. fıkrasında tanımlanan reşit olmayanla cinsel ilişki suçunun nitelikli halinden hapis cezasına mahkûm olanlar, cezanın infazı sırasında ve koşullu salıverildikleri takdirde, denetim süresi içinde; a) Testosteron etkisini önemli ölçüde azaltıcı tedaviye tabi tutulabilirler, b) Tedavi amaçlı programlara katılmakla yükümlü kılınabilirler… (8) Yedinci fıkrada [Yukarıdaki fıkra kastediliyor.] yazılı suçlar bakımından itiyadi suçlu veya mükerrir olan hükümlülerin aynı fıkranın (a), (b) ve (c) bentlerindeki tedavi ve yükümlülüğe tabi tutulması zorunludur…. Bu kanun teklifinin tam metni için bkz. YENİDÜNYA / YAŞAR, s. 348. 26 Söz konusu ilaçların kişiler üzerindeki yan etkileri ile ilgili bkz. ÖZDEMİR, s. 192; HARRISON, s. 21; YENİDÜNYA / YAŞAR, s. 356; Muharrem Uçar, Tıp Etiği Açısından Kastrasyon, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 155. 27  CARPENTER, s. 451; HARRISON, s. 18; YENİDÜNYA / YAŞAR, s. 352. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 305Tevfik Sönmez KÜÇÜK serbest iradesine dayandığını ileri sürmek mümkün değildir. Bu halde kişi, kastrasyona yönlendirildiğinden, bu müdahale şekli de bir yaptırım olarak kabul edilmelidir. Karşılaştırmalı hukukta ülkelerin düzenlemeleri incelendiğinde, cinsel nitelikli suç faillerine uygulanacak kastrasyon müdahalesi ile ilgili olarak yeknesak bir uygulamanın bulunmadığı ifade edilmelidir. Gerçekten, ülkelerin belirli bir kısmı, zorunlu bir tedbir olarak bu yaptırımı tercih ederken, diğer kısmı, bu konuda faillerin serbest iradesini dikkate almakta ve belirli şartların gerçekleşmesi durumunda söz konusu tedbiri uygulamaktadır. Mesela ABD, cinsel nitelikli bir suçun işlenmesi halinde eyaletler nezdinde kastrasyon müdahalesine sıklıkla başvuran bir ülkedir. Bu kapsamda, örneğin, 1999 Kaliforniya Ceza Kanununun 645. maddesi gereğince, mahkemeler, 13 yaş altı çocuklar aleyhine cinsel suç işleyen faillerin kimyasal yollarla tedavisini emredebilir.  Şayet  suçun  tekerrürü  söz  konusuysa,  hükümlünün  şartlı salıverilme  öncesinde  kastrasyona  tabi  tutulması  zorunludur.  Mahkûmun kimyasal kastrasyon yerine, cerrahi kastrasyon yaptırımını tercih etme hakkı ise saklıdır. Buna karşılık, Teksas eyaletinde küçüklere karşı işlenen cinsel suçlarda cerrahi kastrasyon, ancak failin isteğine bağlı olarak uygulanabilir ve bu müdahale, cezanın aﬀ ı ve şartlı salıverilme sonucunu doğurmaz. Benzer  nitelikteki  düzenlemelerin  Avrupa  ülkeleri  açısından  da  geçerli olduğu belirtilmelidir. Örneğin, Polonya da, Ekim 2009 da yapılan yasal değişiklikle, 15 yaşın altındaki küçüklere karşı cinsel suç işleyenler hürriyeti bağlayıcı cezalarını çektikten sonra kimyasal kastrasyon yaptırımına tabi tutulurlar. Burada failin iradesi artık herhangi bir rol oynamaz. Bununla birlikte, Almanya, İsveç, Finlandiya, Danimarka ve Çek Cumhuriyeti gibi ülkelerde kişilerin ancak belirli koşulları yerine getirmeleri (örn. belirli bir yaşı doldurmuş olma, aydınlatılmış onamın bulunması) ve talep etmeleri halinde kastrasyon müdahalesinin uygulandığı görülür. 28  Kaliforniya Ceza Kanununa benzer nitelikte bir hüküm, Florida mevzuatında yer almaktadır. Burada da mahkemeler küçüklere karşı cinsel suç işlendiğinde kimyasal kastrasyon kararı verebilir. Bu tür suçların tekerrür edilmesi durumunda kastrasyon kararının verilmesi artık zorunludur. Bu konuda ayrıca bkz. GÜZELSOY, s. 21 vd. 29  YENİDÜNYA / YAŞAR, s. 360. 30  Erhan Temel, Hadımlaştırma Operasyonlarından Dolayı Alman Hukukunda Sorumluluk, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 121. 31  YENİDÜNYA / YAŞAR, s. 360; bu konuda kapsamlı bir inceleme için ayrıca bkz. GÜZELSOY s. 20–39. 306 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... 3. Kastrasyon Yaptırımının Hukuki Niteliği Bir  ceza  hukuku  yaptırımı  olarak  kastrasyonu  anayasa  hukuku bakımından incelemeden evvel söz konusu müdahalenin hukuki niteliğinin tespit edilmesinde fayda vardır. Hukuki nitelikle kastedilen husus, bir ceza hukuku yaptırımı olarak kastrasyonun ceza mı, yoksa bir güvenlik tedbiri mi olduğunun tayin edilmesidir. Bilindiği gibi, ceza hukuku, emir ve yasaklara aykırı davranılması durumunda bu aykırılığı yaptırıma bağlayan bir hukuk dalıdır.  Başka  bir  anlatımla  ceza  hukuku  kurallarına  uymamanın  kişiler üzerinde yaptırım olarak adlandırılan somut bir etkisi vardır ve ceza hukukunda yaptırım, ceza ve güvenlik tedbiri olmak üzere ikiye ayrılır. Devlet tarafından özel bir infaz şekline uyularak tatbik edilen cezanın esas itibariyle iki temel amacı bulunur. Bir kere, cezanın kefaret amacı vardır. Şöyle ki; kişi, hukukun yasakladığı bir fiili icra ettiğine göre, eylemi sonucunda uygulanan cezanın verdiği acı ve ızdıraba katlanmalıdır. Cezanın bu amacında failin tekrar suç işlemesini önlemek görüşü önemli değildir; dikkate alınan tek husus, failin, eyleminin bedelini ödemesidir. Ancak, bu görüş eleştirilmiş ve cezanın tek amacının kefaret olamayacağı öne sürülerek, cezanın kefaret dışında, faili ıslah ederek topluma kazandırmak ve korkutucu etkisiyle toplumun diğer üyelerinin suç işlemesini önlemek amaçlarının da olduğu savunulmuştur. Bu noktada, güvenlik tedbirleri ise, toplumsal düzeni sağlamayı hedeﬂ emesi açısından cezalara benzese de, ceza yaptırımından bastırıcı değil, önleyici bir niteliğe sahip olması; fiil ile failden kaynaklanan muhtemel tehlikeliliği engelleyerek, ileriye dönük bir amaç taşıması bakımından ayrılmaktadır. Bu  açıklamalar  çerçevesinde  fail  hakkında  uygulanan  zorunlu kastrasyon  esas  itibariyle  bir  güvenlik  tedbiri  olarak  kabul  edilmelidir. Öncelikle, kastrasyonun, salt bir ceza olarak nitelendirilmesi durumunda bu yaptırımın faile karşı sadece bir sosyal hesaplaşma olarak değerlendirilmesi ihtimali ortaya çıkar ki, bu halde kastrasyon, hem gereksiz hem de işlenen suçun  ağırlığı  dikkate  alındığında  suçla  orantılı  olmayan  bir  ceza  halini alacaktır. Kastrasyon yaptırımını uygularken ulaşmak istenen amaç sonuçta bellidir: Cinsel dokunulmazlığı ihlal eden bir davranışta bulunmuş ve bu 32  Veli Özer Özbek / Mehmet Nihat Kanbuk / Koray Doğan / Pınar Bacaksız / İlker Tepe, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Genişletilmiş 4. Baskı, Seçkin Yay., Ankara, Eylül 2013, s. 594. 33  Ibid., s. 594–596. 34  Timur Demirbaş, Ceza Hukuku Genel Hükümler, 8. Baskı, Seçkin Yay., Ankara, Ekim 2012, s. 602. 35  Bu konuda bkz. GÜZELSOY, s. 50. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 307Tevfik Sönmez KÜÇÜK doğrultuda hüküm giymiş bir kişinin yeniden benzer mahiyette suç işlemesini engellemek ve onun toplum için yarattığı tehlikelilik halini önlemek. Başka bir ifade ile kastrasyon, bastırıcı değil, aksine önleyici bir tedbir olarak ortaya çıkar. Kaldı ki, ceza hukukunun en temel prensiplerinden birini, işlediği bir suç nedeniyle bir kişiye iki defa ceza verilemeyeceği ilkesi oluşturur. Şayet, kastrasyon, ceza olarak kabul edilirse, bu takdirde non bis in idem ilkesi uyarınca faile işlediği suç nedeniyle iki kez ceza verilemeyeceğinden, fail kastrasyon dışında hürriyeti bağlayıcı cezaya çarptırılamayacak, bu durum, adalete aykırı sonuçlar doğuracaktır. Buna karşılık, zorunlu kastrasyonun bir güvenlik tedbiri olarak nitelendirilmesi ihtimalinde, bu tür bir sonuç ortaya çıkmayacaktır. Zira yukarıda ifade edildiği gibi, cezaların ve güvenlik tedbirlerinin hukuki nitelikleri farklı olduğundan, aynı suç hakkında her iki yaptırıma da hükmedilmesi non bis in idem ilkesini ihlal etmeyecektir. Nitekim karşılaştırmalı hukukta yer alan örnekler de göz önünde bulundurulduğunda, ülkelerin önemli bir kısmı tarafından kastrasyon yaptırımının güvenlik tedbiri olarak kabul edilmiş olması bu görüşü destekler niteliktedir. III. Zorunlu Kastrasyonun Anayasa Hukuku Açısından İncelenmesi Cinsel  nitelikli  bir  suçun  işlenmesi  üzerine  failin  iradesi  dikkate alınmaksızın devlet tarafından gerçekleştirilen zorunlu kastrasyonun anayasa hukukuna ilişkin temel esaslar bakımından incelenmesi için öncelikle bu yaptırımın insan onur ve haysiyetine ne ölçüde uyduğu belirlenmeli, daha sonra ise bu müdahalenin, hak ve özgürlüklerin sınırlandırılması ile ilgili anayasal kurallara uygun olup olmadığı mercek altına alınmalıdır. 1. İnsan Haysiyetine Uygunluğu Açısından Ceza hukukunda yaptırım kavramının tarihsel gelişimi göz önünde bulundurulduğunda,  çağdaş  toplumun  ortaya  çıkmasından  evvel  suç işleyen  kişilerin  toplum  nazarında  küçük  düşürülmesi,  teşhir  edilmesi, taşlanması, işkence ve kötü muameleye tabii tutulması gibi insan onuru ve haysiyeti ile bağdaşmayan ve dayanılamayacak boyutta acı ve ızdırap veren  cezalara  çarptırıldıkları  görülür.  Buna  karşılık,  ceza  hukukunda yaptırım olgusu geçmişten bugüne niceliksel ve niteliksel olarak önemli bir şekilde değişmiştir. Bu bağlamda, niceliksel değişim, devlet tarafından 36  Ibid. 37  DEMİRBAŞ, s. 602. 38  YENİDÜNYA / YAŞAR, s. 359–360. 39  ÇAĞLAYAN, s. 105. 308 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... uygulanan cezanın şiddetine, miktarına ve ağırlığına ilişkin ortaya çıkan farklılığı ifade ederken, niteliksel değişimle anlatılmak istenen, bedensel ve katlanılamayacak ölçüde acı veren cezaların terkedilip, yaptırımın insani bir  boyuta  kavuşturulmasıdır.  Nitekim  özellikle  de  II.  Dünya  Savaşı sırasında Nazi Almanyasınca gerçekleştirilen insan haysiyetine ve onuruna aykırı tıbbi müdahaleler ve yaptırımlar neticesinde günümüzde bu husus, ulusal ve uluslararası hukuki metinlerde açıkça güvence altına alınmıştır. Gerçekten, örneğin, İnsan Hakları Evrensel Beyannamesinin 5. maddesine göre, Hiç kimse işkenceye, zalimane, gayriinsani, haysiyet kırıcı cezalara veya muamelelere tabi tutulamaz.. Benzer yönde düzenlemeler, Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşmenin 7., Avrupa İnsan Hakları Sözleşmesinin (AİHS) 3. maddesi başta olmak üzere birçok uluslararası metinde  yer  alır. Ayrıca,  karşılaştırmalı  hukukta  anayasalar  açısından  da benzer bir durumun söz konusu olduğunun altı çizilmelidir. Bu bilgiler çerçevesinde yanıtlanması gereken temel soru ise şudur: Kimse insan haysiyeti ile bağdaşmayan bir cezaya ya da muameleye tabi tutulamayacağına göre, acaba kastrasyon bir güvenlik tedbiri olarak insan haysiyetine  uygun  bir  yaptırım  mıdır?  Bu  sorunun  cevaplandırılması, evvela insan haysiyeti kavramının tanımlanmasına bağlıdır. Türk Anayasa Mahkemesi, insan haysiyeti olgusu ile ilgili olarak aynen şu görüşü ileri sürmektedir: Hiç kuşku yok ki, her ceza yaptırımı cezalandırılan kişiye bir acı getirir. Bu acı daha ziyade bir takım yoksunlukların sonucudur. Ceza yaptırımlarının konulmasında ve dolayısiyle uygulanmasında daima böyle bir erek kendini duyurur. Ancak, acının makul ve insanî bir sınırı aşmaması, eziyet ve işkence derece ve niteliğini almaması şarttır… [C]eza yaptırımlarının çeşit ve ölçüleri bakımından bir sınır olarak görülen, bunların insanın haysiyeti ile bağdaşır olması sorununa gelince; insan haysiyeti kavramı, insanın hangi durum ve koşullar arasında bulunursa bulunsun, sırf insan olmasının kendisine  tanıtıp  kazandırdığı  değerin,  gerek  öteki  bireyler  gerekse 40  Bu konuda bkz. Emek Bayrak, Cezanın Nitelikleri ve Amaçları, Kocaeli Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 5, Temmuz 2005, s. 97. 41  Mesela, Federal Alman Anayasasının 1. maddesi uyarınca insan onur ve haysiyeti dokunulmaz olup, tüm devlet organları buna saygı göstermek zorundadır. Bkz. http://www.verfassungen.de/de/gg-i.htm, Çevrimiçi: 1 Aralık 2015. İtalyan Cumhuriyeti Anayasasının 27. maddesine göre de, cezalandırma, insan onuruna aykırı bir muamele içeremez. http://www.verfassungen.eu/it/, Çevrimiçi: 1 Aralık 2015. Nihayet, 12 Eylül 1980 askeri darbesi neticesinde oluşturulan 1982 Anayasası gereğince de (md. 17), …Kimse insan haysiyetiyle bağdaşmayan bir cezaya veya muameleye tabi tutulamaz.. Ayrıca, Anayasanın Başlangıç Kısmında (8. Paragrafta), her Türk vatandaşının onurlu bir hayat sürdürme hak ve yetkisine doğuştan sahip olduğu ifade edilmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 309Tevfik Sönmez KÜÇÜK toplumca tanınmasını ve sayılmasını anlatır. Bu, öyle bir davranış ve tanıma çizgisidir ki, ondan aşağı düşülünce yapılan işlemler, insanı insan olmaktan çıkarmış demektir… [İ]nsan haysiyeti kavramı insana sadece insan olması bakımından kazandırılmış ve dolayısiyle tanınmış toplumsal değerlerinden ibarettir [Koyu renk vurgu bana ait.]...42. İnsanın öz varlığına saygı gösterilmesini zorunlu kılan insan haysiyeti kavramı, onun insanlık dışı ya da küçük düşürücü davranışlara maruz kalmasını, sosyal saygınlığını zedelemesini ve nesneleştirilmesini engeller, insanı çoğu zaman insana rağmen korur. Öğretide ilk defa DÜRİG tarafından ortaya atılan nesne formülü bu kavramın açıklanmasında önem arz eder. Bu formüle göre, kişilerin, dışarıdan kontrol edilmesi mümkün ve beyinleri yıkanmış araç konumuna sokulmaları veya ikame edilebilen, kullanılabilen ve ihmal edilebilen bir nesne statüsüne indirgenmesi insan haysiyetine aykırıdır. İnsan haklarının temel kaynağı ve varlık nedeni olan bu olgunun belirli bir tanımını yapmak güç olmak birlikte, Alman hukuk öğretisinde, insanı değersizleştirecek bir ölçüye varan ayrımcılık (örn. ırkçılık, kölelik), insan haysiyetini zedeleyecek biçimde insanın maddi ve manevi kimliğine ve varlığına zarar vermek (örn. kötü muamele, bazı terbiye şekilleri, soruşturma veya kovuşturmada yalan makinesini ve hipnoz yöntemini  kullanmak),  insan  haysiyetini  yaralayacak  bir  şekilde  devlet gücünün kullanılması ve insanın asgari yaşam standartlarını karşılayamamak insan haysiyetine aykırı düşen temel eylemler olarak gösterilmiştir. Bir ceza hukuku yaptırımı olarak kastrasyonun insan haysiyetine aykırı olup olmadığını tespit edebilmek için cerrahi ve kimyasal yöntem bakımından 42  AYMK, E. 1971/2, K. 1971/36, Karar Günü: 6.4.1971, Resmi Gazete Sayı: 13994. 43  Bu konuda benzer yönde bkz. Reinhold Zippelius / Thomas Würternberger, Deutsches Staatsrecht, C. H. Beck Ver., München, 2008, Rn. 14, s. 231. Öğretide UYGUN bu konuda şu fikri ileri sürmektedir: Tüm insanlar onur bakımından eşittir, … kişi yalnızca insan türüne ait olduğu yani insan olduğu için değerli kabul edilmektedir. İnsanın onurlu bir varlık olması, herkes tarafından uyulması gereken bazı ahlaki ödevler yaratır. Bu ahlaki ödevlerin özü, insan onurunun her koşulda korunmasıdır: Her zaman ve her yerde insana onurlu bir varlık muamelesi yapılmalı, insanca davranılmalıdır… Kişi devletten, toplumdan ve başkalarından bu özelliklerinin her koşulda korunmasını, insan onuruna aykırı muameleye tabi tutulmamasını isteme hakkına sahiptir. Bir madalyonun iki yüzü gibi, insanın değerinin/onurunun korunması kişi açısından bakıldığında bir hak; devlet, toplum ve başkaları açısından bakıldığında bir ödevdir [Koyu renk vurgu bana aittir].. Oktay Uygun, Devlet Teorisi, XII Levha Yay., İstanbul, Eylül 2014, s. 472. 44  Nagehan Gürbüz, Biyotıp Hukukunda İnsan Onuru, XII Levha Yay., İstanbul, Şubat 2014, s. 13. 45  Ibid., s. 15–16. 46  Peter Schwacke / Guido Schmidt, Staatsrecht, Deutscher Gemeinde Ver., 5. Auﬂ age, Stuttgart, Rn. 772, s. 232. 310 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ikili bir ayrıma gidilmesi zorunludur. Zira her iki müdahalenin de kişiler üzerindeki etkileri ve sonuçları farklılık arz etmektedir. Bu bağlamda, cerrahi kastrasyon yaptırımının insan haysiyeti ile bağdaşmadığı öne sürülebilir. Bir kere, bu yöntem sonucunda kişi geri dönüşü olmayan şekilde cinsel faaliyette bulunma ve üreme kabiliyetini yitirmektedir. Ceza hukukunda yaptırımlar, kişileri bir yandan ıslah ederken, diğer yandan onları uyumlu bir birey olarak topluma tekrar kazandırabilmelidir. Oysa cerrahi kastrasyonun telafi edilemez yapısı, bu amaçların gerçekleşmesini engeller ve çoğu zaman kişiye – ki, failin rızası olmaması durumunda bu husus kendini daha açık bir şekilde gösterir. – fiziksel nitelikte olmasa da, manevi yönden ağır bir ızdırap verir. Ayrıca, cinsel nitelikli suçun işlenmesi üzerine uygulanan cerrahi kastrasyon yaptırımı ile kişiler, işledikleri bir suç nedeniyle ömür boyu işaretlenmiş duruma düşerler. Unutulmamalıdır ki, bir yargılama, ne kadar dikkatli ve adil gerçekleştirilirse gerçekleştirilsin her zaman yanılma olasılığı taşır. Bu nedenle, bir yaptırımın insan haysiyetine uygun olduğundan bahsedebilmek için hatalı bir karardan dönülebilmesine her zaman olanak tanıması gerekir. Ne var ki, cerrahi kastrasyonun telafisi mümkün olmayan niteliği, bu imkânı ortadan kaldırmakta ve kişiyi küçük düşürecek biçimde onun maddi ve manevi varlığına ciddi bir zarar vermektedir. Görüldüğü gibi, bireyin iradesi dikkate alınmaksızın zorunlu olarak gerçekleştirilen  cerrahi  kastrasyonun  insan  haysiyetine  aykırı  düşen  bir yaptırım olduğu konusunda şüphe yoktur. Buna karşılık, zorunlu kimyasal kastrasyon konusunda öğretide aynı görüş birliğinin bulunduğu söylenemez. Gerçekten  de,  kimyasal  kastrasyonun  etkilerinin  cerrahi  müdahaleden farklı olarak geçici olmasının, başka bir ifade ile kişiye verilen ilaçların kesilmesinden belli bir müddet sonra kişinin cinsel ilişkide bulunma yeteneğini bütünüyle  tekrar  kazanmasının  söz  konusu  yaptırımın  insan  haysiyetine aykırı olmasını önlediği ileri sürülmüştür. Ancak, bu görüş eleştiriye açıktır. Bu çerçevede ifade edilebilecek en önemli gerekçe, kimyasal kastrasyon 47  ÇAĞLAYAN, s. 111. 48  AKBABA, Kimyasal Hadım…–II, s. 392. Bu noktada dikkat edilmesi gereken husus, cerrahi kastrasyonun kişide ömür boyu kalacak iz bırakmasıdır. Öyle ki, kişi, bu operasyonu geçirdikten  sonra  ileride  yaşamını  paylaşacağı  eşine  bu  konuda  açıklama  yapmak mecburiyetinde kalır ki, bu halde yaptırımın, kişilerin yaşamı boyunca süren müebbet hapis cezası ile benzer bir işlev göreceği açıktır. HARRISON, s. 19. Oysa cezanın iki amacı bulunur: Ceza, kişiye ızdırap verirken, aynı zamanda onu ıslah ederek, topluma kazandırmalıdır. 49  ÖMEROĞLU, s. 287. 50  Bkz. YENİDÜNYA / YAŞAR, s. 362; ÇAĞLAYAN, s. 111. 51  Bu görüşü savunan yazarlara örnek olarak bkz. ÇAĞLAYAN, s. 111; ÖMEROĞLU, s. 287. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 311Tevfik Sönmez KÜÇÜK aşamasında kullanılan ilaçların kişiler üzerindeki olası yan etkileridir. Bu ilaçların, özellikle uzun süreli kullanımı halinde, başta kanser olmak üzere birçok  önemli  ve  hayati  rahatsızlığın  (örn.  nefes  almada  güçlük,  hiper tansiyon, intihara sürükleyen depresyon) ortaya çıkabileceği konusunda genel bir kanaat vardır. Bu yan etkileri karşısında, kişilerin aydınlatılmış onamı alınmaksızın, ilaçların bir ceza hukuku yaptırımı olarak cebren verilmesinin insan haysiyetini zedeleyeceği açıktır. 2. Temel Hak ve Özgürlüklerin Sınırlandırılması Açısından Cinsel  nitelikli  bir  suçun  işlenmesi  üzerine  devlet  tarafından gerçekleştirilen kastrasyon, kişilerin serbest iradelerini dikkate almadığından, yani bir yaptırım olarak uygulandığından ister istemez belli hak ve özgürlükleri sınırlandırır.  Bu  bağlamda,  söz  konusu  çalışmada  öncelikle  kastrasyon yaptırımının  hangi  hak  ve  özgürlükleri  sınırlandırdığı  tespit  edilecek, daha sonra ise, bu müdahalenin, temel hak ve özgürlükleri sınırlandırırken uyulması gereken esasları düzenleyen Anayasa md. 13 e uygun olup olmadığı 52  HARRISON, s. 21; benzer yönde bkz. YENİDÜNYA / YAŞAR, s. 366; ATAÇ, s. 172; ÖZDEMİR s. 184. 53  Bu noktada ortaya şöyle bir soru atılabilir: Peki, kastrasyon bir yaptırım olarak, yani devlet tarafından zorla değil de, kişinin olumlu iradesi üzerine yapılırsa, söz konusu müdahale insan haysiyetine uygun hale gelecek midir? Bu meselenin Alman hukuk öğretisinde tartışmalı olduğu ifade edilmelidir. Gerçekten de, bir görüşe göre herkes kendi kaderini tayin etme hakkına sahiptir. Birey, kendisi hakkında yapılacak müdahale hakkında aydınlatılır ve bu konuda rıza gösterirse, müdahalenin (örn. ihtiyari kastrasyon) insan haysiyetine aykırı olduğundan bahsedilemez. Bu konuda bkz. ZIPPELIUS / WÜRTENBERGER, Rn. 51, s. 240. Ancak, öğretide bu görüşe karşı çıkılmış ve devletin, vatandaşlarına bir yaşam biçimi dayatamayacağı fikrinin kabul edilmekle birlikte, bir kişinin kendi geleceği hakkında söz sahibi olmasının anayasal yükümlülüklerin (örn. insan haysiyetine saygı) dikkate alınmayacağı anlamına gelmeyeceği belirtilmiştir. Bkz.  Ernst Benda, Menschenwürde und Persönlichkeitsrecht, in Ernst Benda / Werner Maihofer / Hans Jochen Vogel (Hrsg.), Handbuch des Verfassungsrechts (1), Walter de Gruyter Ver., 2. Auﬂ age, Berlin–New York, 1994, Rn. 57, s. 189. Hiç şüphesiz, kişilerin kendi gelecekleri hakkında serbest bir şekilde karar verebilmesi, insan haysiyeti kavramının merkezinde yer almaktadır. Burada dikkat edilmesi gereken husus, kastrasyon bir yaptırım olarak, yani zorlama neticesinde değil, tamamen kişilerin aydınlatılmış onamı üzerine uygulanmaktadır. Bu safhada kişilerin kendi kaderini tayin etme hakkını üstün tutmak gerekir. Zira ortada bir yaptırım bulunmadığından, müdahalenin insan haysiyetine uygun olması gerektiğinden bahsedilemez. Federal Alman Anayasa Mahkemesinin belirttiği gibi, devlet, yurttaşlarının hak ve özgürlüklerine saygı göstermek zorunda olup, bir kamu erki olarak devletin, onların yaşamlarını iyileştirme görevi bulunmamaktadır. Bkz. BVerfGE, 22, 180, http://www.servat.unibe.ch/dfr/bv180. html, Çevrimiçi: 1 Aralık 2015, Rn. 142. Nitekim öğretide, insan haysiyeti kavramının, yasa koyucuların ve yargıçların elinde iki tarafı keskin bir kılıca dönüşmemesi gerektiği, fakat bazı hallerde paternalizme hizmet eder hale geldiği ve devlet organlarının ahlak anlayışının kişilere dikte edilmesi sonucunu doğurduğu savunulmuştur. Bu konuda bkz. GÜRBÜZ, s. 23. 312 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... ortaya konacaktır. Ne var ki, bu incelemeden evvel zorunlu kastrasyonun hukuki niteliğinin ceza hukuku açısından esas itibariyle bir güvenlik tedbiri olduğunun ve 1982 Anayasasının 38. maddesinin 3. fıkrasına göre ceza ve güvenlik tedbirlerinin, dolayısıyla zorunlu kastrasyonun da ancak yasayla düzenlenebileceğinin, diğer bir ifade ile burada yasallık ilkesine uyulması gerektiğinin ifade edilmesi gerekir. Cinsel  nitelikli  bir  suçun  işlenmesi  sonucunda  gerçekleştirilen zorunlu kastrasyonun temel hak ve özgürlükler üzerindeki ilk etkisi sağlıklı bir yaşam hakkı bakımındandır. Bu husus, özellikle kanser veya intihara sürükleyen depresyon gibi yaşamsal rahatsızlıklara yol açabilecek yan etkileri olan  ilaçların  kullanılmasını  öngören  kimyasal  kastrasyon  açısından  söz konusudur. Ayrıca, uzun süreli etkileri bütünüyle saptanamayan söz konusu ilaçların yalnızca ilacı kullanan kişilerin yaşam hakkını etkilemediği, aynı zamanda, sperm kalitesini düşürdüğü ve döllenmenin gerçekleşmesi halinde fetusda deformasyona neden olduğu öne sürülmektedir. Başka bir ifade ile devlet tarafından zorunlu kimyasal kastrasyona tabi tutulan kişinin eşinin bahsedilen ilaçların kullanımı aşamasında gebe kalması durumunda, – ki, cerrahiden farklı olarak kimyasal kastrasyonda tıbben bu ihtimal vardır. – ana rahmindeki ceninin sağlığı da olumsuz yönde etkilenebilecek ve cenin, ölü ya da engelli doğabilecektir. Burada yanıtlanması en temel soru, ceninin yaşam hakkına sahip olup olmadığıdır. Bu noktada, Avrupa İnsan Hakları Mahkemesi (AİHM), doğmamış çocuğu, AİHS in 2. maddesiyle doğrudan korunan bir kişi olarak görmemekle birlikte, Vo Fransa ya Karşı Davasında Mahkemenin, ceninin insanlık onuru adına korunması gerektiğini belirtmiş olması önem arz eder. Buna karşılık, gerek Alman hukuk öğretisi, gerekse Alman Anayasa Mahkemesi, Anayasa md. 2 / 2 deki herkes kelimesinin, 54  Bkz. AKBABA, Kimyasal Hadım…–II, s. 379. 55  ATAÇ, s. 172–173; bu konuda benzer yönde bkz. ÇAĞLAYAN, s. 112. 56  Kimyasal kastrasyonun etkisi için bkz. TULLIO, s. 218. 57  Vo / Fransa Davası, Başvuru No: 53924/00, Karar Tarihi: 8 Temmuz 2004, Par. No: 84. Ceninin yaşam hakkına ilişkin görüşler için ayrıca bkz. Sultan Tahmazoğlu Üzeltürk, Anayasa Hukuku Açısından Sağlık Hakkı (Ulusal ve Uluslararası Boyutlarıyla), Legal Yay., İstanbul, 2012, s. 208 vd. 58  Örnek olarak bkz. ZIPPELIUS / WÜRTENBERGER, Rn. 1, s. 263. 59   Bu  karar  için  bkz.  BVerfGE,  1,  39,  http://www.servat.unibe.ch/dfr/bv001.html, Çevrimiçi: 1 Aralık 2015, Rn. 133. Türk hukukunda da cenin, kişiliğini ana rahmine düştüğü anda kazanır. Ana rahmine düşme anı ise, cinsel ilişkiye girme değil, kadının gebe kalma yani embriyonun hücre ile birleşme anıdır. Bkz. Korkut Kanadoğlu, Türk Anayasa Hukukunda Sağlık Alanında Temel Haklar, Türkiye Barolar Birliği Dergisi, Sayı: 119, Temmuz– Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 313Tevfik Sönmez KÜÇÜK yaşayan her insana atıfta bulunduğunu ve yaşam hakkının, doğmamış kişileri de kapsadığını ileri sürmektedir. Görüldüğü gibi, kimyasal kastrasyon yaptırımı yan etkileri ile hem failin hem de ceninin sağlıklı yaşam hakkına müdahalede bulunur. Bu müdahaleyi anayasa hukuku bakımından incelemeden evvel bir hususun altı çizmelidir: Her  ne  kadar,  zorunlu  kimyasal  kastrasyon,  doğrudan  doğruya  kişinin yaşamını sonlandırmadığından ölüm cezası ile eş bir yaptırım olarak kabul edilemezse de, bu durum, söz konusu müdahalenin uzun vadede kişilerin ve ceninin yaşam hakkını sonlandırma ihtimalini bünyesinde barındırdığı ve onların sağlıklı yaşam hakkını sınırlandırdığı gerçeğini değiştirmez. Zorunlu kimyasal  kastrasyonu  savunan  yazarlar,  toplumun  güvenliği  ile  bireyin sağlıklı yaşam hakkının çatışması halinde yaşam hakkı karşısında toplumun güvenliğine öncelik tanınması gerektiğini ileri sürmekte ve toplumun ve gelecek kuşakların güven içerisinde yaşamaları için gerçekleştirilen zorunlu kastrasyonun, yaşam hakkı üzerindeki olası etkileri hukuka uygun kılacağını ifade etmektedir. Fakat bu fikir eleştiriye açıktır. Bir hakkın veya özgürlüğün, başka bir hak veya özgürlük ya da anayasal değerle çatışması halinde, birinden, diğeri lehine belli bir oranda vazgeçmek mümkün olmakla birlikte, bu husus, yaşam hakkı açısından geçerli değildir. Gerçekten, yaşam hakkı esas olarak vazgeçilmesi mümkün olmayan sert çekirdekli bir haktır. Öyle ki, Anayasanın belirlediği birkaç istisnai hâl dışında (örn. meşru müdafaa, bir ayaklanmanın bastırılması, savaş hukukunun gerekleri) bu hak sınırlandırılamaz. Hal böyle olunca, suç işlenmesini engellemek ve toplumsal güvenliği korumak için kişilere kanser riskini artıran ilaçlar vermek, kişilerin sağlıklı yaşam hakkı göz önünde bulundurulduğunda kabul edilemez. Kaldı ki, kimyasal kastrasyon aşamasında kullanılan ilaçların, fetusda deformasyona yol açarak, ceninin yaşam  hakkını  etkileyebilmesi,  babasının  işlediği  bir  suçtan  doğmamış çocuğun sorumlu tutulması demektir ki, bu durumun, yaşam hakkı dışında, kimsenin başkasının fiilinden sorumlu tutulamayacağı anlamına gelen ve Anayasanın 38. maddesinin 7. fıkrasında düzenlenen ceza sorumluluğunun şahsiliği ilkesini ihlal edeceği konusunda da şüphe yoktur. Ağustos 2015, s. 26–27. 60  AKBABA, Kimyasal Hadım…–II, s. 379–380. 61  Kaldı ki, bu durumda yapılması gereken, birinden diğeri lehine vazgeçerek hak ve özgürlükler arasında hiyerarşik bir yapı oluşturmak değil, aksine her iki hak ve özgürlük arasında bir denge kurarak etkilerini devam ettirmesini sağlamaktır. Fazıl Sağlam, Temel Hakların Sınırlandırılması ve Özü, AÜSBF Yay., Ankara, 1982, s. 38 vd. 314 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... Ayrıca,  Anayasa  md.  20  uyarınca,  herkes,  özel  ve  aile  hayatına saygı gösterilmesini isteme hakkına sahiptir. Kimyasal ve cerrahi olarak gerçekleştirilen zorunlu kastrasyonun hak ve özgürlükler üzerindeki diğer etkisi, bu yaptırım neticesinde kişilerin bu haklarının sınırlandırılmasıdır. Şöyle  ki;  yukarıda  da  belirtildiği  gibi,  haklarında  kastrasyon  yaptırımı uygulanan kişiler, cerrahi operasyonda ömür boyu cinsel ilişkide bulunma ve üreme yeteneğini, kimyasal yöntemde ise, ilaçların verildiği süre boyunca yalnızca cinsel faaliyette bulunma kabiliyetini tamamen olmasa da önemli ölçüde  kaybeder.  Bununla  birlikte,  AİHM in,  Brüggeman–Scheuten  / Almanya Kararında ifade ettiği gibi, özel hayata saygı hakkı, bireye, kişiliğini özgür olarak oluşturabileceği ve geliştirebileceği bir alan tanır ve kişiler diğer kişilerle değişik türde –cinsel ilişki dâhil olmak üzere– ilişkiler kurma imkânına sahip olmalıdır. Oysa bir ceza hukuku yaptırımı olarak kastrasyon, kişilerin bu tür faaliyetlerde bulunma yeteneğini sınırlamakta ve hatta cerrahi operasyon halinde bütünüyle ortadan kaldırmaktadır. Ancak, yukarıda da ifade edildiği gibi, temel hak ve özgürlükleri sınırlandıran  düzenlemenin,  Anayasaya  uygun  nitelendirilebilmesi  için Anayasa md. 13 te belirtilen ve sınırlamanın sınırlarını çizen esaslara aykırı olmaması gerekir. Bu çerçevede üzerinde durulması gereken ilk husus, cerrahi veya  kimyasal  olarak  gerçekleştirilen  kastrasyon  yaptırımının  ölçülülük ilkesine uygun olup olmadığıdır. 2001 değişikliği ile, Anayasa md. 13 te açıkça ifade edilen, bu değişiklik öncesinde ise, öğretide başta hukuk devleti (md. 2) olmak üzere, Anayasanın farklı maddelerinden (değişiklikten evvel Anayasa md. 13 / 2, Anayasa md. 15 / 1) türetilmeye çalışılan ölçülülük ilkesi, sınırlama aracının amacı gerçekleştirmeye elverişli ve zorunlu (gerekli) olmasını ve bu araç ile amaç arasında makul bir denge bulunmasını şart koşar. Öncelikle belirtmek gerekir ki, sınırlama aracının amaca ulaşmaya katkı sağlaması anlamına gelen elverişlilik alt başlığı altında bir değerlendirme yapıldığında, 62  Karar için bkz. Ivana Roagna, Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması, (Çeviren: Ayşegül Alkış Schäling), Şen Matbaa, Ankara, 2012, s. 16. 63  Bkz. Bülent Tanör / Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yay., 14. Bası, İstanbul, Ekim 2014, s. 154–155; Ergun Özbudun, Türk Anayasa Hukuku, Yetkin Yay., 14. Baskı, Ankara, 2013, s. 114; Yavuz Atar, Türk Anayasa Hukuku, Mimoza Yay., 9. Baskı, Konya, Ekim 2014, s. 132. 64  Bu konuda bkz. SAĞLAM, s. 114; TANÖR / YÜZBAŞIOĞLU, s. 155; ÖZBUDUN, s. 114–115; ATAR, s. 132. 65  SAĞLAM, s. 114; Kemal Gözler, Türk Anayasa Hukuku, Ekin Yay., 16. Baskı, Bursa, Ocak 2014, s. 132. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 315Tevfik Sönmez KÜÇÜK cerrahi ve kimyasal kastrasyonun elverişli bir yaptırım özelliği gösterdiği ileri sürülebilir. Zira bilimsel araştırmalar, kastrasyona tabi tutulanlarda, tedbirin uygulanmadığı kişilerden farklı olarak cinsel nitelikli suçların tekerrür edilme oranının çok düşük olduğunu göstermektedir. Elverişli bir yaptırım olan kastrasyonun gerekliliği konusunda ise bir ayrıma gidilmesi zorunludur. Şöyle ki; sınırlama amacını gerçekleştirebilmek için temel haklar açısından aynı derecede etkili en yumuşak aracın seçilmesi demek olan gereklilik ilkesi, cerrahi kastrasyonun uygulanma olasılığını ortadan kaldırır. Bu durumun en önemli gerekçesi şudur: Kimyasal ve cerrahi kastrasyonun suçun tekerrürü noktasında sonuçları aynı olmakla birlikte, kişi üzerindeki etkisi tamamen farklıdır. Cerrahi operasyonun geri dönüşü olmayacak şekilde kişilerin cinsel faaliyette bulunma ve üreme yeteneğini ortadan kaldırmasına rağmen aynı hususun kimyasal kastrasyon için söz konusu olmaması, özel ve aile hayatına saygı  hakkı  bakımından  kimyasal  kastrasyonun  daha  yumuşak  bir  araç olduğunu ortaya koymaktadır. Kastrasyon yaptırımının ölçülülük ilkesi çerçevesinde incelenmesinden sonra tahlil edilmesi gereken bir diğer nokta, bu müdahalenin Anayasa md. 20 de güvence altına alınan kişilerin özel ve aile hayatına saygı hakkının özüne dokunup dokunmadığının tespit edilmesidir. Anayasa Mahkemesi, 1961 Anayasası ekseninde yaptığı denetimlerde öz kavramını sıkça kullanmıştır. O dönemde Anayasa Mahkemesi, bir hak ya da hürriyetin kullanılmasını açıkça yasaklayıcı veya örtülü bir şekilde kullanılmaz hale koyucu veya ciddi surette güçleştirici ve amacına ulaşmasını önleyici ve etkisini ortadan kaldırıcı nitelikte olan sınırlamaların ilgili hak ve özgürlüklerin özüne dokunduğunu kabul etmekteydi. 1982 Anayasasının ilk halinde öze dokunma yasağından bahsedilmemiş olsa da, Mahkeme, Anayasa md. 13 te düzenlenen demokratik toplum düzeninin gerekleri kavramını somut olaya uygularken, 66  Fakat kastrasyon yaptırımının kadınlar açısından elverişli bir tedbir olmadığı belirtilmelidir. Çünkü ister cerrahi ister kimyasal olarak gerçekleştirilsin kastrasyonun amacı, kişinin vücudundaki fazla miktardaki testosteron hormonunu azaltmak ve bu şekilde cinsel ilişkide bulunma yeteneğini kontrol altına almaktadır. Oysa kadınlarda testosteron hormonunun fazlalığı kural olarak söz konusu olmayacağından, kastrasyon müdahalesi ile kadınlar, cinsel ilişkide bulunma yeteneğini kaybetmez, sadece çocuk yapma olanağını yitirir. Bkz. TEK, s. 107. Kısacası, kadınların hadım edilmesi, kastrasyonla ulaşmak istenen amaca (cinsel suçların tekerrürünü önlemek) katkı sağlamaz. 67  Mesela bir araştırmaya göre, kastrasyonun uygulandığı kişilerde cinsel nitelikli suçların tekerrür edilme oranı % 3 iken, tedbirin uygulanmadığı suçlularda söz konusu oran, % 46 dır. CARPENTER, s. 438; benzer sonuca ulaşan araştırmalar için HARRISON, s. 18. 68  SAĞLAM, s. 115; ATAR, s. 132; GÖZLER, s. 132. 69  AYMK, E. 1962/208, K. 1963/1, Karar Günü: 4.1.1963, Resmi Gazete Sayı: 11354. 316 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... öz  kriterini  dolaylı  olarak  kullanmaya  devam  etti.  Şu  kadar  ki,  1961 Anayasasından farklı olarak kavramın güvence alanı daraltılmış ve sadece hak ve özgürlüğü tümüyle kullanılmaz hale getiren sınırlamalar bu kapsamda değerlendirilmiştir.  Buna  karşılık,  2001 de  gerçekleştirilen  Anayasa değişikliği sonucunda öz kavramının, 13. maddeye yeniden eklendiği ve bu değişiklikle birlikte, Anayasa Mahkemesinin eski içtihadına geri döndüğü ileri sürülebilir. Bu bağlamda, cerrahi kastrasyonun kişilerin cinsel faaliyette bulunma ve üreme yeteneklerini telafisi mümkün olmayan şekilde bütünüyle ortadan kaldırmasının, kişilerin özel ve aile hayatına saygı gösterilmesini isteme  hakkını  tümüyle  kullanılmaz  hale  getireceğinden  hakkın  özüne dokunacağı açıktır. Benzer yönde bir görüş, kimyasal kastrasyon yaptırımı açısından  geçerlidir.  Çünkü  kimyasal  kastrasyonun  uygulanması  halinde kişiler cinsel ilişkide bulunma ve üreme kabiliyetini bütünüyle kaybetmemekle birlikte bu evrede kullanılan ilaçlar, kişilerin söz konusu davranış biçimlerinde bulunmasını önemli ölçüde zorlaştırmaktadır. 2001 değişikliği sonucunda sadece  hakkı  bütünüyle  kullanılamaz  hale  getiren  sınırlamalar  değil  ve aynı zamanda hakkın amacına ulaşmasını önleyip, kullanılmasını ciddi bir biçimde zorlaştıran müdahaleler de, öz kriterine dâhil edildiğinden, kimyasal kastrasyon yaptırımının kabul edilmesinin Anayasa md. 13 e aykırı olacağı iddia edilebilir. IV. Sonuç Yerine Son  yıllarda  kişilerin  cinsel  dokunulmazlığını  ihlal  eden  suçların önemli bir şekilde artış göstermesi ve bu suçların mağdurlarını genellikle kadınlar  ve  çocukların  oluşturması,  toplumun  bu  suçlara  karşı  olan hassasiyetinin artmasına neden olmuştur. Nitekim bu suçları işleyen failler hakkında, mevzuatımızda yer almadığından, daha öncesinde işlenmiş suçlara uygulanması ceza hukukunun en temel ilkelerinden biri olan suç ve cezada kanunilik  ilkesi  çerçevesinde  mümkün  olmayan  zorunlu  kastrasyonun tatbik edilmesi gerektiğine ilişkin öne sürülen fikirler, toplumun gösterdiği tepkinin ulaştığı boyutu göstermesi açısından önem arz eder. Gerçi, özellikle de mağdurların kimliği ve suçun niteliği dikkate alındığında, bu toplumsal 70  TANÖR / YÜZBAŞIOĞLU, s. 153. 71   Örneğin,  Anayasa  Mahkemesi,  26.12.2013  tarihli  bir  kararında  aynen  şu  ifadeleri kullanmıştır: Anayasal açıdan dokunulamayacak özün, her temel hak ve özgürlük açısından farklılık göstermekle birlikte kanunla getirilen sınırlamanın hakkın özüne dokunmadığının kabulü için temel hakların kullanılmasını ciddi surette güçleştirip, amacına ulaşmasına engel olmaması ve etkisini ortadan kaldırıcı bir nitelik taşımaması gerekir.. AYMK, E. 2013/54, K. 2013/161, Karar Günü: 26.12.2013, Resmi Gazete Sayı: 29014. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 317Tevfik Sönmez KÜÇÜK tepkinin anlaşılır bir nedene dayandığı savunulabilir. Fakat suçlarla mücadele ve devletin suçlu olarak belirlediği kişiler için uygulayacağı bir yaptırım söz konusu olduğunda duygusal saiklerle hareket edilmemesi ve herkes için geçerli olan anayasal esaslara uyulması gerektiği konusunda şüphe yoktur. Buraya kadar yapılan açıklamalar çerçevesinde şu sonuca varılabilir: Cinsel nitelikli suç işleyenler hakkında bir ceza hukuku yaptırımı olarak uygulanacak zorunlu kastrasyon; müdahalenin insan haysiyetine uygunluğu, ne  kadar  adil  yargılama  yapılırsa  yapılsın  neticesinde  verilen  hükmün yanılma ihtimali ve kişilerin sağlıklı yaşam ile özel ve aile hayatlarına saygı gösterilmesini isteme hakları dikkate alındığında anayasa hukuku açısından tartışmaya açık bir uygulama niteliği taşır. Ne var ki, bu durum, kastrasyonun gönüllü olarak gerçekleştirilemeyeceği anlamına gelmez. Başka bir anlatım ile Alman Kastrasyon Kanununun 2. maddesinde belirtildiği gibi, belirli bir yaşı doldurmuş olanların kastrasyon ile ilgili olarak aydınlatılmış onamının alınmış olması, müdahalenin tıp biliminin standartlarına uyularak yapılması, kastrasyon nedeniyle kişilerin beden ve ruh sağlığında ortaya çıkabilecek zararlarla müdahale sonucunda hedeﬂ enen sonuç arasında orantılı bir ilişkinin söz konusu olması ve müdahalede bulunulacak kişi açısından kriminolojik bir endikasyonun bulunması yani kişilerin testosteron hormonunun fazla olması nedeniyle bu tür suçlar işlediğinin ve kastrasyonun, bu suçlarla mücadeleye olumlu katkı sağlayacağının tıp bilimi tarafından onaylanması durumunda, kastrasyonun  artık  hukuka  uygun  bir  müdahale  haline  geldiği  kabul edilmelidir. Görüldüğü gibi, burada önem arz eden asıl husus, kastrasyonun, cinsel nitelikli bir suçun işlenmesi üzerine bir ceza hukuku yaptırımı olarak değil, herkesin kendi kaderini tayin etme hakkının bulunduğu dikkate alınarak, belirli koşullar altında kişilerin serbest iradeleri ile uygulanmasıdır. Nitekim bu halde hem cinsel nitelikli suçlarla etkin bir şekilde mücadele edilmiş, hem de müdahale, belirli şartlar altında kişilerin aydınlatılmış onamı alınarak gerçekleştirileceğinden, anayasal sınırlar dâhilinde kalınmış olur. 72  Bu madde için bkz. http://www.gesetze-im-internet.de/kastrg/__2.html, Çevrimiçi: 1 Aralık 2015. 318 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku...",
     "Kaynakça": "AKBABA, Zeynep Burcu, “Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–I”, Türkiye Barolar Birliği Dergisi, Sayı: 81, Mart–Nisan 2009, s. 353–380. AKBABA, Zeynep Burcu, “Kimyasal Hadım Yönteminin Anayasaya Uygunluğu–II”, Türkiye Barolar Birliği Dergisi, Sayı: 82, Mayıs–Haziran 2009, s. 377–394. ATAÇ, Adnan, “Tıp Etiği Açısından Kastrasyon”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 169–182. ATAR, Yavuz, Türk Anayasa Hukuku, Mimoza Yay., 9. Baskı, Konya, Ekim 2014. BENDA, Ernst, “Menschenwürde und Personlichkeitsrecht”, in Ernst Benda / Werner Maihofer / Hans Jochen Vogel (Hrsg.), Handbuch des Verfassungsrechts (1), Walter de Gruyter Ver., 2. Auﬂ age, Berlin–New York, 1994, s. 161–190. BAYRAK,  Emek,  “Cezanın  Nitelikleri  ve  Amaçları”,  Kocaeli Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 5, Temmuz 2005, s. 93–113. BAYRAKTAR,  Köksal,  Hekimin  Tedavi  Nedeniyle  Cezai Sorumluluğu, Sermet Matbaası, İstanbul, 1972. ÇAĞLAYAN, Ramazan, “İnsanilik Unsuru Açısından Hadımlaştırma Cezası”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 92–113. CARPENTER, Alison G., “Belgium, Germany, England, Denmark and the United States: The Implementation of Registration and Castration Laws as Protection Against Habitual Sex Oﬀ enders”, Dickinson Journal of International Law, Volume: 16:2, 1998, s. 435–457. DEMİRBAŞ,  Timur,  Ceza  Hukuku  Genel  Hükümler,  8.  Baskı, Seçkin Yay., Ankara, Ekim 2012. DOĞAN, Murat, “Hadımlaştırmadan Doğan Hukuki Sorumluluk”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 138–151. ERMAN,  Barış,  Ceza  Hukukunda  Tıbbi  Müdahalenin  Hukuka Uygunluğu, Seçkin Yay., Ankara, 2003. GÖZLER, Kemal, Türk Anayasa Hukuku, Ekin Yay., 16. Baskı, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 319Tevfik Sönmez KÜÇÜK Bursa, Ocak 2014. GÜRBÜZ, Nagehan, Biyotıp Hukukunda İnsan Onuru, XII Levha Yay., İstanbul, Şubat 2014. GÜZELSOY,  Zeycan,  Kimyasal  Kastrasyon  Uygulamasına  Bazı Meslek  Gruplarının  Yaklaşımlarının  Araştırılması,  (Danışman:  Yard. Doç. Dr. Yusuf Tunç Demircan), T.C. İstanbul Üniversitesi Adli Tıp Enstitüsü Sosyal Bilimler Anabilim Dalı, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2014. HARRISON, Karen, “The High Risk Sex Oﬀ ender Strategy in England and Wales: Is Chemical Castration an Option?”, The Howard Journal Of Criminal Justice, Volume: 46, Issue: 1, February 2007, s. 16–31. HAKERİ, Hakan, Tıp Hukuku, Seçkin Yay., Ankara, 2010. KANADOĞLU, Korkut, “Türk Anayasa Hukukunda Sağlık Alanında Temel  Haklar”,  Türkiye  Barolar  Birliği  Dergisi,  Sayı:  119,  Temmuz– Ağustos 2015, s. 11–34. ÖMEROĞLU, Ömer, “Bir Ceza Türü Olarak Kastrasyon”, Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, Sayı: 63– 64, 2009, s. 281–290. ÖZBEK, Veli Özer / KANBUK, Mehmet Nihat / DOĞAN, Koray / BACAKSIZ, Pınar / TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Genişletilmiş 4. Baskı, Seçkin Yay., Ankara, Eylül 2013. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yay., 14. Baskı, Ankara, 2013. ÖZDEMİR,  Hayrünnisa,  “Hadım  Etme  ve  Hekimin  Sır  Saklama Yükümlülüğü”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 183–218. PASTNER, Bruce, “Cinsel Suçlarda Erkek Faillerin Hadım Edilmesi”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 126–137. ROAGNA, Ivana, Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması, (Çeviren: Ayşegül Alkış Schäling), Şen Matbaa, Ankara, 2012. SAĞLAM, Fazıl, Temel Hakların Sınırlandırılması ve Özü, AÜSBF Yay., Ankara, 1982. 320 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Bir Ceza Hukuku Yaptırımı Olarak Zorunlu Kastrasyonun Anayasa Hukuku... SCHWACKE,  Peter  /  SCHMIDT,  Guido,  Staatsrecht,  Deutscher Gemeinde Ver., 5. Auﬂ age, Stuttgart, 2007. TAHMAZOĞLU ÜZELTÜRK, Sultan, Anayasa Hukuku Açısından Sağlık Hakkı (Ulusal ve Uluslararası Boyutlarıyla), Legal Yay., İstanbul, 2012. TANÖR, Bülent / YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yay., 14. Bası, İstanbul, Ekim 2014. TEK, Gülen Sinem, “Türk Hukukunda Kadının Vücudu Üzerindeki Tasarruf Hakkını Sınırlayan Düzenlemeler”, Sağlık Hukuku Makaleleri II, İstanbul Barosu Yay., İstanbul, 2012, s. 103–130. TEMEL,  Erhan,  “Hadımlaştırma  Operasyonlarından  Dolayı Alman Hukukunda Sorumluluk”, III. Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 115–125. TULLIO, Elizabeth M., “Chemical Castration for Child Predators: Practical, Eﬀ ective, and Constitutional”, Chapman Law Review, Volume: 13, 2009, s. 191–220. UÇAR,  Muharrem,  “Tıp  Etiği Açısından  Kastrasyon”,  III.  Sağlık Hukuku Kurultayı (7–8 Mayıs 2010), Ankara Barosu Yay., Ankara, 2010, s. 152–160. UYGUN, Oktay, Devlet Teorisi, XII Levha Yay., İstanbul, Eylül 2014. YENERER  ÇAKMUT,  Özlem,  Tıbbi  Müdahaleye  Rızanın  Ceza Hukuku Açısından İncelenmesi, Legal Yay., İstanbul, Ocak 2003. YENİDÜNYA,  Caner  /  YAŞAR,  Yusuf,  “Kastrasyon  Cinsel  Suç Faillerine Uygulanabilecek Uygun Bir Yaptırım Mıdır?”, Türkiye Adalet Akademisi Dergisi, Yıl: 4, Sayı: 14, Temmuz 2013, s. 348–363. ZIPPELIUS, Reinhold / WÜRTERNBERGER, Thomas, Deutsches Staatsrecht, C. H. Beck Ver., München, 2008. DİĞER KAYNAKLAR AYMK, E. 1962/208, K. 1963/1, Karar Günü: 4.1.1963, Resmi Gazete Sayı: 11354. AYMK, E. 1971/2, K. 1971/36, Karar Günü: 6.4.1971, Resmi Gazete Sayı: 13994. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 321Tevfik Sönmez KÜÇÜK AYMK, E. 2013/54, K. 2013/161, Karar Günü: 26.12.2013, Resmi Gazete Sayı: 29014. BVerfGE,  1,  39,  http://www.servat.unibe.ch/dfr/bv039001.html, Çevrimiçi: 1 Aralık 2015, Rn. 1–255. BVerfGE,  22,  180,  http://www.servat.unibe.ch/dfr/bv022180.html, Çevrimiçi: 1 Aralık 2015, Rn. 1–147. Vo / Fransa Davası, Başvuru No: 53924/00, Karar Tarihi: 8 Temmuz 2004, Par. No: 84. http://www.adlisicil.adalet.gov.tr/istatistik_2014/ist_tab.htm, Çevrimiçi: 1 Aralık 2015. http://www.gesetze-im-internet.de/kastrg/__2.html, Çevrimiçi: 1 Aralık 2015. http://www.verfassungen.de/de/gg49-i.htm, Çevrimiçi: 1 Aralık 2015. http://www.verfassungen.eu/it/, Çevrimiçi: 1 Aralık 2015. 322 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4"
}