{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "4",
     "Başlık": "İDARİ İŞLEMİN GERİ ALINMASI SEBEBİOLARAK AÇIK HATA",
     "Title": "MANIFEST ERROR AS A REASON FOR REVOCATION OF AN ADMINISTRATIVE ACT",
     "Yazar İsmi": [
          "Halil ALTINDAĞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "açık hata",
          "geri alma",
          "kazanılmış hak",
          "haklı beklenti",
          "hile"
     ],
     "Keywords": [
          "manifest error",
          "revocation",
          "vested right",
          "legitimate expectation",
          "fraud"
     ],
     "Özet": "Hukuka aykırı ve hak doğurucu idari işlemlerin geri alınmasında idarenin sınırsız bir yetkiye sahip olmadığı, idari işlemin ancak belli bir süre içinde geri alınabileceği kabul edilmektedir. Ancak bazı işlemlerin herhangi bir süre sınırı olmaksızın geri alınabileceği kabul edilmektedir. Yokluk, açık hata ve hile hallerinde idare hukuka aykırı idari işlemi her zaman geri alabilir. Ancak yokluk ve hile kavramlarının  nazaran  açık  hata  kavramı  belirsiz  bir  alan  yaratmaktadır.  Bu çalışmada açık hata konusunda idari yargı kararlarında gözlemlenen iki eğilim ele alınmıştır. Açık hatayı mevzuatın yoruma ihtiyaç göstermeyeceği hallerde yapılan hata olarak tanımlayan ilk görüşün aksine, işlemin muhatabının farkedebileceği hata olarak tanımlayan ve hileye yaklaştıran dar anlamdaki yorumunun hakkaniyete uygun olduğu sonucuna varılmıştır.",
     "Abstract": "It is well accepted that the Administration does not have unlimited authority to revoke an administrative act which is illegal but advantageous to its addressee. Adminitrative authorities can revoke these kind of acts only within certain period. However, it is also accepted that possibility of revocation is always open to certain administrative acts. Acts which are deemed inexistent or tainted with fraud or manifest error can always be revoked by responsible administration regardless of elapsed time. However, compared to inexistence or fraud, the notion of manifest error is more ambiguous and that nature makes it difﬁ cult to deﬁ ne. In this study, two main tendency observed in administrative jurisprudence regarding manifest error is examined. It is concluded that interpretation of manifest error in a narrow way, which assismilates it to fraud, is more equitable.",
     "Metin": "İdari işlemler idare tarafından genel itibariyle iki şekilde yürürlükten kaldırılmaktadır. Bunlardan ilki kaldırma, diğeri ise geri alma olarak adlandırılmaktadır. İdari işlemin kaldırılması, işlemin kaldırılma anına dek doğurduğu hukuki sonuçların korunarak geleceğe etkili olacak şekilde işlemin hukuk aleminden çıkarılmasıdır. Geri alma ise idari işlemin yapıldığı andan itibaren hukuk aleminden çıkarılması, başka bir deyişle işlemin hiç yapılmamış varsayılmasıdır. Dolayısıyla idari işlemin geri alınması bu bağlamda iptal davası  sonucu  verilen  iptal  kararına  benzemektedir.  İdari  işlemin  geri alınması, istisnai durumlar bir kenara bırakılırsa, genel itibariyle hukuka aykırı işlemlerin  ortadan  kaldırılması  amacını  taşımaktadır.  Uygulamada  ortaya çıkan sorun hukuka aykırı işlemin hangi sürede geri alınabileceğidir. Yargı kararlarında ve doktrinde dava açma süresi ve makul süre gibi iki farklı kritere başvurulmakla birlikte; yokluk ve açık hata ile malül işlemler ile ilgilinin hilesi sonucu tesis edilen işlemlerin herhangi bir süre ile bağlı olmaksızın geri alınabileceği tartışmasız bir biçimde kabul edilmektedir. Ancak yargı kararlarında içeriği net bir biçimde ortaya konamayan açık hata kavramı, idari işlemin geri alınması bağlamında bir belirsizliğe yol açmaktadır. Bu çalışmanın konusu, bir geri alma sebebi olarak açık hata kavramıdır. Çalışmanın temel problematiği, bir hataya açıklık vasfını veren olguyu tespit etmektir. Bu bağlamda açık hata gerekçesiyle geri alınan işlemlerde idari yargı organlarının bu kavrama yükledikleri anlamlar değerlendirilerek bir açık hata tanımı önerilecektir. 1   Ender Ethem ATAY, İdare Hukuku, 4. Bs., Turhan Kitabevi, Ankara, 2014, s. 541; Bahtiyar AKYILMAZ / Murat SEZGİNER / Cemil KAYA, İdare Hukuku, 3. Bs., Seçkin Yayıncılık, Ankara, 2012, s. 418. 2   Yves GAUDEMET, Droit Administratif, 20. Bs., L.G.D.J, Paris, 2012, s. 332; İsmet GİRİTLİ / Pertev BİLGEN / Tayfun AKGÜNER / Kahraman BERK, İdare Hukuku, 5. Bs., Der Yayınları, İstanbul, 2012, s. 1122; Turgut TAN, İdare Hukuku, 4. Bs., Turhan Kitabevi, Ankara, 2015, s. 282; Turgut TAN, İdari İşlemin Geri Alınması, Sevinç Matbaası, Ankara, 1970, s. 5; Kemal GÖZLER, İdare Hukuku, Cilt I, 2. Bs., Ekin Kitabevi, Bursa, 2009, s. 1112; Turan YILDIRIM / Melikşah YASİN / H. Eyüp ÖZDEMİR / Gül ÜSTÜN / Özge OKAY, İdare Hukuku II, On İki Levha Yayınları, İstanbul, 2010, s. 58; s. AKYILMAZ / SEZGİNER / KAYA, s. 430; Erdoğan BÜLBÜL, İdari İşlemlerin Yürürlükten Kaldırılması, Beta Yayınları, İstanbul, 2010, s. 19; Ramazan ÇAĞLAYAN, İdari İşlemin Geri Alınması Üzerine, AÜEHFD, Cilt 4, Sayı 1-2, 2000, s. 43. 3   René CHAPUS, Droit Administratif General, Tome 1, 15. Bs., Montchrestien, Paris, 2001, s. 1154; Didier TRUCHET, Droit Administratif, 4. Bs., Presses Universitaires de France, Paris, 2011, s. 253; GİRİTLİ ve diğerleri, s. 1122; Metin GÜNDAY, İdare Hukuku, 10. Bs., İmaj Yayınevi, Ankara, 2011, s. 171; ATAY, s. 542; Hasan Nuri YAŞAR, İdare Hukuku, 2. Bs., İstanbul, Der Yayınları, 2014, s. 303. 82 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ 1. Geri Almaya İlişkin Temel Hususlar İdari  işlemin  geri  alınması,  idarenin  hukuka  uygun  davranma yükümlülüğünün bir görünümü olarak idari yargı yerlerince verilen iptal kararı ile benzer bir işlev görmektedir. Bu nedenle gerek doktrinde gerekse yargı kararlarında idari işlemin geri alınması konusunda yapılan tespitlerde, iptal davasına ilişkin hükümlere ve değerlendirmelere atıf yapılmaktadır. İdari işlemin geri alınmasında en temel problematik işlemin hangi süre  içinde  geri  alınabileceğidir.  Doktrinde  bu  konuda  hukuka  uygun işlemler – hukuka aykırı işlemler, hak doğuran işlemler – hak doğurmayan işlemler şeklinde ayrımlar yapılmaktadır. Hak doğurmayan, hatta kişilere bir yükümlülük yükleyen veya bir yaptırım uygulayan işlemlerin her zaman geri alınabileceği kabul edilmektedir. Hukuka uygun ve kişiler için hak doğurucu nitelikte olan işlemlerin ise hiçbir zaman geri alınamayacağı kabul edilmektedir. Süre  konusunda  temel  tartışma  hak  doğurucu  fakat  hukuka  aykırı idari  işlemlerin  geri  alınması  noktasında  yoğunlaşmaktadır.  Kişiler  için hak  doğurucu  nitelikte  olan  hukuka  aykırı  idari  işlemlerin  hangi  sürede geri alınabileceği konusunda hem süreye ilişkin hem de hukuka aykırılığın niteliğine ilişkin iki farklı değerlendirme yapılmaktadır. Süreye  ilişkin  değerlendirmeler,  geri  alma  işleminin  dava  açma süresinde mi yoksa somut olayın özelliklerine göre tespit edilecek makul bir sürede mi yapılabileceği hususundadır. İlk görüş geri alma işlemi ile iptal davası arasında yukarıda da ifade edildiği gibi bir kıyasa başvurmakta ve nasıl ki kişiler hukuka aykırı işlemlere karşı iptal davası süresinde dava açabiliyorsa, idarenin de hukuka aykırı işlemlerini dava açma süresi içinde geri alabilmesi gerektiği, bu süre geçtikten sonra işlemin geri alınmaması gerektiğini savunmaktadır. Bu görüş, iptal davasında olduğu gibi, hukuk güvenliği ilkesi ve idarenin hukuka uygun davranma yükümlülüğü arasındaki tercihini ilki yönünde kullanmaktadır. İkinci görüş ise, dava açma süresi ile 4   Marceau LONG / Prosper WEIL / Guy BRAIBANT / Pierre DELVOLVE / Bruno GENEVOIS, Les Grands Arrets de la Jurisprudence Administrative, 18. Bs., Dalloz, Paris, 2011, s.813; GİRİTLİ ve diğerleri, s. 1125; GÖZLER, s. 1115; YAŞAR, s. 304; Ramazan ÇAĞLAYAN, İdare Hukuku Dersleri, Adalet Yayınevi, Ankara, 2013, s. 350. 5   GİRİTLİ ve diğerleri, s. 1124. 6   Lütﬁ  DURAN, İdare Hukuku Ders Notları, Fakülteler Matbaası, İstanbul, 1982, s. 422; GİRİTLİ ve diğerleri, s. 1225; GÖZLER, s. 1118; YAŞAR, s. 305. 7   GİRİTLİ ve diğerleri, s. 1127; GÖZLER, s. 1112; YILDIRIM ve diğerleri, s. 58. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 83İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata geri alma süresi arasındaki paralelliği kabul etmemekte ve idarenin hukuka aykırı idari işlemi geri alma konusunda daha esnek bir yetkiye sahip olmasını, yargı kararlarında kullanılan ifadesiyle makul bir sürede idari işlemi geri alabilmesini savunmaktadır. Bu görüşe göre, idari işleme karşı dava açma süresi içinde iptal davası açılmakla birlikte, idari işlemin iptali aylar – yıllar alabilmekte, oysa dava açma süresini işlemin geri alınmasına uyguladığımızda, idare yalnızca en fazla 60 günlük bir süreye sahip olmaktadır. Ayrıca idarenin hukuka aykırılığı tespit etmesi iç idari denetimlerle veya bu konuda idareye yapılan  müracaatlarla  mümkün  olduğundan,  dava  açma  süresinin  hayli kısa  olduğu  ifade  edilmektedir.  Dolayısıyla  dava  açma  süresi  kriterini uygulamanın bir eşitlik değil, tam aksine idare aleyhine bir eşitsizlik yarattığı savunulmaktadır. Danıştay ın geri almada süre konusundaki içtihadı incelendiğinde, belli konularda ilk görüşün, bunların dışında kalan alanlarda ise ikinci görüşün kabul edildiğini göstermektedir. Danıştay kanunsuz ödemelerin geri alınması konusunda 1973 tarihli içtihadı birleştirme kararında, bu ödemelerin ancak dava açma süresi içinde geri alınabileceğine karar vermiştir. Ancak bunun dışında  kalan  konularda  Danıştay  makul  süre  kriterini  uygulamaktadır. Danıştay ın makul sürenin ne olduğu konusunda belirleme yaptığı bir içtihadı birleştime kararı bulunmaktadır. 1952 tarihli bu İBK ya göre, hukuka aykırı terﬁ  işleminden sonra aynı memur hakkında müteaddid terﬁ ler yapılmışsa hukuka  aykırı  terﬁ   işlemi  geri  alınamayacaktır.  Danıştay  kararlarında müteaddid  terﬁ ler  ifadesi  en  az  iki  derece  yükselmesi  anlamında yorumlanmaktadır. Dolayısıyla 6 yıl geçtikten sonra hukuka aykırı terﬁ  işleminin geri alınamayacağı kabul edilmektedir. Danıştay ın içtihadı genel itibariyle yukarıda anlatıldığı gibi olmakla birlikte, zaman zaman bu genel tablo ile çelişen kararlarına da rastlanmaktadır. Örneğin, dava açma süresi kriterinin  hatalı  ödemelerin  geri  alınması  yanında  farklı  konularda  da uygulandığı kararlar bulunmaktadır. 8   Onur KARAHANOĞULLARI, İdarenin Hukukla Kavranması, Turhan Kitabevi, Ankara, 2011, s. 585. 9   KARAHANOĞULLARI, s. 585. 10  Danıştay İBK, E.1968/8 K.1973/14, Kazancı İçtihat Bilgi Bankası. 11  GÜNDAY, s. 179; KARAHANOĞULLARI, s. 595. 12  Danıştay İBK, E. 1952/15 K.1952/244, Legalbank Elektronik Hukuk Bankası. 13  Danıştay 5. Dairesi E.2002/1094 K.2005/3654, Danıştay Dergisi, Sayı 111, 2006, s. 177. 14  Danıştay 12. Dairesi, E.1995/2951 K.1995/1071, Kazancı İçtihat Bilgi Bankası; Danıştay 10. Dairesi, E.1997/78 K.1997/742, Legalbank Elektronik Hukuk Bankası. 84 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ Hukuka aykırı idari işlemlerin geri alınması konusunda Fransa daki duruma  bakıldığında  yakın  zamana  kadar  Conseil  d Etat nın  yukarıdaki birinci görüşe ağırlık verdiği gözlemlenmektedir. 1922 yılında verilen Dame Cachet kararında Conseil d Etat, hukuka aykırı idari işlemlerin ancak dava açma süresi içinde; eğer işleme karşı dava açılmışsa dava sonuçlanıncaya kadar geri almanın mümkün olduğuna karar vermiştir. Conseil d Etat idari işlemin yargı kararı ile iptal edilmesi ile idare tarafından geri alınması arasında yukarıda da ifade edildiği şekilde bir paralellik kurarak süre konusunda ortak bir hukuki rejime tabi olmalarını amaçlamıştır. Hem dava açma süresi hem de dava açılmışsa davanın sonuçlanmasına kadar geçen süre, idari işlemin yargı kararı ile iptal edilebileceği sürelerdir ve bu süreler geri alma konusunda idarenin de yetkisinin sınırı olarak belirlenmiştir. Esasen yukarıdaki birinci görüşe kıyasla daha raﬁ ne bir değerlendirme yapıldığı söylenebilir. Dava açma süresi kriterinin yanına dava açılmışsa davanın sonlanmasına kadar geçen süre kriteri de eklenerek dava açılması durumunda birinci görüşün idare aleyhine bir eşitsizlik yarattığını ileri süren ikinci görüşe de bir nebze haklılık verilmiş ve idare ile birey arasındaki eşitlik her iki durumda da muhafaza edilmeye çalışılmıştır. Ancak 1922 yılından beri uygulanagelen bu içtihat 2001 yılında verilen Ternon kararıyla değişmiştir. Conseil d Etat bu kararında, hak doğuran hukuka aykırı birel işlemlerin işlem tarihinden itibaren dört ay içinde geri alınabileceğini ifade ederek 1922 yılında dava açma süresi ile geri alma süresi arasında kurduğu parallelliğe son vermiştir. Bu kararıyla Conseil d Etat, 1973 ve 1952 tarihli İBK larında yaptığı gibi geri almada makul süreyi belirleme  yoluna  gitmiştir.  Conseil  d Etat  içtihatlarıyla  düzenlenen  idari işlemin geri alınması konusu 1 Haziran 2016 tarihinden itibaren artık yasal bir zemine oturtulmuştur. İdare ve Kamu Arasındaki İlişkiler Kanunu nun II.  Kitabının  IV.  Bölümü  idari  işlemin  yürürlükten  kalkması  başlığını taşımaktadır ve Ternon kararıyla getirilen dört aylık süre idari işlemlerin geri alınmasında genel kural kabul edilmiştir. 15  Conseil d Etat, 3 Kasım 1922, Dame Cachet kararı, www.legifrance.fr. 16  CHAPUS, s. 1157;  Pierre-Laurent FRIER / Jacques PETIT, Droit Administratif, 7. Bs., Montchrestien, Paris, 2012, s. 364-365. 17  Conseil d Etat, Ass., 26 Ekim 2001, Ternon kararı, LONG ve diğerleri, s. 806. 18  GAUDEMET, s. 334; TAN, İdare Hukuku, s. 288. 19  23 Ekim 2015 tarih ve 2015-1341 sayılı Kararname (Ordonance) ın 9. Maddesinde, geri alma konusunda yukarıda zikredilen düzenlemenin 1 Haziran 2016 tarihinde yürürlüğe gireceği hükmü yer almaktadır. 20  Code de relations entre le public et l administration, www.legifrance.fr. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 85İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata Geri almada süre konusunda Yargıtay ın da bir içtihadı birleştirme kararı bulunmaktadır. Yargıtay 1973 yılında vermiş olduğu içtihadı birleştirme kararında, hukuka aykırı idari işlemin dava açma süresi içinde, eğer iptal davası açılmışsa dava sonuçlanana kadar geri alınabileceğine hükmetmiştir. Esasen Conseil d Etat nın Dame Cachet kararında kabul ettiği yukarıdaki kriter, 1973 yılında Yargıtay ın içtihadı birleştirme kararıyla yeniden ifade bulmuştur. Türk idare hukuku doktrininde de bu görüşü savunan yazarlar bulunmaktadır. Süre  konusundaki  bu  değerlendirmeler  tüm  hukuka  aykırı  idari işlemleri kapsar nitelikte değildir. Hukuka aykırılığın niteliğine göre de bir ayrım yapılmakta ve yukarıdaki değerlendirmeler olağan hukuka aykırılık halleri için geçerli kabul edilmektedir. Ağır hukuka aykırılık halleri olarak nitelenen  açık  hata,  ilgilinin  hilesi  ve  yokluk  hallerinde  hiçbir  süreye bağlı kalınmaksızın idari işlemin geri alınabileceği Türk doktrin ve yargı kararlarında kabul edilmektedir. Fransız idare hukuku doktrininde ise kesin hükümle bağdaşmayan idari işlemler, ilgilinin hilesi sonucu tesis edilen veya yoklukla malül idari işlemler süre sınırı olmaksızın geri alınabilecek işlemler olarak kabul edilmekte, ancak açık hata hali Fransız hukukunda bu bağlamda değerlendirilmemektedir. Nitekim Conseil d Etat 1973 yılında vermiş olduğu bir kararında, açık hata ile sakat bir idari işlemin, dava açma süresi geçtikten sonra geri alınamayacağına hükmetmiştir. 21  Yargıtay İBK, 27.01.1973, E.1972/6 K.1973/2, Kazancı İçtihat Bilgi Bankası. 22  Sıddık Sami ONAR, İdare Hukukunun Umumi Esasları, Cilt 1, 3. Bs., İsmail Akgün Matbaası, İstanbul, 1966, s. 551; ATAY, s. 543; YAŞAR, s. 311. 23  Dosyanın incelenmesinden; davacının Yakın Doğu Üniversitesi Bilgisayar Mühendisliği Bölümüne kaydolduğu, sadece hazırlık sınıfının ilk yarıyılını okuduğu ve isteği üzerine 07.05.1997 tarihinde kaydını sildirdiği, ilk üç sınıfa ait hiç bir dersi almadığı, sahte transkript ile davalı üniversiteye yatay geçişinin yapıldığı anlaşılmaktadır.   Yatay geçiş işleminin davacının vekil tayin ettiği üçüncü kişi tarafından yapılmış olduğu iddiasının doğruluğu kabul edilse dahi, davacının sorumluluğu ortadan kalkmaz. Olayda, sadece hazırlık sınıfının ilk yarıyılına devam eden davacı, üçüncü sınıfa yatay geçişinin yapılamayacağını bilmek durumundadır.   Öte yandan, kazanılmış haktan söz edilebilmesi için, bu hakkın hukuka uygun olarak kazanılmış olması gereklidir. Hukuka aykırı elde edilmiş bir hakkın, hukuk düzeni tarafından korunması düşünülemez. Nitekim mahkeme kararında da değinilen 22.12.1973 gün ve E: 1968/8, 1973/14 sayılı İçtihatları Birleştirme Kurulu kararında, ilgilisinin gerçek dışı beyanı ve hilesi durumunda, süre sınırı aranmaksızın yapılan ödemenin geri alınabilmesi öngörülmüştür. Danıştay 8. Dairesi E. 2004/1570 K. 2004/3441, Legalbank Elektronik Hukuk Bankası. 24  CHAPUS, s. 1165. 25  Conseil d Etat açık hata kavramını erreur manisfeste olarak ifade etmiştir. Conseil d Etat, 86 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ Türk idare hukukunda üçüncü bir kriter olarak başvurulan açık hata kavramı meseleyi belirginlikten uzaklaştırmakta ve açık hatanın tanımlaması ihtiyacını doğurmaktadır. Aşağıda yargı kararları ışığında açık  hata kavramına ilişkin değerlendirmelere yer verilecektir. 2. Danıştay Kararlarında Açık Hata Kavramı Danıştay kararlarında açık hata kavramına birbiriyle çelişen ve hatta belli durumlarda açık hata halini dışlayan bir biçimde anlamlar yüklendiği gözlemlenmektedir. Danıştay ın açık hata konusundaki ilk yaklaşımı, mevzuata aykırılık tek başına açık hata olduğu yönündedir. Bu tanım ilk bakışta olağan hata ile açık hata arasındaki farkı ortadan kaldırır nitelikte görünmekle birlikte, Danıştay mevzuata aykırılık ifadesini dar yorumlayarak yalnızca mevzuatın açık hükmüne aykırılık hallerini bu kapsamda değerlendirmektedir. Örneğin Danıştay 5. Dairesinin vermiş olduğu bir karara konu olayda davacı, bir belediyenin İktisat ve Kuşat İşleri Müdürlüğüne herhangi bir sınava tabi olmaksızın müfettiş olarak atanmıştır. Oysa ilgili mevzuatta İktisat ve Kuşat 7 Şubat 1973, Nguyen van Nang kararı, www.legifrance.fr; CHAPUS, s.1156.  Ancak ilginç bir biçimde Danıştay 1991 yılında vermiş olduğu bir kararda, açık hata halini tanımlarken bu kavramın Fransız Danıştay ı tarafından da kullanılmaya başlandığını ifade etmiştir: Açık hata kavramı, Fransız Danıştayı tarafından yakın zamanlarda kullanılmaya başlanmış ve uygulama alanı gittikçe genişlemiş bir kavram olup, kavramda yer alan açık nitelemesi, hatalı işlemin hak doğurmaya engel olduğu, yoksa yalnızca hatanın hak doğurma niteliğini kaybetmeye yetmediği şeklinde anlaşılmaktadır. Danıştayımızın uygulamasına göre hata kavramı, işlemin unsurlarından birinde ve çoğu kez sebep unsurundaki sakatlığı, işlemin hukuka açıkça aykırı olmasını ifade etmektedir. Şu hale göre işlem hukuka açıkca aykırı ise de; idare, işlemi hataen tesis etmiş demektir ve bu işlemin, süre koşuluna bağlı olmadan geri alınması mümkündür. Danıştay 10. Dairesi, E.1991/235 K.1991/3727, Kazancı İçtihat Bilgi Bankası. Danıştay ın bu değerlendirmeyi hangi kaynağa dayanarak yaptığı merak konusudur. Zira idari işlemin geri alınması konusunda güncel Fransız literatüründe dahi açık hata kavramına rastlanılmamaktadır. Turgut Tan, İdari İşlemin Geri Alınması adlı eserinde, hak doğurmaya elverişli olmayan işlemler başlığı altında Açık Hata (Erreur manifeste) başlığına yer vermiş ve Fransız Danıştay ının da bu kavramı kullanmaya başladığını ifade etmiştir, TAN, İdari İşlemin Geri Alınması, s. 78. Ancak Conseil d Etat nın kullandığı açık hata kavramı erreur manifeste d appreciation dur ve takdir yetkisinin yargısal denetimi ile ilgili bir kavram olup idari işlemin geri alınması bağlamında ele alınmamaktadır. Nitekim Tan, Fransız Danıştay ı ile Türk Danıştay ının açık hata kavramına ilişkin yaklaşımlarının farklı olduğunu ifade etmekte ve bu mahkemelerin açık hata kavramına başvurduğu kararların aynı başlık altında ele alınmasının isabetli olup olmadığı konusundaki tereddütünü dile getirmektedir, TAN, İdari İşlemin Geri Alınması, s. 79. 26  Açık hata, mevzuat hükmünün yoruma ihtiyaç göstermeyecek kadar açık olduğu, idare edenlerin kasıt ya da ihmal içinde olmadıkları sürece, hükmü uygularken hataya düşmelerinin beklenemeyeceği hallerde, maddi olaya ve mevuatın açık hükmüne aykırı davranılmış ve bu durum da işlemi yok denilecek kadar sakatlamış ise söz edilebilir. Danıştay 10. Dairesi E.2003/5754 K.2005/2591, Danıştay Dergisi, Sayı 111, s. 274; AKYILMAZ / SEZGİNER / KAYA, s. 440. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 87İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata Müdürlüğüne en az dört yıllık yüksek okul mezunlarından, sınavla iktisat müfettişi alınacağı düzenlemesi yer almaktadır.  Danıştay on altı yıl sonra atamanın geri alınması yönündeki kararı aşağıdaki gerekçe ile hukuka uygun bulmuştur: … idarelerin, mevzuata aykırı işlemlerini süreyle bağlı olmaksızın her zaman geri alabileceği, bu ana ilkenin istisnalarından 26/09/1952 tarihli Danıştay İçtihadı Birleştirme Kurulu kararının ise sadece terﬁ  işlemlerine ilişkin olduğu, bu nedenle, söz konusu kararın, konusu kanuna uygun olmayan atama işleminin geri alınmasına dair olan bu uyuşmazlıkta uygulanma olanağı bulunmadığı hususları göz önünde bulundurulduğunda, davacının mevzuatta öngörülen koşulları yerine getirmeksizin atandığı müfettiş kadrosundan veri hazırlama ve kontrol işletmeni  kadrosuna  atanmasına  ilişkin  işlemde  hukuka  aykırılık, işlemin  iptali  yolundaki İdare  Mahkemesi  kararında  hukuki  isabet görülmemiştir27 Mevzuatın açık hükmüne aykırılığın açık hata olarak değerlendirilmesine başka bir karara konu olayda ise belediye teşkilatı olmayan bir yerde verilen içkili yer açma ruhsatının geri alınması söz konusudur. Mevzuatta açıkça belediye  teşkilatı  olmayan  yerlerde  içkili  yer  açılamayacağı  hükmü  yer almaktadır. Hukuka aykırı olarak verilen bu ruhsatın geri alınmasına karşı açılan davada Danıştay 10. Dairesi şu gerekçe ile geri alma işlemini hukuka uygun bulmuştur: Yukarıda anılan Yönetmeliğin 8/a maddesi hükmüne göre, belediye teşkilatı bulunmayan ve içkili yer bölgesi olmayan yerlerde içkili yer açılamaz. Davacıya, yönetmeliğin bu açık hükmüne rağmen içkili yer ruhsatı verilmişse de; aktarılan açıklamalar ve Danıştay İçtihatları Birleştirme Kurulu kararı dikkate alındığında davalı idare hatalı olan bu işlemini geri alabilme olanağına sahiptir.28 Her iki kararda da görüldüğü üzere mevzuatta yer alan hüküm yeknesak bir  uygulamaya  müsait  ise,  başka  bir  deyişle  mevzuat  yoruma  veya  bir incelemeye ihtiyaç göstermeyecek açıklıkta ise Danıştay bu tip hükümlere aykırılığı  açık  hata  olarak  değerlendirmektedir. Ancak  mevzuat  hükmü 27  Danıştay 5. Dairesi, E.2012/7438 K.2012/8775, Kazancı İçtihat Bilgi Bankası. 28  Danıştay 10. Dairesi, E. 1996/4639 K.1998/5838, Kazancı İçtihat Bilgi Bankası. 29  …mevzuat hükmünün yoruma ihtiyaç göstermeyecek kadar açık olduğu, idare edenlerin kasıt ya da ihmal içinde olmadıkları sürece, hükmü uygularken hataya düşmelerinin beklenemeyeceği hallerde, maddi olaya ve mevzuatın açık hükmüne aykırı davranılmış ve bu 88 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ yeknesak bir uygulamaya imkan veren bir açıklık taşımıyor ve uygulayıcıların yorumlamalarına  ihtiyaç  gösteriyorsa  Danıştay  mevzuata  aykırılığı  açık hata olarak kabul etmemektedir. Bu yönde bir yaklaşımın hakim olduğu bir karara konu somut olayda davacıya gümrük komisyonculuğu karnesi verilebilmesi için gümrük idarelerinde gümrük mevzuatı uygulanarak işlem yapılan birimlerde en az 10 yıl çalışmak gerektiği, oysa davacının 10 yıldan fazla çalışma süresi olmakla birlikte yukarıda aranan nitelikte bir birimde bu süreyi doldurmadığı tespit edilmiş ve gümrük komisyonculuğu karnesi 13 yıl sonra geri alınmıştır. Danıştay açık hata kavramına ilişkin yukarıdaki tespitini hatırlatarak bu geri alma işleminin açık hata olup olmadığını sorgulamış ve aşağıdaki gerekçe ile açık hata olmadığına karar vermiştir: Diğer taraftan, mevzuat hükmünün yoruma ihtiyaç göstermeyecek kadar açık olduğu, idare edenlerin kasıt ya da ihmal içinde olmadıkları sürece,  hükmü  uygularken  hataya  düşmelerinin  beklenemeyeceği hallerde, maddi olaya ve mevzuatın açık hükmüne aykırı davranılmış ve bu durum da işlemi yok denilecek kadar sakatlamış ise, idarenin açık hatasından söz edilebilir. Uyuşmazlık  konusu  olayda,  davacının  gümrük  idaresinde  çalıştığı sürenin 10 yılın üzerinde olduğunda ve bu sürenin bir bölümünün başmemurluktan daha üst görevlerde geçtiğinde çekişme yoktur. Bu sürenin,  bilﬁ il  gümrük  idarelerinde  gümrük  mevzuatı  uygulanarak işlem yapılan birimlerde geçmesi gerektiği hususu ise, yasa kuralının amaç yönünden yorumlanması suretiyle ulaşılan bir sonuçtur. Yukarıdaki  değerlendirmelere  göre,  gümrük  komisyoncu  karnesinin düzenlendiği aşamada, davacının gerçek dışı beyanı ve hilesi sözkonusu olmadığı gibi, idarenin işlemin dayanağı yasa kuralını uygularken açık  hataya  düştüğünden  de  söz  edilemeyeceğinden,  davacının elde ettiği hakkın; hukuka uygun olarak elde edilmiş bir hak olarak kabulü ile, kazanılmış hak ve idari istikrar ilkesi uyarınca korunması gerekmektedir.30 durum da işlemi yok denilecek kadar sakatlamış ise, idarenin açık hatasından söz edilebilir. Danıştay 10. Dairesi, E. 2003/4745 K.2005/2591, Kazancı İçtihat Bilgi Bankası. Benzer yönde kararlar için bkz. Danıştay 5. Dairesi, E. 2008/4865 K.2010/5429, Kazancı İçtihat Bilgi Bankası; Danıştay 11. Dairesi, E.2000/10806 K.2003/1011, Kazancı İçtihat Bilgi Bankası;  Danıştay 8. Dairesi, E.2001/1430 K.2002/3454, Legalbank Elektronik Hukuk Bankası; Danıştay 5. Dairesi, E. 2012/9592 K.2015/6248; KARAHANOĞULLARI, s. 601. 30  Danıştay 10. Dairesi, E:2003/4745 K.2005/2591, Kazancı İçtihat Bilgi Bankası; benzer yönde bkz. Danıştay 11. Dairesi, E. 2008/5396 K. 2010/9432, Danıştay Dergisi, Sayı 127, s. 351. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 89İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata Kararda, idarenin işlemi geri alırken amaçsal yorumla ulaşılan bir gerekçeye dayandığı, yorum yoluyla ulaşılan tespitlerde açık hatadan söz edilemeyeceği ifade edilmektedir. Danıştay somut olayda açık hata bulunup bulunmadığını değerlendirirken mevzuatın yoruma ihtiyaç duymasını geniş yorumlamakta ve mevzuatın uygulayan idare tarafından yorumlanamaması ve başka bir idareden görüş istenmesi yahut özel bir inceleme yaptırılması hallerinde  de  açık  hata  halinin  bulunmadığına  hükmetmektedir.  Örnek bir olayda, Ticaret ve Turizm Yüksek Öğretmen Okulu mezunlarına mali müşavirlik ruhsatı verilmesi halinde bu ruhsatların geri alınıp alınamayacağı konusunda Danıştay 1. Dairesinden görüş istenmiş, 1. Daire ilgili idarenin konunun açıklığa kavuşturulması için başka bir idareden görüş istemesinin açık hata halinin olmadığına delil kabul etmiştir: İdarece,  Ticaret  ve  Turizm  Yüksek  Öğretmen  Okulu  mezunlarına 3568  sayılı  Kanuna  göre  ruhsat  verilmesinde  yokluk  hali  veya ilgililerin hilesi yahut gerçek dışı beyanı olduğu öne sürülemeyeceği gibi, konunun açıklığa kavuşturulması için idarenin Yükseköğretim Kuruluna başvurmuş olması karşısında ortada açık hatanın varlığı da  kabul  edilmeyeceğinden,bu  kişilere  verilen  ruhsatların  iptali, sözkonusu Danıştay İçtihatları Birleştirme Kurulu kararına aykırılık oluşturur. Belirtilen nedenlerle, Ticaret ve Turizm Yüksek Öğretmen Okulunu bitirenlerin 3568 sayılı Kanun kapsamında işletme eğitimi veren fakülte veya yüksekokul mezunu sayılamayacağı ve dolayısıyla kendilerine serbest muhasebeci mali müşavirlik ruhsatı verilemeyeceği, ancak, bu ruhsatı önceden almış olanlar hakkında Danıştay İçtihatları Birleştirme Kurulunun 1973/14 sayılı kararı uyarınca ruhsat iptali yoluna  gidilemeyeceği  sonucuna  ulaşılarak,  dosyanın  Danıştay Başkanlığına sunulmasına karar verildi.31 Benzer şekilde açık hata halinin ilk görüşte tespit edilemediği ancak başka bir idarenin veya kurulun araya girmesiyle ancak bulunabildiği başka bir somut olayda, teftiş kurulunun yaptığı inceleme sonrası davacıya fazla ödeme yapıldığı tespit edilmiş ve fazla ödemelerin iadesi talep edilmiştir. Geri alma işlemine karşı açılan davada Danıştay 12. Dairesi şu gerekçe ile işlemi hukuka aykırı bulmuştur: Olayda davacıya fazla ödeme yapılmasında davacının gerçek dışı beyanı ve hilesi bulunmadığı gibi ancak teftiş kuruluna yaptırılan 31  Danıştay 1. Dairesi, E. 1995/243 K. 1996/17, Legalbank Elektronik Hukuk Bankası. 90 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ inceleme sonucu saptanabilen fazla ödeme işleminde açık hatadan da sözedilemiyeceği ve yapılan fazla ödemenin Danıştay İçtihatları Birleştirme Kurulu kararında öngörülen süre içerisinde davalı idarece geri  istenmediği  de  anlaşıldığından  idare  mahkemesince  bu  karar gözönüne alınmadan ve idarenin açık hataya dayalı işlemlerini her zaman geri alabileceğinden bahisle davanın reddedilmesinde hukuki isabet görülmemiştir.32 Mevzuatın yoruma ihtiyaç duymayacak kadar açık olduğu hallerde yapılan hataların açık hata, mevzuatın yoruma ihtiyaç duyduğu veya bir inceleme veya görüş sonrası hatanın tespit edilebildiği hallerdeki hatanın ise olağan hata olarak değerlendirildiği yukarıdaki içtihat kendi içinde bir tutarlılık arz etmektedir. Ancak mevzuatın yoruma ihtiyaç duymayacak kadar açık olduğu hallerde dahi idare edilenler, gerek konunun karmaşıklığı gerekse ilgili  mevzuata  aşina  olmamaları  sebebiyle  idarece  yapılan  hataları  fark edemeyebilirler. Mevzuatın yoruma ihtiyaç göstermemesi hallerinde idarece yapılan hataların açık hata olarak kabul edilmesi, açık hata halinin hayli geniş tutulması sonucunu doğuracak ve idari işlemin geri alınmasında içtihadı birleştirme  kararlarıyla  ortaya  konan  güvencelerin  koruma  alanını  hayli daraltacaktır. Doktrinde açık hata konusuna en fazla değinen yazarlardan biri olan Yıldırım, idari işlemin yapılma sürecinde açıklık ilkesinin hakim olmadığını, bireyin idari işlemde pasif konumda olduğunu ve bilmediği ve bilmesinin mümkün olmadığı hataların sorumluluğunu ilgililere yüklemenin hakkaniyete uymayacağını ifade etmektedir. Danıştay ın açık hata konusundaki bu genişletici yaklaşımının yanı sıra açık hata halini hayli dar yorumlayan karar örneklerine de rastlanılmaktadır. Danıştay ın açık hata halini dar yorumladığı hallerde, mevzuatın yoruma ihtiyaç duymayacak ölçüde açık olması kriteri, bu hatanın, işlemin muhatabı tarafından da farkedilebilecek açıklıkta olması kriteriyle desteklenmektedir. Başka bir deyişle, mevzuat yoruma ihtiyaç duymasa dahi, işlemin muhatabının 32  Danıştay 12. Dairesi, E: 1995/2082 K.1996/263, Legalbank Elektronik Hukuk Bankası; benzer yönde başka bir karar için bkz. Danıştay 5. Dairesi, E. 1991/108 K. 1994/529, Legalbank Elektronik Hukuk Bankası. Ancak Danıştay 11. Dairesi nin aksi yönde bir kararı bulunmaktadır. İlgili idare Maliye Bakanlığından görüş talep etmiş ve  Bakanlığın görüşüne binaen geri alma işlemi tesis etmiştir. Danıştay somut olayda açık hata söz konusu olduğu için işlemin herzaman geri alınabileceğini ifade etmiştir. Oysa hata ilk bakışta fark edilememekte, Bakanlığın görüşü geri alma işlemine yol açmaktadır. Danıştay 11. Dairesi, E. 2006/7564 K. 2009/5346, Danıştay Dergisi, Sayı 122, s. 443. 33  AKYILMAZ / SEZGİNER / KAYA, s. 441. 34  YILDIRIM ve diğerleri, s. 66. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 91İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata kolayca  farkedebileceği,  mesleği  icabı  bilebileceği  bir  hata  açık  hata olarak değerlendirilmektedir. Nitekim 1973 tarihli ünlü İçtihadı Birleştirme Kararında da açık hata hali idare edilenin kolayca anlayabileceği kadar açık bir hata olarak tarif edilmiştir. Dolayısıyla burada hileye yaklaşan bir durum söz konusudur. Zira işlemin muhatabının hatayı farketmesine rağmen sessiz kalarak idarenin hata yapmasına göz yumduğu varsayılmaktadır. Bu yönde bir değerlendirmenin yapıldığı bir karara konu somut olayda, malmüdürlüğünde muhasebe şeﬁ  olarak çalışan kişinin tedviren görevlendirildiği malmüdürlüğü vekilliğinde aldığı zam ve tazminat farklarının geri alınması yönünde bir işlem tesis edilmiştir. Bu işleme karşı açılan davada Danıştay geri alma işlemini şu gerekçe ile hukuka uygun bulmuştur: Malmüdürlüğünde  muhasebe  şeﬁ   olarak  görev  yapan  davacının, tedviren  görevlendirmelerde  zam  ve  tazminat  farkı  alınmayacağını bilebilecek durumda olduğu halde anılan farkları alması ve açık hata niteliğindeki bu ödeme işlemine karşı idareyi haberdar etmemesi, yersiz ve hatalı olduğu konusunda idareyi uyarmaması nedeniyle iyiniyetinden söz edilmesi de olanaksızdır. Buna göre, bu tür işlemlere dayanılarak yapılan ödemelerin her zaman geri  alınabileceği  hususu  gözetilmeden,  son  ödemenin  üzerinden 60 günden fazla sürenin geçmiş bulunması neden gösterilerek hatalı ödemenin geri alınamayacağı gerekçesiyle dava konusu işlemin bu kısmının iptali yolunda verilen kararda hukuki isabet görülmemiştir.37 Kararda açık hata tespitine, işlemin muhatabının iyiniyetinin olmadığı varsayımıyla varılmıştır. Burada iyiniyetin belirleyicisi, mevzuata hakim olmak ve hatayı meslek icabı veya başka bir sebeple kolayca farkedebilecek durumda olmaktır. Nitekim başka bir somut olayda Danıştay, yapılan hatalı ödemelerin geri alınması yönündeki işlemi denetlerken yine bu kriteri kullanmış ve somut olayda davacının mevzuatı bilebilecek durumda olmamasını karara dayanak olarak almıştır: …hatalı işlemde idare edilenin kolayca anlayabileceği kadar açık bir hata bulunmaktaysa ve idareyi bu konuda haberdar etmemişse, memurun  iyi  niyetinden  söz  etmeye  olanak  bulunmadığı  ve  bu işlemlere dayanılarak yapılan ödemeler için süre düşünülemeyeceği, 35  GÜNDAY, s. 180; YILDIRIM ve diğerleri, s. 65. 36  Danıştay İBK, E.1968/8 K.1973/14, Kazancı İçtihat Bilgi Bankası. 37  Danıştay 11. Dairesi, E. 2000/9798 K.2003/1654, Kazancı İçtihat Bilgi Bankası. 92 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ bu ödemelerin her zaman geri alınabileceği; ancak bunun dışındaki hatalı ödemeler için memurun iyi niyetinin istikrar ve kanunilik kadar önemli bir kural olduğu ve bu sebeple yukarda belirtilen istisnalar dışındaki hatalı ödemelerin ancak dava süresi içinde geri alınabileceği vurgulanmıştır. Yapılan ödemenin her zaman geri alınabilmesi olanağını tanıyan Açık hata halinin; yapılan ödemede, ödemenin muhatabı olan kişinin (idare edilenin) kolayca anlayabileceği kadar açık bir hatanın mevcudiyetini ifade ettiği kabul edilmektedir. Uygulamada bu çoğu kez ilgili mevzuata aykırı bir şekilde ve hiç gereği yokken yapılan ödemeler şeklinde ortaya çıkmaktadır. Dava konusu olayda ise, mevzuat hükümlerinin davalı idarece yanlış yorumlanması  sebebiyle  davacıya  yapılan  ödemelerde,  davacının hilesinin, gerçek dışı beyanının neden olmadığı gibi açık hata halinin de bulunmadığı görülmüştür.38 Kanaatimce açık hata halini iyiniyeti esas alarak tespit eden ve açık hatayı hileye yaklaştıran yukarıdaki son yaklaşım olumlu olup hakkaniyete de uygundur. İdari işlemlerin süreye tabi olmadan geri alınabildiği hallerden olan yokluk halinde dava açma süresi işlemediği için idare ile birey arasında bir eşitlik olduğu söylenebilir. Hile halinde ise işlemin süreye tabi olmadan geri  alınabilmesi  işlemin  muhatabının  kötüniyetinin  korunmaması  ile açıklanabilir. Ancak açık hata halinde işlemin süre sınırı olmaksızın geri alınabilmesi, açık hatanın yukarıdaki geniş tanımıyla, idare ile birey arasında bir eşitsizlik yaratmaktadır. Şöyle ki, açık hata halinde idare işlemi her zaman geri alabilme imkanına sahipken, işlemin muhatabı yalnızca dava açma süresi içinde işlemi idari yargı önüne taşıyabilmektedir. İdari işlemin açık hata ile malül olması dava açma süresini uzatan bir hal değildir. Bu nedenle yoruma mahal bırakmayan bir kurala aykırılık, eğer işlemin muhatabı bu aykırılığı bilebilecek bir durumda değilse açık hata olarak kabul edilmemelidir. İşlemin muhatabının gerek mesleği gerekse bulunduğu statü gereği aşina olduğu bir  kurala  aykırılık  halinde  ise,  somut  olayın  özellikleri  de  göz  önünde bulundurularak açık hata yorumu yapılabilir. Örneğin ders geçme notu 50 38  Danıştay 2. Dairesi, E. 2012/4255 K. 2012/10794, Kazancı İçtihat Bilgi Bankası; benzer yöndeki başka kararlar için bkz. Danıştay İDDK, E. 2003/477 K. 2006/3355, Danıştay Dergisi, Sayı 116, s. 49; Danıştay 11. Dairesi, E. 2002/2860 K. 2005/415, Danıştay Dergisi, Sayı 109, s. 328; Danıştay 2. Dairesi, E. 2012/8229 K. 2012/9842, Kazancı İçtihat Bilgi Bankası; Danıştay 2. Dairesi, E. 2008/5951 K. 2009/1562, Kazancı İçtihat Bilgi Bankası. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 93İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata olan bir üniversitede 40 puan alan bir öğrencinin o dersi geçtiği yönünde bir işlem tesis edilmişse buradaki hukuka aykırılığın açık hata olduğu yorumu yapılabilir.  Zira  bir  öğrencinin  kendi  okulundaki  geçme  notunu  bildiği varsayılır. Yahut bir öğretim üyesi üç aylık yurt dışı görevlendirme talebinde bulunması halinde, görevlendirme işlemi öğretim üyesinin bağlı bulunduğu fakülte dekanı tarafından tesis edilmiş ise, bu görevlendirme işleminin de açık hata olarak kabul edilmesi mümkündür. Zira bir öğretim üyesi yalnızca bir haftaya kadar olan yolluksuz görevlendirmelerin dekan kararıyla, bir haftadan fazla olan görevlendirmelerin ise üniversite yönetim kurulu kararı ve rektör onanıyla kabul edilmesi gerektiğini mesleği icabı bilebilecek durumdadır. Elbette  buradaki  değerlendirmelerin  de  subjektif  bir  yönü  olduğu  kabul edilmelidir ancak kişinin statüsü ve mesleği gibi hususlar dikkate alındığından açık hata halini daha objektif bir zemine oturtmaktadır. Son olarak, yukarıdaki açık hata tanımının uygulamaya yansıtılması durumunda, kamu düzeni ve kamu yararı açısından önem arz eden birtakım hukuka aykırılıklara rağmen geri alınamayacak idari işlemlerin söz konusu olabileceği  yönündeki  muhtemel  bir  eleştiriye  de  cevap  vermek  yerinde olacaktır. Bilindiği üzere, idari işlemin geri alınmasındaki kamu yararı ile idari işlemin korunmasındaki özel yarar arasında bir dengeleme yapılması halinde baskın bir kamu yararı söz konusu olursa, hukuka aykırı işlemin geri alınmasına ilişkin yukarıda detaylı olarak açıklanan süre koşulları uygulanmamakta ve ilgili kişinin yalnızca kişisel kazanımları korunarak idari işlem her zaman geri alınabilmektedir. Dolayısıyla işlemin muhatabının farkedemeyeceği fakat kamu düzeni ve kamu yararı açısından önem arz eden hukuki hataların varlığı 39  Ancak söz konusu içtihadı birleştirme kurulu kararları ile sağlanan korunmanın da kamu yararı ve kamu düzeni ile sınırlı olduğunu; idarede istikrar ilkesi esas alınarak sağlanan bu korumanın, kamu düzenini ve bunun sonucu olarak kamu yararını ihlal eden, bozan bir sonuca ulaştığında artık sürdürülmesinin olanaklı olmadığını; korumanın, hukuka aykırı işlemin düzeltildiği tarihe kadar ilgili kişi için doğurduğu kişisel kazanımlarla sınırlı kalacağını kabul etmek gerekmektedir. Daha açık bir anlatımla hukuka aykırı bir idari işlemle elde edilen statü ve bu statüye dayanılarak yapılan işlem ve eylemler kamuya yönelik etki ve sonuçlar doğuruyorsa bu statü korunmayacak; ancak idarece hatalı işlem düzeltilinceye kadar ilgili kişinin bu statü nedeniyle elde ettiği kişisel kazanımlara da dokunulamayacaktır. Çok kısa deyimle kanuna aykırı işlemle elde edilen yetkiler sürdürülmeyecek, sadece kişisel kazanımları korunacaktır. Örneğin tıp fakültesini bitirmenin doktorluk yapmanın önkoşulu olduğu objektif hukuk kurallarıyla düzenlendiğine göre, tıp fakültesini bitirmediği halde hukuka aykırı işlemlerle bu görevi yapmasına izin verilen kişinin, aradan belirli bir zaman geçtikten sonra bu görevin kendisi için kazanılmış hak teşkil ettiğini kabul etmenin mümkün olmadığı açıklanmasına gerek olmayacak kadar açıktır., Danıştay 5. Dairesi, E. 1994/7834 K. 1997/2030, Kazancı İçtihat Bilgi Bankası; aynı ifadenin yer aldığı başka bir karar için bkz. Danıştay 5. Dairesi, E. 1996/1234 K. 1998/239, Kazancı İçtihat Bilgi Bankası. 94 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ halinde idare, hukuka aykırı idari işlemi her zaman geri alabilir. Hatta somut olayın özelliklerine göre kişisel kazanımların korunmasının yanı sıra, geri alma işleminin yol açacağı maddi ve manevi zararların da tazmin edilmesi yoluna gidilebilir. Zira idarenin hukuka aykırı işlemine güvenerek –fakat bu hukuka aykırılığın farkında olmadan- hareket eden kişilerin birtakım haklı beklentileri olabilir. Geri alma işlemi her ne kadar hukuka uygun olsa da bu haklı beklentilerin gerçekleşmemesine sebep olacaktır. Bu nedenle kamu külfetleri karşısında eşitlik ilkesi çerçevesinde, işlemin geri alınması kararıyla doğan maddi veya manevi zararın karşılaması gerektiği de söylenebilir. SONUÇ Hukuka  aykırı  ve  hak  doğurucu  nitelikte  olan  idari  işlemlerin geri alınmasında kural olarak idarenin süre yönünden sınırsız bir yetkisi olmadığı, bu yetkinin belli işlemlerde dava açma süresi içinde, bunların dışında kalan işlemlerde ise makul süre içinde kullanılması gerektiği Türk idari  yargısı  içtihatlarında  yerleşik  bir  kural  halini  almıştır.  Bu  kurala istisna olarak yoklukla malül işlemler, hile sonucu tesis edilen işlemler ve açık hata ile yapılan işlemler sayılmaktadır. Yokluk ve hile hallerini tespit etmek nispeten kolay olsa da, açık hata kavramının genel kabul görmüş bir  tanımı  bulunmamaktadır.  Danıştay  kararlarına  baktığımızda  iki  farklı eğilim dikkat çekmektedir. Bir grup Danıştay kararında açık hata kavramı, mevzuatın yoruma ihtiyaç göstermeyecek kadar açık olduğu ve herhangi bir araştırma ve incelemeye gerek bulunmayan hallerde yapılan hukuki hatalar olarak kabul edilmektedir. Bazı kararlarda ise bu kavram daha dar bir içeriğe indirgenmekte ve işlemin muhatabının farkedebileceği nitelikteki hatalar bu kapsamda değerlendirilmektedir. Böylece işlemin muhatabının farketmesine rağmen idareyi uyarmadığı haller açık hata kabul edilerek kavrama hileye yakın bir içerik atfedilmektedir. Bu sayede işlemin muhatabının iyiniyeti korunmaktadır. Oysa işlemin muhatabının mevzuata yabancı olması veya mevzuatın karmaşıklığı sebebiyle farkedemeyeceği hataların da açık hata kapsamına alınması, mevzuatta yoruma ihtiyaç göstermeyecek kadar açık fakat bir o kadar da teknik pek çok hüküm bulunduğu göz önüne alındığında, işlemin muhatabının iyiniyetine rağmen hatanın sorumluluğunu üstlenmesine yol açacaktır. Açık hata kavramının hileye yakın bir içerikle tanımlanması hem kişilerin idareye olan güvenlerini koruyacak hem de geri alma konusunda kabul edilen dava açma süresi ve makul süre kriterlerinin de uygulama alanını genişletecektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 95İdari İşlemin Geri Alınması Sebebi Olarak Açık Hata",
     "Kaynakça": "AKYILMAZ,  Bahtiyar  /  SEZGİNER,  Murat  /  KAYA,  Cemil;  İdare Hukuku, 3. Bs., Seçkin Yayıncılık, Ankara, 2012. ATAY, Ender Ethem; İdare Hukuku, 4. Bs., Turhan Kitabevi, Ankara, 2014. BÜLBÜL, Erdoğan; İdari İşlemlerin Yürürlükten Kaldırılması, Beta Yayınları, İstanbul,2010. CHAPUS,  René;  Droit  Administratif  General,  Tome  1,  15.  Bs., Montchrestien, Paris, 2001. ÇAĞLAYAN,  Ramazan;  İdare  Hukuku  Dersleri,  Adalet  Yayınevi, Ankara, 2013. ÇAĞLAYAN,  Ramazan;  “İdari  İşlemin  Geri  Alınması  Üzerine”, AÜEHFD, Cilt 4, Sayı 1-2, 2000. DURAN,  Lütﬁ ;  İdare  Hukuku  Ders  Notları,  Fakülteler  Matbaası, İstanbul, 1982. FRIER, Pierre-Laurent / PETIT, Jacques; Droit Administratif, 7. Bs., Montchrestien, Paris, 2012. GAUDEMET, Yves; Droit Administratif, 20. Bs., L.G.D.J, Paris, 2012. GİRİTLİ,  İsmet  /  BİLGEN,  Pertev  / AKGÜNER,  Tayfun  /  BERK, Kahraman; İdare Hukuku, 5. Bs., Der Yayınları, İstanbul, 2012. GÖZLER, Kemal; İdare Hukuku, Cilt I, 2. Bs., Ekin Kitabevi, Bursa, 2009. GÜNDAY, Metin; İdare Hukuku, 10. Bs., İmaj Yayınevi, Ankara, 2011. KARAHANOĞULLARI,  Onur;  İdarenin  Hukukla  Kavranması, Turhan Kitabevi, Ankara, 2011. LONG, Marceau / WEIL, Prosper / BRAIBANT, Guy / DELVOLVE, Pierre  /  GENEVOIS,  Bruno;  Les  Grands Arrets  de  la  Jurisprudence Administrative, 18. Bs., Dalloz, Paris, 2011. 96 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Halil ALTINDAĞ ONAR, Sıddık Sami; İdare Hukukunun Umumi Esasları, Cilt 1, 3. Bs., İsmail Akgün Matbaası, İstanbul, 1966. TAN, Turgut; İdare Hukuku, 4. Bs., Turhan Kitabevi, Ankara, 2015. TAN, Turgut; İdari İşlemin Geri Alınması, Sevinç Matbaası, Ankara, 1970. TRUCHET, Didier; Droit Administratif, 4. Bs., Presses Universitaires de France, Paris, 2011. YAŞAR, Hasan Nuri; İdare Hukuku, 2. Bs., Der Yayınları, İstanbul, 2014. YILDIRIM, Turan / YASİN, Melikşah / ÖZDEMİR, H. Eyüp / ÜSTÜN, Gül / OKAY, Özge; İdare Hukuku II, On İki Levha Yayınları, İstanbul, 2010. Kazancı İçtihat Bilgi Bankası. Legalbank Elektronik Hukuk Bankası. www.legifrance.fr. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 97"
}