{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "1965 TARİHLİ LAHEY SÖZLEŞMESİ BAKIMINDAN TEBLİGAT KANUNU’NA İLİŞKİN BAZI SORUNLAR",
     "Title": "SOME ISSUES RELATED NOTIFICATION ACT WITHIN THE SCOPE OF HAGUE CONVENTION DATED 1965",
     "Yazar İsmi": [
          "Gonca Gülfem BOZDAĞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tebligat",
          "Lahey Sözleşmesi",
          "Tebligat Kanunu",
          "ilanen tebligat",
          "doğrudan tebligat"
     ],
     "Keywords": [
          "Notiﬁ cation (Service)",
          "Hague Convention",
          "Notiﬁ cation Law",
          "Notice by Publication",
          "Direct Notification"
     ],
     "Özet": "Savunma  hakkının  temelini  oluşturan  tebligat  işleminin  usulüne  uygun yapılması oldukça önemlidir. Türk mahkemelerinde açılan davalarda veya Türkiye de yapılan icra takiplerinde, taraﬂ ardan birinin yabancı bir ülkede bulunması halinde tebligatın yurtdışında yapılması gerekir. Uluslararası tebligatın konusunu oluşturan bu tür davaların hızlı bir şekilde neticelenmesi ve tebligatta sorun yaşanmaması için uluslararası sözleşmeler kabul edilmiştir. 1965 tarihli Lahey Sözleşmesi bu konuda hazırlanmış temel düzenlemelerdendir. Türk hukukunda tebligat konusunu düzenleyen  Kanun  ise,  7201  sayılı  Tebligat  Kanunu dur.  Uluslararası  tebligata ilişkin  düzenlemeler  incelendiğinde;  özellikle  ilanen  tebligat,  yabancı  devlet temsilciliklerine yapılan tebligat ve doğrudan tebligat gibi hususlarda sorunların tam olarak çözümlenemediği görülmektedir. Uygulamada yaşanan sıkıntıların çözüme kavuşturulması için tebligata ilişkin mevzuatın bir bütün olarak değerlendirilmesi ile eksik olan noktaların ele alınması ve tartışmalı alanların yapılacak düzenlemelerle açıklığa kavuşturulması gerekmektedir.",
     "Abstract": "Duly notiﬁ cation of documents, which underlying the right of defense, is crucial. If one of the parties of a lawsuit is living abroad during litigation brought before a Turkish Court or during an execution proceedings commenced in Turkey, the notiﬁ cation of documents should be made to the country where the party living. Conventions were accepted to accelerate such lawsuits which are subjects of the international notiﬁ cation and not to have a diﬃ  culty in the notiﬁ cation issue.  Hague Convention dated 1965 is one of the fundamental regulation prepared in this regard. The Law which regulates the issue of notiﬁ cation in Turkish law is Notiﬁ cation Act of 7201. As an analysis of arrangements regarding international notiﬁ cation, it will be seen that particularly some issues have not been solved in terms of notiﬁ cations by publication, direct notiﬁ cations and notiﬁ cations made to agencies of foreign   Dr., Yargıtay Cumhuriyet Savcısı, Yargıtay Cumhuriyet Başsavcılığı, ggbozdag5@gmail.com. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2691965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... governments. In order to solve issues in practice regarding international notiﬁ cation, the legislation on notice should be evaluated as a whole and also missing point and controversial circumstances should be clariﬁ ed with new arrangements.",
     "Metin": "Tebligat,  hukuki  bir  işlemin  sıhhat  şartıdır  ve  usulüne  uygun yapılmayan tebligat bütün işlemin geçersiz olmasına neden olabilir. Dava ile ilgili usuli işlemlerin taraﬂ ara tebliğ edilmesi, savunma hakkının da temelini oluşturmaktadır. Bu nedenle, tebligatın mevzuata uygun şekilde yapılması çok önemlidir. Kısaca hukuki işlemin muhatabına bildirimi anlamına gelen tebliğ, çok karmaşık bir işlem olmamakla birlikte, ortaya çıkan sonuçlar açısından oldukça önemlidir. Zira, usulsüz yapılan veya adresi tespit edilemediği için yapılması geciken tebligat işlemi, taraﬂ arın hak kaybına yol açabilmektedir. Tebligat  kavramını  daha  ayrıntılı  tanımlamak  gerekirse;  Tebligat, dava ile ilgili olan kişilerin, özellikle davanın taraﬂ arının, davaya ilişkin bir işlemi öğrenebilmesi için, usulüne uygun bir biçimde bir yazı ile veya ilan yolu ile yapılan bir belgeleme işlemidir3. Tebligat, bir mahkeme veya idari makam  tarafından  alınan  kararların  muhatabına  bildirilmesi  ile  taraﬂ arın hoşnut  olmamaları  halinde  bu  kararlara  karşı  yasal  başvuru  yollarına başvurabilmelerine aracılık eden bir ön koşuldur. Yetkili merciiler tarafından verilen kararlar veya yapılan işlemler, ancak muhatabına bildirilmesi ile 1   Ergin Nomer, Devletler Hususi Hukuku, 21. Bası, Beta, İstanbul, 2015, s. 583; Tebligat işleminin usulüne uygun gerçekleştirilmesinin önemi, Yargıtay kararlarında da şu şekilde belirtilmiştir: Yargılamanın sağlıklı bir biçimde sürdürülebilmesi, iddia ve savunma ile ilgili delillerin eksiksiz toplanıp tartışılabilmesi, davanın süratle sonuçlandırılabilmesi, öncelikle taraﬂ arın duruşma gününden haberdar edilmesi ile mümkün olur. Kişinin hangi yargı merciinde duruşması bulunduğunu, hakkındaki iddia ve isnatların nelerden ibaret olduğunu bilmesi, usulüne uygun olarak (Tebligat Kanununa uygun) tebligat yapılması ile sağlanabilir (Ahmet Uğur Turan, Tebligat Hukuku, Tebligat Suçları ve İlgili Mevzuat, Seçkin, Ankara, 2002, s. 19); Esra Günay, Türkiye den Yabancı Ülkeye Yapılan Tebligat ve Esasları, ss. 259-282, TAAD, Yıl: 3, Sayı: 11 (Ekim 2012), s. 262,  file:///C:/Users/ ab58/Downloads/ec-38680-6d-ebe%20(19).pdf, Erişim 20/01/2016. 2   Ejder Yılmaz/Tacar Çağlar, Tebligat Kanunu, Yetkin, Ankara, 2013, s. 39; Seyithan Deliduman, Tebligat Hukuku Bilgisi, Yetkin, Ankara, 2002, s. 13; Recep Akcan/Hakan Albayrak, Tebligat Hukuku, Seçkin, Ankara, 2014, s. 20; GÜNAY, s. 260. 3   Ejder Yılmaz, Hukuk Sözlüğü, Ankara, 2001, s. 849; AKCAN/ALBAYRAK, s. 19-20. 270 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ sonuçlanır. Kanun a uygun yapılmamış tebliğ ise sürecin tamamlanmaması anlamına gelir. Diğer taraftan, küreselleşmenin bir sonucu olarak ilişkiler ile birlikte ihtilaﬂ ar da uluslararası boyut kazanmıştır. Bu çerçevede, farklı ülkelerde ve hatta farklı kıtalarda yaşayan taraﬂ ar arasında görülen davalarda tebligat konusuna ilişkin düzenlemeler yapılması ihtiyacı doğmuştur. Aynı ülke sınırları içinde hukuki işlemlerin taraﬂ arına bildiriminde bile sorunlar yaşanabilirken, farklı bir ülkede yaşayan muhataba tebliğ yapılması zaman zaman içinden çıkılamaz sorunları da beraberinde getirmektedir. Türk  hukukunda  tebligatı  düzenleyen  Kanun,  7201  sayılı  Tebligat Kanunu dur (Tebligat Kanunu)5. 1959 tarihinde kabul edilen bu Kanun, yıllar içinde ihtiyaçlara uygun olarak birçok değişikliğe uğramıştır.  Uluslararası tebligat  taleplerinde  ise, Türkiye  1954  tarihli  Hukuk  Usulüne  Dair  La Haye Sözleşmesi6(1954 tarihli Lahey Sözleşmesi) ile 1965 tarihli Hukukî ve Ticarî Konularda Adlî ve Gayriadlî Belgelerin Yabancı Memleketlerde Tebliğine Dair Sözleşmeye (1965 tarihli Lahey Sözleşmesi) taraf olmuştur. Aynı zamanda Türkiye, uluslararası tebligat taleplerine ilişkin olarak birçok devlet ile iki taraﬂ ı adli yardımlaşma anlaşması imzalamıştır. 4   YILMAZ/ÇAĞLAR, s. 39-40; ayrıntılı bilgi için bkz. Hatice Özdemir Kocasakal, Yabancı Ülkelerde Bulunan Kişilere Tebligat, ss. 27-65, Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 2009/1, Yayın No: 45,  s. 27-28, http://dosya.gsu.edu.tr/Docs/HukukFakultesi/TR/ FakulteDergisi/fakulte-dergisi-2009-1-hukuk-fakultesi.pdf , (Erişim 20/01/2016). 5   7201 sayılı Tebligat Kanunu, 11/02/1959 tarihinde kabul edilerek, 19/02/1959 tarihli ve 10139 sayılı Resmi Gazete de yayımlanmıştır. 6   14/03/1972 tarihli ve 1574 sayılı Kanunla onaylanması uygun bulunan, 28/05/1973 tarihli ve 14547 sayılı Resmî Gazete de yayımlanan söz konusu Sözleşme, Türkiye yönünden 11/07/1973 tarihinde yürürlüğe girmiştir. Ayrıntılı bilgi için bkz. NOMER, s. 503, 580; Aysel Çelikel/Bahadır Erdem, Milletlerarası Özel Hukuk, 14. Bası, Beta, İstanbul, 2016, s. 493 vd., 496 vd, 502-503. 7   09/07/1971 tarihli ve 1483 sayılı Kanunla onaylanması uygun bulunan, 17/06/1972 gün ve 14218 sayılı Resmî Gazete de yayımlanan söz konusu Sözleşme, Türkiye yönünden 28/04/1972 tarihinde yürürlüğe girmiştir; ayrıntılı bilgi için bkz. ÇELİKEL/ERDEM, s. 497, 503 vd; NOMER, s. 580, 584. 8   Milletlerarası özel hukukun, yapılacak olan ortak antlaşmalar çerçevesinde birleştirilmesi, ilk olarak Mancını tarafından ileriye sürüldü. Ancak İtalyan Hükümetinin, bu alanda milletlerarası konferanslar toplama girişimleri başarıya ulaşmamıştır. Yine aynı amaçla Hollanda hükümeti tarafından 1893 yılında Lahey de gerçekleştirilen konferans büyük başarıya ulaşmış olup, konferansların devam etmesi neticesinde Lahey sözleşmeleri ortaya çıkmıştır. Türkiye de birçok Lahey Sözleşmesine taraf olmuştur.  1954 tarihli Hukuk Usulüne Dair La Haye Sözleşmesi ile 1965 tarihli Hukukî ve Ticarî Konularda Adli ve Gayriadli Belgelerin Yabancı Memleketlerde Tebliğine Dair Sözleşme  bu sözleşmelerden ikisidir (NOMER, s. 72). 9   Adalet Bakanlığı, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü, Adli Sözleşmeler; Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2711965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Türkiye nin  taraf  olduğu  bu  ikili  ve  çok  taraﬂ ı  sözleşmelerin uygulanmasına yönelik mevzuatımızda da bazı düzenlemeler kabul edilmiştir. Bu  sözleşmelerin  uygulanmasına  ilişkin  Tebligat  Kanunu  ile  Tebligat Kanununun Uygulanmasına Dair Yönetmelikten faydalanmak mümkündür. Ayrıca, uluslararası tebligata ilişkin Adalet Bakanlığı Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü (UHDİGM) tarafından hazırlanan 63/3 sayılı Hukukî Alanda Uluslararası Adli Tebligat İşlemleri Genelgesi11 (Tebligat Genelgesi)  16.11.2011  tarihinde  yayımlanmıştır.  Bütün  bu  düzenlemeler, Sözleşmelerin daha etkin uygulanmasını sağlamak için zaman içinde ihtiyaçlara göre şekillenmiştir. Zira, sözleşmelere taraf olmak, uluslararası sorumlulukları da beraberinde getirmektedir. Bu nedenle, yapılan değişikliklerin ve yeni düzenlemelerin ne ölçüde uygulanabildiği ve tebligata ilişkin sorunlu alanları çözüme kavuşturmakta ne kadar başarılı olunduğu önemlidir. Uluslararası tebligata ilişkin düzenlemeler incelendiğinde; özellikle ilanen tebligat, yabancı devlet temsilciliklerine yapılan tebligat ve doğrudan tebligat gibi hususlarda sorunların tam olarak çözümlenemediği görülmektedir. Sözü edilen konulara ilişkin uygulamada karşılaşılan sorunlar, çoğunlukla anlık  harcanan  çaba  ve  teamüllerle  şekillenmekte  olup,  bu  hususlarda uygulamayı kolaylaştırıcı ve yön verici yazılı metinlere ihtiyaç duyulmaktadır. Diğer taraftan, yurt dışında bulunan Türk vatandaşlarına tebligata ilişkin özel düzenlemeler getirilerek, sürecin kısaltılması hedeﬂ enmiştir. Aslında 1965 tarihli Lahey Sözleşmesi nin 10 uncu maddesinin uygulanması ile sadece Türk vatandaşlarına yapılacak tebligatlarda değil, 10 uncu maddeye çekince koymayan devletlerde bulunan bütün muhataplara yapılacak tebligatlarda süreç hızlanacaktır. Bu çerçevede, Sözleşme nin 10 uncu maddesi ile Tebligat Kanunu nun 25/a-son maddesinin etkin ve doğru bir şekilde uygulanması önem taşımaktadır. Çalışmamızın  amacı,  uluslararası  tebligata  ilişkin  uygulamada karşılaşılan  sorunları  tek  tek  inceleyerek,  bu  sorunlara  ilişkin  çözüm önerilerinin ortaya konmasını sağlamaktır. Bu kapsamda, öncelikle hukukî alanda uluslararası adli tebligatın temel düzenlemesi olarak kabul edilen 1965 tarihli Lahey Sözleşmesi ele alınacak, Sözleşme bağlamında 7201 sayılı Hukuki-Ticari ve Cezai Konularda İkili Sözleşmeler, http://www.uhdigm.adalet.gov.tr/ sozlesmeler/ikili.html , Erişim 20/01/2016. 10  Tebligat Kanununun Uygulanmasına Dair Yönetmelik, 25 Ocak 2012 tarihli ve 28184 sayılı Resmi Gazete ile yayımlanmıştır. 11  Adalet Bakanlığı, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü, Genelgeler, http://www.uhdigm.adalet.gov.tr/genelgeler/genelgeler.html , Erişim 20/01/2016. 272 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Tebligat Kanunu nun uygulanması değerlendirilecektir. Daha sonra ise, yeni düzenlemeler ile çelişkili uygulamalar çerçevesinde, sorun yaşanan alanlar ayrı ayrı başlıklar altında irdelenecektir. I- 1965 TARİHLİ LAHEY SÖZLEŞMESİ A- Genel Olarak 1965 tarihli Lahey Sözleşmesi, sadece tebligat konusuna ilişkin yapılmış bir sözleşme olup, 1954 tarihli Lahey Sözleşmesi ne göre daha ayrıntılı ve özel  nitelikte  hükümler  içermektedir.  1954  tarihli  Lahey  Sözleşmesi, sadece 1 ila 7 nci maddeleri arasında tebligat konusu düzenlenmiştir. Her iki Sözleşmeye taraf olan devletler arasında tebligat işlemleri, daha ayrıntılı maddeler içeren 1965 tarihli Tebligat Sözleşmesi ne göre yerine getirilir. B-  Sözleşmenin Yürürlüğe Girmesi 1965 tarihli Lahey Sözleşmesi, Lahey Özel Hukuk Konferans ının onuncu  sezonunda  taslak  haline  getirilmiş  ve  15  Kasım  1965  tarihinde imzalanmıştır. Sözleşme nin 26/2 nci maddesinde öngörülen üçüncü tasdik belgesinin tevdiinden  altmış  gün  sonra  Sözleşme  yürürlüğe  girmiştir  (m.  27/1). Sözleşme yi  imzalayan  ve  sonradan  tasdik  eden  devletler  açısından  ise Sözleşme, tasdik belgesinin tevdiinden altmış gün sonra yürürlüğe girer (m. 12 Recognition and Enforcement of Judgements and Orders and the Service of Process within the Commonwealth, A Report of a Working Meeting held at Basseterre (A Report of a Working Meeting), St. Kitts, 24-28 April 1978, Commonwealth Secretariat, London, s. 71; NOMER, s. 585. 13   Sözleşmeye  taraf  devletler;  Almanya,  Arjantin,  Avusturya,  Belarus  (Beyaz  Rusya), Belçika, Bosna-Hersek, Çek Cumhuriyeti, Çin (sadece Makau Özerk Bölgesi), Danimarka, Ermenistan, Fas, Finlandiya, Fransa, Hırvatistan, Hollanda, İspanya, İsrail, İsveç, İsviçre, İtalya, İzlanda, Japonya, Karadağ, Kırgızistan, Letonya, Litvanya, Lübnan, Lüksemburg, Macaristan, Makedonya, Mısır, Moldova, Norveç, Özbekistan, Polonya, Portekiz, Romanya, Rusya Federasyonu, Sırbistan, Slovakya, Slovenya, Surinam,Türkiye, Ukrayna,Vatikan. 14  Timuçin Muşul, Tebligat Hukuku, 5. Baskı, Adalet Yayınevi, Ankara 2013, s. 317; KOCASAKAL, s. 37; Ali Gümrah Toker, 15 Kasım 1965 Tarihli ‘Hukuki veya Ticari Konularda Adli ve Gayri Adli Belgelerin Yabancı Memleketlerde Tebliğine Dair Lahey Sözleşmesi  Uyarınca Tebligat Yapılması, ss.107-152, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 13, Sayı: 2, 2011, (Basım Yılı: 2013), s. 108,  http://webb.deu.edu.tr/ hukuk/dergiler/dergimiz-2/gumrahtoker.pdf , Erişim 20/01/2016. 15 A Report of a Working Meeting, s. 71; David McClean, The Hague Conventions on The Service of Process, The Taking of Evidence and Legalisation, Explanatory Documentation  prepared  for  Commonwealth  Jurisdiction  (Explanatory Documentation), Commonwealth Secretariat, London 1979, s. 7. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2731965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... 27/2). Diğer taraftan, Lahey Özel Hukuk Konferansı nın onuncu oturumunda temsil  edilmeyen  devletler,  Sözleşme ye  katılabilirler.  Katılma  belgesi, Hollanda Dışişleri Bakanlığı na tevdi edilir. Sözleşme bu devletler açısından, katılma keyfiyetinin bildiriminden önce Sözleşmeye taraf olan devletlerin kendilerine katılma iradesinin tebliğ edildiği tarihten itibaren altı ay içinde Hollanda Dışişleri Bakanlığı na itirazda bulunmamaları halinde yürürlüğe girer. İtiraz yapılmadığı takdirde Sözleşme katılan her devlet açısından sözü edilen sürenin bitimini izleyen ayın birinci günü yürürlüğe girer (m. 28). C- Sözleşmeye Taraf Devletler Sözleşmeye  taraf  devletler;  Amerika  Birleşik  Devletleri,  Antigua ve Barbuda, Arjantin, Arnavutluk, Avustralya, Bahama Adaları, Barbados, Belarus  (Beyaz  Rusya),  Belçika,  Belize,  Bosna  Hersek,  Birleşik  Krallık (İngiltere) ve Kuzey İrlanda, Botsvana, Bulgaristan, Çek Cumhuriyeti, Çin Halk Cumhuriyeti, Danimarka, Estonya, Fas, Finlandiya, Fransa, Hırvatistan, Hindistan, Hollanda, İrlanda, İspanya, İsrail, İsveç, İsviçre, İzlanda, İtalya, Japonya,  Kanada,  Kore  Cumhuriyeti  (Güney  Kore),  Kuveyt,  Letonya, Litvanya, Lüksemburg, Macaristan, Makedonya, Malavi, Malta, Meksika, Mısır,  Monako,  Norveç,  Pakistan  Polonya,  Portekiz,  Romanya,  Rusya Federasyonu, Saint Vincent ve Grenadines, San Marino, Seyşeller, Slovakya, Slovenya, Sırbistan, Sri Lanka, Türkiye, Ukrayna, Venezuela, Yunanistan dır. D- Sözleşmenin Amacı Sözleşmenin amacı, adli ve gayri adli belgelerin hızlı ve etkili bir şekilde yurtdışı tebligatının yapılmasını sağlamaktır. Bir dizi tebligat yöntemine izin vermekte olan Sözleşme, bir taraf devletten diğer taraf devlete adli veya gayri adli belgelerin iletilmesinde kullanılacak yolları düzenler. Sözleşme temel olarak belgelerin iletilmesine ilişkin olup, tebligat sürecinin pratikte nasıl olması gerektiğine dair maddi hukuku düzenlememektedir. Ayrıca, her taraf devletin, diğer taraf devletlerden alınan belgelerin tebliği usulünü tertip edecek bir merkezi makam belirlemesi de gerekmektedir. 16  HCCH, Status Table, Convention of 15 November 1965 on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters, https://www.hcch.net/en/ instruments/conventions/status-table/?cid=17, Erişim 20/01/2016. 17  McCLEAN, s. 7; ayrıntılı bilgi için bkz. TOKER, s. 108-109. 18  Permanent Bureau of the Hague Conference on Private International Law, Practical Handbook on the Operation of the Hague Service Convention (Permanent Bureau, Practical Handbook), Third Edition, Wilson & Laﬂ eur Ltee, Montreal, 2006, s. 20.  19  McCLEAN, s. 7. 274 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Sözleşmenin temel amacı, tebliğe konu evrakın bir taraf devletten diğerine gönderilmesi olduğundan, tebligatın tanımına yer verilmediği gibi tebligatın  usulüne  ilişkin  somut  kurallar  da  belirlenmemiştir.  Sözleşme bağlamında  tebligat  yerleşmiş  teknik  anlamıyla  kullanılmaktadır.  Buna göre  tebligat,  görülecek  bir  dava  bakımından  taraﬂ arı  haberdar  etmeye yetecek hukuki yeterliliğe sahip belgelerin usulüne uygun yollarla taraﬂ ara ulaştırılmasını  ifade  eder.  Sözleşme  hangi  belgelerin  tebliğ  edileceğini düzenlemez. Bu hususa lex fori karar verecektir. Bir başka ifade ile hangi belgenin tebliğ edileceğine davanın açıldığı yer mahkemesi karar verir. E-  Sözleşmenin Uygulanması Sözleşme ile kabul edilen temel tebligat yöntemi merkezi makamlar vasıtasıyla tebligatın yapılmasıdır. Bunun yanında tali tebligat usulleri de kabul edilmiştir. Bunlardan biri, diplomatik temsilci aracılığıyla tebligat, ikincisi ise doğrudan posta yoluyla tebligattır. Muhataba doğrudan posta yoluyla tebligat yapılması Sözleşmenin 10 uncu maddesi ile düzenlenmiştir. Genel olarak bu tür yöntemlere, talebin iletildiği yer merkezi makamı, adli memur veya yetkili bir makam ya da kişi dahil olur. Sözleşmenin  2 nci  maddesi  uyarınca,  taraf  devletler,  tebligatın daha çabuk ve kolay yapılmasını sağlamak için Merkezî Makamlar ihdas 20  Permanent Bureau, Practical Handbook, s. 76. …milletlerarası usul hukuku prensip olarak lex fori nin hakimiyeti altındadır. Hâkim prensip olarak hemen hemen daima kendi usul hukukunu tatbik eder. Ancak milletlerarası usul hukukundaki bu lex fori prensibinin istisnaları mevcuttur ve istisnalar milletlerarası sözleşmeler ile çoğalmaktadır. İstisnaları olmakla beraber milletlerarası usul hukukunda lex fori prensibi hâkimiyetini muhafaza etmektedir (NOMER, s. 379). 21  Permanent Bureau, Practical Handbook, s. 22-23; ÇELİKEL/ERDEM, s. 504; NOMER, s. 584; KOCASAKAL, s. 42 vd.; ayrıntılı bilgi için bkz. TOKER, s. 124 vd.; GÜNAY, s. 275; ŞANLI/ESEN/FİGANMEŞE, s. 450. 22  Permanent Bureau, Practical Handbook, s. 28; ÇELİKEL/ERDEM, s. 505-507; NOMER, s. 584-585; KOCASAKAL, s. 49 vd.; ayrıntılı bilgi için bkz. TOKER, s. 131 vd. 23  Sözleşme nin 10 uncu maddesinin a bendi uyarınca çekince koymayan devletler açısından belgeler, yabancı memleketlerdeki kişilere doğrudan posta yoluyla gönderilebilir. 24  Permanent Bureau, Practical Handbook, s. 20; Sözleşme nin 10 uncu maddesine çekince koymayan devletlere doğrudan posta yoluyla yapılacak tebligata ilişkin olarak;  - Menşei Devletindeki adalet görevlileri, Devlet memurları veya Devletin diğer yetkili kişilerinin adli belgelere ilişkin tebligatı doğruca talep edilen Devletteki tebligat yapmağa yetkili kimseler Devlet memurları veya Devletin yetkili diğer kişileri aracılığı ile yapmakta; - Bir dava ile ilgili herhangi bir kimsenin, adli belgelere ilişkin tebligatı doğruca talep edilen Devletin tebligat yapmağa yetkili kimseleri, devlet memurları veya o Devletin diğer yetkili kişileri vasıtası ile yaptırmakta muhtar olmasına engel teşkil etmez (1965 tarihli Tebligat Sözleşmesi m. 10/b-c). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2751965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... etmelidirler. Türkiye açısından bu görevi, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü (UHDİGM) üstlenmiştir. Merkezi makamlar, sözleşmenin en önemli enstrümanıdır. Zira, 1965 tarihli Lahey Sözleşmesi, esas olarak merkezi  makamlar  vasıtasıyla  tebligatın  yapılmasını  öngörmektedir.  Bu şekilde, tebligat sürecinin kolaylaştırılarak, tebligatın daha kısa zamanda neticeye  ulaşması  hedeﬂ enmektedir.  Yine  tebligat,  tebligat  evrakının, tebligatın yapılacağı ülkedeki dış temsilcilik vasıtasıyla o ülkenin yetkili makamına gönderilmesi suretiyle de yapılabilir (m. 9/1). Sözleşme, diplomatik temsilcilikler  vasıtasıyla  tebligatı  tamamen  ortadan  kaldırılmamakla birlikte, uluslararası tebligatın yapılmasında harcanan sürenin kısaltılması ve uygulamanın kolaylaşması için merkezi makamlar aracılığıyla tebligat yöntemini benimsemiştir.     Merkezi makamlar vasıtasıyla tebligattan kastedilen, gönderen devletin tebligat yapmaya yetkili makamı tarafından hazırlanan evrakın, doğrudan alıcı devletin merkezi makamına iletilmesidir. Örneğin; Türkiye de tebligat yapmaya  yetkili  kazai  mercilerce  hazırlanan  tebligat  evrakının  doğrudan yabancı devlet merkezi makamına gönderilmesi gibi. Ancak, uygulamada sistem tam olarak bu şekilde kurgulanmamıştır. Tebligat Genelgesi ne göre de, kazai merciler tarafından çıkarılan tebligatın öncelikle, Türk Merkezi Makamı olarak ihdas edilmiş UHDİGM e gönderilmesi kabul edilmiştir. Tebliğ evrakı, UHDİGM tarafından yabancı devlet merkezi makamına gönderilmektedir. Bu sistem, sürecin kısaltılmasına ilişkin beklenen faydanın tam olarak elde edilememesine neden olmakla birlikte, evrakın, UHDİGM in kontrolünden 25  Hague Convention On The Service Abroad of Judicial and extrajudicial Documents in Civil or Commercial Matters (1965), Law Reform Commission Report 21-23, The Law Reform Commission, Dublin/Ireland, 1987, s. 8; A Report of a Working Meeting, s. 72; La Haye Sözleşmesi, Devletlerin, tebligat evrakının gönderilmesi ve alınmasına ilişkin makamlar belirlemesi sağlamıştır.(International Committee, International Aspects of Family Law, Second edition, Solicitors Family Law Association, Kent Spring 2004, s. 59). 26  Ahmet Cemal Ruhi, Tebligat Hukuku, 7. Baskı, Seçkin, Ankara 2011, s. 558; ÇELİKEL/ ERDEM, s. 504; ŞANLI/ESEN/FİGANMEŞE, s. 450. 27  1965 tarihli Lahey Sözleşmesinin, 1954 tarihli Sözleşmesinden en önemli farkı tebligatın, merkezi makamlar vasıtasıyla yapılmasıdır. Zira, 1954 tarihli Sözleşme tebligatın diplomatik temsilcilikler vasıtasıyla yapılmasını öngörmektedir. 1965 tarihli Sözleşme ise bu yönteme ek olarak merkezi makamların ihdas edilmesini ve tebligatın doğrudan merkezi makamlar arasında yapılmasını düzenlemiştir. Böylece, süreç daha hızlı işlemektedir (ÇELİKEL/ ERDEM, s. 504). 28  Burada önemle vurgulanması gereken husus, bu düzenleme ile Tebligat Kanunu 25/a-son fıkrasının karıştırılmaması gerektiğidir. Anılan madde uyarınca, kazai merciler tebliğ evrakını doğrudan yabancı devlet merkezi makamına değil, o devlette bulunan dış temsilciliğimize gönderebilmektedir. 276 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ geçmek suretiyle Sözleşmeye uygun bir şekilde düzenlenmiş olarak yabancı merkezi makama gönderilmesini sağlamaktadır. Böylece, yabancı merkezi makamlar tarafından evraktaki eksiklik nedeniyle tebliğ evrakının iadesi en aza indirgenmekte ve özensiz hazırlanmış evrakın yurtdışına gönderilmesi engellenerek Devletin itibarının korunması hedeﬂ enmektedir. Sözleşme nin 15 ve 16 ncı maddeleri, gıyabında karar verilen davalıyı korumak amacını taşımaktadır. Ülkemiz tarafından 15 inci maddeye ilişkin olarak beyanda bulunulmuştur. Beyana göre, yurt dışında tebligatın yapıldığı anlaşılır ve gönderme tarihinden itibaren 6 aydan fazla zaman geçmiş olursa, Türkiye deki dava ile ilgili karar, tebliğ tasdiknamesi olmadan da verebilir. Adli  bir  belge  tebliğ  edilmek  üzere  yabancı  devlet  makamına gönderilmemiş  ve  mahkemeye  gelmeyen  davalı  aleyhine  karar  verilmiş olabilir.  Sözleşmenin  16 ncı  maddesi  uyarınca,  davalının  kendi  kusuru 29  Özellikle Avrupa Birliğine üye devlet uygulamalarına bakıldığında; evrakın, tebliği çıkaran mahkeme tarafından doğrudan yabancı devlet merkezi makamına gönderildiği görülmektedir. Böylece, Sözleşmeden beklenen fayda tam olarak kazanılmakta, tebligatın en kısa zamanda ve en ucuz yöntemle yapılması sağlanmaktadır. 30   Permanent Bureau, Practical Handbook, s. 20. 31  Bir dava dilekçesi veya aynı nitelikte bir belge, işbu Sözleşme hükümleri gereğince, tebliğ edilmek üzere yabancı bir memlekete intikal ettirildiğinde, davalı mahkemeye gelmediği takdirde: a) Belgenin, talep edilen Devlet topraklarında oturan kimselere tebliğ edilmek üzere hazırlanmış o memleketin tebligatla ilgili mevzuatına uygun bir şekilde tebliğ edilmiş olduğu veya; b) Belgenin, işbu Sözleşmede öngörülen başka bir usulle davalıya veya ikametgahına tebliğ veya tevdi olunduğu ve bu hallerden her birinde tebliğ veya tevdi keyfiyetinin davalının savunmasını hazırlaması için yeteri kadar vakit bırakacak bir tarihte tebliğ veya tevdi edilmiş bulunduğu tebeyyün etmedikçe hâkim kararı ertelemek zorundadır. Akit Devletlerden her biri, birinci fıkra hükümlerine rağmen, tebliğ veya teslim keyfiyetini belirten bir tebliğ tasdiknamesi  alınmamış  olsa  bile,  aşağıdaki  şartların  birlikte  gerçekleşmesi  halinde, hâkimlerin hüküm verebileceğini beyanda muhtardır: a) Belgenin işbu Sözleşmede öngörülen usullerden biri ile intikal ettirilmiş olması; b) Belgenin gönderilme tarihinden itibaren, altı aydan az olmamak üzere, hâkimin her özel duruma göre takdir edeceği bir sürenin geçmiş bulunması; c) Talep edilen Devletin yetkili makamları nezdinde yapılan bütün teşebbüslere rağmen herhangi bir tebliğ tasdiknamesi elde edilmesinin mümkün olmaması. İşbu madde hâkimin, acil hallerde geçici veya koruyucu tedbirler almasına engel teşkil etmez (1965 tarihli Tebligat Sözleşmesi m. 15). 32 Le Gouvernement de la République de Turquie déclare que, nonobstant les dispositions de l alinéa premier de l article 15, si les conditions visées à l alinéa 2 dudit article sont réunies, ses juges peuvent statuer.(HCCH, Reservations Declarations, http://www.hcch.net/ index_en.php?act=status.comment&csid=425&disp=resdn (Erişim 31.10.2012). 33  Bir dava dilekçesi veya aynı nitelikte bir belge, işbu Sözleşme hükümleri gereğince tebliğ edilmek üzere yabancı bir memlekete intikal ettirildiği ve mahkemeye gelmeyen davalı aleyhine karar verildiği takdirde, aşağıdaki Şartların birlikte gerçekleşmesi halinde hâkim, kanun yollarına müracaatını sağlamak üzere, süre aşımının davalı hakkındaki neticelerini kaldırmaya yetkilidir: a) Davalının kendi kusuru bulunmaksızın savunmasını hazırlamak Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2771965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... olmadan  belgeden  veya  kanun  yollarına  müracaat  etmek  için  mahkeme kararından zamanında haberdar olmaması ve davalı tarafından ileri sürülen def ilerin dayanaktan yoksun bulunmaması halinde hâkim, davalının kanun yollarına müracaat edebilmesi için süre aşımının davalı hakkındaki sonuçlarını kaldırmaya yetkilidir. Türkiye tarafından yapılan beyan ile, anılan maddede bildirilen taleplerin, kararın verildiği tarihten itibaren bir sene içinde ileri sürülmemesi halinde kabul edilmeyeceği açıklanmıştır. Sözleşme nin  uygulanması  için  aşağıdaki  şartların  gerçekleşmesi gerekmektedir; 1.  Bir taraf devletten, diğer taraf devlete tebligat amacıyla bir belge gönderilmesi, 2.  Muhatabın adresinin bilinmesi, 3.   Tebliğ edilmesi talep edilen belgenin, adli veya gayri adli belge olması, 4.  Tebliğ edilmesi talep edilen belgenin, hukuki veya ticari bir konuyla ilgili olması gerekmektedir. Bütün bu şartlar yerine getirildiği takdirde, Sözleşmede öngörülen tebligat yöntemlerinin uygulanması mümkün olacaktır. Sözleşmenin ekinde yer alan örneğe uygun olarak hazırlanan talepname ile bu talepnameye eklenen tebliğ belgeleri tebligat evrakını oluşturmaktadır. Tebligat Genelgesinde, talepname doldurulurken dikkat edilecek hususlar, yapılan hataları ve eksiklikleri en aza indirmek için ayrıca düzenlenmiştir (16.11.2011 tarihli ve 63/3 sayılı Genelge s. 2). üzere dilekçeden veya, kanun yollarına müracaat hakkını kullanması için, karardan vaktinde haberdar olmaması; b) Davalı tarafından ileri sürülen def ilerin dayanaktan yoksun bulunmaması. Süre aşımının neticelerinin kaldırılması hakkındaki müracaat, davalının karara bilgi edinmesinden başlayacak makul bir süre içinde yapılmadığı takdirde kabul edilmez. Akit Devletlerden her biri, kararın verildiği tarihten itibaren bir yıldan az olmamak kaydı ile, bildirisinde belirteceği sürenin geçmesinden sonra yapılacak müracaatların kabul edilmeyeceğini beyanda muhtardır. İşbu madde, ahvali şahsiye ile ilgili kararlar için uygulanmaz(1965 tarihli Tebligat Sözleşmesi m. 16). 34 A Report of a Working Meeting, s. 78; McCLEAN, s. 15. 35  7. Conformément à l article 16, alinéa 3, le Gouvernement de la République de Turquie déclare que, les demandes visées à l article 16, alinéa 2, sont irrecevables si elles sont formées après l expiration d un délai d un an à compter du prononcé de la décision.(HCCH, Reservations Declarations  http://www.hcch.net/index_en.php?act=status. comment&csid=425&disp=resdn (Erişim 31.10.2012). 36  Permanent Bureau, Practical Handbook, s. 21. 278 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Sözleşmenin 13 üncü maddesi uyarınca; tebligat talebi, Sözleşmeye uygun hazırlanmış olmasına rağmen tebligatın talep edildiği merkezi makam tebliğ  evrakını,  egemenliğine  veya  güvenliğine  zarar  vermesi  nedeniyle reddedebilir. Sözleşme, özellikle egemenlik ve güvenlik kelimelerini tercih etmiştir. Zira egemenlik kavramı, uluslararası kamu düzenine işaret eden bir kavram olarak kabul edilmiştir. Diğer taraftan, Sözleşme nin uygulanmasına ilişkin istatistik oluşturmak her  zaman  çok  kolay  olmayabilir.  Zira,  yurtdışından  gelen  tebligatların bir  kısmını  Sözleşme ye  taraf  olmayan  devletlerden  gelen  tebligatlar oluşturmaktadır. Özellikle, Sözleşme ye taraf olmayan devletlerde bulunan muhataba  tebligatın  dış  temsilcilikler  aracılığıyla  yapıldığı, Sözleşme  ile düzenlenen tebligat yöntemlerinden birinin de dış temsilcilikleri aracı kılmak olduğu düşünüldüğünde, kesin ve doğru istatistikî bilgi almanın zorlukları daha iyi anlaşılacaktır. Türkiye ile tebligatın yapılacağı devlet arasında, hem ikili anlaşma hem de çok taraﬂ ı sözleşme varsa tebligatı kolaylaştıran hükümlerin özellikle dikkate alınması gerekmektedir. Başka bir ifade ile,  kural olarak çok taraﬂ ı sözleşmenin uygulanması gerekmekle birlikte, ikili anlaşmada çok taraﬂ ı sözleşmelere nazaran tebligatı kolaylaştıran ayrı ve özel bir hüküm var ise ikili anlaşma hükümlerinin uygulanması uygun olacaktır (16.11.2011 tarihli ve 63/3 sayılı Genelge s. 4)40. 37  1954 tarihli Hukuk Usulüne Dair La Haye Sözleşmesi nin 4 üncü maddesi ile 1965 tarihli Hukukî ve Ticarî Konularda Adli ve Gayri Adli Belgelerin Yabancı Memleketlerde Tebliğine Dair Sözleşme nin 13/1 m. ve son fıkra; A Report of a Working Meeting, s. 75; McCLEAN, s. 12; Permanent Bureau, Practical Handbook, s. 130. 38  Permanent Bureau, Practical Handbook, s. 130. 39  Örneğin; 1976 yılında 12 aylık dönem boyunca Amerika Birleşik Devletleri Merkezi Makamı Sözleşme çerçevesinde 1.017 talep aldı. Aynı dönemde, Sözleşme kapsamında olmayan 200 tane taleple de ilgilenildi. İngiltere, 1976 yılında 872 talep aldı. Ancak, bu rakam, Sözleşme kapsamına giren ve girmeyen talepler arasında bir ayrımı içermemektedir (McCLEAN, s. 7). 40   Adalet  Bakanlığı  tarafından  hazırlanan  17.03.1980  tarihli  Tebliğ de;  bir  devlet  ile Türkiye arasında hem iki taraﬂ ı hem de çok taraﬂ ı sözleşme bulunması halinde, çok taraﬂ ı sözleşmenin tercih edilmesi gerektiği belirtilmiş olsa da, sözleşmelerin maksadına ters düşen bu düzenlemeden daha sonraki yıllarda dönülmüştür. İlk olarak, UHDİGM tarafından hazırlanan 63/1 sayılı ve 01.03.2008 tarihli Genelge ile yürürlükte bulunan ikili ve çok taraﬂ ı sözleşmelerin hangisi uyarınca tebligatın daha kolay yapılması mümkün ise o sözleşme hükümlerinin uygulanmasının uygun olacağı düzenlenmiştir (NOMER, s. 585, dn. 400; ÇELİKEL/ERDEM, s. 508-509; Yavuz Kaplan, Avrupa Tebligat Hukukundaki Gelişmeler, Düzenleme Çalışmaları Açısından Almanya Örneği ve Türk Hukuku, ss. 199-227, AÜHFD, Yıl 2003, Cilt 52, Sayı 3, s. 221,  http://dergiler.ankara.edu.tr/dergiler/38/281/2563. pdf , Erişim 20/01/2016; KOCASAKAL, s. 59-62; Cemal Şanlı/Emre Esen/İnci Ataman Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2791965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... II-  1965 TARİHLİ LAHEY SÖZLEŞMESİ VE 7201 SAYILI TEBLİGAT KANUNU A- Genel Olarak Tebligatı, yurtiçi tebligat ve yurtdışı tebligat olmak üzere ikiye ayırmak mümkündür.  Türk  mahkemelerinde  açılan  davalarda  ya  da  Türkiye de yapılan icra takiplerinde, muhatabın yabancı bir ülkede bulunması halinde tebligat  evrakının  yabancı  ülkeye  gönderilmesi  gerekir.  Yabancı  ülkede bulunan bir kişiye tebligatın ne şekilde yapılacağı hususu ise uluslararası adli yardımlaşma sözleşmelerine taraf olma ihtiyacını artırmıştır. Gerek yurtiçi gerekse yurtdışı tebligat için temel kaynaklar, 7201 sayılı Tebligat Kanunu ve Tebligat Kanununun Uygulanmasına Dair Yönetmelik olmakla birlikte, yurtdışı tebligatlarda taraf olunan ikili ve çok taraﬂ ı sözleşmelere de başvurulmaktadır. Uluslararası tebligatın usulü, Tebligat Genelgesinde ayrıntılı olarak üç şekilde düzenlenmiştir; -  İki taraﬂ ı veya çok taraﬂ ı bir sözleşme olmaması halinde uluslararası tebligat, -  İki taraﬂ ı sözleşmelerin bulunması halinde uluslararası tebligat, -  Çok taraﬂ ı sözleşmelere taraf olunması halinde uluslararası tebligat. Türkiye ile arasında ikili veya çok taraﬂ ı sözleşme bulunmayan devletlerin tebligat taleplerine dair işlemler, uluslararası adli yardımlaşmanın esasını teşkil eden mütekabiliyet ilkesi çerçevesinde 7201 sayılı Tebligat Kanunu ve ilgili mevzuat hükümleri uyarınca yürütülür. 7201 sayılı Tebligat Kanunu nun 25 inci maddesi ile yabancı devlette tebligat usulü düzenlenmiştir. 25 inci maddesinin 3 üncü fıkrası çerçevesinde, hukukî konularda adli makamlarca ve noterliklerce yurt dışına yapılacak tebligatlar, Adalet Bakanlığı aracılığı ile doğrudan tebliğin yapılacağı devletteki dış temsilciliğe ulaştırılabilir 44. Figanmeşe, Milletlerarası Özel Hukuk, 4. Bası, Vedat Kitapçılık, İstanbul 2015, s. 452-453. 41  NOMER, s. 583. 42  ÇELİKEL/ERDEM, s. 496-497; DELİDUMAN, s. 15. 43  Adalet Bakanlığı, UHDİGM,  63/3 sayılı Hukukî Alanda Uluslararası Adli Tebligat İşlemleri Genelgesi (http://www.uhdigm.adalet.gov.tr/genelgeler/genelgeler.html Erişim 01/04/2016). 44  MUŞUL, s. 307-308; RUHİ, Tebligat Hukuku, s. 556; Nazif Kaçak, Tebligat Kanunu Şerhi, 2. Baskı, Adalet Yayınevi, Ankara 2011, s. 254; Yargıtay 7. CD., 28/06/2010 tarihli ve 2010/6293 E., 2010/10123 K. sayılı karar, Yargıtay 3. HD. 22/02/2010 tarihli ve 2010/636 280 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Kanun un 25/a maddesinde ise, yurtdışındaki Türk vatandaşlarına yapılacak tebligata ilişkin özel bir düzenleme getirilmiştir. B-  7201 sayılı Tebligat Kanunu Tebligat, Anayasa da düzenlenen ve temel insan haklarından olan adil yargılanma hakkı ve onun bir devamı niteliğindeki hukukî dinlenilme hakkıyla ilgili olduğundan, tebligatta yapılacak herhangi bir usulsüzlük adil yargılanma hakkının ihlaline neden olur. Tebligatın güvenli ve doğru şekilde yapılmasının önemli olması kadar, mümkün olan en kısa sürede, en ucuz ve en basit şekilde yapılması  da  önemlidir.  Bu  hassas  dengenin  sağlanabilmesi  adına,  7201 sayılı Tebligat Kanunu ihtiyaçlara göre birçok kez değiştirilmiştir. Tebligat konusunda yapılan düzenlemelerin yeterli olmadığı uygulamalar neticesinde elde  edilen  tecrübelerle  anlaşılmış  olup,  tebligat  konusunun  ihtiyaçlara göre yeniden şekillenmesi ve en basit şekilde icra edilebilir hale getirilmesi gerekmiştir. Özellikle, Tebligat Kanunu nda yapılan değişiklikler arasında yer alan, yurt dışındaki Türk vatandaşlarına yapılacak tebligata ilişkin daha basit ve hızlı bir yol benimsenmesi oldukça önemli bir gelişmedir. Diğer  taraftan,  uluslararası  tebligat  konusunda  halen  Tebligat Kanunu nun  bazı  maddelerinin  yeterince  etkin  uygulanamadığı E., 2010/2699 K. sayılı karar (RUHİ, Tebligat Hukuku, s. 560-561); ÇELİKEL/ERDEM, s. 498-499; bu maddeye göre tebliğ evrakı, tebliği çıkaran makamın bağlı bulunduğu Bakanlık vasıtasıyla, görev bölgesi gözetilerek ilgili Türk Elçiliğine veya Konsolosluğuna gönderilir. Gönderilen devletteki ilgili elçilik veya konsolosluk ise o devletin hukukuna uygun şekilde tebligatı yerine getirir. Diplomatik usul ile yapılan bu şekildeki bir tebligat uzun zaman almaktadır (NOMER, s. 583-584). 45  Türkiye Cumhuriyeti Anayasası; Kurucu Meclis tarafından 18/10/1982 de Halkoylamasına sunulmak üzere kabul edilmiş ve 20/10/1982 tarihli ve 17844 sayılı Resmi Gazete de yayımlanmış; 7/11/1982 de Halkoylamasına sunulduktan sonra 9/11/1982 tarihli ve 17863 Mükerrer sayılı Resmi Gazete de yeniden yayımlanmıştır. 46  Cenk Akil, 11.1.2011 Gün ve 6099 Sayılı Kanun İle 7201 Sayılı Tebligat Kanunu nda Yapılan Değişiklikler, ss.248-266, Türkiye Barolar Birliği Dergisi, s. 249-250,  http:// tbbdergisi.barobirlik.org.tr/m2-101-1204 , Erişim 18/01/2016; Tebligat Kanunu ile Adli Sicil Kanununda Değişiklik Yapılmasına Dair Kanun Tasarısı ve Kahramanmaraş Milletvekili Veysi Kaynak ın; Tebligat Kanunu ile Karayolları Trafik Kanununda Değişiklik Yapılmasına Dair Kanun Teklifi ve Adalet Komisyonu Raporu (1/742, 2/546), Dönem 23, Yasama yılı 4,  https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf , Erişim 20/01/2016. 47   Tebligat kanunu lâyihası ve Muvakkat Encümen mazbatası (1/105), Devre XI, İçtima 1,  Sayı  129,  s.  1,  https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/ tbmm06015ss9.pdf , Erişim 20/01/2016. 48  (Ek fıkra: 11/1/2011-6099/7 md.) Bu maddeye göre kazaî merciler tarafından çıkarılacak tebligatta, tebliğ evrakı doğrudan o yerdeki Türkiye Büyükelçiliği veya Konsolosluğuna gönderilebilir (Tebligat Kanunu m. 25/a-son). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2811965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... görülmektedir. Örneğin yurt dışına çıkış yapan ancak adresi tespit edilemeyen muhataba,  Tebligat Kanunu nun ilgili maddeleri çerçevesinde ilanen tebligat yapılması, uygulamada başarılı bir şekilde gerçekleştirilememektedir. Anılan düzenlemenin yeterince açık olmaması ve mukim kalması, sonuç olarak yurtdışındaki muhataba tebligat yapılamaması, davaların yıllarca sürmesine ve  adil  yargılanma  hakkının  ihlal  edilmesine  neden  olmaktadır.  Yine, Türkiye de  bulunan  yurt  dışı  temsilciliklerine  tebligat  yapılması  hususu, uygulamada sorun yaşanan ve mevcut düzenlemeler ile tam olarak çözüme kavuşturulamayan  önemli  konular  arasında  yer  almaktadır.  Özellikle, uluslararası  tebligat  konularında  yapılmış  olan  düzenlemelerin  bir  bütün halinde  incelenmesi  ve  uygulamaya  bu  şekilde  yansıtılması  gerekir.  Bu kapsamda, Tebligat Kanunu ile bu alanda taraf olduğumuz Sözleşmelerin hukuki  zeminde  birlikte  ele  alınarak  sorunlara  çözüm  olup  olmadığının değerlendirilmesi  önemlidir.  Mevcut  düzenlemeler  ile  sıkıntılı  konular bertaraf edilemiyorsa, ihtiyaçları karşılayacak yeni düzenlemelerin yapılarak uygulamanın nefes almasının sağlanması şarttır. C- 1965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu nun Uygulanması ve Karşılaşılan Sorunlar 1-  Doğrudan Tebligat 1965 tarihli Sözleşme nin 10 uncu maddesi ile merkezi makamlar ve dış temsilcilikler aracı kılınmaksızın doğrudan posta yoluyla tebligat usulü 49  Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine yöneltilen suçlamalar konusunda karar verecek olan, yasayla kurulmuş bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini istemek hakkına sahiptir(Avrupa İnsan Hakları Mahkemesi Sözleşmesi (AİHS) 6 ncı maddesi); AİHS nin 6 ncı maddesi uyarınca; yargılamanın, etkisini ve güvenirliliğini tehlikeye sokmayacak makul bir süre içinde bitirilmesi gerekmektedir (European Court of Human Rights, Guide on Article 6, Right  to Fair Trial (civil limb), Council of Europea, 2013, s. 50, http://www.echr.coe.int/Documents/Guide_Art_6_ENG.pdf , Erişim 20/01/2016). 50  NOMER, s. 585; ayrıntılı bilgi için bkz. ÇELİKEL/ERDEM, s. 505 vd.; Sözleşmenin 10 uncu maddesi; Talep edilen devlet itiraz etmedikçe iş bu sözleşme:   a)Adli belgelerin yabancı memleketteki kişilere doğrudan posta vasıtası ile gönderilmesine,   b) Menşe devletindeki adalet görevlileri, devlet memurları veya devletin diğer yetkili kişilerinin adli belgelere ilişkin tebligatı doğrudan talep edilen devletteki tebligatı yapmaya yetkili diğer kimseler, devlet memurları veya devletin diğer yetkili kişileri aracılığı ile yapılmasına,   c) Bir dava ile ilgili herhangi bir kimsenin adli belgelere ilişkin tebligatın doğrudan talep edilen devletin tebligat yapmaya yetkili kimseleri, devlet memurları veya devletin diğer yetkili kişileri aracılığı ile yaptırmakta, muhtar olmasına engel teşkil etmez şeklinde düzenlenmiştir. 282 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ düzenlenmiştir. Bu yönteme, sadece Sözleşmenin 10 uncu maddesine çekince koymayan devletler açısından başvurmak mümkündür. Anılan madde ile düzenlenen tebligat usulüne Türkiye tarafından çekince konulmuştur. Türkiye,  10 uncu  maddede  belirtilen  tebliğ  usullerini  tamamen reddetmiştir. Bu nedenle, Türkiye de bulunan bir muhataba, Sözleşme nin 10 uncu maddesi uyarınca yurtdışından tebligat yapılması mümkün değildir. Ancak,  uygulamada  bu  durumun  takip  edilme  imkânı  bulunmamaktadır. Zira, yurtdışında bir mahkemeden doğrudan Türkiye de bulunan bir kişiye tebligat çıkarılması ve muhatabın gönderilen bu belgeyi alması durumundan Türkiye  yetkili  makamlarının  haberdar  olması  imkansızdır.  Böyle  bir durumdan, ancak muhatabın, yetkili makamları bilgilendirmesi veya tebligatı gönderen mahkemeye itirazda bulunması halinde ikinci kez -usulüne uygun- tebligatın yapılması esnasında haberdar olunabilir. Muhatabın, 1965 tarihli Lahey Sözleşmesi nin 10 uncu maddesine ilişkin bilgi sahibi olmasının ne kadar küçük bir ihtimal olduğu düşünüldüğünde, Türkiye de bu yöntemle tebligat yapılıp yapılmadığının tespitinin ne denli imkânsız olduğu daha iyi anlaşılacaktır. Neticede, gönderen mahkeme devletinin mevzuatı böyle bir tebligatı usulüne uygun olarak kabul ediyorsa, o devlet sınırları içinde bu şekilde verilmiş bir kararın icrası mümkün olabilir. Sorun, bu şekilde verilen ve kesinleşen bir kararın başka bir devlette, örneğin Türkiye de icrası için tenfiz davası açılması ile ortaya çıkacaktır. Zira, tenfiz davasında, tebligatın usulüne uygun yapılıp yapılmadığı incelenecek olup, Sözleşme nin 10 uncu 51 Sözleşme nin 10 uncu maddesine çekince koymayan devletler şunlardır; Amerika Birleşik Devletleri, Arnavutluk, Antigua ve Barbuda, Bahama Adaları, Barbados, Belarus, Belçika, Bostvana, Danimarka, Finlandiya, Fransa, Hollanda, Birleşik Krallık (İngiltere) ve Kuzey İrlanda, İrlanda, İspanya, İsrail, İsveç, İtalya, İzlanda, Japonya, Kanada, Letonya, Lüksemburg, Malavi, Portekiz, Romanya, Slovenya, Saint Vincent ve Grenadines (16.11.2011 tarihli ve 63/3 sayılı Genelge, Ek 5). 52  1954 tarihli Lahey Sözleşmesi nin 6 ncı maddesi uyarınca da, tebliğ evrakının yabancı bir ülkede bulunan muhataba doğrudan posta yoluyla gönderilmesi, tebligatın yapılacağı devletin buna itiraz etmeme şartına bağlanmıştır. 53 5. Le Gouvernement de la République de Turquie déclare s opposer à l utilisation des méthodes de signification et de notification énumérées à l article 10 de la Convention. (HCCH, Reservations Declarations    http://www.hcch.net/index_en.php?act=status.comment&csid=425&disp=resdn  ,  Erişim 31/10/2012). 54  Yabancı mahkemelerde verilen kararın, tenfizinin ön şartları arasında kararın kesinleşmiş olması aranmaktadır. Tenfize konu kararın kesinleşmesi ise usulüne uygun şekilde tebligatın yapılması ile mümkün olur; Yabancı mahkemelerden hukuk davalarına ilişkin olarak verilmiş ve o devlet kanunlarına göre kesinleşmiş bulunan ilâmların Türkiye de icra olunabilmesi yetkili Türk mahkemesi tarafından tenfiz kararı verilmesine bağlıdır ( Milletlerarası Özel Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2831965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... maddesine  konulan  çekince  nedeniyle  Türkiye de  bulunan  muhataba doğrudan tebligat yapılması usulsüz kabul edilmelidir. Böylece, bu şekilde kesinleştirilmiş bir kararın Türkiye de tenfizi mümkün olmayacaktır. Diğer  taraftan,  10 uncu  maddeye  çekince  koymayan  devletler açısından doğrudan posta yoluyla tebligat yapılması mümkündür. Örneğin Türkiye  mahkemeleri  tarafından,  10 uncu  madde  uyarınca  Hollanda da bulunan bir kişiye doğrudan posta yoluyla tebligat yapılabilir. Bu durumda da açıklığa kavuşturulması gereken husus, uygulamada bu şekilde yapılan tebligatın usulüne uygun kabul edilip edilmediğidir. Yargıtay bir kararında, yurt dışındaki muhataba 25 inci maddeye aykırı olarak iadeli taahhütlü bir şekilde posta yoluyla doğrudan yapılan tebliği usulsüz kabul etmiş, ancak hükmün sonucunu etkilemediği takdirde bozma sebebi saymamıştır. Oysa ki, 1965 tarihli Lahey Sözleşmesi yürürlüğe girdiği tarihten itibaren kanun hükmündedir.  Zira,  Anayasa nın  90 ıncı  maddesine    göre,  uluslararası sözleşmeler kanun gücünde olup, iptalleri için Anayasa Mahkemesi ne dahi Hukuk ve Usul Hukuku Hakkında Kanun (MÖHUK) madde 50);O yer kanunları uyarınca, kendisine karşı tenfiz istenen kişinin hükmü veren mahkemeye usulüne uygun bir şekilde çağrılmamış veya o mahkemede temsil edilmemiş yahut bu kanunlara aykırı bir şekilde gıyabında veya yokluğunda hüküm verilmiş ve bu kişinin yukarıdaki hususlardan birine dayanarak tenfiz istemine karşı Türk mahkemesine itiraz etmemiş olması (MÖHUK madde 54/1-ç); Tanıma tenfiz talebine konu karar, hem şekli hem de maddî anlamda kesinleşmiş olmalıdır. Kesinleşmenin tespiti, kararın verildiği ülke hukukuna göre yapılmalıdır (ŞANLI/ ESEN/FİGANMEŞE, s. 490; Ahmet Cemal Ruhi, Nafaka Hukuku, 3. Baskı, Seçkin, Ankara 2010, s. 121); Common Law ülkelerinde de benzer koşullar tenfiz kararının verilmesi için aranmaktadır. Örneğin; 1. Yabancı mahkemenin taraﬂ ar üzerinde yargı yetkisinin bulunması, 2. Kararın kesinleşmiş olması, 3. Kararın vergi veya para cezasına ilişkin olmaması gerekmektedir. (Winston Anderson, Elements of Private International Law, The Caribbean Law Publishing Company, Kingston, 2003, s. 211). 55  Yurtiçi ve yurtdışı tebligatın nasıl yapılması gerektiğini düzenleyen ikili ve çok taraﬂ ı sözleşmeler de dahil olmak üzere birden fazla kaynak bulunmaktadır. Tebligat, hangi kaynak çerçevesinde yapılıyorsa o kaynakta belirtilen usullere uyulması gerekmektedir. Kaynaklarda belirtilen usullere uyulmadan yapılan tebligat geçersiz olacaktır (ÇELİKEL/ERDEM, s. 510). 56  ÇELİKEL/ERDEM, s. 507. 57  Yargıtay 2. HD. 13/01/1977 tarihli ve 9383 E. ve 164 K. sayılı kararı (MUŞUL, s. 313). 58  ‘ Usulüne göre yürürlüğe konulmuş milletlerarası andlaşmalar kanun hükmündedir. Bunlar hakkında Anayasaya aykırılık iddiası ile Anayasa Mahkemesine başvurulamaz (Anayasa  m. 90/V). 59   Türk  Anayasası  (AY  m.  90/V)  uyarınca,  Milletlerarası  Sözleşmeler  kanun  niteliği taşımaktadır. Dolayısıyla bu sözleşmelerin yürürlüğe girmesi, Türk milletlerarası özel hukukuna farklı bağlama kuralları veya farklı usul hükümleri kazandırabilir. (Mahmut Kamacı, Türk Milletlerarası Özel Hukukunda Nafaka ve Bu Konudaki Türkiye nin Katıldığı Milletlerarası Özel Hukuk Sözleşmeleri, s. 508-539, Yargıtay Dergisi, Cilt 24, Sayı 4, Ekim 1998, s. 516.) 284 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ gidilememektedir. Dolayısıyla, Sözleşme nin 10 uncu maddesine uyarınca Türk mahkemelerince yurtdışındaki muhataba tebligat yapılması mevzuatımıza uygundur  ve  hatta  bu  yöntemle  yapılacak  tebligatların  teşvik  edilmesi gerekmektedir. 7201 sayılı Tebligat Kanununda Değişiklik Yapılmasına Dair Kanun un gerekçesi incelendiğinde, tebligatın mümkün olan en kısa sürede, en ucuz ve en basit şekilde yapılmasının ne denli önemli olduğu anlaşılır. Bu çerçevede, mevcut mevzuatın da doğrudan tebligat yapılmasına izin verdiği ve bu yöntemin en azından bazı davalarda tebligatı oldukça kolaylaştıracağı göz  önünde  bulundurulduğunda,  Tebligat  Kanunu nun  25 inci  maddesini öne sürerek, Sözleşme nin 10 uncu maddesi uyarınca yapılan tebligatların usulsüz olacağını söylemek uygulamayı zorlaştırır. Bu nedenle, uluslararası tebligatların daha kolay ve kısa sürede yapabilmesine imkân veren bu tebligat yönteminin önündeki engellerin kaldırılarak, çekince koymayan devletler açısından uygulanması yolunun açılması gerekir. Tebligat Kanunu nun 25/1 inci maddesi uyarınca,  yurtdışında bulunan muhataba  tebliğ,  o  devletin  yetkili  makamı  vasıtasıyla  yapılır.  Bunun için anlaşma veya o devlet kanunları müsait ise, o yerdeki Türkiye siyasi memuru veya konsolosu tebligat yapılmasını salahiyetli makamdan ister. Anılan maddenin uygulaması sırasında; hazırlanan tebliğ evrakı doğrudan muhataba değil, öncelikle tebligatın yapılmak istenildiği devletteki Türkiye dış  temsilciliğine,  temsilcilik  vasıtasıyla  da  o  devlet  yetkili  makamına gönderilir.  Dolayısıyla,  bu  şekilde  bir  tebligatın  yapılarak,  davanın görüldüğü  mahkemeye  dönmesi  aylar  ile  telaﬀ uz  edebileceğimiz  süreler almaktadır.  Hâlbuki  Sözleşme nin  10 uncu  maddesinin  uygulanmasında tebligat, doğrudan posta yoluyla davanın görüldüğü mahkemeden, muhataba gönderilmektedir. Dahası, anılan maddeye çekince koymayan bazı devletler 60  Tebligat Kanunu ile Adli Sicil Kanununda Değişiklik Yapılmasına Dair Kanun Tasarısı ve Kahramanmaraş Milletvekili Veysi Kaynak ın; Tebligat Kanunu ile Karayolları Trafik Kanununda Değişiklik Yapılmasına Dair Kanun Teklifi ve Adalet Komisyonu Raporu (1/742, 2/546), TBMM, Dönem 23, Yasama yılı 4, https://www.tbmm.gov.tr/sirasayi/donem/yil/ ss.pdf , Erişim 20/01/2016. 61  Taraf olduğumuz 1965 tarihli Lahey Sözleşmesinin 10 uncu maddesine çekince koymayan devletler;  Amerika Birleşik Devletleri, Arnavutluk, Antigua ve Barbuda, Bahama Adaları, Barbados, Belarus, Belçika, Bostvana, Danimarka, Finlandiya, Fransa, Hollanda, Birleşik Krallık (İngiltere) ve Kuzey İrlanda, İrlanda, İspanya, İsrail, İsveç, İtalya, İzlanda, Japonya, Kanada, Letonya, Lüksemburg, Malavi, Portekiz, Romanya, Slovenya, Saint Vincent ve Grenadines. 62  ÇELİKEL/ERDEM, s. 498; NOMER, 583-584; MUŞUL, s. 307; YILMAZ/ÇAĞLAR, s. 459 vd.; TURAN, s. 253-254; AKCAN/ALBAYRAK, s. 74-75. 63  Örneğin; Hollanda yetkili makamları, Hollanda sınırları içinde bulunan muhataplara bu Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2851965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... bu yöntemin kendi ülke sınırları içerisinde yapılmasını, özellikle Türkiye gibi uluslararası tebligat akışının çok fazla olduğu devletlerden talep etmektedir.  2-  Yurt Dışında Bulunan Türk Vatandaşlarına Tebligat 1965  tarihli  Lahey  Sözleşmesi nde  genel  kural  tebligatın  merkezi makamlar  aracılığıyla  yapılması  olup,  8 inci  madde  ile  diplomatik temsilcilikler  vasıtasıyla  tebligat  yapılabilmesi  düzenlenmiş,  ancak Türkiye bu yolu sadece kendi vatandaşlarına tebligat yapılması açısından kabul etmiştir. Yine, 1954 tarihli Sözleşmenin 6 ncı maddesine çekince konularak,  diplomatik  memurlar  veya  konsolosluk  görevlilerinin,  sadece kendi vatandaşlarına tebligat yapabileceği kabul edilmiştir. Bu kapsamda, 7201 sayılı Tebligat Kanunu nda da, yurt dışında bulunan Türk vatandaşlarına tebliğe ilişkin tamamen özel bir düzenlemeye yer verilmiştir. Anılan Kanun un,  25/a maddesinde; Yabancı ülkede kendisine tebliğ yapılacak kimse Türk vatandaşı olduğu takdirde tebliğ o yerdeki Türkiye Büyükelçiliği veya Konsolosluğu aracılığıyla da yapılabilir. Bu hâlde bildirimi Türkiye Büyükelçiliği veya Konsolosluğu veya bunların görevlendireceği bir memur yapar(...) yöntemle tebligat yapılmasını özellikle teşvik etmektedir. Zira, tebligatın doğrudan muhataba yapılması demek, Sözleşmeler çerçevesinde öngörülen merkezi makamların da iş yükünü azaltacak, tebligatların daha hızlı ve kolay bir şekilde yapılmasını sağlayacaktır (Adalet Bakanlığı, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü (UHDİGM), Sözleşmeler Bürosu, Adalet Müşavirleri Toplantısı). 64  2012 yılında Türkiye nin Hollanda dan talep ettiği tebligatın toplam sayısı 612 dir (Adalet Bakanlığı, UHDİGM, 2012 Faaliyet Raporu, 2012 Yılında Yabancı Ülkeler Tarafından Yerine Getirilen Tebligat Taleplerimiz, Tablo 118). 65   Sözleşme nin  8 inci  maddesi  Âkit  Devletlerden  herbiri  adli  belgelerin  yabancı memleketlerde tebliği işini, zor kullanmaksızın, doğruca kendi diplomatik ve konsolosluk ajanları  vasıtası  ile  yaptırmakta  muhtardırlar.  Tebligatın  belgenin  çıktığı  memleketin uyruklusuna yapılması hali müstesna, Devletlerden herhangi biri, kendi topraklarında bu şekilde tebligat yapılmasına muhalefet edebilir. şeklinde düzenlenmiştir; Örneğin İrlanda bu maddeye ilişkin herhangi bir beyanda bulunmamıştır. (Hague Convention On The Service Abroad of Judicial and extrajudicial Documents in Civil or Commercial Matters (1965), Law Reform Commission Report 21-23, The Law Reform Commission, Dublin/Ireland 1987, s. 9; McCLEAN, s. 13). 66  Diplomatik temsilcilikler vasıtasıyla tebligat etkin olarak yapılamamakla birlikte, halen bazı koşullarda buna ihtiyaç duyulmaktadır. (W.A. Kennett, Enforcement of Judgements in Europe, Qxford University Press, Oxford 2001, s. 194). 67 (...)4. Le Gouvernement de la République de Turquie reconnaît aux agents diplomatiques ou consulaires la faculté de faire des significations ou des notifications, conformément à l article 8 de la Convention seulement à ses propres ressortissants.(HCCH, Reservations Declarations  http://www.hcch.net/index_en.php?act=status.comment&csid=425&disp=resdn  ,  Erişim 31/10/2012. 286 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Bu maddeye göre kazaî merciler tarafından çıkarılacak tebligatta, tebliğ evrakı doğrudan o yerdeki Türkiye Büyükelçiliği veya Konsolosluğuna gönderilebilir ifadesi yer almaktadır. Bu  maddeye  göre,  yurtdışında  bulunan  Türk  vatandaşlarına,  o yerdeki  Türkiye  siyasî  memuru  veya  konsolosu  tarafından  doğrudan tebligat yapılabilir. Tebligat Kanunu nun söz konusu maddesine, 19.01.2011 tarihli  ve  27820  sayılı  Resmî  Gazete de  yayımlanarak  yürürlüğe  giren 6099  sayılı  Kanunla  eklenen  fıkra  uyarınca,  kazaî  merciler  tarafından çıkarılacak bu tür tebligatlar Adalet Bakanlığı (UHDİGM) aracı kılınmaksızın doğrudan Türkiye nin ilgili dış temsilciliğine gönderilebilir. Bu değişikliğin gerekçesinde,  Tebligat  Kanunu nun  25/a  maddesi  uyarınca  yapılan tebligatların Adalet Bakanlığı aracılığıyla yapıldığı, eklenen bu yeni fıkra ile tebligatın, Türk vatandaşlarına artık Adalet Bakanlığı aracı kılınmaksızın doğrudan ilgili dış temsilciliğe tebliğ evrakının gönderilmesi ile yapılabileceği, böylece zaman ve para kaybının önüne geçileceği ifade edilmiştir. Ayrıca, anılan  madde  gerekçesinde,  bugüne  kadar  Adalet  Bakanlığı nın  sadece tebligat  evrakındaki  şekli  unsurları  incelemek  amacıyla  aracı  kılındığı, oysaki bu incelemenin tebligatı gönderen yargı organınca da yapılabileceği belirtilmiştir.  Bu  değişiklik  ile  tebligat  sürecinin  hızlanması  sağlanarak, özellikle zaman unsurunun çok önemli olduğu davalarda daha çabuk sonuca ulaşılması amaçlanmıştır. 68   Yargıtay 2. HD, 16/02/2010 tarihli ve 2009/827 E., 2010/2684 K. sayılı kararı; Yargıtay 10. HD, 14/12/2010 tarihli ve 2010/14733 E., 2010/16639 K. sayılı kararı; Yargıtay 2. HD, 16/03/2006 tarihli ve 2005/18357 E., 2006/3553 K. sayılı kararı (RUHİ, Tebligat Hukuku, s. 577-578); KAÇAK, s. 262; ayrıntılı bilgi için bkz. KOCASAKAL, s. 30 vd.; MUŞUL, s. 313-316; YILMAZ/ÇAĞLAR, s. 491-498; TURAN, s. 254-257; AKCAN/ALBAYRAK, s. 75-76. 69 Tebligat Kanununun 25/a maddesinde siyasî temsilcilikler aracılığıyla yurt dışında bulunan Türk vatandaşlarına tebligat usûlü düzenlenmiştir. Bugüne kadar yurt dışı temsilciliklere gönderilen tebligat Adalet Bakanlığı aracılığıyla yapılmaktaydı. Maddeye eklenen yeni fıkrada bu hususta kolaylık getirilmiştir. Bu bağlamda, Türk vatandaşları bakımından, Adalet Bakanlığının aracılığı olmadan, doğrudan ilgili temsilciliğe tebligatın gönderilmesi usulü  kabul  edilmiştir.  Zira,  Adalet  Bakanlığının  aracılığı  sadece  şeklî  hususların incelenmesi ile ilgilidir. Bu inceleme yargı organınca yapılıp tebliğ evrakı gönderilebilecek, böylece hem zaman hem de para kaybı önlenecektir. Ayrıca, Türk yargı organının yine Türk vatandaşı olan taraf için doğrudan Türk temsilciliğini kullanarak tebligat yapması hiçbir sakınca doğurmayacak, bilakis birçok yarar sağlayacaktır(Tebligat Kanunu ile Adli Sicil Kanununda Değişiklik Yapılmasına Dair Kanun Tasarısı ve Kahramanmaraş Milletvekili Veysi Kaynak ın; Tebligat Kanunu ile Karayolları Trafik Kanununda Değişiklik Yapılmasına Dair Kanun Teklifi ve Adalet Komisyonu Raporu (1/742, 2/546), TBMM, Dönem 23, Yasama yılı  4,http://www.kgm.adalet.gov.tr/Tasariasamalari/Kanunlasan/2011Yili/kanmetni/6099s. pdf , Erişim 18/12/2012). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2871965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Tebligat Kanunu nun 25/a maddesinin son fıkrasındaki düzenlemenin, 1965 tarihli Sözleşmesi nin 10 uncu maddesinde yer alan doğrudan tebligat yöntemi  ile  karıştırılmaması  gerekmektedir.  Zira,  1965  tarihli  Sözleşme uyarınca  kabul  edilen  yöntemlerden  biri  olan  doğrudan  tebligat  usulüne (m. 10) Türkiye tarafından çekince konulmuştur. Bu tür tebligatlar, merkezi makamlar ve dış temsilcilikler aracı kılınmaksızın doğrudan posta yoluyla adli makamlar tarafından muhataba yapılmaktadır. 25/a maddesindeki değişiklik ile ise, yurt dışında ikamet eden Türk vatandaşlarına tebligat, kazaî merciler tarafından doğrudan Türkiye nin ilgili dış temsilciliğine gönderilecek, dış temsilciliğimiz ise muhataba tebligatı yapacaktır. Dolayısıyla, Sözleşme nin 10 uncu  maddesinde  vatandaşlık  sınırlaması  yapılmamışken,  Tebligat Kanunu nun 25/a-son maddesi uyarınca tebligat sadece Türk vatandaşlarına yapılabilir. Bir diğer önemli fark ise, Sözleşme nin 10 uncu maddesinde benimsenen yöntemin, Kanun un 25/a-son maddesinde belirtilen yöntemden daha  kısa  olmasıdır.  Ancak,  Tebligat  Kanunu nun  25/a-son  maddesi, Sözleşme nin 10 uncu maddesinin uygulanmasının önünde engel değildir. Şartların bulunması halinde yurt dışında bulunan Türk vatandaşlarına da doğrudan 10 uncu madde uyarınca tebligat yapılması mümkündür.  Kanun un 25/a-son maddesi uyarınca gönderilen tebliğ evrakına ilişkin olarak, Türkiye siyasî memuru veya konsolosu ya da bunların görevlendireceği bir memur tarafından tebligatın yapılıp yapılmadığına dair bu makamlarca bir tutanak düzenlenir ve evrak tutanak ile birlikte ilgili kazaî mercie gönderilir. Tebligat evrakının tercümesine gerek bulunmamakla birlikte, tebligatın talep edildiği ülkeye göre posta giderinin ilgilisince yatırılarak, makbuz örneğinin tebliğ  evrakı  ekinde  ilgili  dış  temsilciliğe  gönderilmesi  gerekmektedir (16.11.2011 tarihli ve 63/3 sayılı Genelge s.5). Kanun un  25/a  maddesi,  Türk  vatandaşları  açısından  tebligat prosedürünü  kolaylaştırmıştır.  Evrakın  tercümesine  ihtiyaç  duyulmaması ayrıca  önem  taşımaktadır.  Türk  vatandaşlarına  tebligat  hususunda  bu yolun tercih edilmesi, iki taraﬂ ı veya çok taraﬂ ı sözleşme hükümleri ya da uluslararası adli yardımlaşma kuralları çerçevesinde tebligat yapılamayacağı anlamına gelmemektedir. Bu yollarla yapılan tebligatın, mutlaka yabancı devletin yetkili makamı aracılığıyla yapılması ve evraka tercüme eklenmesi gerekmektedir.  Bu  nedenle,  uygulamada  Türk  vatandaşlarına  yapılacak 70  Tebligat Kanunu nun 25/a maddesi 2003 tarihinde eklenmiş olup, yurtdışına yapılacak tebligatlar için belirlenen diplomatik yolla tebligata göre daha özel bir düzenleme getirmiştir. Sadece Türk vatandaşları için öngörülen bu yöntem, tebligatın daha kolay ve hızlı yapılmasını sağlamaktadır (ÇELİKEL/ERDEM, s. 499).  288 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ tebligatlarda, öncelikle 25/a maddesi uyarınca tebligat evrakı gönderilmekte, şayet sonuç alınamıyorsa ikinci yol olarak diğer seçenek (iki taraﬂ ı veya çok taraﬂ ı anlaşmalar) denenmektedir. Tebligat  Kanunu nun  25/a  maddesine  göre  izlenecek  prosedür  ise maddede şu şekilde düzenlenmiştir; - Öncelikle, muhataba bir bildirim yapılmakta, muhatap bildirimi aldığı günden sonraki otuz gün içinde tebligatı almaya gelmezse tebligat yapılmış sayılmaktadır. - Şayet muhatap bildirimi aldıktan sonra gelirse tebligat geldiği gün yapılmış sayılmaktadır. - Muhatap  dış  temsilciliğe  geldiği  halde,  tebliğ  evrakını  almaktan imtina ederse, bu konuda tutulacak tutanak tarihinde tebligat yapılmış kabul edilir. - Muhatabın  bildirimi  hiç  almamış  olması  halinde  ise,  tebligat yapılmamış sayılır. Bu aşamadan sonra, sözleşmeler çerçevesinde tebligat yapılması talep edilebilir. 25/a maddesi ile ihbar evrakını alan ancak otuz gün içinde tebligatı almak  için  dış  temsilciliğe  gelmeyen  kötü  niyetli  muhatabın,  tebligatın yapılmasını  geciktirmesini  önlemek  ve  süreç  kolaylaştırılarak,  davanın uzamasının engellenmesi istenilmiştir. Bu madde ile tebligatı almayan tarafın adil yargılama hakkının zarar gördüğü düşünülebilir. Ancak, ihbar evrakını almasına rağmen tebligatı almayarak davayı sürüncemede bırakmaya çalışan tarafın adil yargılama hakkı gözetilirken, davanın tamamen kötü niyetli bir 71  (...) Melburn Başkonsolosluğu tebliğ evrakını alması için davalının adresine, Tebligat Kanunu nun 25/a maddesine uygun olarak gönderilen ihtarlı bildirimin, o ülke mevzuatına göre 31.08.2006 tarihinde tebliğ edildiğini bildirdiğine göre, dava dilekçesi ve duruşma gününün davalıya tebliğ tarihi bildirimi izleyen otuzuncu günün bitimi olan 30.09.2006 dır. Yargıtay 2. HD, 04/02/2008 tarihli ve 2007/4146 E., 2008/770 K. sayılı kararı (RUHİ, Tebligat Hukuku, s.578); ÇELİKEL/ERDEM, s. 499; YILMAZ/ÇAĞLAR, s. 492-493; MUŞUL, s. 314; AKCAN/ALBAYRAK, s. 78; ŞANLI/ESEN/FİGANMEŞE, s. 453-454. 72  Ayrıntılı bilgi için bkz. MUŞUL, s. 314-315; YILMAZ/ÇAĞLAR, s. 493; ŞANLI/ESEN/ FİGANMEŞE, s. 454. 73 (...) Tebligat Kanunu nun 25/a maddesi gereğince dava dilekçesinin tebliğ yoluna gidilmiş, ancak; Paris Başkonsolosluğunca Fransız Posta İdaresi kanalıyla yapmak istediği tebligatın davalı tarafından almaya gidilmemesi nedeniyle ikmal edilmeden iade edildiği saptanmıştır. Bu durumda tebligat işlemi tamamlanamamıştır. Yargıtay 8. HD, 03/05/2010 tarihli ve 2009/4206 E., 201/2275 K. sayılı kararı (RUHİ, Tebligat Hukuku, s. 576-577). 74  ÇELİKEL/ERDEM, s. 499-500. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2891965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... şekilde uzatılması sonucunda zarar görecek olan diğer tarafın haklarının da zarar görmesinin engellenmesi gerekmektedir. Ayrıca, Tebligat Kanunu nun 21 inci maddesi uyarınca tebligattan imtina edilmesi halinde bile tebligatın maddede  belirtilen  şekilde  ihbarnamenin  kapıya  yapıştırılması  suretiyle yapılması kabul edilmiştir. Yine, 21/2 maddesinde, muhatap o adreste hiç oturmamış veya o adresten sürekli olarak ayrılmış olsa dahi kişinin adrese dayalı  kayıt  sistemindeki  adrese  tebligatın  yapılması  düzenlenmiştir.  Bu örneklerde olduğu gibi ilanen tebligatta da, muhatabın tebliğ evrakına muttali olmaması oldukça büyük bir ihtimaldir. Buna rağmen, davanın makul sürede sonuçlandırılması (AİHS m. 6) ve bu bağlamda davanın uzaması nedeniyle taraﬂ arın haklarının zarar görmemesi için bu tür düzenlemeler kabul edilmiştir. Özellikle adresi meçhul tarafa tebligat yapılamadığı için sonlandırılamayan davaların, makul sürede bir sonuca varması için kabul edilen ilanen tebligat gibi düzenlemelere yabancı devlet mevzuatlarında da yer verilmiştir. 3.  İlanen Tebligat Tebligat  Kanunu nun  28 inci  maddesi  uyarınca,  adresi  meçhul olan kişilere tebligat ilanen yapılır. Tebligat Kanunu nun diğer maddeleri çerçevesinde tebligat yapılamayan ve ikametgâhı, meskeni veya iş yeri de bulunamayan kimsenin adresi meçhul sayılır (m. 28/2)76. Anılan maddenin devamında; yabancı devletlerde bulunan kişilere ilanen tebligat yapılmasının gerekmesi halinde tebliği çıkaran merciin, tebliğ olunacak evrak ile ilan suretlerini yabancı memlekette bulunan kimsenin malûm adresine ayrıca iadeli taahhütlü mektupla göndermesi ve posta makbuzunu dosyasına koyması gerektiği  belirtilmektedir.  Ancak,  yabancı  bir  devlette  ilanen  tebligatın muhataba nasıl yapılacağı ya da ilan suretlerinin, adresi zaten tespit edilemediği için ilanen tebligat yolu tercih edilen kişinin malûm adresine gönderilmesinin nasıl gerçekleşeceği hususlarında bir açıklık bulunmamaktadır. 75   Örneğin, Alman  Hukuk  Muhakemeleri  Kanunu nun  185 inci  maddesinde;  tebligatın, muhatabın adresinin meçhul olması ve temsilciye veya tebligat yetkilisine ilişkin tebligatın yapılmaması halinde mümkün olacağı belirtilmiştir (Zivilprozessordnung m. 185/1). Anılan Kanun a göre ilanen tebligat ise, muhatabın yurtdışında veya içinde olması ayrımı yapılmadan mahkeme panosuna asılarak ya da elektronik bilgi sistemine bildirimde bulunulması ile yapılır (Zivilprozessordnung m. 186/2). 76  Ayrıntılı bilgi için bkz. MUŞUL, s. 87; YILMAZ/ÇAĞLAR, s. 501 vd.; DELİDUMAN, s. 42 vd., AKCAN/ALBAYRAK, s.51 vd.; TURAN, s. 169. 77  Tebligat kanunu lâyihası ve Muvakkat Encümen mazbatası (1/105), Devre XI, İçtima 1,  Sayı  129,  s.  7-8,  https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/ tbmm06015ss9.pdf , Erişim 20/01/2016. 290 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Diğer taraftan, 29 uncu maddede genel olarak ilanen tebligatın usulü düzenlenmiştir. Madde çerçevesinde ilan suretiyle tebliğ; - İlan muhatabın öğrenmesinin en güvenilir şekilde gerçekleşeceği umulan ve varsa tebliği çıkaran merciin bulunduğu yerde yayınlanan birer gazetede ve ayrıca elektronik ortamda yapılır. -  Tebliğ olunacak evrak ve ilan sureti, tebliği çıkaran merciin herkesin kolayca görebileceği bir yerine de asılır. Tebliği çıkaran merci, gerekiyorsa ikinci defa ilan yapılmasına karar verebilir. İki ilan arasındaki müddet bir haftadan aşağı olamaz. Gerekiyorsa ikinci  ilan,  yabancı  memleket  gazeteleriyle  de  yaptırılabilir  (m.  29/son). Kanun un  29 uncu  maddesinin  4 üncü  fıkrasının  gerekçesinde;  ikinci defa ilan yapılmasına karar verilmesi halinde, bu ilanın yabancı memleket gazetelerinde yapılabileceği, böyle bir durumda tebligatın muhatabın öğrenme ihtimalinin en yüksek olduğu yabancı devlet gazetesinde yapılması ve yabancı devlet gazetesinde ilan yapma usulünün hazırlanacak bir talimatname ile düzenlenmesi gerektiği belirtilmiştir. Ancak, 7201 sayılı Kanun yürürlüğe girdikten sonra hazırlanan Tebligat Tüzüğü nde ve Tebligat Yönetmeliği nde bu hususları içeren herhangi bir düzenlemeye yer verilmemiştir. Kanun un  ilanen  tebligata  ilişkin  maddeleri  bir  bütün  olarak incelendiğinde;  yurtdışında  yapılacak  ilanen  tebligata  ilişkin  ayrıntılı  bir düzenleme  yapılmadığı  görülür.  Uygulamada  ise  bu  boşluk,  yurtdışında yayınlanan bir gazeteye ilan verilmesi şeklinde çözülmeye çalışılmaktadır. Başka bir ifade ile, yurtdışına çıkış yaptığı tespit edilen, ancak tüm aramalara rağmen adresi bulunamayan muhataba tebligat, bulunduğu ülke gazetelerinde ilan  vermek  suretiyle  yapılmaktadır.  Yurtdışında  muhatabın  bulunduğu yer  gazetesinde  ilan  verilmesi  için  öncelikle  mahkemesince  ilan  metni hazırlanmakta ve bu metin UHDİGM e gönderilmektedir. Gönderilen metin, ilgili devlette bulunan dış temsilciliğe iletilmekte ve söz konusu metnin 78  Bu fıkradaki, gerekiyorsa ikinci ilânın yabancı memleket gazeteleri ile de yapılabileceğine dair hüküm, /bir ihtiyacın ifadesi olmuştur. Fakat birinci ilânın memleketimizde yapılması lüzumludur. Bundan bir netice hâsıl olmaz ve fayda umulursa yabancı memleket gazeteleri ile de ilân yapı labilecektir. Bu halde, yabancı memleket gazetesi, alâkalının ıttılaına en emin bir şekilde vâsıl olacağı umulan gazete mahiyetinde olacaktır.Yabancı memleket gazetesiyle ilân yapılması usulü, talimatnamede gösterilecektir (Tebligat kanunu lâyihası ve Muvakkat Encümen mazbatası (1/105), Devre XI, İçtima 1, Sayı 129, s. 8, https://www.tbmm.gov.tr/ tutanaklar/TUTANAK/TBMM/d/c/tbmm06015ss9.pdf , Erişim 20/01/2016. 79  Tebligat Tüzüğü, 20/8/1959 tarihli Bakanlar Kurulu Kararı ile kabul edilmiş olup, 11.9.1959 tarihli ve 10303 sayılı Resmi Gazete de yayınlanarak yürürlüğe girmiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2911965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... o  yer  gazetelerinden  birinde  yayınlanması  talep  edilmektedir.  Kanun un 29 uncu maddesinde ilan şekli belirlenmiş olup, ilanen tebligat maddede sayılan  unsurların  yerine  getirilmesi  ile  tamamlanmaktadır.  Dolayısıyla, yurtdışındaki bir gazetede ilan maddenin ilk unsurunun gerçekleştirilmesi anlamına gelir. Maddede öngörülen diğer şartlar da yerine getirildiğinde ilanen  tebligat  yapılmış  sayılmaktadır.  Aslında  mevcut  uygulama  ile yabancı devlet makamlarından ilanen tebligat yapması istenilmemekte, o yer dış temsilciliğinden yabancı devlet gazetelerinden birinde mahkemece hazırlanan metnin yayınlanması talep edilmektedir. Böylece, ilanen tebligatın unsurları  tamamlanmış  kabul  edilerek,  davanın  sürüncemede  kalmaması amaçlanmaktadır. Ancak, yorum yoluyla ulaşılan bu çözüm pratikte de bazı soru işaretlerini beraberinde getirmektedir. Örneğin; ilanen tebligat yapılması için şahsın adresinin meçhul sayılması gerekmektedir. Yurtdışında bulunan bir şahsın adresinin meçhul sayılması için ne gibi bir süreç işlemesi gerektiği hususu ise net değildir. Türkiye de  adresinin  meçhul  sayılması  için  bir  kişinin,  Tebligat Kanunu nun diğer maddeleri ile tebligat yapılamaması ve ikametgâhı, meskeni veya iş yeri adreslerinin tespit edilememesi gerekmektedir. Türkiye de şahsın adresinin tespiti resmi veya hususi kurumlara sorularak ya da zabıta marifetiyle yapılabilir (m. 28/3). Dahası, Tebligat Kanunu nun 21/2 maddesi uyarınca; tebligat, şartların oluşması halinde kişinin adres kayıt sistemindeki (AKS)81 adresine maddede belirtilen usuller ile yapılabilir. Dolayısıyla, yurtiçinde ilanen tebligata başvurulması, özellikle AKS deki adrese tebligat yapılmasına ilişkin düzenlemenin getirilmesi ile daha az başvurulan bir yöntem olarak yerini  almıştır.  Diğer  taraftan,  yurtdışında  yaşayan  bir  kişinin  adresinin meçhul sayılması için yapılacak araştırma daha komplike bir süreci gerektirir. Zira, kişinin adresinin meçhul sayılması için öncelikle uluslararası ikili ve çok taraﬂ ı sözleşmeler çerçevesinde adres araştırması yapılması gerekmektedir. 80  Adalet Bakanlığı, UHDİGM, Tebligat Bürosu. 81  Adres Kayıt Sistemi ile Türk vatandaşları ve Türkiye deki yerleşik yabancıların adres bilgilerinin elektronik ortamda merkezi bir yapı içerisinde güncellenerek karışıklığa son verilmesi amaçlanmaktadır (T.C. İçişleri Bakanlığı, Nüfus ve Vatandaşlık İşleri Genel Müdürlüğü, Adres  Kayıt  Sistemi,  http://www.nvi.gov.tr/Hakkimizda/Projeler,Aks.html  , Erişim 10/02/2016). 82  Gösterilen adres muhatabın adres kayıt sistemindeki adresi olup, muhatap o adreste hiç oturmamış veya o adresten sürekli olarak ayrılmış olsa dahi, tebliğ memuru tebliğ olunacak evrakı, o yerin muhtar veya ihtiyar heyeti azasından birine veyahut zabıta amir veya memurlarına imza karşılığında teslim eder ve tesellüm edenin adresini ihtiva eden ihbarnameyi gösterilen adresteki binanın kapısına yapıştırır. İhbarnamenin kapıya yapıştırıldığı tarih, tebliğ tarihi sayılır (Tebligat Kanunu m. 21/2). 83  Yurtdışında çalıştığı tespit edilen muhatabın adresinin, çalıştığı ülkedeki dış temsilcilikten 292 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Muhatabın adresinin, uluslararası adli yardımlaşma yoluyla yabancı ülke mevzuatında öngörülen şekilde veya adli yardımlaşma kapsamı dışında kalan başka şekillerde tespitinin mümkün olamaması gerekir. Uluslararası adli yardımlaşma yolundan kastedilen, uluslararası ikili veya çok taraﬂ ı adli yardımlaşma sözleşmeleri çerçevesinde ve yabancı devlet mevzuatında  öngörülen  şekilde  kişinin  adresinin  araştırılmasıdır. Adli yardımlaşma dışında kalan yöntemler arasında ise; dış temsilcilikler vasıtasıyla Türk  vatandaşlarının  adresinin  tespit  edilmesi  sayılabilir.  Her  ne  kadar, Hukuku ve Ticari Konularda Yabancı Ülkelerde Delil Sağlanması Hakkında Lahey Sözleşmesi nin (Delil Sözleşmesi)86 15 inci maddesi uyarınca, dış veya adrese vakıf olabilecek başka resmi kurumlardan sorulmadan ve yeterli araştırma yapılmadan, sadece zabıta marifetiyle yapılan adres araştırılmasını yeterli kabul etmek usulsüzdür. Böyle bir durumda, kararın bozulması gerekir (Yargıtay 6. HD. 25/09/2008 tarihli ve 2008/8461 E, 2008/10212 K. sayılı kararı (MUŞUL, s. 310)). 84  Türkiye ile birçok ülke arasında delil elde edilmesine ilişkin hükümler de içeren hukukî ve ticari konularda adli yardım anlaşmaları imzalanmış olup, 63/2 sayılı Genelgede de düzenlendiği üzere, eğer ikili anlaşmanın akdedildiği ülke çok taraﬂ ı anlaşmalara da taraf ise en basit ve en hızlı prosedüre sahip sözleşmenin maddeleri uygulanır. Zira sözleşmelerin amacı; tebligat ve istinabe gibi uluslararası adli yardımlaşmaya dair konularda en hızlı ve kolay şekilde sonuca ulaşılmasını sağlamaktır. Şayet, ikili veya çok taraﬂ ı anlaşma yok ise mütekabiliyet ilkesi uygulanacaktır (16.11.2011 tarihli ve 63/2 sayılı Hukukî Konularda Uluslararası İstinabe Taleplerine Uygulanacak Esaslar adlı Genelge s. 7); İkili ve çok taraﬂ ı sözleşmelerde, istinabe talebinin, talep edilen devlet hukukuna göre yerine getirilmesi genel bir kural olarak benimsenmiştir. Örneğin; Talepte bulunulan adli makam, talebin yerine getirilmesinde kendi mevzuat hükümlerini uygulayacaktır (Türkiye Cumhuriyeti ile BosnaHersek Arasında Hukuki ve Ticari Konularda Adli İşbirliği Anlaşması, m. 8/1); İstinabe talebini yerine getirecek olan adli makam, takip edilecek yöntem ve usul bakımından kendi ülkesinin kanun hükümlerini uygular (Hukuku ve Ticari Konularda Yabancı Ülkelerde Delil Sağlanması Hakkında Sözleşme (Delil Sözleşmesi), m. 9/2); Uluslararası istinabe usulünde, her devlet istinabe talebini kendi kanunları çerçevesinde yerine getireceğinden farklı uygulamalar ortaya çıkmaktadır. Örneğin; ABD, common law ülkelerinde tanınan bir usul olan belgelerin duruşma öncesi temin edilmesini öngören istinabe taleplerini yerine getirmeyeceği hususunda bir beyanda bulunmamıştır. Bu nedenle, bu nitelikteki istinabe talepleri ABD nezdinde icra edilebilir (HCCH, Hukukî ve Ticari Konularda Yabancı Ülkelerde Delil Sağlanması Hakkında 1970 tarihli La Haye Sözleşmesi Kapsamında ABD Yetkili Makamınca Yayınlanan Uygulamaya İlişkin Bilgiler, http://www.hcch.net/index_ en.php?act=authorities.details&aid=528, Erişim 11.06.2012); Oysa, Türkiye gibi Common Law sistemine tâbi olmayan ülkeler, Sözleşmenin 23 üncü maddesine göre, Common Law ülkelerinde tanınan bir usul olan belgelerin dava öncesi ortaya çıkarılmasını sağlamak (pre-trial discovery) amacına yönelik istinabe taleplerini yerine getirmeyeceğini beyan etmiştir (HCCH, Declarations Reservations, http://www.hcch.net/index_en.php?act=status. comment&csid=562&disp=resdn , Erişim 31/10/2012). 85  Hukuki veya ticari konularda bir Âkit Devletin adli makamı, kendi Devletinin kanun hükümleri gereğince istinabe yolu ile, diğer Âkit Tarafın yetkili makamından delil sağlanmasını veya diğer adli bir işlemin yerine getirilmesini talep edebilir (Delil Sözleşmesi, m. 1). 86  Hukukî ve Ticari Konularda Yabancı Ülkelerde Delil Sağlanması Hakkında La Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2931965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... temsilciliklerin Türk vatandaşlarına ilişkin olarak bazı konularda delil sağlama yetkisi bulunsa da, burada anlatılmak istenen yöntem dış temsilciliklerin bulundukları yerdeki Türk vatandaşlarına ilişkin oluşturmuş oldukları adres kayıt sisteminden doğrudan kişinin adresine ulaşılmaya çalışılmasıdır. Bu yöntem bir yönüyle Tebligat Kanunu m. 28/3 de sayılan, kişinin adresinin resmi kurumlar vasıtasıyla tespit edilmesine ilişkin madde kapsamında da düşünülebilir. Aslında, ilanen tebligat yöntemi son çare olmalıdır. Bu nedenle, adresin meçhul sayılması için her yöntemin denenmesi, mümkün olduğunca dava  süreci  uzatılmadan  mahkemelerin  adres  tespitine  teşvik  edilmesi gerekmektedir. Yurtiçindeki uygulamada bu konunun kriterleri belirlenmiş ve benimsenmiş olmakla birlikte, yurtdışı uygulamasında halen anlaşılır ve taraﬂ arın haklarına zarar vermeyecek açık bir düzenleme bulunmamaktadır.  Diğer  taraftan,  Tebligat  Kanunu nun  28/4 üncü  maddesinin uygulamada  ihtiyaca  cevap  vermediği  söylenebilir.  Zira,  yabancı  bir ülkede bulunan muhataba yapılacak tebligatta, muhatabın malum adresinin bilinmesi  halinde  tebligat,  taraf  olunan  Sözleşmeler  çerçevesinde  o devletin mevzuatına göre yapılabilir. Dolayısıyla, çoğu zaman malum Haye Sözleşmesi, Lahey Özel Hukuk Konferansı nın ellinci sezonunda taslak haline getirildi ve 18 Mart 1970 tarihinde imzalandı. (McCLEAN, s. 29); Türkiye tarafından 13/12/2000 tarihinde Lahey de imzalanan, 07/04/2004 tarihli ve 5128 sayılı Kanunla onaylanması uygun bulunan, 14/04/2004 tarihli ve 25433 sayılı Resmî Gazete de yayımlanan söz konusu Sözleşme, Türkiye yönünden 12/10/2004 tarihinde yürürlüğe girmiştir. 87  Hukuki ve ticari konularda bir Akit Devletin konsolosluk görevlisi veya diplomatik memuru diğer Akit Devletin ülkesinde ve görev yaptığı bölge sınırları içinde, temsil ettiği Devletin mahkemelerinde açılmış olan davalarda kullanılmak üzere temsil ettiği Devletin vatandaşlarından zor kullanmaksızın delil sağlayabilir… (Delil Sözleşmesi m. 15/1). 88  Dışişleri Bakanlığı nın bünyesinde kurulan ve yurt dışında yaşayan Türk vatandaşlarının kayıtlarının tutulduğu Konsolosluk.net programı ile yurtdışında bulunan Türk vatandaşlarının adreslerine ulaşmak kolaylaşmaktadır. Diğer taraftan, Adalet Bakanlığınca, e-Dönüşüm sürecinde e-Devletin e-Adalet ayağını oluşturmak üzere Ulusal Yargı Ağı Bilişim Sistemi (UYAP) uygulamaya konulmuştur. Bilgi ve belge alışverişinin daha hızlı gerçekleştirilmesi adına Adalet Bakanlığı ile Dışişleri Bakanlığı arasında on-line veri değişimi için Protokol imzalanmıştır.  Bu  çerçevede,  adli  makamlarımızın  ihtiyaç  duyduğu  ve  halen  Adalet Bakanlığı aracılığıyla yapılan yazışmalarla konsolosluklardan elde edilen yurt dışında yaşayan vatandaşlarımızın ikamet adreslerine adli makamlarımız tarafından doğrudan ve anında ulaşılabilecektir (Adalet Bakanlığı, UYAP-KONSOLOSLUK.NET bilişim sistemleri entegrasyonu  hakkında  duyuru,  http://www.adalet.gov.tr/duyurular/2009/aralik/dis_ iliskiler.htm , Erişim 20/01/2016). 89 YILMAZ/ÇAĞLAR, s. 503; MUŞUL, s. 105; Tebligat kanunu lâyihası ve Muvakkat Encümen mazbatası (1/105), Devre XI, İçtima 1, Sayı 129, s. 7, https://www.tbmm.gov.tr/ tutanaklar/TUTANAK/TBMM/d/c/tbmm06015ss9.pdf , Erişim 20/01/2016. 90  …Talep edilen memlekette düzenlenmiş olup yine o memlekette oturan kişilere tebliğ 294 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ adresin bilinmesi ile ilanen tebligat yapılmasına gerek kalmamaktadır. Bu nedenle, gerekçesinde de açıklama bulunmayan tebliğ olunacak evrak ile ilan suretlerini yabancı memlekette bulunan kimsenin malum adresine ayrıca  iadeli  taahhütlü  mektupla  gönderir  ifadesinden  ne  anlaşılması gerektiği hususu oldukça muallâktır.  1965 tarihli Lahey Sözleşmesine göre tebligat, talep edilen devletin mevzuatına göre yapılmaktadır. Talep edilen devletin tebligata ilişkin kanunî düzenlemelerinde ise çoğu kez ilanen tebligat usulü öngörülmemiştir. Bu durum,  uygulamada  bazı  sıkıntıları  beraberinde  getirmektedir.  Sadece gazetede yayınlanması için dış temsilciliğe gönderilen metin, sehven yabancı devlet yetkili makamlarına iletilerek ilanen tebligat yapılması istenilmektedir. Bu durumda yabancı devlet, Türk mahkemelerinden gelen ilanen tebligat taleplerini, iç hukuklarında buna ilişkin düzenleme bulunmaması sebebiyle çoğu kez reddetmektedir. Bazı yabancı ülkelerde ise, yetkili mercilerin izni olmadan gazetede bu tür bir metnin yayınlanmasına izin verilmemektedir. Böylece, yurtdışında yaşayan muhataba ilanen tebligat yapılması imkânsız hale gelmektedir. Yurtdışına çıkış yaptığı kesin olarak tespit edilmiş, ancak adresi  bulunamayan  muhataba  yurtiçinde  tebligat  yapılmasının  da  çok adil  olmayacağı  kabul  edilmelidir.  Muhataba,  ilanen  tebligat  da  dahil olmak  üzere  hiçbir  şekilde  tebligatın  yapılamadığı  durumlarda  nasıl  bir edilecek belgeleri, o memleket kanunlarında yer alan usule göre…yapılır (1965 tarihli Lahey Sözleşmesi m. 5/a). 91  Zira tebligat, uluslararası sözleşmeler uyarınca talep edilen devletin mevzuatına göre yapılabilmektedir. Muhatabın tebligattan imtina etmesi veya adreste bulunmaması halinde bile talep edilen devletin mevzuatına göre tebligatın yapılması mümkündür. 92  Örneğin; İran, 1965 tarihli Sözleşme ye taraf değildir. Türkiye Cumhuriyeti ile İran İslam Cumhuriyeti Arasında Hukukî ve Cezaî Konularda Adli İşbirliği Anlaşması çerçevesinde de ilanen tebligata ilişkin herhangi bir düzenleme bulunmamaktadır. İran mevzuatında ilanen tebligata ilişkin düzenlemeye yer verilmemesi nedeniyle Türkiye nin ilanen tebligat talebi reddedildiği gibi hazırlanan metnin İran daki bir gazetede yayınlanması da kabul edilmemiştir (Adalet Bakanlığı, UHDİGM, Tebligat  Bürosu, 4.5.68XX.2010 sayılı dosya (yayınlanmamış)). 93 Diğer taraftan Almanya uygulamasına bakıldığında; ilanen tebligatın, muhatabın yurtdışında veya  içinde  olması  ayrımı  yapılmadan  mahkeme  panosuna  asılarak ya  da  elektronik bilgi  sistemine  bildirimde  bulunulması  ile  yapılmasının  kabul  edildiği  görülmektedir (Zivilprozessordnung m. 186/2); 7201 sayılı Kanun un gerekçesinde ise; ilanda kaidenin, ilanın muhatabın öğrenmesinin en mümkün olacağı umulan gazetede yapılması şeklinde olacağı yönündedir. Bunu, ilanın yapılamasına karar veren mercii tayin edecektir. Bu gazete, muhatabın kuvvetle muhtemel bulunduğu ya da ona haber verecek akrabalarının yaşadığı yer gazetesi olabilir (Tebligat kanunu lâyihası ve Muvakkat Encümen mazbatası (1/105), Devre XI, İçtima 1, Sayı 129, s. 7, https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/ c/tbmm06015ss9.pdf , Erişim 20/01/2016). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2951965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... yol  izleneceğine  dair  gerek Tebligat  Kanun da  gerekse  taraf  olduğumuz uluslararası  sözleşmelerde  bir  düzenleme  bulunmamaktadır.  Davaların daha fazla sürüncemede kalmaması ve taraﬂ arın adil yargılanma hakkının ihlal  edilmemesi  için  yurtdışında  ilanen  tebligat  konusunun,  Tebligat Kanunu nda açık ve anlaşılır şekilde düzenlenmesi gerekmektedir.  4. Yabancı Devlet Temsilciliklerine Tebligat Tebligat  Kanunu nun  Uygulanmasına  Dair  Yönetmelik in (Tebligat  Yönetmeliği)  45 inci  maddesinde  Türkiye de  yabancılara tebligatı  düzenlemiştir.  Türkiye de  bulunan  yabancı  devlet  diplomatik temsilciliklerine ve temsilcilik mensuplarına tebligat, Tebligat Kanunu nun Uygulanmasına Dair Yönetmeliğinin 45 inci maddesi ve Hukuki Alanda Uluslararası Adli Tebligat İşlemleri (Tebligat Genelgesi) konulu 16/11/2011 tarih ve 63/3 sayılı Genelgenin 39-43 üncü maddelerinde belirtildiği şekilde yapılmalıdır. Uygulamada,  yabancı  devlet  diplomatik  temsilciliklerine  ya  da temsilcilik mensuplarına tebligat yapılmasında çok önemli sıkıntılar ortaya çıkabilmektedir. Bunlardan ilki; yabancı devlet diplomatik temsilciliğinin davalı olarak gösterildiği bir davada tebligatın nereye, kimi muhatap alarak ve ne şekilde yapılacağı hususlarında mevzuatın yeterince açık olmamasından ve tebligatı yapan posta görevlisinin mevzuata tam olarak hâkim olmamasından kaynaklanan sorunlardır. Tamamen usule dair işlem hataları nedeniyle ortaya çıkan bu sorunlar, iki devletin arasında çözümlenmesi hayli zor diplomatik bir krize dahi neden olabilmektedir. Örneğin; bir icra takibinde, tebligatın usulüne  uygun  yapılmaması  neticesinde  yabancı  bir  devletin  Türkiye de konsolosluk  işleri  için  kullanmış  olduğu  bir  bina  haczedilme  noktasına 94  Tebligat Kanununun Uygulanmasına Dair Yönetmelik, 25 Ocak 2012 tarihli ve 28184 sayılı Resmi Gazete ile yayımlanmıştır. 95  (1) Türkiye de kendisine tebligat yapılamayacak olan bir yabancıya tebligat çıkarılması durumunda muhatap, tebliğ memuruna kendisine tebligat yapılamayacağını beyan eder veya tebliğ memuru bu hususu bizzat öğrenirse keyfiyet tebliğ mazbatasına şerh edilerek evrak iade olunur.   (2) Muhatap, tebliğ yapılabilecek kişilerden olmasına rağmen, muhatabın adresi, ülke dışı muamelesi gören bir yer ise ve tebliğ memuru tebligatı yapamazsa birinci fıkra gereğince işlem yapılır.   (3) Birinci ve ikinci fıkralarda belirtilen hallerde, tebellüğden kaçınma gibi bu Yönetmelik hükümlerine göre diğer bir işlem yapılmaz.   (4) Birinci ve ikinci fıkralarda belirtilen hallerde tebligatı çıkaran merci, tebliğ evrakını, bağlı olduğu bakanlık kanalıyla Dışişleri Bakanlığına gönderir.   (5) Türkiye de kendilerine tebligat yapılamayacak olan elçi, elçilik katibi gibi kişiler Dışişleri Bakanlığı tarafından belirlenir (Tebligat Yönetmeliği m. 45). 296 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ gelebilir. Uygulamada örnekleri bulunan bu tür olaylarda; posta memurunun dış temsilcilik adına tebliğe çıkarılan evrakı, Tebligat Kanunu nun 21/1 inci maddesi uyarınca maddede belirtilen kişilerden birine teslim ederek, tesellüm edenin adresini ihtiva eden ihbarnameyi dış temsilciliğin binasına yapıştırmak suretiyle  tebligatı  yaptığı  görülmektedir.  Böyle  bir  olayda,  mahkemece tebligatın usulüne uygun yapıldığı kabul edilirse, kesinleşen karar neticesinde konsolosluk binasının ya da konsolosluğa ait bir mülkün haczine gidilebilir. Bu tür olaylar, ikili diplomatik krizleri de beraberinde getirir. Tebligatın doğrudan yabancı devlet temsilciliklere gönderilmesi, uluslararası yükümlülüklerimize ve iç hukukumuza aykırılık teşkil etmesinin yanı sıra, uluslararası camiada Türkiye nin zor durumda kalmasına da neden olabilir. Oysa  ki,  taraf  olduğumuz  Diplomatik  İlişkiler  Hakkında  Viyana Sözleşmesi97,  Konsolosluk  İşleri  Hakkında  Viyana  Sözleşmesi98  ile Birleşmiş Milletlerin Ayrıcalık ve Muafiyetlerine Dair Sözleşmesinin ilgili maddeleri göz önüne alındığında da, yabancı devlet diplomatik temsilciliklerine ve temsilcilik mensuplarına tebligatın özel usuller ile yapılması gerektiği açıkça görülmektedir. Diplomatik  İlişkiler  Hakkında  Viyana  Sözleşmesi nin  22 nci maddesinin 1 inci fıkrasıyla misyon binalarının dokunulmazlığa haiz olduğu, kabul eden devlet yetkililerinin rızası olmadıkça bu binalara girilemeyeceği, 3 üncü fıkrasıyla, misyon binaları içindeki eşyalar ile diğer mallar ve misyonun nakil vasıtalarının arama, el koyma, haciz veya icradan muaf olduğu; 25 inci maddesiyle de kabul eden devletin, misyon görevlerinin yürütülmesi için her türlü kolaylığı sağlayacağı hüküm altına alınmıştır. Anılan Sözleşmenin 30 uncu maddesinde diplomatik ajanın özel konutunun misyonun binaları gibi aynı dokunulmazlık ve korunmadan yararlanacağı hükmüne yer verilmiştir. 96 Adalet  Bakanlığı,  UHDİGM,  Tebligat  Bürosu,  4-5-12XX-2010  sayılı  dosya (Yayınlanmamış). 97  18 Nisan 1961 Tarihli Diplomatik İlişkiler Hakkındaki Viyana Sözleşmesine Katılmamızın Uygun Bulunduğuna Dair Kanun, 04/09/1984 tarihinde kabul edilmiş, 12/09/1984 tarihli ve 18513 sayılı Resmi Gazete de yayınlanarak yürürlüğe girmiştir. 98  24 Nisan 1963 Tarihinde Viyana da İmzalanan Konsolosluk İlişkileri Hakkında Viyana Sözleşmesine Katılmamızın Uygun Bulunduğuna Dair Kanun, 20/05/1975 tarihinde kabul edilmiş olup, 29/05/1975 tarihli ve 15249 sayılı Resmi Gazete de yayınlanarak yürürlüğe girmiştir. 99  Birleşmiş Milletler Genel Kurulunca kabul edilen Birleşmiş Milletlerin Ayrıcalık ve Muafiyetlerine dair Sözleşmeye Türkiye Cumhuriyeti Hükümetinin katılması hakkında Kanun, 15/03/1950 tarihinde kabul edilmiş olup, 21/03/1950 tarihli ve 7462 sayılı Resmi Gazete de yayımlanarak yürürlüğe girmiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2971965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Konsolosluk  İlişkileri  Hakkında  Viyana  Sözleşmesi nin  31 inci maddesinin dördüncü fıkrasına göre ise; konsolosluk binaları, mobilyaları, konsolosluk malları ve keza ulaşım araçlarının millî savunma veya kamu yararı  amaçlarıyla  hiçbir  çeşit  elkoymaya  konu  teşkil  edemeyecekleri düzenlenmiştir. Yine,  Birleşmiş  Milletlerin  Ayrıcalık  ve  Muafiyetlerine  Dair Sözleşmesi nin 2 nci maddesinin 3 üncü bendi uyarınca da; Kurulun binaları masuniyeti haizdir. Alacak ve malları, bulundukları yer neresi ve elinde tutan kim olursa olsun, arama, her hangi bir maksatla el koyma, zoralım ve kamulaştırma ile diğer her türlü icrai, idari, adli ve teşriî tedbirlerden muaftır hükmü yer almaktadır. Bütün  bu  düzenlemeler  çerçevesinde,  Türkiye de  bulunan  yabancı devlet diplomatik temsilciliklerine ve diplomatik ayrıcalık ve bağışıklıktan yararlanmaları kabul edilmiş temsilcilik mensupları ile ilgili dava ve icra takiplerinde adli makamlarca çıkarılan tebligat evrakının Dışişleri Bakanlığı na iletilmek  üzere  Adalet  Bakanlığı na  gönderilmesi  gerekmektedir. Tebligatın  ne  şekilde  yapılacağına  dair  ayrıntılı  açıklama,  Tebligat Genelgesinin 39-43 maddeleri arasında yapılmıştır.  Yine, MÖHUK un 1/2 nci maddesinde Türkiye Cumhuriyetinin taraf olduğu milletlerarası sözleşme hükümleri saklıdır ifadesi yer almaktadır. Bu düzenleme çerçevesinde de, yukarıda bahsi geçen sözleşmelerin etkin olarak uygulanması gerekmektedir. Ancak, MÖHUK un 1/2 nci maddesinin oldukça genel bir düzenleme olması, uluslararası tebligata ilişkin konuları düzenleyen Tebligat Genelgesinin ise ikincil bir kaynak olması nedeniyle uygulayıcıların zaman zaman konuya yeterince hakim olmadığı görülmektedir. Örneğin bir taşınmazın tahliye ve teslimine dair olan ilam icra dairesine verilince, icra müdürü, icra emri tebliği suretiyle borçluya yedi gün içinde hükmolunan şeyin teslimini emreder (İcra ve İﬂ as Kanunu m. 26). Pratikte ise, genellikle uygulayıcıların, MÖHUK un ve Tebligat Genelgesinin ilgili maddelerini göz önünde bulundurmadan işlem 100  1965 tarihli Sözleşmenin 2 nci maddesi uyarınca, tebligatın daha çabuk ve kolay yapılmasını sağlamak amacıyla taraf devletlerde Merkezî Makamlar ihdas edilmiştir. Adalet Bakanlığı Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü, anılan Sözleşmenin uygulanmasında Merkezî makam olarak görev yapmaktadır. 101  Yabancı misyonlara tebligat Dışişleri Bakanlığı aracılığı ile yapılması gerekir. Türkiye de yabancı devlet temsilcileri gibi konsolosluk ilişkileri çerçevesinde diplomatik ayrıcalık ve bağışıklıktan yararlanmaları kabul edilmiş kişilerle ilgili dava ve icra takiplerinde, diplomatik ayrıcalığı bulunan misyon mensuplarına adli makamlarca çıkarılan her türlü tebligat evrakı, tebliği çıkaran adli makam tarafından öncelikle Adalet Bakanlığına gönderilir (16/11/2011 tarih ve 63/3 sayılı Genelge, s.6). 298 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ yaptıkları  görülmektedir.  Bu  kapsamda,  doğrudan  Tebligat  Kanunu nun maddeleri uygulanarak bazı usul hataları yapılabilmektedir. Sözleşmeler ve Tebligat Genelgesine ilişkin farkındalığı artırmak amacıyla bu konularda eğitim verilmesinin sorunu kısa vadede çözebileceği düşünülmekle birlikte, uzun vadede Tebligat Kanunu ile İcra ve İﬂ as Kanunu gibi temel kaynaklarda konuya ilişkin esaslı değişiklik yapılması gerekmektedir. Örneğin, İcra ve İﬂ as Kanunu nun Haczi caiz olmayan mallar ve haklar başlıklı 82 nci maddesinin, Diplomatik İlişkiler Hakkında Viyana Sözleşmesi, Konsolosluk İşleri Hakkında Viyana Sözleşmesi  ile Birleşmiş Milletlerin Ayrıcalık ve Muafiyetlerine Dair Sözleşme göz önünde bulundurularak haczedilemeyen mallar bakımından tekrar gözden geçirilmesi ile anılan maddeye bir fıkra eklenerek  ilgili  sözleşmelerin  tereddüde  yer  vermeyecek  şekilde  dikkate alınmasının sağlanması mümkün olabilir. Uygulamada  sıkıntı  yaşanan  bir  diğer  husus;  hukuk  davasında, davalı olarak yabancı bir devletin gösterilmesi durumunda tebligatın kime ve ne şekilde yapılacağı konusudur. 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un (MÖHUK) 49 uncu maddesinde yabancı devlete, özel hukuk ilişkilerinden doğan hukukî uyuşmazlıklarda yargı muafiyeti tanınmayacağı, bu gibi uyuşmazlıklarda yabancı devletin diplomatik  temsilcilerine  tebligat  yapılabileceği  hükmüne  yer  verilmiştir. Bu maddede anılan özel hukuk ilişkilerinden amaç, yabancı bir devletin egemenlik hakkına dayanarak yaptığı tasarruﬂ arın dışında kalan, özel bir kişi gibi özel hukuk faaliyetlerinde bulunması, ticari ilişkilere girmesi zarar doğurucu bir haksız eylemin işlenmesi sonucu doğan uyuşmazlıklardır. MÖHUK un 49 uncu maddesi ile devletlerin özel hukuk alanındaki işlemleri ve eylemleri, egemenlik yetkisine dayanan diğer işlem ve eylemlerden ayrı tutularak çağdaş anlayışa uygun bir tutum izlenmeye çalışılmıştır. Maddenin 102  27/11/2007 tarihli ve 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkındaki Kanun, 12 Aralık 2007 gün ve 26728 sayılı Resmi Gazetede yayımlanarak yürürlüğe girmiştir. 103  Vahit Doğan, Milletlerarası Özel Hukuk, 2. Bası, Seçkin, Ankara, 2013, s. 63; NOMER, s. 426-428; ÇELİKEL/ERDEM, s. 637 vd.; ŞANLI/ESEN/FİGANMEŞE, s. 454-455; Söz  konusu  bu  hüküm,  ayrıca  doktrinde,  Türk  mahkeme  kararlarına  dayanılarak, Sözleşme hükümlerine tâbi diplomatik temsilcilerin yargı bağışıklıklarının bulunmadığı somut hallerde, ilgili kişilere tebligat yapılabilmesini sağlayan bir hukukî dayanak olarak da nitelendirilmektedir (Fügen Sargın, 1961 Tarihli Diplomatik İlişkiler Hakkındaki Viyana Sözleşmesi Hükümleri Dahilinde MÖHUK un 33. Maddesinin Uygulanabilirliği Sorunu, ss. 14-36, AÜHFD, Cilt 52, Sayı 1, Yıl 2003, http://dergiler.ankara.edu.tr/ dergiler/38/283/2586.pdf , Erişim 01/04/2016). 104  Rona Aybay, Yargıtay İçtihatlarına Göre Yabancı Devletin Yargı Bağışıklığı, ss. 109Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 2991965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... gerekçesinde de belirtildiği üzere; maddenin ikinci cümlesi ile yabancı devlet hakkında  dava  açılabilmesini  sağlamak  amacıyla  o  devletin  diplomatik temsilcilerine bu konuda tebligat yapılabileceği kabul edilmektedir. Ayrıca gerekçede; anılan maddenin, Viyana Konsolosluk Sözleşmesi ve Tebligat Kanunu ile ilgisi bulunmadığı, zira ne sözleşmede ne de Tebligat Kanunu nda devletin yargı muafiyetinin düzenlenmemiş olduğu, bu maddenin devletin yargı muafiyeti konusundaki Avrupa Sözleşmesine uygun olarak düzenlendiği belirtilmektedir. Ancak tartışma konumuz, devletlere hangi konularda yargı muafiyeti  tanınacağından  ziyade  yargı  muafiyeti  tanınmayan  alanlarda devlete yönelik tebligatın kime ve hangi usuller çerçevesinde yapılacağıdır. Yabancı devlet aleyhine açılan davalarda, MÖHUK m. 49/2 uyarınca tebligatın  o  devlet  dış  temsilciliğine  yapılabileceği  düzenlenmiş,  ancak tebligat usulüne ilişkin bir açıklık getirilmemiştir. Tebligatın yabancı devlete izafeten dış temsilciliğe yapılması halinde de uygulanacak usul, yukarıda da açıklandığı üzere Tebligat Yönetmeliği nin 45 inci maddesi ve Tebligat Genelgesi nin 39-43 üncü maddelerinde belirtildiği şekilde olmalıdır. Başka bir ifade ile, yabancı devlete izafeten dış temsilciliğe yapılacak tebligat da, Dışişleri  Bakanlığı  aracılığıyla  yani  diplomatik  yolla  yapılmalıdır.  Zira, Tebligat Genelgesi nin 41 inci maddesinde yer alan yabancı misyonlara ve Birleşmiş Milletler temsilcilik ve kuruluşlarına karşı yürütülecek tebligat işlemlerinin Dışişleri Bakanlığı aracılığı ile yapılması gerekir ifadesinde yabancı devlet diplomatik temsilciliklerine yapılacak tüm tebligat işlemleri kastedilmektedir.  Dış  temsilciliklere  tebligat  usulünün  belirlenmesinde, yabancı devlet aleyhine açılan davalarda ya da dış temsilcilik aleyhine açılan davalarda tebligat usulü şeklinde bir ayrıma gidilmemiştir. Diğer 120, TBB Dergisi, Sayı 72, 2007,  s. 111, http://tbbdergisi.barobirlik.org.tr/m7-72-354 , Erişim 01/04/2016. 105  Milli Güvenlik Konseyi, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Tasarısının Danışma Meclisince Kabul Olunan Metni ve Millî Güvenlik Konseyi Adalet Komisyonu Raporu. (D. Meclisi : 1/5; M. G. Konseyi : 1/367), Danışma Meclisi S. Sayısı  :  100,  s.  11,  https://www.tbmm.gov.tr/tutanaklar/TUTANAK/MGK_/d/c/ mgk_01007105ss8.pdf , Erişim 20/01/2016; 1972 tarihli  Devletin Yargı Bağışıklığına İlişkin Avrupa Sözleşmesi (European Convention on State Immunity), devletlerin yargı bağışıklığını  düzenleyen  ayrıntılı  maddeler  içermektedir.  Maddenin  gerekçesinde  de belirtildiği üzere, madde ile uyumlu olarak Sözleşmede de özel hukuk ilişkisinden doğan ve devletin egemenlik hakkına dayanarak yaptığı tasarruﬂ ar dışında kalan faaliyetler açısından devletlere yargı muafiyeti tanınmayacağı kabul edilmektedir. 106 Şu halde, yabancı devlet, Türk hukukuna göre özel hukuk şahısları tarafından yapılabilen, özel hukuk niteliğindeki bir hukuki ilişkiden doğan ihtilafın dava konusu yapılması halinde, -yabancı devletin bu ilişkiye girerken taşıdığı maksat ne olursa olsun-, Türk mahkemeleri önünde yargı muafiyetini ileri süremeyecektir (NOMER, s. 426-427). 300 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ taraftan, yabancı devlet aleyhine açılan davalarda diplomatik temsilciliğe Dışişleri Bakanlığı aracılığıyla tebligat yapılması usulü alternatif bir yoldur. Başka bir ifade ile, yabancı devlet aleyhine açılan davalarda tebligat, taraf olunan ikili ve çok taraﬂ ı sözleşmeler çerçevesinde de yapılabilir. Bu  kapsamda,  yabancı  bir  devlete  tebligat  yapılması  hususunda, 1965 tarihli Lahey Sözleşmesine taraf devletler açısından bu Sözleşmenin uygulanmasının değerlendirilmesi gerekmektedir. Zira 1965 tarihli Lahey Sözleşmesi, sadece özel hukuk bağlamında gerçek ve tüzel kişilere değil, kamu  hukuku  tüzel  kişiliklerine  de  uygulanabilmektedir.  Örneğin;  bir hükümet, hükümet ajanı ya da devlet adına hareket eden herhangi bir kimseyi de kapsayacak biçimde bir devlete ya da devletin bölgesel bir birimine yapılacak tebligat bakımından da Sözleşme uygulama alanı bulabilmektedir. Sözleşmenin gerek müzakere raporlarından, gerekse lafzından Sözleşmenin uygulanmasının özel hukuk kişileri ile sınırlı tutulacağı sonucu çıkarılamaz. Bu çerçevede, Hollanda Yüksek Mahkemesi de, sözleşmenin yabancı devlete tebligat yapılması halinde de uygulanacağını hükme bağlamıştır. Bir başka hukuki uyuşmazlıkta ise, bir ABD mahkemesi Türkiye de yer alan Merkezi Makama yapılmak kaydıyla Türkiye Cumhuriyeti devletine yapılan tebligatın geçerli olacağına hükmetmiştir. Kanaatimizce de doğru olduğu düşünülen, Sözleşmenin devletlere yapılacak tebligatlar açısından da uygulanacağına dair bu tür örnekler, taraf devletlerce de kabul görmüş genel bir uygulamadır. Muhatabın yabancı bir devlet olması halinde, Sözleşmenin 13 üncü maddesi  oldukça  önem  kazanmaktadır.  Sözleşmenin  13 üncü  maddesi uyarınca  kendisine  tebligat  gönderilen  devletin  Merkezi  Makamı,  şayet gönderilen tebligat, devletin egemenliği ve güvenliğine müdahale ediyorsa tebligatı  almayı  reddedebilir.  Elbette  ki,  tebligatın  reddedileceğine  dair verilecek  kararın  devletlerin  yargı  muafiyeti  kurallarına  uygun  olarak verilmesi  gerekir.  Kanaatimizce,  bu  madde  uyarınca  geri  gönderilen tebligatın tekrar yapılabilmesi, tebligatın reddine neden olan unsurların ikili diplomatik ilişkiler çerçevesinde aşılması ile mümkün olabilir. Aksi takdirde, hukuki işlemin sonuçlandırılmasının çıkmaza girmesi kaçınılmazdır. Bununla  birlikte,  dava  konusu  olayın  tamamen  ticari  bir  ilişkiden 107  Permanent Bureau, Practical Handbook, s. 61. 108  A court in the United States also considered service upon the Rebublic of Turkey to be valid when addressed to the Central Authority of that country (Permanent Bureau, Practical Handbook, s. 61). 109 Permanent Bureau, Practical Handbook, s.62. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 3011965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... kaynaklanması halinde bile yabancı bir devlete tebligatın, MÖHUK 49 uncu maddesi uyarınca o devlet dış temsilciliğine yapılması hususu tartışmalıdır. Özellikle  bazı  devletler,  devlet  adına  dış  temsilciliklerine  tebligat yapılmasını kabul etmemektedir. Bunun gerekçesi olarak ise, dış temsilciliğin tüzel kişiliğinin bulunmadığı, bu nedenle devletin taraf olduğu bir davada devlet  adına  tebligatın  dış  temsilciliğe  yapılamayacağı,  devletleri  adına tebligatın taraf olunan 1965 tarihli Lahey Sözleşmesi çerçevesinde bizzat devletlerini temsil eden kuruma yapılması gerektiği ifade edilmektedir. Kanımızca, öne sürülen bu gerekçe kısmen doğrudur. Zira, her ne kadar kamu tüzel kişileri görevleri bakımından kamu otoritesini temsil etseler dahi, kamu tüzel kişiliği yalnız kanunla veya kanunun açıkça verdiği yetkiye dayanılarak kurulur. Yine, kamu tüzel kişileri, taraf ehliyetine de sahiptir. Ancak, diplomatik temsilciler bakımından taraf ehliyetinden bahsedilemeyeceği gibi herhangi bir kuruluş kanunları da bulunmamaktadır. Diplomatik temsilciler, bir devletin diğer bir devlette yansıması olması dolayısıyla tüzel kişilikten yoksun ve yetkileri sınırlı bir yapıdır.  Diğer taraftan, diplomatik temsilcilikler, bulundukları ülkede kendi devletlerini  temsil  etmektedirler.  Ancak  bu  temsilin,  devletleri  adına davaya taraf olma yetkisi verip vermeyeceği hususunda bilinçli bir boşluk bulunmaktadır. Bunun en temel nedeni, böyle bir yetkinin dış temsilciliklere açık  olarak  verilmesi  halinde,  devletler  aleyhine  açılan  dava  sayısının artabileceği ve davaların dış temsilciliğin davayı takip etmesi halinde bile devlet  kontrolünden  çıkabileceğidir.  Zira,  bazı  ihtilaﬂ arın  özellikle  ikili diplomatik ilişkiler ile çözülmesi tercih edilebildiği gibi, bazı ihtilaﬂ arın ise hiç çözülmeden mütekabiliyet konusu oluşturması istenilebilir. Görülen o ki, bu tür yolları, dış temsilciliğe devleti adına açılan davalarda taraf olma yetkisi vererek ortadan kaldırmak uluslararası platformda da tercih edilmemektedir. Dahası,  yabancı  bir  devlete  yapılacak  tebligatın,  1965  tarihli 110  Almanya, Amerika gibi devletler (Adalet Bakanlığı, UHDİGM, Tebligat Bürosu). 111  Uygulamada genel olarak tebligat, devletleri temsilen adalet bakanlıklarına veya dış işleri bakanlıklarına yapılmaktadır. 112  Adalet Bakanlığı, UHDİGM, Tebligat Bürosu, 4-5-12XX-2010 sayılı dosya (Yayınlanmamış). 113  İdare, kuruluş ve görevleriyle bir bütündür ve kanunla düzenlenir. İdarenin kuruluş ve görevleri, merkezden yönetim ve yerinden yönetim esaslarına dayanır. Kamu tüzelkişiliği, ancak kanunla veya kanunun açıkça verdiği yetkiye dayanılarak kurulur (Anayasa nın 123 üncü maddesi). 114  …görevleri bakımından kamu otoritesini temsil eden kamu tüzel kişilerinin, özel hukuk tüzel kişileri gibi, davada taraf ehliyetine sahip oldukları konusunda kuşku ve duraksama bulunmamaktadır (Yargıtay 10. H. D., 2008/7912 E., 2009/16970 K. sayılı kararı, http:// www.kararara.com/yargitay/10hd/k9.htm , Erişim 22/02/2016). 302 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ Lahey Sözleşmesi uyarınca dış temsilciliğine değil de doğrudan o devlete yapılması, muhatap devlete Sözleşme nin 13 üncü maddesi uyarınca tebligatı reddedebilme imkânı tanımaktadır. Şayet devlet, tebligatın ve dolayısıyla tebligata konu davanın egemenlik ve güvenliğine zarar verebileceği kanaatine varırsa tebligatı reddedebilecek ve böylece açılmış olan davanın sürüncemede kalmasını  dolaylı  olarak  sağlayabilecektir.  Sözleşmeye  taraf  olan  devlet sayısı da göz önünde bulundurulduğunda, egemenlik ve güvenliğine zarar verme  kavramının  ne  denli  geniş  yorumlanabileceği  tahmin  etmek  çok da zor olmayacaktır. Diğer taraftan, davaların uzamaması ve bir sonuca bağlanması  için  MÖHUK un  49 uncu  maddesinde  belirtildiği  gibi  bazı yöntemler belirlenerek, konu iç mevzuat çerçevesinde çözümlenip, karar kesinleştirilebilir. Ancak, bu şekilde kesinleşmiş olan kararın icrası konusunda sorunlar yaşanacaktır. Örneğin; 1965 tarihli Lahey Sözleşmesi ne taraf olan bir devlete karşı açılmış tazminat davasında, mahkemece bu devletin tazminat ödemesine hükmedilmesi, tebligatların ise MÖHUK un 49 uncu maddesi çerçevesinde devletin dış temsilciliğine ve ilgili düzenlemeler gözetilmeden Tebligat Kanunu nda öngörülen mahallî tebligat usulü çerçevesinde yapılmış olması halinde kesinleşen kararın icra edilmesi esnasında sorun yaşanması muhtemeldir. Zira, tazminat ödenmesine ilişkin bu kararın yabancı ülkede icra edilebilmesi için o ülkede tenfizi gerekecektir. Kanımızca, 1965 tarihli Lahey Sözleşmesi uyarınca tebligat yapılması yerine, MÖHUK nun 49 uncu maddesinin yönlendirmesi ile yapılan tebligat işlemi neticesinde kesinleştirilen böyle bir kararın, sözü edilen devlette tenfizi konusunda ciddi sıkıntılar yaşanabilir.  Yine,  alınan  bu  karar  uyarınca  Türkiye de  bulunan  yabancı devlet mallarının haczi de, taraf olunan uluslararası sözleşmeler çerçevesinde değerlendirilmelidir. Sonuç olarak, MÖHUK un 49 uncu maddesinin kabul edilmesinin, özel hukuk ilgilendiren bazı davaların sürüncemede kalmadan bir sonuca ulaştırılabilmesi ihtiyacı olduğu düşünüldüğünde, maddenin uygulamasının tamamen ortadan kaldırılması yerine maddeye biraz daha açıklık getirilmesi ve  taraf  olunan  uluslararası  sözleşmeler  de  göz  önünde  bulundurularak konunun ele alınması gerekmektedir. 5.  Yurt  Dışından  Türkiye ye  Yapılacak  Tebligat  Taleplerinde Tercümeli Evrak Yurt  dışından  Türkiye ye  yapılacak  tebligat  talepleri,  7201  sayılı 115  Tebligat Yönetmeliğinin 45 inci maddesi ile Tebligat Genelgesinin 39-43 üncü maddeleri. 116  Örneğin dış temsilciliklerde çalışan Türk vatandaşlarının taraf olduğu işten çıkarılma gibi iş hukuku ilgilendiren davalar. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 3031965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Kanun, Türkiye nin taraf olduğu ikili anlaşma veya çok taraﬂ ı sözleşmeler ve  uluslararası  adli  yardımlaşma  kuralları  çerçevesinde  görülür.  Talep eden devlet ile Türkiye arasında herhangi bir ikili anlaşma veya çok taraﬂ ı sözleşme bulunmaması halinde, tebligat karşılıklılık ilkesi ve uluslararası adli yardımlaşma kuralları çerçevesinde yerine getirilir. Bu durumda adli evrakın tebliği, 7201 sayılı Kanunu nun 26 ncı maddesine uygun olarak yapılır. İlgili yer Cumhuriyet Başsavcılığı tarafından PTT aracılığı ile yaptırılacak tebligatın tercümesinin bulunmaması halinde, muhatap özellikle ve açıkça kabul ettiği takdirde tebligat yaptırılır. Muhatap kabul etmediği takdirde, Türkçe tercümesi bulunmayan evrak tebliğ edilmeyecektir. İki taraﬂ ı adli yardım sözleşmelerinde, genel olarak tebliğ evrakının Türkçe ve talep eden devletin dilinde ya da sözleşmede belirtilen dillerden birinde hazırlanması öngörülmektedir. Türkiye nin taraf olduğu bazı ikili anlaşmalarda bu durum gözardı edilerek, evrakın İngilizce tercümesinin de tebliğ edilebileceği ifade edilmiştir. Bu durum kişilerin savunma hakkını ihlal edebilir. Nitekim evrak kapsamına yabancı dil bilmemesi nedeniyle vakıf olamayan muhatabın, tebligatı almış olması halinde tebliğden imtina etme hakkı zayıﬂ atılmaktadır. Son zamanlarda yapılan ikili sözleşmelerde bu duruma azami dikkat gösterilmektedir. 117  RUHİ, Tebligat Hukuku, s. 581; KAÇAK, s. 265; Yargıtay 12. HD., 28/06/2002 tarihli ve 2002/12673 E., 2002/14033 K.  sayılı kararı (RUHİ, Tebligat Hukuku, s. 583). 118  ÇELİKEL/ERDEM, s. 501. 119 Türkiye ile Litvanya Arasında Hukukî ve Ticari Konularda Adli Yardımlaşma Sözleşmesinin 14 üncü maddesinde yer alan, Kendisinden yardım istenilen makam, belgelerin kendi dilinde olması veya tasdikli İngilizce tercümesi ile gönderilmesi halinde, tebligatı kendi mevzuatına göre yapar. Aksi halde tebligat, muhatabın kabul etmesi halinde yapılır ifadesi uyarınca, tebligat evrakının İngilizce düzenlenmesi halinde de tebligatın ilgilisine tebligatın talep edildiği devlet mevzuatına göre yapılacağı belirtilmektedir. Bu madde ile, muhatap hiç bilmediği bir dilde hazırlanmış tebligat evrakını mevzuatımız hükümlerine göre tebellüğ ederse içeriğinden sorumlu olacaktır. 120  AB açısından ise uluslararası çok taraﬂ ı sözleşmeler ile yetinilmemiş, 1348/2000 sayılı Konsey Tüzüğü çerçevesinde tebligat usulünün kolaylaştırılmasına ve geliştirilmesine niyet edilmiştir. Tüzük, tebliğ evrakının tercümesinin pahalı olmasından dolayı esnek bir yaklaşım belirlemiştir. Anılan Tüzüğe göre başvuru sahibi, Lahey Sözleşmesinin aksine evrakı tercümeli veya tercümesiz olarak tebliğ etmeyi tercih edebilir. 121  Umman ile Türkiye arasında 06/06/2008 tarihinde imzalanan ve 16/03/2010 tarihli ve 5960 sayılı Kanun ile onaylanması uygun bulunan Türkiye Cumhuriyeti ile Umman Sultanlığı Arasında Hukuki, Ticari ve Cezai Konularda Adli Yardım Anlaşmasının 7 nci maddesinde, Talep edilen Tarafın dilinde kaleme alınmış veya bu Tarafın diline uygunluğu tasdik edilmiş bir tercümeyi havi olmaları halinde tebligatlar, talep edilen makam tarafından kendi Devletinde bu konuyu düzenleyen hükümlere uygun olarak yerine getirilir. Aksi halde, talep edilen makam, ancak muhatap almayı kabul ettiği takdirde tebligatı muhatabına yapabilir 304 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ SONUÇ Tebligat usulî bir işlem olmakla birlikte savunma hakkının temelini oluşturmasından  dolayı  büyük  bir  önem  taşımaktadır. Tebligatın  usulüne uygun yapılmaması, davaların sonuçlanmasının önünde engeldir. Tebligata ilişkin yapılan düzenlemelerin amacı ise, tebliğe bağlanan hukuki sonuçların doğabilmesi için tebligatın en kısa sürede yapılarak, tebliğ evrakının muhatap tarafından  kabul  edilmesinin  sağlanmasıdır.  Türk  hukukunda,  tebligat konusunu düzenleyen Tebligat Kanunu ile Tebligat Yönetmeliği nin yanı sıra taraf olunan ve uluslararası tebligat usullerini belirleyen ikili ve çok taraﬂ ı sözleşmeler de bulunmaktadır.  Türk mahkemelerinde açılan davalarda veya Türkiye de yapılan icra takiplerinde, taraﬂ ardan birinin yabancı bir ülkede bulunması halinde tebligatın yurtdışında yapılması gerekir. Uluslararası tebligatın konusunu oluşturan bu tür davaların hızlı bir şekilde neticelenmesi ve tebligatta sorun yaşanmaması için uluslararası sözleşmeler kabul edilmiştir. 1965 tarihli Lahey Sözleşmesi bu  konuda  hazırlanmış  temel  düzenlemelerdendir.  Türkiye nin  da  taraf olduğu bu Sözleşme çerçevesinde, uluslararası tebligatın daha hızlı ve kolay yapılması için bazı usuller belirlenmiştir. Sözleşmenin kazandırdığı en temel yenilik tebligatın taraf devletlerce atanacak merkezi makamlar vasıtasıyla yapılmasıdır. Türkiye, 1965 tarihli Lahey Sözleşmesi gibi çok taraﬂ ı sözleşmelerin yanında tebligat konusunu da içeren birçok ikili adli yardımlaşma sözleşmelerine taraf  olmuştur.  Ancak,  gerek  ikili  gerekse  çok  taraﬂ ı  sözleşmelerin imzalanmasından ziyade bu sözleşmelerin ne derece etkin uygulandığının önemi büyüktür. Örneğin; uluslararası tebligatların yapılmasında, 1965 tarihli Lahey Sözleşmesi ile Tebligat Kanunu nun ve diğer düzenlemelerin ne derece uyum içinde uygulandığının değerlendirilmesi, yaşanan aksaklıkların ve eksik olan noktaların ele alınarak çözümlenmesi gerekmektedir.   Tebligat Kanunu nun 25/a-son maddesi ile yurtdışında bulunan Türk vatandaşlarına yapılacak tebligat usulünün hızlandırılması ve kolaylaştırılması amaçlanmıştır. Bu maddeye göre, Türkiye deki kazai merciler tarafından çıkarılacak tebligatın tercüme evrakına gerek kalmadan, doğrudan yabancı devlette  bulunan  dış  temsilciliğe  gönderilmesiyle  sürecin  hızlandırılması sağlanmıştır. Benzer amaçlar ile kabul edilen 1965 tarihli Lahey Sözleşmesinin 10 uncu  maddesi  ise,  maddeye  çekince  koymayan  yabancı  devlette denilmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 3051965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... bulunan kişilere doğrudan posta yoluyla tebligatı düzenlemektedir. Tebligat Kanunu nun 25/a-son maddesi, mahkemeler tarafından sıkça başvurulan bir yöntem olmakla birlikte, Sözleşmenin 10 uncu maddesinin uygulaması yok denecek kadar azdır. Hâlbuki Sözleşmenin 10 uncu maddesinde belirtilen usul, uluslararası tebligata ilişkin sürecin çok daha çabuk neticelendirilmesine olanak sağlamaktadır. Hangi olayda hangi düzenlemenin uygulanacağının doğru  tespit  edilebilmesi,  davaların  sürüncemede  kalmadan  hızlı  şekilde sonuçlandırılmasını  sağlayacaktır.  Bu  çerçevede,  uluslararası  tebligata ilişkin mevzuatın bir bütün halinde ele alınması ve doğru uygulanması, hak kayıplarının yaşanmasını engelleyecektir.   Uluslararası tebligata ilişkin karşılaşılan sorunlar arasında; Tebligat Kanunu nun yetersiz kaldığı ve uluslararası sözleşmelerin uygulanmasında zafiyet yaşandığı diğer sorunlu alanlardan biri ilanen tebligat konusu, diğeri ise  yurtiçinde  bulunan  yabancı  devlet  temsilciliklerine  yapılan  tebligat usulüdür. Yabancı devletlerde bulunan muhataba ilanen tebligat konusunda Tebligat Kanunu nda yer alan düzenleme, uygulamada yetersiz kalmaktadır. Yabancı  devlet  temsilciliklerine  yapılacak  tebligatın  ise,  uluslararası sözleşmeler gözetilmeden, tamamen Tebligat Kanunu esas alınarak yapılması oldukça büyük sorunlara sebebiyet vermektedir. Yine, 1965 tarihli Sözleme veya ikili adli yardımlaşma sözleşmeleri kapsamında yabancı devletlerden gönderilen tebligatın muhataba iletilmesi, Tebligat Kanunu 26 ncı madde uyarınca yapılmaktadır. Ancak, evrakın tercümesinin bulunup bulunmadığı gibi hususların üzerinde yeterince durulmamakla birlikte taraf olunan bazı iki taraﬂ ı sözleşmelerde de savunma hakkını etkileyecek bu husus göz ardı edilmiştir. Sonuç olarak, uluslararası tebligata ilişkin uygulamada karşılaşılan sorunların  çözüme  kavuşturulması  için  tebligata  ilişkin  mevzuatın  bir bütün  olarak  değerlendirilmesi  gerekmektedir.  Uygulayıcılar  tarafından, yürürlükte bulunan sözleşmelerin, bu konudaki temel mevzuatın bir parçası olduğu  ve  uluslararası  tebligatta  yaşanan  aksaklıkların,  bu  konudaki uluslararası sözleşmelere tam olarak vakıf olmadan bertaraf edilemeyeceği unutulmamalıdır. Diğer taraftan, Tebligat Kanunu ve Tebligat Yönetmeliği nde yapılacak ayrıntılı düzenlemeler ile eksik noktaların giderilmesi ve tartışmalı alanların açıklığa kavuşturulması gerekmektedir.",
     "Kaynakça": "Adalet Bakanlığı, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü, 306 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ “Adli Sözleşmeler; Hukuki-Ticari ve Cezai Konularda İkili Sözleşmeler”, http://www.uhdigm.adalet.gov.tr/sozlesmeler/ikili.html , Erişim 20/01/2016. Adalet Bakanlığı, Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü, “Genelgeler”, http://www.uhdigm.adalet.gov.tr/genelgeler/genelgeler.html , Erişim 20/01/2016. Akcan, Recep/Albayrak, Hakan; Tebligat Hukuku, Seçkin, Ankara, 2014. Akil, Cenk; “11.1.2011 Gün ve 6099 Sayılı Kanun İle 7201 Sayılı Tebligat  Kanunu nda  Yapılan  Değişiklikler”,  Türkiye  Barolar  Birliği Dergisi,  ss.  248-266,    http://tbbdergisi.barobirlik.org.tr/m2012-101-1204  , Erişim 18/01/2016. Anderson, Winston; Elements of Private International Law, The Caribbean Law Publishing Company, Kingston, 2003. Aybay, Rona; “Yargıtay İçtihatlarına Göre Yabancı Devletin Yargı Bağışıklığı”, TBB Dergisi, Sayı 72, 2007, ss. 109-120,  http://tbbdergisi. barobirlik.org.tr/m2007-72-354 , Erişim 01/04/2016. Çelikel, Aysel/Erdem, Bahadır; Milletlerarası Özel Hukuk, 14. Bası, Beta, İstanbul, 2016. Deliduman, Seyithan; Tebligat Hukuku Bilgisi, Yetkin, Ankara, 2002. Doğan, Vahit; Milletlerarası Özel Hukuk, 2. Bası, Seçkin, Ankara, 2013. European Court of Human Rights, Guide on Article 6, “Right  to Fair Trial (civil limb)”, Council of Europea, 2013, s. 50, http://www.echr.coe.int/ Documents/Guide_Art_6_ENG.pdf , Erişim 20/01/2016. Günay,  Esra;  “Türkiye den  Yabancı  Ülkeye  Yapılan  Tebligat  ve Esasları”, ss. 259-282, TAAD, Yıl: 3, Sayı: 11 (Ekim 2012), file:///C:/ Users/ab42358/Downloads/e265c-38680-6d134-e24be%20(19).pdf,  Erişim 20/01/2016. Hague Convention On The Service Abroad of Judicial and extrajudicial Documents in Civil or Commercial Matters (1965), Law Reform Commission Report 21-23, The Law Reform Commission, Dublin/Ireland 1987. HCCH,  Hukukî  ve  Ticari  Konularda  Yabancı  Ülkelerde  Delil Sağlanması Hakkında 1970 tarihli La Haye Sözleşmesi Kapsamında ABD Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 3071965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Yetkili Makamınca Yayınlanan Uygulamaya İlişkin Bilgiler, http://www.hcch. net/index_en.php?act=authorities.details&aid=528, Erişim 11/06/2012. HCCH,  Reservations  Declarations,  http://www.hcch.net/index_ en.php?act=status.comment&csid=425&disp=resdn (Erişim 31/10/2012). HCCH,  Status Table,  “Convention  of  15  November  1965  on  the Service  Abroad  of  Judicial  and  Extrajudicial  Documents  in  Civil  or Commercial  Matters”,  https://www.hcch.net/en/instruments/conventions/ status-table/?cid=17 , Erişim 20/01/2016. International  Committee,  International  Aspects  of  Family  Law, Second edition, Solicitors Family Law Association, Kent Spring 2004. Kaçak, Nazif; Tebligat Kanunu Şerhi, 2. Baskı, Adalet Yayınevi, Ankara 2011. Kamacı, Mahmut; “Türk Milletlerarası Özel Hukukunda Nafaka ve Bu Konudaki Türkiye nin Katıldığı Milletlerarası Özel Hukuk Sözleşmeleri”, s. 508-539, Yargıtay Dergisi, Cilt 24, Sayı 4, Ekim 1998. Kaplan, Yavuz; “Avrupa Tebligat Hukukundaki Gelişmeler, Düzenleme Çalışmaları Açısından Almanya Örneği ve Türk Hukuku”, Yıl 2003, Cilt 52, Sayı 3, ss. 199-227,  http://dergiler.ankara.edu.tr/dergiler/38/281/2563.pdf , Erişim 20/01/2016. Kennett,  W.A.;  Enforcement  of  Judgements  in  Europe,  Qxford University Press, Oxford 2001. Kocasakal, Hatice Özdemir; “Yabancı Ülkelerde Bulunan Kişilere Tebligat”,  ss.  27-65,  Galatasaray  Üniversitesi  Hukuk  Fakültesi  Dergisi, 2009/1,  Yayın  No:  45,    http://dosya.gsu.edu.tr/Docs/HukukFakultesi/ TR/FakulteDergisi/fakulte-dergisi-2009-1-hukuk-fakultesi.pdf  ,  Erişim 20/01/2016. McClean, David; The Hague Conventions on The Service of Process, The Taking of Evidence and Legalisation, Explanatory Documentation prepared for Commonwealth Jurisdiction (Explanatory Documentation), Commonwealth Secretariat, London 1979. Milli  Güvenlik  Konseyi;  “Milletlerarası  Özel  Hukuk  ve  Usul Hukuku  Hakkında  Kanun  Tasarısının  Danışma  Meclisince  Kabul Olunan Metni ve Millî Güvenlik Konseyi Adalet Komisyonu Raporu. (D. Meclisi : 1/5; M. G. Konseyi : 1/367)”, Danışma Meclisi S. Sayısı : 100,  308 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Gonca Gülfem BOZDAĞ https://www.tbmm.gov.tr/tutanaklar/TUTANAK/MGK_/d01/c007/ mgk_01007105ss0408.pdf Erişim 20/01/2016. Muşul, Timuçin; Tebligat Hukuku, 5. Baskı, Adalet Yayınevi, Ankara 2013. Nomer, Ergin; Devletler Hususi Hukuku, 21. Bası, Beta, İstanbul, 2015. Permanent Bureau of the Hague Conference on Private International Law,  Practical  Handbook  on  the  Operation  of  the  Hague  Service Convention  (Permanent  Bureau,  Practical  Handbook), Third  Edition, Wilson & Laﬂ eur Ltee, Montreal, 2006.  Recognition and Enforcement of Judgements and Orders and the Service of Process within the Commonwealth, A Report of a Working Meeting held at Basseterre (A Report of a Working Meeting), St. Kitts, 24-28 April 1978, Commonwealth Secretariat, London. Ruhi, Ahmet Cemal; Nafaka Hukuku, 3. Baskı, Seçkin, Ankara 2010. Ruhi, Ahmet Cemal; Tebligat Hukuku, 7. Baskı, Seçkin, Ankara 2011. Sargın,  Fügen;  “1961  Tarihli  Diplomatik  İlişkiler  Hakkındaki Viyana  Sözleşmesi  Hükümleri  Dahilinde  MÖHUK un  33.  Maddesinin Uygulanabilirliği Sorunu”, AÜHFD, Cilt 52, Sayı 1, Yıl 2003, ss. 14-36,  http://dergiler.ankara.edu.tr/dergiler/38/283/2586.pdf , Erişim 01/04/2016. Şanlı, Cemal/Esen, Emre/Figanmeşe Ataman, İnci; Milletlerarası Özel Hukuk, 4. Bası, Vedat Kitapçılık, İstanbul 2015. T.C. İçişleri Bakanlığı, Nüfus ve Vatandaşlık İşleri Genel Müdürlüğü, Adres Kayıt Sistemi, http://www.nvi.gov.tr/Hakkimizda/Projeler,Aks.html , Erişim 10/02/2016. Tebligat Kanunu ile Adlî Sicil Kanununda Değişiklik Yapılmasına Dair Kanun Tasarısı ve Kahramanmaraş Milletvekili Veysi Kaynak ın; Tebligat Kanunu ile Karayolları Trafik Kanununda Değişiklik Yapılmasına Dair Kanun Teklifi ve Adalet Komisyonu Raporu (1/742, 2/546), TBMM, Dönem 23, Yasama yılı 4,   https://www.tbmm.gov.tr/sirasayi/donem23/yil01/ss474.pdf  ,  Erişim 20/01/2016. Tebligat Kanunu Lâyihası ve Muvakkat Encümen mazbatası (1/105), Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 3091965 Tarihli Lahey Sözleşmesi Bakımından Tebligat Kanunu na İlişkin... Devre  XI,  İçtima  1,  Sayı  129,  s.  1,  https://www.tbmm.gov.tr/tutanaklar/ TUTANAK/TBMM/d11/c006/tbmm11006015ss0129.pdf, Erişim 20/01/2016. Toker, Ali Gümrah; “15 Kasım 1965 Tarihli ‘Hukuki veya Ticari Konularda Adli ve Gayri Adli Belgelerin Yabancı Memleketlerde Tebliğine Dair  Lahey  Sözleşmesi   Uyarınca  Tebligat  Yapılması”,  Dokuz  Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 13, Sayı: 2, 2011, ss.107-152 (Basım  Yılı:  2013),    http://webb.deu.edu.tr/hukuk/dergiler/dergimiz13-2/ gumrahtoker.pdf , Erişim 20/01/2016. Turan, Ahmet Uğur; Tebligat Hukuku, Tebligat Suçları ve ilgili Mevzuat, Seçkin, Ankara, 2002. Yılmaz, Ejder; Hukuk Sözlüğü, Ankara, 2001. Yılmaz, Ejder/Çağlar, Tacar; Tebligat Kanunu, Yetkin, Ankara, 2013. 310 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2"
}