{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "3",
     "Başlık": "BANKACILIK VE SERMAYE PİYASASI SUÇLARINA İLİŞKİNMUHAKEME KURALLARI",
     "Title": "Erdi YETKİN",
     "Yazar İsmi": [
          ""
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bankacılık",
          "Sermaye Piyasası",
          "Finansal Suçlar",
          "Ceza Muhakemesi Kuralları",
          "Koruma Tedbirleri"
     ],
     "Keywords": [
          "Banking",
          "Capital Market",
          "Financial Crimes",
          "The Rules of Criminal Procedure",
          "Measures of Precaution"
     ],
     "Özet": "Bankacılık Hukuku ile Sermaye Piyasası Hukukunda, özel hukuk yaptırımları ile idari yaptırımların haricinde cezai yaptırımlar da düzenlenmiştir. Bankacılık Kanunu ve Sermaye Piyasası Kanununda hem maddi ceza hukukuna hem de ceza muhakemesi hukukuna dair hükümlere yer verilmiştir. Çalışmamızda, belirtilen hukuk dallarındaki ceza muhakemesi hükümleri incelenmiştir. İlk iki bölümde soruşturma ve kovuşturma evrelerine ilişkin kurallar değerlendirilmiştir. Akabinde varsayımsal zimmet  suçuna  özgü  kurallara  ilişkin  açıklamalarda  bulunulmuştur.  Sonrasında Bankacılık Kanunu m. 167 ve Sermaye Piyasası Kanunu m. 115/5 düzenlemelerine ilişkin  açıklamalar  getirilmiştir.  Çalışmamızın  sonunda  ise  ulaşılan  neticeler açıklanmıştır. Değerlendirdiğimiz konular ceza muhakemesi hukukundaki karşılıkları ile karşılaştırma yapılarak incelenmiştir.",
     "Abstract": "Criminal sanctions, apart from private law sanctions and administrative sanctions, are embodied in the law of banking and the law of capital market. Certain provisions about both the law of financial penalties and the law of criminal procedure are present at The Banking Law and The Capital Market Law. In this study, these provisions of criminal procedure in specified departmenst of law are considered. The rules of the investigation and prosecution are evaluated in the first two chapters. Subsequently, it is explained regarding the specific rules of  The crime of the presumptive embezzlement. Following that, the article 167 of The Banking Law and the article 115/5 of The Capital Market Law are clarified. In the end of the study, the results are expressed.  Mentioned topics are considered by comparing related references in the law criminal procedure.",
     "Metin": "Kanun koyucunun kimi suçların (en meşhur haliyle; eski DGM lerin, CMK mülga m. 250 vd. ile görevli mahkemelerin, mülga TMK m. 10 a göre görevli  mahkemelerin  görev  alanındaki  suçlar  örneklerinde  olduğu  gibi) veya kişilerin (yine en meşhur haliyle; MİT mensupları hakkında getirilen düzenleme  örneği)  muhakemesine  ilişkin,  Ceza  Muhakemesi  Kanunu (CMK) hükümlerinden ayrılarak ayrıksı düzenlemeler yapması bilinen bir olgudur. Bu farklı düzenlemelerin çeşitli sebepleri olabilmektedir. Tam bu noktada belirtmek gerekir ki, kanun koyucu 5411 sayılı Bankacılık Kanunu (BankK) ve 6362 sayılı Sermaye Piyasası Kanunu nda (SerK) düzenlenen (ve SerK bakımından atıfta bulunan suçlar da bu kapsama alınmıştır) suçların muhakemesinde de farklı düzenlemeler getirmiştir. Gerek Bankacılık Hukuku gerekse Sermaye Piyasası Hukuku özel hukuk karakteri ağır basan hukuk dallarıdır. Bununla birlikte bu alanlarda Bağımsız İdari Otorite (BİO) olarak adlandırılan çeşitli kuruluşların yer aldığı görülmektedir. Özellikle Türkiye nin 2000 li yılların başında yaşamış olduğu bankalar krizi bu kuruluşların önemini ortaya koyar niteliktedir. Böylelikle bahsedilen hukuk alanlarının özel hukuk karakteri baskın olsa da BİO ların idari yaptırımları da son derece önemlidir. Özel hukuk düzenlemeleri ile idari düzenlemelerin haricinde, bankacılık ve sermaye piyasası alanlarının genel olarak ülke ekonomisi bağlamında taşıdığı özel önem nedeniyle bu alanlardaki haksızlıklara ilişkin cezai hükümler de ihdas edilmiştir. Bizce bu alanların ekonomi bakımından taşıdıkları özel önem, suçların teknik ve özel niteliği, bu alanlarda faaliyet gösteren gerçek ve tüzel kişiler bakımından itibarın özel olarak önemli olması da kanun koyucunun ihdas ettiği suçlara ilişkin özel muhakeme kuralları öngörmesinin nedenini oluşturmaktadır. 1   Bağımsız İdari Otoritelerin; siyasal organlardan bağımsız, özellikle ekonomik faaliyetler alanında düzenleme/denetim görevleri yapan, diğer kamu tüzel kişileri ile hiyerarşi veya idari vesayet ilişkisi içerisinde olmayan bağımsız kamu kuruluşları olduğu vurgulanmaktadır. BDDK, TMSF, SPK, EPDK, Rekabet Kurumu gibi kuruluşlar BİO lara örnek teşkil etmektedir. BİO lar hakkında ayrıntılı bilgi için bkz.: İsmet GİRİTLİ, Pertev BİLGEN, Tayfun AKGÜNER, Kahraman BERK, İdare Hukuku, Güncellenmiş ve Genişletilmiş 4. Bası, İstanbul, Der, 2011, s.487-495. Ayrıca BDDK, TMSF ve SPK nın tüzel kişiliğe sahip kamu kurumu niteliğine sahip olduklarının da altı çizilmelidir. Her bir kurumun resmi internet sitesinde idari ve hukuki yapıları hakkında verdikleri bilgilerde bu yöne dikkat çekilmiştir. Bkz.: http://www. tmsf.org.tr/default.html.; http://www.bddk.org.tr/WebSitesi/turkce/Kurum_Bilgileri/BDDK_ Hakkinda/5802bddk_kitapcik_14_07_2014_tur.pdf.;  http://www.spk.gov.tr/indexcont. aspx?action=showpage&showmenu=yes&menuid=0&pid=1&subid=1&submenuheader=1. 404 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Çalışmamız, yukarıda işaret edilen BankK ve SerK da yer alan suçlara ilişkin  muhakeme  kuralları  hakkındadır.  BankK da  yer  alan  muhakeme kuralları daha ayrıntılı olmaları sebebiyle ağırlık noktamızı oluşturacaklardır. Ancak ilgili yerlerde SerK daki düzenlemeler de belirtilecek ve eğer bir farklılık  mevcutsa  ilgili  hususa  dikkat  çekilecektir.  İncelememizde  ilk olarak soruşturma aşamasındaki kurallara ilişkin açıklamalarda bulunacağız. Sonrasında kovuşturma aşamasıyla ilintili kuralları değerlendireceğiz. Hemen akabinde  BankK  m.  166 da  düzenlenen  özel  soruşturma  ve  kovuşturma usulü incelenecektir. Son olarak ise diğer hükümler başlığı altında BankK m. 167 deki infaza ilişkin hüküm ile SerK m. 115/5 te yer alan düzenlemeye yer verilecektir. Sonuç bölümünde ise çalışma kapsamında ulaşılan neticeler öz bir şekilde izah edilecektir. I.  SORUŞTURMA EVRESİNE İLİŞKİN KURALLAR A.  YAZILI BAŞVURU MUHAKEME ŞARTI 1.  YAZILI  BAŞVURU  MUHAKEME  ŞARTININ  NİTELİĞİ VE UYGULANMASI BankK m. 162/1 ve SerK m. 115/1  Yazılı Başvuru kavramı altında bir  muhakeme  şartı  öngörmüştür.  Madde  metinleri  incelendiğinde  yazılı başvurunun özellikle muhakeme şartı olduğunun vurgulandığı görülmektedir. Yazılı başvuru muhakeme şartının öngörülmesinin sebebi olarak ise icra etmiş oldukları faaliyet dolayısıyla bir güven kurumu olan bankaların itibarının korunması ihtiyacı belirtilmiştir. Muhakeme  şartı;  muhakeme  faaliyeti  yapılabilmesi,  bu  bağlamda soruşturma  yürütülüp  kamu  davasının  açılabilmesi  ve  kamu  davasında yargılama yapılabilmesi için varlıkları veya yoklukları gerekli olan şartlardır. 2   Selman DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, Ceza Hukuku Dergisi, Yıl:2, S: 4, Ankara, Seçkin, 2007, s. 264.; Ali PARLAR, Mustafa AKIN, Muzaffer HATİPOĞLU, Bankacılık Ceza Hukuku, Ankara, Yayın Matbaacılık ve Ticaret İşletmesi 2010, s. 373.; Yaşar ALICI, Bankacılık Kanunu Şerhi, İstanbul, Beta, 2007, s. 1294.   Sermaye piyasası suçları bakımından yazılı başvuru koşulunun getirilmesinin sebebi olarak ise piyasaya olan güvenin korunması zira sonuçta beraat kararı verilmiş olsa bile konunun muhakeme makamlarına yansımasının piyasanın güvenilirliğini olumsuz yönde etkileyebileceği gösterilmektedir. Bkz.: Selman DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, İstanbul, XII Levha, 2010,  s. 147- 148. 3   Doktrinde muhakeme şartlarına ilişkin pek çok tanım yapılmıştır. Muhakeme şartlarına ilişkin yapılan tanımlara ilişkin Bkz.: Nurullah KUNTER, Feridun YENİSEY, Ayşe NUHOĞLU, Muhakeme Dalı Olarak Ceza Muhakemesi Hukuku, 14. Bası, İstanbul, Arıkan, 2006, s. 64.; Veli Özer ÖZBEK, Mehmet Nihat KANBUR, Koray DOĞAN, Pınar BACAKSIZ, İlker Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 405Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları Öğretide muhakeme şartlarına ilişkin olarak dava şartları ve yargılama şartları şeklinde ikili bir ayrım yapıldığı görülmektedir. Soruşturma evresine ilişkin muhakeme şartları ilk grubu oluştururken, soruşturma evresi tamamlanıp da kamu davası açıldıktan sonra yargılama yapılabilmesi için gereken şartlar ise ikinci grup içinde değerlendirilmektedir. BankK da  muhakeme  kurallarına  ilişkin  bölümün  başlığı Kovuşturma Usulü şeklindedir. Ancak yazılı başvuru şartını düzenleyen BankK m. 162 de, yazılı başvurunun hem soruşturma hem de kovuşturma evrelerine ilişkin olduğu belirtilmiştir. Ana başlık ile madde düzenlemesi arasındaki  uyumsuzluğa  ise  haliyle  öğretide  dikkat  çekilmiştir.  BankK m. 162/1 uyarınca, bu Kanun kapsamındaki suçlara ilişkin soruşturmaya başlayabilmek için yazılı başvuru gerekecek ve her nasılsa yazılı başvuru şartı sağlanmaksızın  soruşturmaya  başlanılmış  olup  da  soruşturma  neticesinde iddianame kabul edilip kamu davası açılırsa kovuşturma evresinin devamı için yine yazılı başvuru aranacaktır. Yazılı başvuruda bulunabilecekler ise Bankacılık Düzenleme ve Denetleme Kurumu (BDDK/Kurum) veya Tasarruf Mevduatı Sigorta Fonu dur (TMSF/Fon)7. SerK m. 115/1 de ise soruşturma yapılması  için  Sermaye  Piyasası  Kurulu  (SPK/Kurul)  tarafından  yazılı başvuru yapılması gerektiği hükme bağlanmıştır. Bu düzenleme ışığında da soruşturmaya başlayabilmek için SPK nın yazılı başvurusu gerekmektedir. SerK m. 115/1 de kovuşturma için ayrıca bir ifadenin bulunmaması hemen TEPE, Ceza Muhakemesi Hukuku, Genişletilmiş ve Geliştirilmiş 6. Baskı, Ankara, Seçkin, 2014, s. 126.; Süheyl DONAY, Güncelleştirilmiş Ceza Yargılaması Hukuku, İstanbul, Beta, 2015, s. 277.; Bahri ÖZTÜRK, Durmuş TEZCAN, Mustafa Ruhan ERDEM, Özge SIRMA, Saygılar KIRIT, Özlem ÖZAYDIN, Esra ALAN AKCAN,  Efser ERDEN, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Güncellenmiş 6. Baskı, Ankara, Seçkin, 2013, s. 50; Yener Ünver, Hakan HAKERİ, Ceza Muhakemesi Hukuku, Güncel Yargıtay Kararlarıyla Genişletilmiş 3. Baskı, Ankara, Adalet, 2010, s. 97.; Cumhur ŞAHİN, Ceza Muhakemesi Hukuku I, Gözden Geçirilmiş ve Güncellenmiş 4. Baskı, Ankara, Seçkin, 2013, s. 55. 4   ÖZBEK, KANBUR, DOĞAN, BACAKSIZ, TEPE, a.g.e., s. 127. 5   Süheyl DONAY, Bankacılık Ceza Hukuku, İstanbul, Beta, 2007, s. 121. 6   DONAY, Bankacılık Ceza Hukuku, s. 121. 7   Fonun yetki alanına giren konular için bkz.: Seza REİSOĞLU, Bankacılık Kanunu Şerhi C:I, Ankara, 2007, s. 1733.; Selman DURSUN, Ekonomik Suçlar ve Bankacılık Suçları Bağlamında Bankacılık Düzenine Karşı İşlenen Suçlar, Ankara, Seçkin, 2006, s. 169-172. 8   2499 sayılı Sermaye Piyasası Kanunu nda yazılı başvuruda bulunma yetkisi başlangıçta Maliye Bakanlığı na aitken Kanun da yapılan değişiklik ile hâlihazırdaki 6362sayılı Sermaye Piyasası Kanunu nda olduğu gibi bu yetki SPK ya verilmiştir. Maddenin değişiklik gerekçesi için Bkz.: DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, s. 147, dp. 430. 406 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN yukarda BankK çerçevesinde ulaşılan sonucu değiştirmeyecektir. Her nasılsa Kurul un yazılı başvurusu olmaksızın soruşturmaya başlanıp neticede kamu davası açılırsa yargılamaya devam edebilmek için Kurul un yazılı başvurusu gerekecektir. Bu halde, mahkemece, şartın gerçekleşmesi mümkün olduğundan ve yargılama da başladığından Durma kararı verilmelidir. Yazılı başvuru muhakeme şartının niteliğini tespit etmeye geçmeden önce  hangi  suçlar  bakımından  bu  şartın  geçerli  olduğu  belirtilmelidir. BankK  m.  162  hükmü  uyarınca  yalnızca  BankK   da  düzenlenen  suçlar hakkında soruşturma ve kovuşturma yürütebilmek için yazılı başvuru şartı gerçekleşmelidir.  BankK  haricindeki  kanunlarda  düzenlenen  bankacılık suçlarının muhakemesinde ise yazılı başvuru şartının gerçekleşmesine gerek yoktur. SerK açısından ise durum şu şekildedir; ilgili maddede Bu Kanunda tanımlanan veya atıfta bulunulan suçlardan dolayı soruşturma yapılması Kurul tarafından Cumhuriyet başsavcılığına yazılı başvuruda bulunulmasına bağlıdır. şeklinde bir düzenlemeye yer verilerek, hem SerK da doğrudan doğruya düzenlenen hem de bu Kanunda başka kanunlara atıf yapılan suçlar bakımından yazılı başvuru şartının gerçekleşmesi gerektiği belirtilmiştir. BankK ve SerK da yazılı başvuru şeklinde ifade edilen bir muhakeme şartının  düzenlendiğini  ve  bu  şartın  hangi  suçların  soruşturmasının  ve kovuşturmasının  yapılabilmesi  için  gerekli  olduğunu  belirttikten  sonra, anılan hukuksal şartın niteliği tespit edilmelidir. Hemen belirtelim ki öğretide muhakeme şartlarının incelendiği pek çok eserde yazılı başvuru muhakeme şartına  dair  bir  açıklama  getirilmemiştir.  Yazılı  başvuru  şartını  diğer muhakeme şartları ile karşılaştırarak bir çözüme ulaşılması mümkündür. İlk olarak yazılı başvurunun Şikâyet11 olarak kabul edilemeyeceğini belirtmek gerekir. Zira şikâyette bulunma hakkı suçtan zarar görene aittir. Şikâyet hakkı bağlamında ise suçtan zarar gören kavramının dar yorumlanması gerektiği ifade edilmektedir. O halde değil dar anlamda, geniş anlamda dahi suçtan 9   ÖZBEK, KANBUR, DOĞAN, BACAKSIZ, TEPE, a.g.e., s. 138. 10   DURSUN,  Yeni  Bankacılık  Kanunu nda  Yer Alan  Ceza  Muhakemesi  ve  İnfaz Hükümleri, s.265. 11  Şikayet muhakeme şartına ilişkin ayrıntılı açıklamalar için Bkz.: KUNTER, YENİSEY, NUHOĞLU, a.g.e., s. 74-81.; Kayıhan İÇEL, Füsun SOKULLU-AKINCI, İzzet ÖZGENÇ, Fatih Selami MAHMUTOĞLU, Yener ÜNVER, İçel Suç Teorisi 2. Kitap, Yeniden Gözden Geçirilmiş 2. Bası, İstanbul, Beta, 2000, s. 24-34.; Zekeriya YILMAZ, Ceza Hukukumuzda Şikayet, Ankara, Adalet, 2010, b.a.. 12  ŞAHİN, a.g.e., s. 62.; KUNTER, YENİSEY, NUHOĞLU, a.g.e., s. 78, Vahit BIÇAK, Suç Muhakemesi Hukuku, Ankara, Seçkin, 2010, s.281.; ÖZTÜRK, TEZCAN, ERDEM, SIRMA, KIRIT, ÖZAYDIN, ALAN AKCAN,  ERDEN, a.g.e., s. 54.; Mahmut KOCA, İlhan Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 407Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları zarar gören kavramı içinde değerlendirilemeyecek olan Kurum, Fon veya Kurul nedeniyle bu muhakeme şartını şikâyet olarak nitelendirmeye olanak yoktur/14. Aynı sonuca kimi suçların takibinin şikâyete bağlanmasının nedeni olarak ifade edilen açıklamalar ışığında da ulaşmak mümkündür. Yazılı başvuru neticesinde savcılık makamı iddianame düzenlemeye mecbur olmadığından bu şartın Talep16 olarak nitelendirilemeyeceği ve yine savcılık makamının girişimi de söz konusu olmadığından İzin18 veya Karar şartlarıyla da örtüşmediğini belirtmek gerekir. ÜZÜLMEZ, Türk Ceza Hukuku Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 7. Baskı, Ankara, Seçkin, 2014, s. 357. 13  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s.264. 14  ERMAN ın naklettiği bir kararda ise 70 sayılı KHK döneminde aranan Maliye Bakanlığı nın yazılı başvuru şartı, bir nevi şikâyet olarak kabul edilmiş ve 6 aylık şikâyet süresi içinde yazılı başvuruda bulunulmaması nedeniyle açılan davanın düşmesine karar verilmiştir. Karar için Bkz.: Sahir ERMAN, Ticari Ceza Hukuku C:V Bankacılık Suçları, İstanbul, İ.Ü. Fen Fakültesi Döner Sermaye İşletmesi Prof. Dr. Nazım Terzioğlu Basım Atölyesi, 1984, s. 330, dp. 2. 15  Takibi şikâyete bağlı suçların varlık nedenlerine ilişkin çeşitli açıklamalar mevcuttur. Bir görüşe göre şikâyet şartının sebebi; suçtan zarar görenleri ceza muhakemesinin muhtemel sakıncalarından korumaktadır. Bkz.: KUNTER, YENİSEY, NUHOĞLU, a.g.e., s. 74. Bir başka görüş ise kamu otoritelerinin hafif derecedeki kimi suçlara, suçtan zarar görenlerin talebi olmaksızın müdahale etmemesi düşüncesine vurgu yapmıştır. Bkz.: Nur CENTEL, Hamide ZAFER: Ceza Muhakemesi Hukuku, 7. Bası, İstanbul, Beta 2010, s.85. ÖZGENÇ ise her iki nedene de dikkat çekmiştir. Bkz.: , İzzet ÖZGENÇ: Türk Ceza Hukuku Genel Hükümler, 5. Bası, Ankara, Seçkin, 2010, s. 555. Suçun mağduru ile fail arasındaki yakınlık da yine bir suçun takibinin şikayete bağlı tutulmasının nedeni olabilmektedir YILMAZ, a.g.e., s. 6-8. Sonuç olarak Kurum, Fon veya Kurul için faillerle aralarında yakınlık olduğu, ceza muhakemesinden olumsuz etkilenebilecekleri, bankacılık ve sermaye piyasası suçlarının ayrım yapmadan bütün olarak basit niteliğe sahip suçlar oldukları söylenemez. Dolayısıyla yazılı başvurunun şikâyet olmadığına, şikâyete dair düzenlemelerin nedenlerinin incelenmesi suretiyle de ulaşabiliriz. 16  Talep muhakeme şartına ilişkin  açıklamalar için Bkz.: ÖZGENÇ, a.g.e., s.560.; KOCA, ÜZÜLMEZ, a.g.e., s.361, İÇEL, SOKULLU-AKINCI, ÖZGENÇ, MAHMUTOĞLU, ÜNVER, a.g.e., s.38-39.; KUNTER, YENİSEY, NUHOĞLU, a.g.e., s.83. 17  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s.264. 18  İzin muhakeme şartına ilişkin  açıklamalar için Bkz.: ÖZGENÇ, a.g.e., s.558-560.; KOCA, ÜZÜLMEZ, a.g.e., s.361.; İÇEL, SOKULLU-AKINCI, ÖZGENÇ, MAHMUTOĞLU, ÜNVER, a.g.e., s.34-37.; KUNTER, YENİSEY, NUHOĞLU, a.g.e., s.84-86. 19  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s. 264. 408 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Yazılı  muhakeme  şartı  kimi  yazarlarca  Müracaat  muhakeme şartı  kapsamında  mütalaa  edilmektedir.  Müracaat  ise;  devletin  belirli makamlarının  savcılık  makamını  iddianame  düzenlemeye  mecbur bırakmayacak şekilde yaptığı bildirim olarak tanımlanmıştır. BankK ve SerK hükümleri değerlendirildiğinde; Kurum, Fon veya Kurul un yazılı başvurusu neticesinde soruşturmaya başlayan  savcılık  makamı,  soruşturma  neticesinde  iddianame  düzenleyip kamu davasını açma girişiminde bulunmak zorunda değildir. Anılan kurumları, BİO vasıﬂ arı ve kamu tüzel kişiliğine de sahip olmaları sebepleriyle devletin belirli bir makamı olarak nitelendirebilmek mümkündür. Yukarıdaki açıklamalar uyarınca yazılı başvuru muhakeme şartının müracaat niteliğinde olduğunu kabul etmek olanaklıdır. Yazılı  başvuruyu  müracaat  olarak  kabul  etmenin  sonuçları  ise  şu şekildedir: Kurum, Fon veya Kurul un yazılı başvuru üzerine savcılık maddi gerçeği araştıracak ve fakat kamu davasının açılmasına gerek görmez ise iddianame düzenlemeyip kovuşturmaya yer olmadığı kararı verebilecektir (Talep muhakeme şartından farklılık arz eden özellik de budur.). Yazılı başvuru sebebiyle  savcılık  makamının  bir  girişiminin  olmaması  gerekmektedir. Bu nedenle savcılık, anılan kurumlardan önce suç oluşturabilecek vakadan haberdar olursa, bu kurumlara savcılığın yapacağı bildirim sadece bilgi verme niteliğindedir. Bu sebepledir ki, yazılı başvuruda bulunulmamasına ilişkin bir karar alınmasına gerek yoktur (İzin/karar muhakeme şartından farklılık arz eden yönü budur.). Yazılı başvuruda bulunulması için söz gelimi şikâyetteki gibi 6 aylık bir süre yoktur ancak elbette dava zamanaşımı süresinin geçerli 20  KUNTER, YENİSEY, NUHOĞLU, a.g.e., s. 83.; BIÇAK, a.g.e., s.287.; DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s. 264.; DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, s. 149-150 21  KUNTER, YENİSEY, NUHOĞLU, a.g.e., s. 83. 22  Yazılı başvuru muhakeme şartını müracaat kapsamında değerlendirilmemesi durumunda ise burada kendine özgü bir muhakeme şartının bulunduğunu kabul etmek en uygun değerlendirme olacaktır. 23   REİSOĞLU, a.g.e., s. 1733.; 2499 sayılı Kanun un 49. maddesinin 2. fıkrasında bu durum Bu Kanuna aykırı fiillerin işlendiğine dair bilgi edinen Cumhuriyet savcıları, Kurulu haberdar ederek durumun incelenmesini isteyebilirler. şeklinde açık bir biçimde ifade edilmiştir. Aynı yönde Bkz.: DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, s. 147. 24  REİSOĞLU, a.g.e., s. 1734. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 409Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları olduğunu da belirtmek gerekir. Yine yazılı başvurudan feragat veya yazılı başvurunun geri alınması da mümkün değildir (Bu son sayılan iki özellik ile şikâyet muhakeme şartından olan farklılık ortaya çıkmaktadır). İrdelenmesi  gereken  bir  mesele  de  suç  şüphesinin  varlığı  halinde Kurum, Fon veya Kurul un mutlaka yazılı başvuruda bulunmak zorunda olup olmadıklarıdır. Belirtmek gerekir yazılı başvuru muhakeme şartının varlığı dahi böylesi bir zorunlulukla bağdaşmaz. Bu nedenle anılan kamu tüzel  kişilerinin  yazılı  başvuruda  bulunup  bulunmama  hususunda  takdir yetkileri  mevcuttur/26.  Bahsedilen  kamu  tüzel  kişilerin  bu  yetkilerini kullanıp yazılı başvuruda bulunmamaları durumunda bu kararın idari yargı yerlerinin  denetiminde  olduğunu  kabul  etmek  gerekir.  Ancak  burada idare mahkemelerinin yerindelik denetimi yapmayıp, yalnızca idari işlemin unsurları bakımından hukuksal bir denetim yapmaları gerekmektedir. Son olarak yazılı başvuru yapılması hakkında kararı kimin alacağını belirtmek gerekir. Konu öğretide tartışmalıdır. Kurum ve Fon un karar ve yürütme organı olmak üzere iki organı olduğu belirtilmektedir. Bir hususu yürütmek için öncelikle bir kararın bulunması gerektiği izahtan varestedir. O halde yazılı başvuruda bulunma hususunda karar alındıktan sonra başkanlığın gereğini yaparak Cumhuriyet Başsavcılığına başvurması gerekir. Bu nedenle kanaatimizce yazılı başvuru yapılması yönünde karar organınca alınacak bir karara ihtiyaç bulunmaktadır. 25  REİSOĞLU da aynı görüştedir. Ayrıca yazar her türlü suç şüphesi durumunda yazılı başvurunun yapılması şeklindeki bir kabulün maddenin amacına da aykırı sonuçlar vereceğini zira bu halde ihtisas kurumlarından gelen başvurular neticesinde savcıların kendilerini dava açma mecburiyetinde görmelerinin pek muhtemel olduğunu ve bu durumun da maddenin tam tersine her durumda soruşturma ve kamu davası anlamına geleceğini isabetle belirtmiştir. Bkz.: REİSOĞLU, a.g.e., s. 1734.; ALICI da aynı görüşü savunmakta ve bu takdir yetkisi kullanılırken nesnel kıstaslara ve yasanın amacı ile kamu hizmetinin gereklerine  göre hareket edilmesi gerektiğini isabetle belirtmektedir. Bkz.: ALICI, a.g.e., s. 1295-1296. 26  Sermaye piyasası bağlamında aynı tartışma, desteklediğimiz görüş doğrultusunda bir açıklama ve aksi yöndeki bir Yargıtay kararı için Bkz.: DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, s. 148, dp. 433. 27  Aksi yönde yani burada düzenleyici veya birel nitelikli bir idari işlem olmadığı görüş için Bkz.: ALICI, a.g.e., s. 1295 ve dp. 1371. 28  Bu konuya ilişkin olarak Bkz.: DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri , s. 265, dp.11. 29  BDDK nın karar organı Bankacılık Düzenleme ve Denetleme Kurulu iken yürütme organı Başkanlık Teşkilatıdır. TMSF için ise karar organı Tasarruf Mevduatı Sigorta Fonu Kurulu, yürütme organı ise yine Başkanlık Teşkilatıdır. Ayrıntılı bilgi için bkz.: DURSUN, Ekonomik Suçlar ve Bankacılık Suçları Bağlamında Bankacılık Düzenine Karşı İşlenen Suçlar, s.159-161 ve 168-169. 30  ALICI, Kurul kararına ihtiyaç olmadığını söylemekteyse de mevzuatın tartışmasını yaparak 410 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN 2.  VARSAYIMSAL ZİMMETE İLİŞKİN ÖZEL DÜZENLEME BankK  m.  160/3 de  varsayımsal  zimmet  olarak  ifade  edilen  bir çeşit zimmet suçu düzenlenmiştir/32. BankK m. 162 de ise bu suça ilişkin soruşturma ve kovuşturmalar hakkında istisnai bir düzenleme öngörülmüştür. Buna göre varsayımsal zimmet suçu bakımından da kural olarak soruşturmaya yazılı başvuru üzerine başlanılacaktır. Bununla birlikte gecikmesinde sakınca bulunan bir hal olması durumunda savcılık re sen soruşturmayı başlatacak ancak Kurum ve Fon u durumdan haberdar edecektir. Hemen varsayımsal zimmet suçunda da genel kuralların baki kaldığını, yani yazılı başvurunun muhakeme  şartı  olduğunu  ve  ancak  re‘sen  soruşturmanın  gecikmesinde sakınca  bulunan  hallerle  sınırlı  olmak  üzere  yapılabileceğini  belirtmek gerekir. Bununla birlikte söz konusu düzenleme nedeniyle yanıtlanması gereken sorular bulunmaktadır. İlk  olarak  Kurum  ve  Fon a  savcılık  tarafından  haber  verileceği düzenlenmişken haber vermenin zamanına ilişkin bir hüküm bulunmamaktadır. Soruşturmaya  başlanıldığı  an  haber  verilmesi  gerektiği  öğretide  ileri sürülmüştür. Burada savcılık makamının değerlendirmesine bağlı olarak uygun olan ilk fırsatta haber verilmesi gerektiğinin kabulü kanaatimizce uygun olacaktır. Bir diğer sorun ise savcılık tarafından re sen soruşturmaya başlanılıp, akabinde Kurum ve Fon a haber verildikten sonra Kurum ve Fon yazılı bu konudaki kanaatini kesinliğini ortadan kaldırmaktadır. Bununla birlikte Fon bakımından Fon Kurulu nun kararına ihtiyaç olmaksızın Fon Başkanı nın yazılı başvuruda bulunabileceğini kesin bir dille belirtmektedir. Bkz.: ALICI, a.g.e., s. 1294-1295. 31  BankK Madde 160/3: Faaliyet izni kaldırılan veya Fona devredilen bir bankanın; hukuken veya  fiilen  yönetim  ve  denetimini  elinde  bulundurmuş  olan  gerçek  kişi  ortaklarının, kredi kuruluşunun kaynaklarını, kredi kuruluşunun emin bir şekilde çalışmasını tehlikeye düşürecek şekilde doğrudan veya dolaylı olarak kendilerinin veya başkalarının menfaatlerine kullandırmak suretiyle, kredi kuruluşunu her ne suretle olursa olsun zarara uğratmaları zimmet olarak kabul edilir. Bu fiilleri işleyenler hakkında on yıldan yirmi yıla kadar hapis ve yirmi bin güne kadar adlî para cezasına hükmolunur; ancak, adlî para cezasının miktarı bankanın uğradığı zararın üç katından az olamaz. Ayrıca, meydana gelen zararın müteselsilen ödettirilmesine karar verilir. 32  4389 sayılı Bankalar Kanunu m. 22/3 BankK m. 160/1, 2 e; 4389 sayılı Bankalar Kanunu m. 22/4 ise BankK m. 160/3 e karşılık gelmektedir. Bankacılık zimmeti ile varsayımsal zimmet arasındaki farklılıklar açısından ise eski kanun dönemindeki maddeler üzerinden yapılan bir değerlendirme için bkz.: Fatih Selami Mahmutoğlu, Bankalar Kanunu nun 22/3 ile 22/4 Maddeleri Arasındaki Temel Farklar, Hukuk Perspektiﬂ eri Dergisi, S:3, 2005, s. 232-238. 33  DONAY, Bankacılık Ceza Hukuku, s. 122. 34  DONAY, Bankacılık Ceza Hukuku, s.122. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 411Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları başvuruda bulunmazsa veya bu konuda hiçbir şey yapmazlarsa nasıl hareket edilmesi gerektiğidir. Ayrıca soruşturmaya başlanıldığına dair bildirimin hem Kurum a hem de Fon a mı yapılacağı, yoksa birine yapılmasının yeterli mi olduğu da tartışmalıdır. Her ne kadar olası problemlerin önüne geçilmesi amacıyla Kurum veya Fon dan birinin haberdar edilmesinin yeterli olacağı ileri sürülmüş ise de hükümdeki ve bağlacı dolayısıyla hem Kurum a hem de Fon a haber verilmesi uygun olacaktır. Kaldı ki yazılı başvurunun İzin veya Karar muhakeme şartı niteliğinde olmadığını bir kez daha belirtmek gerekir. O halde Kurum dan veya Fon dan birinin yazılı başvurusunu yeterli kabul etmek gerekecektir. İçlerinden biri yazılı başvuruda bulunurken diğeri hareketsiz kalsa ve hatta yazılı başvuru yapmama yönünde karar alsa bile yazılı başvuru şartı gerçekleşmiş kabul edilmelidir. Çünkü İzinde olduğu gibi bir makamın olumlu kararına yazılı başvuruda ihtiyaç yoktur. Yazılı başvuruda bulunabilecek Kurum ve Fon dan biri bu başvuruyu yaptığı takdirde başkaca bir koşul aranmaksızın muhakeme şartı gerçekleşmiştir; zira yazılı başvuru, savcılık tarafından Kurum a veya Fon a başvurularak soruşturma yapılması için olumlu yönde bir karar alınması anlamına gelmemektedir. 3.  BANK M. 162/2 DE YER ALAN ÖZEL DÜZENLEME BankK m. 162 nin ikinci fıkrası, saymış olduğu bazı suçların soruşturma usulüne ilişkin farklı bir hüküm içermektedir. Buna göre itibarın zedelenmesi, sırların açıklanması ve zimmet suçlarından dolayı ilgililerin dava hakkı ile CMK hükümleri saklı tutulmuştur. Bu hüküm uyarınca dava hakkının ve CMK hükümlerinin saklı tutulmasının anlamı tespit edilmelidir. Öncelikle ifade edilmelidir ki BankK, CMK dan daha sonra yürürlüğe girmiş olan bir kanundur. CMK nın da ceza muhakemesi alanına ilişkin temel kanun olduğu gözetildiğinde kanun koyucunun sonraki düzenlemelerinde CMK  hükümlerinden  ayrılarak  farklı  düzenlemeler  yapabilmesi  olanaklı da olsa CMK nın hükümlerine, temel yaklaşım tarzına aykırı düzenleme yapılması ise ilk önce hukuk düzeninin bütünlüğü ilkesini zedeler niteliktedir. CMK da ise Ceza Muhakemesi Usulü Kanunu ndan (CMUK) farklı olarak Şahsi Dava kurumuna yer verilmemiştir. Bu nedenle BankK m. 162/2 deki ifadenin şahsi dava olarak anlaşılması mümkün değildir. Ancak yine de belirtelim ki kanun koyucunun kanun ihdas ederken terimleri daha özenli kullanması beklenirdi. 35  DONAY, Bankacılık Ceza Hukuku, s.122-123. 412 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Dava hakkı ibaresinin niteliğini tartışmak gerekmektedir. Bu konuda çeşitli görüşlerin yer aldığını belirtilmelidir. Dava hakkını şikâyet olarak kabul eden görüşe iştirak etmekteyiz/38. Zira özellikle bu suçlarda suçtan zarar görmenin daha yoğun bir şekilde göze çarptığına tanık olmaktayız. Şikâyet olarak kabul etmenin sonucu olarak 6 aylık süre şartı aranacak ve feragat/ geri alma mümkün olacaktır. Ancak önemle belirtmeliyiz ki yazılı başvuru muhakeme şartı bertaraf olmamıştır. Bu nedenle ilgililer şikâyet haklarını kullanmasalar  dahi  yazılı  başvuru  nedeniyle  soruşturmaya  başlanılması gerekmektedir.  Bu  nedenle  de  buradaki  şikâyetin  özellik  arz  eden  bir şikâyet olduğu ileri sürülmüştür. İlgililerin kapsamına kimlerin girdiği de ayrıca tespit edilmelidir. Bankaların/42 haricinde diğer suçtan zarar gören 36  Görüşler için Bkz.: DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s. 266-267. 37  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s. 267.; ALICI, a.g.e., s. 1296. 38  REİSOĞLU ise dava hakkı ibaresinin başvuru ile aynı anlamda kullanıldığını ileri sürmektedir. Böylece ilgililer üç suç tipi bakımından ilgili kamu tüzel kişilerine başvuru imkânına sahip olacaklardır. Hemen bu görüşe katılmadığımızı belirtelim. Zira yukarıda yazılı başvurunun müracaat muhakeme şartı kapsamında değerlendirilmesi gerektiğini ve müracaatın ise devletin belirli organları tarafından yapıldığını ifade ettik. Burada bahsi geçen ilgililerin ise devletin yapılanmasıyla alakalı olmadıkları ortadadır. O halde yazılı başvuru şartının niteliğine ilişkin görüşümüz doğrultusunda yazarın anılan fikirlerine katılmaya olanak yoktur. Bkz.: REİSOĞLU, a.g.e., s. 1742. 39  ALICI, a.g.e., s. 1296. 40  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s. 267. 41  Bir tüzel kişilik olan bankaların şikayet hakkını nasıl kullanacağı hususunda Bkz.: Selman DURSUN, Bankalar Kanunu nda Yer Alan Suçlara İlişkin Usuli Hükümler ve Cezaların İnfazı, Bilgi Toplumunda Hukuk Ünal TEKİNALP E Armağan C:III, İstanbul, Beta, 2003, s. 738, dp. 28. 42  DONAY; bu üç suçta anılan düzenlemenin banka dışı suçtan zarar görenler tarafından işletilebileceği kanaatindedir. Banka suçtan zarar gören konumundaysa soruşturma ancak yazılı başvuru üzerine başlayabilecektir. Zira yazara göre varsayımsal zimmet suçunun gecikmesinde sakınca bulunan halinde soruşturmaya savcı tarafından re  sen başlanılması bu  şekildeki  yorumu  zorunlu  kılmaktadır.  Çünkü  varsayımsal  zimmet  suçuna  dair soruşturmaya başladıktan sonra savcı durumu ilgili kamu tüzel kişisine bildirmelidir. Diğer zimmet suçlarında ise suçtan zarar görenin şikâyeti ile soruşturmaya başlamak her iki fıkra bakımından giderilemez bir çelişkiye vücut vereceği belirtilmiştir. Zikredilen görüşlere katılmamaktayız. Zira gecikmesinde sakınca bulunan hale göre bir düzenleme yapmak başka bir şey şikâyete dair düzenleme yapmak ise başka bir şeydir. Ayrıca anılan görüş kanunun lafzıyla da uyumlu değildir. Son olarak BankK m. 162/2 de varsayımsal zimmet ile diğer bankacılık zimmeti suçları arasında bir ayrım da yapılmamıştır. Bu nedenle varsayımsal zimmete ilişkin muhakeme şartı meselesinin kanaatimizce üç boyutu vardır ki bunlar yazılı başvuru usulüne uyulması, gecikmesinde sakınca bulunan halde soruşturmaya başlama ve şikâyet üzerine soruşturmaya başlamadır. Açıklanan nedenlerle bankalar bakımından farklı Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 413Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları gerçek veya tüzel kişileri de bu kapsamda değerlendirmek gerekmektedir. Bu bağlamda banka birliklerinin (Türkiye Bankalar Birliği/Türkiye Katılım Bankaları Birliği) de ilgililer ibaresinin kapsamında olduğu ileri sürülmüştür.  B.  KOVUŞTURMA DAVASI Kovuşturma davası yoluna gidebilme hakkına CMK m.173 e göre suçtan zarar görenler sahiptir. Buradaki düzenleme ile suçtan zarar gören olmayan Kurum veya Fon a da bu hak tanınmıştır. Bankalar, suçtan zarar gören  konumu  dolayısıyla  kovuşturma  davası  yoluna  genel  hükümler çerçevesinde de gidebileceklerdir. Tam bu noktada bankalar hangi suçlardan dolayı  verilen  takipsizlik  kararlarına  karşı  kovuşturma  davası  yoluna gidebileceklerdir sorusu sorulmalıdır. Yalnızca ilgili bankaya şikâyet hakkı tanınan 162/2 de sayılan suçlardan dolayı mı yoksa kanun kapsamındaki diğer suçlar bakımından da mı bu yola gidilebileceği kabul edilmelidir? Kanaatimizce CMK m. 234/1-a-5 ve CMK m. 173 gereğince BankK m. 162 uyarınca başlatılan tüm soruşturmalarda kovuşturma davası yoluna gidilebilir. İlgili banka haricindeki ilgililer de suçtan zarar gören (dar anlamda, doğrudan doğruya) sıfatını haizlerse, kovuşturma davası yoluna başvurabilirler. II. KOVUŞTURMA EVRESİNE İLİŞKİN KURALLAR A.  DAVAYA KATILMA VE İDDİANAMENİN KURUMA VEYA FONA TEBLİĞİ Davaya katılma CMK nın 237 ila 243. maddelerinde düzenlenmiştir. Kısa bir şekilde katılma hakkında bilgi vermek gerekirse; katılma talebinde bir değerlendirme yapmayı uygun görmüyoruz. Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 124. 43  Zimmet ve sırların açıklanması suçlarında müşterilerin de ilgililer kapsamında değerlendirilmesi gerektiği öğretide belirtilmiştir. Bkz.: ALICI, a.g.e., s. 1296. 44  REİSOĞLU, a.g.e., s. 1741. 45  KUNTER, YENİSEY, NUHOĞLU Kovuşturma Davası ifadesini kullanmaktadırlar. Biz de burada bilinçli bir tercih ile Kovuşturma Davası terimini kullandığımızı ifade etmek isteriz. Zira her ne kadar kanun metninde itiraz ibaresi kullanılmışsa da CMK m. 267 e göre itiraz kanun yoluna kural olarak hâkimlik kararlarına ve kanunda ayrıca gösterilen hallerde mahkeme kararlarına karşı gidilebilecektir. Kovuşturmaya yer olmadığına dair kararı ise savcılık makamının verdiği düşünüldüğünde buradaki imkânı itiraz olarak kabul etmek doğru olmayacaktır. 46  ALICI, a.g.e., s. 1297. 47  Örneğin itibarın zedelenmesi suçunun 2. fıkrasında tanımlı neticesi sebebiyle ağırlaşmış halinde müşteri bakımından özel bir zarar ortaya çıktığında müşteri de genel hükümler uyarınca kovuşturma davası yoluna gidebilecektir. 414 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN bulunabilecekler suçtan zarar görenler, mağdurlar ve malen sorumlu kişilerdir. Katılma, bu hususa dair mahkemeye dilekçe verilmesi veya katılma istemini içeren sözlü başvurunun duruşma tutanağına geçirilmesi suretiyle gerçekleşir. Duruşma esnasında şikâyeti belirten ifade üzerine katılma talebi sorulur. Cumhuriyet Savcısının ve müdafiin de görüşü alındıktan sonra katılma talebi mahkemece karara bağlanır. BankK ve SerK daki düzenlemelerin ise yukarıda açıklanan CMK hükümlerinden ayrıldığı görülmektedir. İlk olarak BankK daki düzenlemeye değinmek gerekirse; BankK m. 162/1,c.son Kurum veya Fon başvuruda bulunması halinde bunların başvuru tarihinde katılan sıfatını kazanacakları düzenlenmiştir. Görülmektedir ki, CMK hükümlerinden farklı olarak katılma hususunda mahkemece bir karar verilmesi aranmamaktadır. Ayrıca Kurum veya Fon u suçtan zarar gören, mağdur veya malen sorumlu kişiler arasında değerlendirmeye de olanak olmadığından, Kurum ve Fon un BankK daki özel düzenleme olmasaydı kamu davasına katılamayacaklarını da belirtmek gerekir. Son olarak ifade edelim ki öğretide Kurum veya Fon un başvurusu neticesinde kamu davası açılırsa, bu kurumların doğrudan katılan sıfatını kazandıkları, ayrıca bu hususta bir başvurunun gerekmediği ifade edilmiştir. Ancak  Kanun un  lafzından  bu  sonuç  çıkmamaktadır.  Özellikle  madde metnindeki Kurumun veya Fonun başvuruda bulunması hâlinde, bunlar başvuru tarihinde müdahil sıfatını kazanırlar. ifadesi yorumumuzu destekler niteliktedir. Zira Kurum veya Fon un yazılı başvurusu olmaksızın soruşturmaya başlanılması mümkün değildir. O halde katılmaya ilişkin cümlede başvurudan bahsedilmesi bu yoruma göre anlamsız hale gelmektedir. Kaldı ki aşağıda incelenecek SerK daki hüküm farklı bir düzenleme öngörmektedir ve kanun 48  Kamu davasına katılma hakkında Bkz.: ÖZTÜRK, TEZCAN, ERDEM, SIRMA, KIRIT, ÖZAYDIN, ALAN AKCAN,  ERDEN, a.g.e., s. 234-241. 49   Kamu  davasına  katılma  hususunda  suçtan  zarar  gören  kavramı  dar  veya  geniş yorumlanmaktadır. Suçtan zarar gören kavramı dar yorumlandığında davaya katılma hakkına sahip olan kişi, suç ile korunan hukuksal yararı ihlal edilen kişidir. Geniş anlamda suçtan zarar gören kişinin ise işlenen suç ile haklı bir çıkarı zedelenmiş olup bu kişi kamu davasına katılarak tatmin ihtiyacını giderecektir. Bkz.: ÖZTÜRK, TEZCAN, ERDEM, SIRMA, KIRIT, ÖZAYDIN, ALAN AKCAN,  ERDEN, a.g.e., s. 235-236. Kanaatimizce Kurum, Fon veya Kurul bu tanımlar ışığında dar veya geniş anlamda suçtan zarar gören olarak mütalaa edilemezler. Yine de eğer kamu davasına katılmaya yönelik özel düzenlemeler olmasa idi yargı uygulaması ile suçtan zarar gören kavramı geniş yorumlanarak anılan kamu tüzel kişilerinin davaya katılmasının sağlanması yoluna gidilebilirdi. Hukuksal kavramları zorlamamak adına ve bu kamu tüzel kişilerinin uzmanlıkları ve davaya katılmalarının maddi gerçeğin ortaya çıkarılmasında yarar sağlayabileceği de düşünüldüğünde BankK ve SerK da kamu davasına katılmaya ilişkin hükümlerin yer almasının yararlı olduğu kanaatindeyiz. 50  DONAY, Bankacılık Ceza Hukuku, s. 123.; ALICI, a.g.e., s. 1297. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 415Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları koyucu anılan yorum uyarınca bir iradeye sahip olsa idi, konuyu SerK daki gibi ifade etmesi beklenirdi. O halde Kurum veya Fon un katılan olabilmesi için mahkeme kararına gerek yoktur ve fakat bu hususa ilişkin olarak bir başvurunun olması gerekmektedir. SerK  m.  115/2  de  davaya  katılma  müessesesini  düzenlemektedir. Buna göre iddianamenin kabulü ile kamu davası açılması anında Kurul da herhangi bir başvuru yapmaksızın katılan sıfatını kazanır. Böylece mahkeme kararı aranmaksızın Kurul katılan sıfatını kazanacaktır. Bu düzenlemede, BankK daki  düzenlemeden  de  farklı  olarak  katılma  hususunda  Kurul un başvuru yapması dahi aranmamıştır. Ancak belirtelim ki BankK daki hüküm daha yerindedir. Zira Kurul un başvurusu muhakeme şartı niteliğindedir ve fonksiyonu da soruşturmanın başlatılmasına olanak tanımasıdır. Bu hususta BankK‘da olduğu gibi katılmaya ilişkin bir başvurunun aranması yerinde olurdu. BankK m. 163/2 ye göre kamu davası açılması hâlinde, iddianamenin bir örneği ilgisine göre Kuruma veya Fona tebliğ edilecektir. Keza SerK m. 115/2 de aynı hükmü ihtiva etmektedir. B.  YETKİYE İLİŞKİN DÜZENLEMELER 1.  MADDE BAKIMINDAN YETKİYE İLİŞKİN DÜZENLEME BankK  m.  164 te  Özel  Görev  başlığı  altında  yetkiye  ilişkin  bir düzenleme yapılmıştır. İlk planda belirtilmelidir ki, bu madde ile yapılan düzenleme sadece maddede sayılan suçlara özgüdür. Bu nedenle maddede sayılmayan  suçlar  bakımından  genel  hükümler  [CMK nın  madde  ve yer  bakımından  yetkiye  ilişkin  hükümleri  ile  5235  sayılı Adlî Yargı  İlk Derece Mahkemeleri İle Bölge Adliye Mahkemelerinin Kuruluş, Görev Ve Yetkileri Hakkında Kanun (Teşkilat Kanunu)] geçerli olacaktır. Aşağıdaki açıklamalarımız bu nedenle BankK m. 164 te sayılan suçlara ilişkindir. BankK m. 164 te belirtilen suçlar, Ağır Ceza Mahkemelerinin görev alanına sokulmuştur. Bu suçlar veya davalar ise şu şekildedir: 51  Aksi görüş için Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 123.; PARLAR, AKIN, HATİPOĞLU, a.g.e., s. 375. 52  2499 sayılı Kanun un 49. maddesinin ilk fıkrası da aynı düzenlemeyi içermekte idi. Bu düzenleme öğretide eleştirilmiştir. Bkz.: DURSUN, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, s. 150. 416 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN BankK  da tanımlanan aşağıdaki suçlar;  Düzeltici, iyileştirici ve kısıtlayıcı önlemleri almamak,  İşlemleri kayıt dışı bırakma,  Gerçeğe aykırı muhasebeleştirme,  Zimmet suçları,  Sistemi engelleme, bozma, verileri yok etme veya değiştirme,  Bankacılık ve müşteri sırlarının açıklanması, Bankacılık faaliyeti çerçevesinde işlenen nitelikli dolandırıcılık; Bu suçların işlenmesi amacına yönelik olarak örgüt kurmak, yönetmek veya örgüte üye olmak; Bu suçlarla bağlantılı olup da ağır ceza mahkemesinin görev alanına giren suçlara ait davalar; Teşkilat Kanunu m. 12, Ağır Ceza Mahkemelerinin madde itibariyle yetkisini  düzenlemektedir.  BankK   da  tanımlanan  ve  maddede  sayılan suçlar incelendiğinde, (zimmet suçları öngördükleri hapis cezası nedeniyle, nitelikli  dolandırıcılık  ise  Teşkilat  Kanunu  m.  12  uyarınca  Ağır  Ceza Mahkemelerinin görev alanındadır dolayısıyla bu cümle zimmet suçları ve nitelikli dolandırıcılık suçu haricindeki suçlar bakımından geçerlidir) Teşkilat Kanunu m. 12 uyarınca Ağır Ceza Mahkemelerinin görev alanına girmedikleri görülmektedir. Bu özel düzenleme ile maddede belirtilen suçlar, Ağır Ceza Mahkemelerinin görev alanına dâhil edilmiştir. Bu suçların işlenmesi amacına yönelik olarak örgüt kurmak, yönetmek veya örgüte üye olmak suçları da yine Ağır Ceza Mahkemelerinin madde itibariyle yetkisi alanına bırakılmışlardır. Örgüt kurma, yönetme ve üye olma suçlarının, ceza miktarları itibariyle genel hükümler uyarınca Asliye Ceza Mahkemelerinin görev alanında kaldıklarını belirtmek gerekir. Bu suçlarla bağlantılı olup da ağır ceza mahkemesinin görev alanına giren suçlara ait davalara da yine Ağır Ceza Mahkemeleri bakacaktır. Örneğin yukarıda anılan suçlarla birlikte kamu görevlisi tarafından işlenen  resmi  belgede  sahtecilik  suçunun  işlenmesi  durumunda  görevli mahkeme olarak Ağır Ceza Mahkemeleri kabul edilmelidir. Bağlantı kavramı bakımından ise CMK m. 8-11 hükümleri göz önünde tutulmalıdır. SerK  m.  116,  sermaye  piyasası  suçlarına  ilişkin  davalarda  görevi düzenleyen maddedir. Bu maddeye göre SerK Kanunda tanımlanan veya atıfta bulunulan suçlara Asliye Ceza Mahkemeleri bakacaktır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 417Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları 2.  GÖREV BAKIMINDAN YETKİYE İLİŞKİN DÜZENLEME Teşkilat Kanunu m. 9 a göre iş durumunun gerekli kıldığı yerlerde ceza  mahkemelerinin  birden  fazla  dairesi  oluşturulabilir  ve  bu  daireler numaralandırılır.  Özel  kanunlarda  başkaca  hüküm  bulunmadığı  takdirde ihtisaslaşmanın  sağlanması  amacıyla,  gelen  işlerin  yoğunluğu  ve  niteliği dikkate alınarak daireler arasındaki iş dağılımı, Hâkimler ve Savcılar Yüksek Kurulu (HSYK) tarafından belirlenebilir. Öğretide mahkemeler arasındaki iş dağılımı Görev İtibariyle Yetki kavramıyla açıklanmaktadır. Teşkilat Kanunu özel kanunlarda bir belirleme yok ise iş dağılımının HSYK tarafından yapılacağını belirtmiştir. BankK m. 164 ise özel olarak görev itibariyle yetkiye ilişkin düzenleme getirmiş ve 1 numaralı Ağır Ceza Mahkemelerini bu maddede sayılan suçlar bakımından görevli addetmiştir. Ancak  gerekli  görülen  yerlerde  Adalet  Bakanlığı nın  teklifi  üzerine  ve Hâkimler ve Savcılar Yüksek Kurulunca bu tür suçlara bakmak üzere o yerlerdeki diğer ağır ceza mahkemeleri de görevlendirilebilecek veya yeni ağır ceza mahkemesi de kurulabilecektir. Bu halde 1 numaralı Ağır Ceza Mahkemelerinin yetkisinin de devam edeceği sonucuna madde metnindeki de bağlacı nedeniyle ulaşılmaktadır. Belirtilmelidir ki HSYK nın 08.12.2005 tarihli ve 861 sayılı kararı ile Bankacılık Kanunu ndan kaynaklı davalar bakımından madde itibariyle hangi mahkemelerin görevli olacağı hususu belirlenmiştir. Karar, 29.12.2005 tarihli ve 26038 sayılı Resmi Gazete  de yayınlanmış olup Bankacılık Kanunu ndan kaynaklı suçlara İstanbul da 8. Ağır Ceza Mahkemesi, diğer illerde ise 2 53  Görev bakımından yetki öğretide muhakemenin hangi aşamasında hangi hâkimin ne gibi bir görevi yapacağını belirleyen kurallar olarak ifade edilmiştir. Madde ve yer itibariyle yetki kurallarının haricindeki kuralların görev itibariyle yetki kuralları olduğu belirtilmiştir. Böylelikle hâkimler arasında iş bölümünün sağlandığı ve bu durumun uzmanlaşmayı beraberinde getirdiği vurgulanmıştır. Bkz.: ÖZTÜRK, TEZCAN, ERDEM, SIRMA, KIRIT, ÖZAYDIN, ALAN AKCAN,  ERDEN, a.g.e., s. 214-215.; ŞAHİN, a.g.e., s. 111-112. 418 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN numaralı Ağır Ceza Mahkemesinin bakacağı karara bağlanmıştır.54/55/56/57. BankK  m.  164 te  sayılan  suçların  haricindeki  bankacılık  suçları bakımından  Asliye  Ceza  Mahkemelerinin  yetkili  olacağı  belirtilmiştir. Olması gereken hukuk bakımından bu suçlar bağlamında da bir Asliye Ceza Mahkemesi nin  ihtisas  mahkemesi  olarak  görevlendirilmesinin  yerinde olacağı savunulabilir. 54  Karar metni şu şekildedir: Hâkimler ve Savcılar Yüksek Kurulu Başkanlığından:              Karar Tarihi     : 8.12.2005              Karar No            : 861              5411 sayılı Bankacılık Kanununun 164. maddesi gereğince, bu Kanundan kaynaklanan davalara  bakacak  mahkemelerin  tespiti  konusunda  yapılan  değerlendirme  sonucunda; Hâkimler ve Savcılar Yüksek Kurulu nun 29.12.2003 gün ve 610 sayılı, 15.1.2004 gün ve 2 sayılı kararları ile 4389 sayılı Kanun yürürlükte iken belirlenen mahkemelerin 5411 sayılı Bankacılık Kanununun geçici 1 inci maddesi gereğince bu Kanundan doğan davalara bakmaya devam etmelerine.             İstanbul Ağır Ceza Mahkemelerinde görülmekte olan davaların nitelik ve sayı itibariyle ağır olması, 1 nolu ağır ceza mahkemesinde 4926 sayılı Kaçakçılıkla Mücadele Kanunundan kaynaklanan davalara bakıldığından, iş yükünün daha da ağırlaşacak olması nedeniyle,            I - İstanbul için;             a - 5411 sayılı Bankacılık Kanunundan kaynaklanan davaların bu güne kadar olduğu gibi 8. ağır ceza mahkemesinde görülmesine,       b - İstanbul 8. Ağır Ceza Mahkemesine bankacılık suçları dışında tevziden dosya verilmemesine,            II - İstanbul dışında birden fazla ağır ceza mahkemesi olan yerler için,              a - 5411 sayılı Bankacılık Kanunundan kaynaklanan davaların yine bu güne kadar olduğu gibi 2. ağır ceza mahkemesinde görülmesine,          b - 2. ağır ceza mahkemesine gelen bankacılık suçlarına ilişkin dosya sayısının, genel tevziden alması gereken dosya sayısından düşülmesine,              Karar verilmiştir.   http://www.resmigazete.gov.tr/main.aspx?home=http://www.resmigazete. gov.tr/eskiler/2005/12/20051229.htm&main=http://www.resmigazete.gov.tr/ eskiler/2005/12/20051229.htm. 55  Yukarıda belirtilen ve metni verilen HSYK karar halen geçerliliğini korumaktadır. HSYK nın 12.02.2015 tarih ve 224 sayılı kararından yukarıdaki 861 sayılı kararın geçerliliğini koruduğu anlaşılmaktadır. http://www.resmigazete.gov.tr/eskiler/2015/02/20150217-3.pdf. 56  DONAY, BankK m. 164 metnindeki de bağlacı ve bu madde uyarınca görevli mahkemelerin belirlenmesi hususunda ayrıntılı açıklamalarda bulunmuştur. Özellikle yazar bir davada İstanbul 8. Ağır Ceza Mahkemesi nin heyet olarak reddedilmesi ve bu mahkemenin ret ile görevini yerine getiremeyecek durumda olması ihtimalini değerlendirmiştir. (Pek tabiidir ki aynı ihtimali İstanbul dışındaki iller için 2. Ağır Ceza Mahkemeleri nezdinde de düşünebiliriz.) Yazar, İstanbul 1. Ağır Ceza Mahkemesi nin görevinin yasa kaynaklı olduğunu ve HSYK Kararı ile sona ermediğini belirtip davaya İstanbul 8. Ağır Ceza Mahkemesi nin heyet olarak reddedilmesi ve bu mahkemenin ret ile görevini yerine getiremeyecek durumda olması ihtimalinde anılan mahkemenin bakması gerektiği görüşündedir. BankK m. 164 ün açık hükmü, HSYK nın kanunlara aykırı karar alamaması,  nedenleriyle yazarın görüşüne katıldığımızı belirtmek isteriz. DONAY, Bankacılık Ceza Hukuku, s. 127-129. 57  Belirttiğimiz HSYK kararlarına yer veren ve görev uyuşmazlıkları hakkındaki yargı kararları için Bkz.: PARLAR, AKIN, HATİPOĞLU, a.g.e., s. 394-407. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 419Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları SerK m. 116 ya göre bu Kanunda tanımlanan veya atıfta bulunulan suçlardan dolayı yargılama yapmaya Hâkimler ve Savcılar Yüksek Kurulunun ihtisas mahkemesi olarak görevlendireceği asliye ceza mahkemeleri yetkilidir. Kuşkusuz ki bu düzenlemenin de yukarıda BankK  ya ilişkin açıklamalarda belirtildiği gibi görev itibariyle yetkiye ilişkin olduğu açıktır. SerK kapsamında kalan kamu davaları konusunda; 1- Bir asliye ceza mahkemesi olan yerlerde bu mahkemenin, 2-  İki  asliye  ceza  mahkemesi  olan  yerlerde  ikinci  asliye  ceza mahkemesinin, 3- İkiden fazla asliye ceza mahkemesi olan yerlerde üçüncü asliye ceza mahkemesinin, Bu Kanun kapsamında bulunan suçlarla ilgili davalara bakacağı HSYK Birinci Dairesinin 09.05.2013 tarihli ve 864 sayılı kararı ile tespit edilmiştir. 3.  YER BAKIMINDAN YETKİYE İLİŞKİN DÜZENLEME BankK m. 164 te sayılan suçlar bakımından yetkili mahkeme fiilin işlendiği  yerin  bağlı  bulunduğu  ilin  adıyla  anılan  yer  mahkemesidir. CMK daki yer yönünden yetkiye ilişkin düzenlemelere bakıldığında yetkili mahkeme olarak fiilin işlendiği yer mahkemesinin gösterildiği görülmektedir. BankK m. 164 ile 4389 sayılı Kanun a nazaran genel hükümler ile daha uyumlu bir düzenleme yapıldığı görülmektedir. Ancak bu düzenlemenin genel hükümler ile tamamen aynı olduğu da söylenemeyecektir. Şöyle ki; dikkat edilirse yetkili mahkeme olarak BankK m. 164 te fiilin işlendiği yerin bağlı bulunduğu ilin adıyla anılan ağır ceza mahkemesi yetkili kılınmış olup fiilin işlendiği yer mahkemesi yetkili kılınmamıştır. Özellikle farklılık, ilçelerde Ağır Ceza Mahkemesi bulunması durumunda ortaya çıkmaktadır. Örneğin Alaşehir Manisa ya bağlı bir ilçedir ve hem Alaşehir de hem de Manisa da Ağır Ceza Mahkemesi bulunmaktadır. Alaşehir de BankK m. 164 te tanımlı suçlardan birinin işlendiğini varsayalım. Bu halde BankK m. 164 te sayılan suçlar bakımından yetkili mahkeme, fiilin işlendiği yerin (yani Alaşehir in) 58  Görev itibariyle yetkiye ilişkin yukarıda zikretmiş olduğumuz bilgileri HSYK dan Bilgi Edinme Kanunu çerçevesinde yapmış olduğumuz başvuru neticesinde ulaşmış bulunmaktayız. 59  Zira bu Kanun da yer bakımından yetkili mahkeme olarak banka merkezinin bulunduğu yer mahkemesi belirlenmişti. Bkz.: DURSUN, Bankalar Kanunu nda Yer Alan Suçlara İlişkin Usuli Hükümler ve Cezaların İnfazı , s. 742. 60   Adli mahkemelerin teşkilatlanması hakkında Bkz.: http://www.hsyk.gov.tr/adliteskilat/adli. pdf. 420 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN bağlı bulunduğu ilin (yani Manisa nın) adıyla anılan Ağır Ceza Mahkemesi olacaktır (yani Manisa Ağır Ceza Mahkemesidir). Görülmektedir ki, ilçede Ağır Ceza Mahkemesi bulunması durumunda genel hükümler uyarınca fiilin işlendiği yer olmasına rağmen o ilçedeki Ağır Ceza Mahkemesi davaya bakmayacak, ilçenin bağlı bulunduğu ilin Ağır Ceza Mahkemesi davaya bakacaktır. BankK  m.  164 te  sayılanlar  haricindeki  bankacılık  suçlarında  ve sermaye piyasası suçlarında ise genel hükümler geçerli olup yetkili mahkeme suçun işlendiği yer mahkemesidir. C.  BİLİRKİŞİ İNCELEMESİNE İLİŞKİN DÜZENLEMELER BankK nın uygulaması ile ilgili olarak, bu Kanunda ve diğer kanunlarda öngörülen suçlardan dolayı açılan ceza davalarında ve Kurum, Fon, Fon bankaları ile bankaların iﬂ as idareleri tarafından açılan hukuk davalarında bilirkişiliğe ilişkin genel hükümlere nazaran farklı düzenlemelere BankK m. 165 te yer verilmiştir. Burada yalnızca ceza davalarına ilişkin açıklamalarda bulunacağımızı ancak ikinci fıkranın da ilk fıkraya koşut şekilde düzenlendiğini ve  açıklamalarımızın  sadece  genel  hükümlere  nazaran  farklılık  arz  eden hususlar noktasında olacağını belirtmek isteriz. Bilirkişiliğe  ilişkin  özel  düzenlemeler  maddede  belirtildiği  üzere yalnızca BankK‘da belirtilen değil, diğer kanunlarda düzenlenmiş bankacılık suçları  hakkında  da  uygulanacaktır.  Ancak  bu  durum  için  BankK nın uygulanması ile ilgili bir davanın olması gerekmektedir. BankK m. 164 hükmüne göre bilirkişi raporunu dosyanın kendisine tevdi edildiği tarihten itibaren 3 ay içinde vermelidir. Ancak bu süre mahkeme tarafından 2 aya kadar uzatılabilir. Hemen belirtelim ki CMK m. 66/1 hükmüne göre ise ek süre 3 ay olarak kabul edilmiştir. Ek süre bakımından BankK ile genel hükümlerin farklılık arz ettiği görülmektedir. 61  Bu halde suçun işlendiği yer Cumhuriyet Başsavcılığı gerekli işlemleri yapacak, delilleri toplayacak ve fakat iddianame düzenleyemeyecektir. Çünkü savcıların yer bakımından yetkileri, mahkemeler hakkındaki kurallara tabidir. Zira CMK m. 161/1 e göre savcıların nezdinde görev yaptığı mahkemenin yargı çevresi dışında bir işlem yapma ihtiyacı kurala bağlanarak dolaylı olarak savcıların nezdinde görev yaptığı mahkemelerin yetki sahasında yer bakımından yetkili oldukları belirtilmiştir. Bkz.: ÖZTÜRK, TEZCAN, ERDEM, SIRMA, KIRIT, ÖZAYDIN, ALAN AKCAN,  ERDEN, a.g.e., s. 225.; ŞAHİN, a.g.e., s. 130.  Bu nedenle suçun işlendiği yer Cumhuriyet Başsavcılığı elindeki bilgi ve belgeleri Fezleke olarak suçun işlendiği yerin bağlı olduğu il Cumhuriyet Başsavcılığına gönderecek ve bu Başsavcılık kamu davasının açılması amacıyla iddianame düzenleyecektir. 62  DONAY, Bankacılık Ceza Hukuku, s. 139. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 421Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları Bilirkişi  belirtilen  sürelere  uymazsa  ücret  ödenmeksizin  dosya kendisinden alınacak ve 1 yıl süreyle Bankacılık Kanunu kapsamındaki hiçbir davada (sadece ceza davaları değil tüm davalarda) bilirkişilik yapamayacaktır. Ayrıca kendisinin sebep olduğu masraﬂ ar tahsil edilecek ve 500 güne kadar da adli para cezasına çarptırılacaktır. Dikkat edilmelidir ki burada disiplin cezası öngörülmeyip adli para cezası yaptırım olarak belirlenmiştir. Adli para cezasına ise aynı mahkemenin karar vereceği belirtilmiş ve adli para cezası yerine idari para cezası öngörmenin daha yerinde olacağı ileri sürülmüştür. CMK hükümleri incelendiğinde ise belirlenen sürede raporunu vermeyen bilirkişi hemen değiştirilecektir. Süresinde raporunu vermeyen bilirkişi CMK m. 64 te belirtilen bilirkişi listesinden çıkarılabilecek, gecikme dolayısıyla uğranılan zararları ödemesine de karar verilebilecektir. Ancak 1 yıllık yasak ve adli para cezasına ilişkin bir düzenleme CMK da yer almamaktadır. Son olarak belirtelim ki dosyanın bilirkişiye tevdi tarihinde dava zamanaşımı  süresinin  duracağı  BankK  m.  165/1 de  hükme  bağlanmıştır. Türk Ceza Kanunu nun dava zamanaşımını düzenleyen maddesinde durma sebepleri arasında bilirkişiye dosyanın tevdi edilmesi halinin sayılmadığını ifade etmek isteriz. III.   VARSAYIMSAL  ZİMMET  SUÇUNA  İLİŞKİN  ÖZEL SORUŞTURMA VE KOVUŞTURMA KURALLARI Burada inceleyeceğimiz kuralların sadece varsayımsal zimmet suçuna özgü olduğuna dikkat çekmek isteriz. BankK‘da yer alan diğer suçlar ve varsayımsal zimmet haricindeki diğer zimmet suçları hakkında BankK m. 166 hükmünün tatbik edilemeyecektir. A.  SORUŞTURMAYA  BAŞLAMA  VE  SORUŞTURMAYI YÜRÜTME CMK  m.160/2  düzenlemesine  göre  savcıların  soruşturmaları, emirlerindeki adli kolluk marifetiyle de yürütülebileceği düzenlenmişken, burada savcının soruşturmayı bizzat yürütmesi esası benimsenmiştir. Yine CMK m. 161 Cumhuriyet Savcısı nın doğrudan doğruya veya emrindeki adli kolluk görevlileri ile her türlü araştırmayı yapabileceği düzenlemiştir. BankK m. 166/a uyarınca ise Cumhuriyet Savcıları soruşturmaları bizzat yürüteceklerdir. Savcılar soruşturmayı kolluğun sevk ve idaresine bırakamayacaklardır. 63  DONAY, Bankacılık Ceza Hukuku, s. 140. 64  Tevdii ifadesinden dosyanın bilfiil bilirkişiye teslim edildiği tarihin anlaşılması gerektiği, bilirkişi görevlendirme kararının tevdi anlamına gelmeyeceği öğretide ifade edilmiştir ki biz de bu düşüncedeyiz. Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 140-141. 422 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Suçun fail veya şerikleri memur ya da diğer kamu görevlisi olması durumunda 4483 sayılı Kanun hükümleri uygulanmayacak, Savcılık doğrudan soruşturma yürütebilecektir/66. Soruşturma gerekli kılarsa, suç yerine veya delillerin bulunduğu yere gidilerek soruşturma yapılacaktır. CMK m. 161/1 c. son a göre ise Cumhuriyet Savcısı, adlî görevi gereğince nezdinde görev yaptığı mahkemenin yargı çevresi dışında bir işlem yapmak ihtiyacı ortaya çıkınca, bu hususta o yer Cumhuriyet Savcısından söz konusu işlemi yapmasını istemelidir. B.  TELEKOMÜNİKASYON YOLUYLA İLETİŞİMİN DENETLENMESİ KORUMA TEDBİRİNE BAŞVURULMASI BankK m. 166/b fıkrası uyarınca varsayımsal zimmet suçuna ilişkin soruşturma ve kovuşturmalarda CMK m. 135 ila 138. maddeleri dolayısıyla telekomünikasyon  yoluyla  iletişimin  denetlenmesi  koruma  tedbiri  tatbik edilebilecektir. 4389 sayılı Kanun un 22/3 maddesi,67 Bankacılık Kanunu nun 160/1, 2; 4389 sayılı Kanun un 22/468 maddesi ise, Bankacılık Kanunu nun 65  BankK m. 104 ve 127 Kurum ve Fon üyelerinin cezai sorumluluklarına ilişkin olup görev suçları hususunda izin alınması gerektiği düzenlenmiştir. BankK m. 166/a uyarınca varsayımsal zimmet suçuna ilişkin soruşturmaya başlayabilmek için izin şartı aranmayacaktır. 66   Varsayımsal  zimmet  suçunda  failin  ortak  vasfına  sahip  olduğu,  dolayısıyla  bu  kişi bakımından suçun görevden dolayı veya görev sırasında işlenmesinin mümkün olmadığı, buradaki ifadenin suça iştirak eden ve takip edilebilmeleri izne tabi şerikleri ilgilendirdiği hakkında Bkz.: ALICI, a.g.e., s. 1306. 67  4389 sayılı Bankalar Kanunu m. 22/3: Banka yönetim kurulu başkan ve üyeleri ile diğer mensupları görevleri dolayısıyla kendilerine tevdi olunan veya muhafazaları, denetim veya sorumlulukları altında bulunan bankaya ait para veya sair varlıkları zimmetlerine geçirirlerse altı yıldan on iki yıla kadar ağır hapis cezası ile cezalandırılacakları gibi bankanın uğradığı zararı tazmine mahkûm edilirler. Bu fıkrada gösterilen suç, bankayı aldatacak ve fiilin açığa çıkmamasını sağlayacak her türlü hileli faaliyette bulunmak suretiyle işlenmişse faile on iki yıldan aşağı olmamak üzere ağır hapis ve meydana gelen zararın üç katı kadar ağır para cezası verilir. Ayrıca, meydana gelen zararın ödenmemesi halinde mahkemece re  sen ödettirilmesine hükmolunur. Zararın kovuşturma yapılmadan önce tamamıyla ödenmiş olması halinde cezaların yarısı, ödeme hükümden önce gerçekleştirilmiş ise üçte bir oranında indirilir. 68  4389 sayılı Bankalar Kanunu m. 22/4: Fon alacaklarından; temettü hariç ortaklık hakları ile yönetim ve denetimi Fona intikal eden ve/veya bankacılık işlemleri yapma ve mevduat kabul etme izin ve yetkileri Kurul tarafından kaldırılan bankalar ile tasfiyeleri Fon eliyle yürütülen veya Fon tarafından tasfiye işlemleri başlatılan bir bankanın; hukuken veya fiilen yönetim ve denetimini elinde bulunduran yönetici olsun veya olmasın gerçek kişi ortakların 15/a maddesinde sayılan fiiller sonucu bankanın kaynaklarını, bankanın emin bir şekilde çalışmasını tehlikeye düşürecek şekilde doğrudan veya dolaylı olarak kendilerinin veya başkalarının menfaatlerine kullandırmakla bankayı her ne suretle olursa olsun zarara Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 423Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları 160/3. maddesine karşılık gelmektedir. CMK m. 135/8-c hükmünde; Bankalar Kanunu nun 22 nci maddesinin 3 ve 4 numaralı fıkralarında tanımlanan zimmet suçu telekomünikasyon yoluyla iletişimin denetlenmesi tedbirinin uygulanabileceği katalog suçlar arasında sayılmıştır. Bankacılık Kanunu m. 169 uyarınca ise 4389 sayılı Bankalar Kanunu na yapılan atıﬂ ar bu Kanunun ilgili maddelerine yapılmış sayılmaktadır. Bununla birlikte Bankacılık Kanunu m. 166 ile telekomünikasyon yoluyla iletişimin denetlenmesi tedbirinin yalnızca 160/3 te  tanımlı  suça  ilişkin  uygulanabileceği  belirtilmiştir.  Belirtiğimiz düzenlemeler ışığında çözülmesi gereken problem ise şu şekildedir: Telekomünikasyon yoluyla iletişimin denetlenmesi tedbirine CMK m. 135/8-c ve Bankacılık Kanunu m. 169 hükümleri uyarınca Bankacılık Kanunu m. 160/1, 2 de tanımlı suçlara ilişkin soruşturmalarda da başvurulabilecek midir? Yoksa  söz  konusu  koruma  tedbirine  Bankacılık  Kanunu  m.  166 hükmü  çerçevesinde  yalnızca  BankK  m.  160/3  çerçevesinde  yürütülen soruşturmalarda mı başvurulabilecektir? Soruya  yanıt  aramaya  başlarken  hareket  noktamızın,  kanunlar arasındaki  ihtilaﬂ arı  çözerken  başvurduğumuz  yorum  metotları  olması gerektiği belirtmek gerekir. BankK nın yürürlüğe girdiği tarihi, Kanun un 170. maddesi düzenlemiştir. Buna göre yürürlük tarihi şu şekildedir:    Bu Kanunun; 90 ve 91 inci maddeleri bu Kanunun yayımı tarihinden itibaren iki ay içinde, 168 inci maddesinin (B), (C), (D) ve (E) fıkraları 1.1.2006 tarihinde, diğer maddeleri yayımı tarihinde yürürlüğe girer. Yukarıdaki düzenleme uyarınca görülmektedir ki konumuz bakımından önem arz eden BankK 160,166 ve 169. maddeler Kanun un yayımı tarihinde yani 01.11.2005 tarihinde yürürlüğe girmiştir. Konumuzu oluşturan CMK m. 135/8-c bendi ise henüz CMK yasalaşmadan 25.5.2005 tarihinde 5353 sayılı Kanun un 17. maddesi ile CMK m. 135 e eklenmiştir. CMK ise yürürlük maddesi olan 334. maddesi gereğince 01.06.2005 tarihinde yürürlüğe girmiştir. O halde BankK nın CMK ya nazaran Sonraki Kanun vasfına sahip olduğu görülmektedir. uğratarak kendilerinin veya başkalarının malvarlığının artışına neden olmaları zimmet olarak kabul edilir. Bu fiilleri işleyenler hakkında on yıldan yirmi yıla kadar ağır hapis ve yirmi milyar liradan seksen milyar liraya kadar ağır para cezasına hükmolunur. Ayrıca, meydana gelen zararın Hazine alacağı olarak müteselsilen ödenmesine karar verilir. 69  ALICI, Bankacılık Kanunu ndaki hükmü gereksiz bir tekrar olarak kabul etmekte ve zimmet suçlarında incelediğimiz koruma tedbirinin uygulanabileceğini belirtmektedir. ALICI, a.g.e., s. 1307. Hemen ifade edelim ki aşağıda ayrıntısıyla açıklayacağımız sebeplerden ötürü bu görüşe katılmamaktayız. 424 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Yukarıda  belirtilen  düzenlemelerin  kronolojik  sıralaması  dikkate alındığında karşımıza çıkan tablo şu şekildedir: İlk olarak CMK m. 135/8-c, 4389 sayılı Kanun un 22/3, 4 fıkralarında tanımlı zimmet suçlarını kataloğa dâhil etmiştir. Bu maddelerin BankK daki karşılıkları 160. maddenin 1, 2 ve 3. fıkralarıdır. Kanun koyucu 5 ay sonra yürürlüğe giren yeni bir düzenleme ile yalnızca BankK m. 160/3 hükmünde tanımlı suça ilişkin özel bir soruşturma ve kovuşturma maddesi ihdas etmiş, bu maddede telekomünikasyon yoluyla iletişimin denetlenmesi tedbirini de düzenlenmiştir. BankK m. 160/1, 2 de tanımlı suçların -4389 sayılı Bankalar Kanunu nun 22/3 maddesinde tanımlı suçlar- soruşturma ve kovuşturmalarına ilişkin ise ayrıksı bir düzenlemeye yer verilmemiştir. Son olarak belirtelim ki BankK nın CMK ya nazaran Özel Kanun niteliğine sahip olduğu hususunda da tereddüt yoktur. Zikrettiğimiz  kanun  maddeleri,  kanunlaşma  süreçlerinin  kronolojik safahatı ve kanunların ihtilafı durumunda çözüm için başvurulacak yorum metotları  birlikte  değerlendirildiğinde  tarafımızca  ulaşılan  sonuç  şu şekildedir: Değerlendirmede bulunurken BankK nın Özel Kanun ve Sonraki Kanun vasıﬂ arı göz önünde bulundurulmalıdır. Ayrıca bilindiği üzere Ceza Muhakemesi Hukukunda kural olarak kıyas serbest olmakla birlikte temel hak ve özgürlükleri sınırlayan veya koruma tedbirlerini genişleten mahiyette genişletici yorum yapılamaz. İncelediğimiz hüküm de bir koruma tedbiri olduğundan belirtilen ilkeler ışığında yorumlanmalıdır. Kanun koyucu her ne kadar kısa bir süre sonra da olsa, CMK düzenlemesine göre farklı bir kural belirlemiştir ve ihdas ettiği özel soruşturma ve kovuşturma usulünü BankK m. 160/3 te tanımlı suça hasretmiştir. Özel soruşturma ve kovuşturmaya ilişkin olan BankK m. 166 kapsamına ise BankK m. 160/1, 2 de tanımlı suçlar alınmamıştır.  Sonuç  olarak  telekomünikasyon  yoluyla  iletişimin  denetlenmesi koruma  tedbirinin  katalog  suç  düzenlemesine  gerek  duyulan  iletişimin dinlenmesi, kayda alınması ve sinyal bilgilerin değerlendirilmesi tedbirlerine ancak varsayımsal zimmet suçuna ilişkin soruşturma ve kovuşturmalarda başvurulabilecektir.  BankK  m.  160/1,  2 de  tanımlı  suçlardan  dolayı yapılan  soruşturma  ve  kovuşturmalarda  ise  bu  iletişim  dinlenemeyecek, kayda alınamayacak ve sinyal bilgileri değerlendirilemeyecektir. BankK m. 70  Tatbikleri her suç için mümkün olan (tatbikleri için katalog oluşturulmamış olan) mobil telefonun yerinin tespiti ile iletişimin tespiti tedbirleri CMK m. 135 de belirtilen şartların gerçekleşmesi koşuluyla BankK daki her suç için uygulanabilecektir. 71  Aynı yönde ve ayrıntılı açıklamalar için Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 132133. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 425Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları 166/b hükmünde, CMK m. 135-138 hükümlerine atıfta bulunulmuştur. Bu nedenle özel elkoymadan farklı olarak telekomünikasyon yoluyla iletişimin denetlenmesi  koruma  tedbirine  ilişkin  BankK  m.  166/b de  herhangi  bir düzenleme  öngörülmemiştir.  Görülmektedir  ki  BankK  m.  166/b  normu yalnızca katalog suça ilişkin bir düzenlemedir. Bu nedenle telekomünikasyon yoluyla iletişim denetlenmesi koruma tedbirine dair tüm kurallar varsayımsal zimmet suçu dolayısıyla yapılan bir soruşturma ve kovuşturmada bu tedbire başvurulduğunda uygulanacaktır. Söz gelimi tedbire başvurabilme şartları, tedbire karar verecek mercie ilişkin kurallar, tesadüfi deliller, müdafii ile veya tanıklıktan çekilebilecek kişilerle yapılan iletişimin denetlenmesi gibi her türlü konuya CMK hükümleri tatbik edilecektir. C.  İLGİLİLERİN HAZIR EDİLMESİ CMK da  zorla  getirme/ihzar  tanıklar  bakımından  44.  maddede  ve genel  olarak  146.  maddede  düzenlenmiştir.  Hakkında  tutuklama  kararı verilmesi veya yakalama emri düzenlenmesi için yeterli nedenler bulunan ya da 145. maddeye göre çağrılmasına rağmen gelmeyen şüpheli veya sanık zorla getirilebilecektir. Çağrıya rağmen gelmeyen tanık, bilirkişi, mağdur ve şikâyetçi de zorla getirilebilecektir. Savcıya zorla getirme için emir verme yetkisi 2006 yılında 5560 sayılı Kanunla getirilmiştir. CMK savcıya bu yetkiyi tanımadan, savcıya BankK m. 166 çerçevesince bu yetkinin verildiği görülmektedir. İlgili bent ile CMK da ihzar için öngörülen tutuklama kararı, yakalama emri gerektiren hal ya da çağrıya rağmen gelmeme şartları aranmaksızın doğrudan  zorla  belirtilen  kişilerin  getirilmesine  olanak  tanınmıştır. Düzenlemenin  ve  genel  hükümlerden  ayrılmanın  isabeti  kanaatimizce tartışmalıdır. D.  SAVCILIĞIN  KAMU  İDARELERİ  VE  BANKALARDAN İSTEMDE BULUNMASI Cumhuriyet Başsavcılıkları, bu suçların soruşturmasında gerekli olması hâlinde, geçici olarak yargı çevresi içerisinde veya dışındaki, genel bütçeli dairelere ve katma bütçeli idarelere, bütün kamu kurum ve kuruluşlarına, belediyelere, bankalara ait bina, araç, gereç ve personelden yararlanmak için istemde bulunabileceklerdir. Özürsüz olarak bu istemleri yerine getirmeyen sorumlu kişiler, BankK m. 166/1-f uyarınca üç aydan altı aya kadar hapis cezası ile cezalandırılacaklardır. CMK m. 160 ve 161 Cumhuriyet Savcısı nın 426 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN genel  araştırma  yetkisini  düzenlemektedir.  Yine  CMK  m.  332 ye  göre suçların soruşturma ve kovuşturması sırasında Cumhuriyet savcısı, hâkim veya mahkeme tarafından yazılı olarak istenilen bilgilere on gün içinde cevap verilmesi zorunludur. Ancak BankK m. 166/1-f hükmü, genel araştırma ve bilgi  istemenin  ötesinde  araç,  gereç,  bina  ve  personelden  yararlanmaya yöneliktir.  Bu  nedenle  de  anılan  hükümlere  nazaran  ilgili  düzenlemenin Cumhuriyet Savcılarına çok daha geniş bir yetki verdiğini belirtmek gerekir. 6638 sayılı Kanun -kamuoyunda bilinen adıyla İç Güvenlik Paketi- 27.03.2015 te  kabul  edilmiş  olup  04.04.2015  tarihinde  Resmi  Gazete  de  yayımlanarak  yürürlüğe  girmiştir.  Anılan  Kanun un  15.  maddesi  de incelediğimiz hükme benzer niteliğiyle göze çarpmakta olup, söz konusu hükmün gerek Anayasa ya uygunluk gerekse Hukuk Devleti İlkesi bakımından pek çok tartışmayı da beraberinde getirdiğini hatırlatmakla yetinelim. Burada SerK m. 115/3 hükmüne de değinmek gerekmektedir. Anılan madde hemen yukarda incelediğimiz BankK daki hükme göre daha sınırlı bir niteliğe sahiptir. Buna göre SerK da tanımlanan veya atıfta bulunulan suçlardan dolayı yapılan soruşturmalarda Cumhuriyet savcısı, Kurul meslek personelinden yararlanabilecektir. Keza bu suçlardan dolayı şüpheli veya tanık sıfatıyla kişilerin ifadesinin alınması sırasında Kurul meslek personelinin de hazır bulunması sağlanabilecektir. Görülmektedir ki hüküm, yalnızca Kurul personelinden soruşturmada yararlanılmasına ilişkin olup BankK m. 166/d ye göre daha dar kapsamlıdır. E.  ÖZEL ELKOYMA KORUMA TEDBİRİNE BAŞVURULMASI BankK m. 166/f, g hükümlerine göre varsayımsal zimmet suçunun soruşturma evresi sonuçlanıncaya kadar özel elkoyma koruma tedbirine 72  MADDE 15: 10.6.1949 tarihli ve 5442 sayılı İl İdaresi Kanununun 11 inci maddesine aşağıdaki fıkralar eklenmiştir.   H) Vali, kamu düzenini ve güvenliğini veya kişilerin can ve mal emniyetini sağlamak amacıyla aldığı tedbir ve kararların uygulanması için adli kuruluşlar ile (D) fıkrası hükmü saklı kalmak kaydıyla askerî kuruluşlar dışında, mahallî idareler dâhil bütün kamu kurum ve kuruluşlarının itfaiye, ambulans, çekici, iş makinesi ve tedbirlerin zorunlu kıldığı diğer araç ve gereçlerinden yararlanabilir, personeline görev verebilir. Kamu kurum ve kuruluşları, valinin bu konudaki emir ve talimatlarını yerine getirmek zorundadır. Aksi takdirde vali, emir ve talimatlarını kolluk aracılığıyla uygular. Bu fıkradaki yükümlülüklerin yerine getirilmemesi veya geciktirilmesi sebebiyle oluşan kamu zararı ile gerçek ve tüzel kişilerin Devlet tarafından karşılanan zararları ilgili idarece genel hükümlere göre sorumlu kamu görevlilerinden tazmin edilir.   İ) (H) fıkrası ile valiye verilmiş olan yetkiler, ilçede kaymakam tarafından da kullanılabilir. 73  Burada Özel Elkoyma ifadesi ile taşınmazlara, hak ve alacaklara yönelik icra edilen Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 427Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları başvurulması  mümkündür.  Yukarıda  telekomünikasyon  yoluyla  iletişimin denetlenmesi koruma tedbirine yönelik açıklamalarımızda, anılan koruma tedbirinin yalnızca varsayımsal zimmet suçuna ilişkin uygulanabileceğini, bankacılık zimmeti ile nitelikli bankacılık zimmetine ilişkin CMK m. 135/8c hükmünün zımnen ilga edildiğinin kabul edilmesi gerektiğini belirtmiştik. Ancak özel elkoyma tedbirine ilişkin olarak ise aşağıda açıklayacağımız sebeplerle farklı sonuçlara ulaşmış bulunmaktayız. İlk olarak belirtmeliyiz ki BankK m. 166/f de bu koruma tedbirine soruşturmanın  sonuçlanmasına  kadar  başvurulabileceği  belirtilmiştir. Telekomünikasyon yoluyla iletişimin denetlenmesi koruma tedbirine ilişkin BankK  m.  166/b de  ise  hem  soruşturma  hem  de  kovuşturma  evrelerine ilişkin bir düzenleme mevcuttur. Hemen ifade edelim ki CMK m. 128/2c de, 4389 sayılı Kanun un 22/3 ve 22/4. maddelerinde tanımlı suçlar özel elkoyma  koruma  tedbirinin  kataloğunda  sayılmıştır.  Telekomünikasyon yoluyla iletişimin denetlenmesi koruma tedbirindeki gibi burada da CMK m. 128/2-c hükmünün zımnen ilga olduğu görüşü kabul edilir ise şu şekilde bir durum ortaya çıkacaktır: BankK m. 166/f yalnızca soruşturma evresine ilişkin olarak özel elkoymayı kabul ettiğinden varsayımsal zimmet suçuna ilişkin soruşturmalarda CMK daki kurala göre daha esnek olan özel elkoymaya hükmedilebilecek ve fakat kovuşturma evresine geçildiği anda bu koruma tedbirine son verilecektir. Böyle bir sonucun ise mantık ilkeleri ile uyumsuz olduğu görülmektedir. Bu nedenle BankK m. 166/f, g hükümleri ile CMK m. 128/2-c hükmünün ilga edildiği sonucuna ulaşılması olanaklı değildir. Kanaatimizce öğretide bu hususa ilişkin olarak DONAY ın çözüm tarzı yerindedir. Şöyle ki; CMK m. 128/2-c hükmü ilga edilmemiştir. Ancak BankK m. 166/f, g varsayımsal zimmet suçunun soruşturma evresine ilişkin özel bir düzenlemedir. Dolayısıyla varsayımsal zimmet suçunun soruşturma evresinde BankK m. 166/f, g hükümleri tatbik edilecektir. Soruşturma evresinde özel hüküm olan BankK geçerli olacaktır. Bu nedenle örneğin suçun işlendiğine ve söz konusu taşınmaz, hak ve alacakların bu suçtan elde edildiğine dair kuvvetli şüphe sebebi aranmayacaktır. Zira BankK m. 166 da her türlü taşınmaz, hak elkoyma kastedilmekledir. CMK m. 128 de düzenlenen taşınmazlara, hak ve alacaklara yönelik elkoymanın hak ve özgürlüklere getirdiği sınırlamanın klasik elkoymaya nazaran daha yoğun olduğu hemen göze çarpmaktadır. Bu nedenle ayrı bir düzenlemenin varlığı isabetlidir. Bu nedenledir ki klasik elkoymaya göre şartları ve sonuçları bakımından farklılık arz etmesi sebebiyle farklı bir isimlendirme yoluna gidilmesi de esasen yerinde olmaktadır. Biz de bu gerekçelerle çalışmamızda Özel Elkoyma ifadesini kullanmayı tercih ettik. 74  DONAY, Bankacılık Ceza Hukuku, s. 136. 428 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN ve alacaklara elkonulabileceği kabul edilmiştir. Yine gecikmesinde sakınca bulunan hallerde savcı bu tedbire sonradan hâkim onayı şartına bağlı olarak başvurabilecektir. Anılan koruma tedbiri konusunda görevli hâkim ise maddede açıkça belirtildiği üzere Sulh Ceza Hâkimidir. Sonuç olarak CMK daki farklı şartların veya düzenlemelerin uygulanmayacağını belirtelim. CMK m. 128 hükmüne ancak BankK 166 hükmünün düzenlemediği konular bakımından başvurulabilecektir.  Çünkü  soruşturma  evresinde  özel  ve  sonraki  kanun olan BankK nın uygulanacağını kabul ettikten sonra bahsedilen konunun hükümlerini bütün olarak uygulamak gerekmektedir.  Kovuşturma evresine gelirsek; CMK m. 128/2-c açıkça veya zımnen ilga olmadığından, kovuşturma evresine geçildiği anda varsayımsal zimmet suçuna ilişkin özel elkoyma bakımından uygulanacak hüküm CMK m. 128 dir. Keza CMK m. 128/2-c ilga olmadığı için bankacılık zimmeti ve nitelikli bankacılık zimmeti  suçlarına  ilişkin  soruşturma  ve  kovuşturmalarda  CMK  m.  128 çerçevesince özel elkoyma tedbirine başvurulabilecektir. Çünkü CMK m. 128/2-c deki katalogda 4389 sayılı Kanun un 22/3. maddesi de sayılmış olup, bu kanuna yapılan atıﬂ ar BankK m. 169 gereğince BankK daki karşılıklarına yapılmış kabul edilecektir. 4389 sayılı Kanun un 22/3. maddesinin BankK daki muadili BankK m. 160/1, 2, yani bankacılık zimmeti ve nitelikli bankacılık zimmetidir. Varsayımsal zimmet suçunun kovuşturma evresinde CMK nın özel elkoymaya ilişkin hükümlerinin uygulanacağını söylemek, CMK m. 128/2-c nin zımnen ilga olmadığını kabul etmeyi gerekmektedir. Bu nedenle CMK m. 128/2-c deki katalogda yer alan 4389 sayılı Kanun un 22/3. maddesi gereğince bankacılık zimmeti ve nitelikli bankacılı zimmeti suçlarının gerek soruşturma gerekse kovuşturma evrelerinde CMK m. 128 deki özel elkoyma koruma tedbiri CMK m. 128 çerçevesince uygulanacaktır. IV. İNFAZA İLİŞKİN KURAL BankK m. 167 zimmet suçlarına özgü bir infaz hükmüdür. Bu özel infaz hükmü BankK daki veya başka kanunlardaki bankacılık suçları hakkında uygulanamayacaktır. 75  Özellikle kayın ve kan hısımları hakkında bu tedbirin uygulanabileceği belirtilmiştir. Ancak sonrasında üçüncü kişiler bakımından da bu tedbirin icra edilebileceği belirtilmiştir. Fakat ayrıca kan ve kayın hısımlarının adının zikredilmesi doğrudan bu kişiler hakkında bu tedbire başvurulmasına neden olabilecektir. Bu nedenle hükmün hak ve özgürlükler bakımından tehlikeleri  bünyesinde  barındırdığını  kaydetmek  gerekmektedir. Aynı  yönde  DONAY, Bankacılık Ceza Hukuku, s. 137. 76  Aynı yönde Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 136. 77  Aynı yönde Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 136. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 429Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları Hükme göre zimmet suçlarından mahkûm olanlar hakkında koşullu salıverilme hükümlerinin tatbiki için; Fona veya Hazineye olan borçlar ve tazminatlar ödenmeli veya bu borçlar ve tazminatlar malvarlıklarından tahsil edilmelidir. Aksi takdirde koşullu salıverilme hükümleri uygulanmayacaktır. Zimmet suçlarından herhangi birinden mahkûm olan bir kişi hakkında bu maddede düzenlenen koşulun gerçekleşmesinin ardından koşullu salıverilme hükümleri bakımından genel hükümlerin uygulanacağı açıktır. Son olarak belirtelim  ki  bahsi  geçen  borç  ve  tazminatlar  zimmet  suçlarına  ilişkin olmalıdırlar. V.  SERMAYE  PİYASASI  KANUNU  M.  115/5 TEKİ  ÖZEL DÜZENLEME SerK m. 115/5 te SerK m. 109 da yer alan suçlara ilişkin olarak 5651 sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun un (İnternet Kanunu) 8 inci maddesinin uygulanacağı belirtilmiştir. SerK m. 109 da ise sermaye piyasası araçlarının usulsüz olarak halka arz edilmesi ve sermaye piyasasında izinsiz şekilde faaliyette bulunma suç olarak düzenlenmiştir. İnternet Kanunu nun 8. maddesi erişimin engellenmesi kararı ve yerine getirilmesi hakkındadır. Buna göre internet ortamında yapılan ve bu maddede sayılan  suçları  oluşturduğuna  dair  yeterli  şüphe  sebebi  bulunan  yayınlar hakkında  erişimin  engellenmesi  kararı  verilebilecektir.  Maddede  katalog suç düzenlemesinin yer aldığı görülmektedir. SerK m. 115/5 ile sermaye piyasası araçlarının usulsüz olarak halka arz edilmesi ve sermaye piyasasında izinsiz şekilde faaliyette bulunulması suçları da erişimin engellenmesi kararı verilebilecek suçlar arasına dâhil edilmişlerdir.  78  Hazine alacağının doğmasının mümkün olmadığı yönündeki açıklamalar için Bkz.: ALICI, a.g.e., s. 1310. 79   DONAY  anılan  düzenlemeyi  eleştirmektedir.  Zira  yazar  yerinde bir  tespitle  koşullu salıverilmenin hükümlünün cezaevindeki iyi haliyle sıkı bir bağlantısının olduğunu, tazminat veya borçları ödeyememenin iyi hali etkilemeyeceğini, kaldı ki ödeyememe halinin de büyük olasılıkla cezaevinde bulunmaktan ileri geldiğini belirtmiş ve sonuç olarak bu hükmün koşullu salıverilme kurumuyla bağdaşmadığı neticesine ulaşmıştır. Belirtelim ki yazarın gerekçelerine ve ulaştığı sonuçlara iştirak etmekteyiz. Bkz.: DONAY, Bankacılık Ceza Hukuku, s. 144-145.; Aynı yönde ve benzer açıklamalar ile düzenlemenin Anayasa ya aykırı olduğuna dair görüş için Bkz.: ALICI, a.g.e., s. 1310. 80  DURSUN, Yeni Bankacılık Kanunu nda Yer Alan Ceza Muhakemesi ve İnfaz Hükümleri, s.274, dp 61. 430 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN SONUÇ Yazılı  başvuru  şartının  niteliği  kanaatimizce  müracaat  muhakeme şartıdır. Varsayımsal zimmet suçunda, gecikmesinde sakınca bulunan hallerde savcılığa doğrudan soruşturmaya başlama yetkisinin tanınması, bu suça ilişkin olarak  yazılı  başvuru  şartının  gerekmediği  şeklinde  yorumlanmamalıdır. İlgililerin  saklı  tutulan  dava  hakkının  anlamı  ise  kanaatimizce  ilgililerin şikâyete  yetkili  oldukları  şeklindedir.  İtibarın  zedelenmesi,  sırların açıklanması ve zimmet suçlarında şikâyet ile de soruşturmanın açılabileceğini ve kovuşturmanın yürütüleceğini kabul etmek gerekmektedir. Kurum veya Fon un kamu davasına katılabilmesi için yazılı başvurudan farklı olarak ayrıca katılma talebine ilişkin olarak mahkemeye başvuruda bulunmaları  gerekmektedir.  SerK daki  kamu  davasına  katılma  hükmüne nazaran BankK daki hükmün daha isabetli olduğunun altı çizilmelidir. Görev bakımından yetkiye ilişkin olarak HSYK kararlarının göz önünde tutulması gerekmektedir. Ayrıca 1 numaralı Ağır Ceza Mahkemelerinin de görev bakımından yetkilerinin sona ermediği, bu mahkemelerin HSYK nın belirlediği mahkemelerin (İstanbul için 8. Ağır Ceza Mahkemesi nin diğer iller  için  2. Ağır  Ceza  Mahkemesi nin)  heyetin  ret  edilmesi  ve  davayı görememeleri durumunda görevli hale gelebilecekleri kabul edilmelidir. Yer bakımından yetkinin eski Bankalar Kanunu na nazaran CMK ile daha uyumlu olduğu gözlemlenmektedir. Bununla birlikte tam anlamıyla ayniyet  olmadığını  belirtmek  gerekir.  Özellikle  hem  ilçede  hem  de  il merkezinde Ağır Ceza Mahkemesi bulunan illerde, ilçelerde işlenen ve BankK m. 164 te sayılan suçlar bakımından yetkili mahkemenin il merkezindeki ağır ceza mahkemesi olduğunu ifade etmekteyiz. Bilirkişiliğe ilişkin hükümler bakımından CMK hükümlerinin daha yerinde olduğu öğretide ileri sürülmüştür. Bu görüşe iştirak etmekteyiz. Gerek telekomünikasyon yoluyla iletişimin denetlenmesi, gerekse özel elkoymaya yönelik yapmış olduğumuz açıklamalar göstermektedir ki konu oldukça tartışmaya açık niteliktedir. Kanun koyucu 5 ay gibi kısa bir aralıkta iki önemli kanun ihdas etmiş, bununla birlikte bu kanunlar arasında eşgüdüm ise kimi konularda sağlanamamıştır. Olması gereken hukuk açısından hak ve özgürlükler bakımından son derece önemli iki koruma tedbirine ilişkin hükümlerin yeniden ve basit, anlaşılır bir şekilde düzenlenmesi gerektiği kanaatindeyiz. Ancak mevcut hukuka ilişkin açıklamalarımızın sonucu ise şu şekildedir: Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 431Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları Telekomünikasyon yoluyla iletişimin denetlenmesi koruma tedbiri yalnızca varsayımsal zimmet suçuna ilişkin soruşturma ve kovuşturmalarda tatbik  edilebilecektir.  CMK  m.  135/8-c,  BankK  m.  166/b nin  özel  ve sonraki kanun vasfına sahip olması nedeniyle zımnen ilga edilmiş kabul edilmelidir. Dolayısıyla bankacılık zimmeti ve nitelikli bankacılık zimmetine dair  soruşturma  ve  kovuşturmalarda  telekomünikasyon  yoluyla  iletişimin denetlenmesi koruma tedbirine başvurulamayacaktır. BankK m. 166/b hükmü yalnızca katalog suça ilişkin bir düzenlemedir. Bu  nedenle  telekomünikasyon  yoluyla  iletişimin  denetlenmesi  koruma tedbirine ilişkin şartlar ve düzenlemeler hususunda CMK m. 135 ila 138 hükümleri uygulanacaktır. Varsayımsal zimmet suçuna ilişkin soruşturmalarda BankK m. 166/f, g de düzenlenen özel elkoyma tedbiri uygulanacaktır. Özel elkoymaya ilişkin BankK  düzenlemeleri  soruşturma  aşamasında  öncelikle  uygulanacaktır, boşluk durumunda CMK hükümlerine başvurulacaktır. Varsayımsal  zimmet  suçuna  dair  kovuşturmalarda  özel  elkoyma tedbirine başvurulması durumunda, uygulanacak hüküm CMK m. 128 dir. Bankacılık zimmetine dair soruşturma ve kovuşturmalarda CMK m. 128/2-c gereğince özel elkoyma koruma tedbirine başvurulabilir. Bu halde uygulanacak olan hüküm (gerek şartlara gerekse diğer tüm hususlara) CMK m. 128 dir.",
     "Kaynakça": "KİTAPLAR VE MAKALELER ALICI, Yaşar: Bankacılık Kanunu Şerhi, İstanbul, Beta, 2007. BIÇAK, Vahit: Suç Muhakemesi Hukuku, Ankara, Seçkin, 2010. CENTEL, Nur/ ZAFER, Hamide: Ceza Muhakemesi Hukuku, 7. Bası, İstanbul, Beta 2010. DONAY,  Süheyl:  Güncelleştirilmiş  Ceza  Yargılaması  Hukuku, İstanbul, Beta, 2015. DONAY, Süheyl: Bankacılık Ceza Hukuku, İstanbul, Beta, 2007. DURSUN, Selman: “Bankalar Kanunu nda Yer Alan Suçlara İlişkin 432 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Erdi YETKİN Usuli  Hükümler  ve  Cezaların  İnfazı”,  Bilgi  Toplumunda  Hukuk  Ünal TEKİNALP E Armaağan Cilt III, İstanbul, Beta, 2003, s. 731- 747. DURSUN,  Selman:  “Yeni  Bankacılık  Kanunu nda Yer Alan  Ceza Muhakemesi ve İnfaz Hükümleri”, Ceza Hukuku Dergisi, Yıl:2, S:4, Ankara, Seçkin, 2007, s. 263-275. DURSUN,  Selman:  Ekonomik  Suçlar  ve  Bankacılık  Suçları Bağlamında Bankacılık Düzenine Karşı İşlenen Suçlar, Ankara, Seçkin, 2006. DURSUN,  Selman:  Sermaye  Piyasasında  Gerçeğe  Aykırılıktan Doğan Suçlar, İstanbul, XII Levha, 2010. ERMAN,  Sahir:  Ticari  Ceza  Hukuku  C:V  Bankacılık  Suçları, İstanbul,  İ.Ü.  Fen  Fakültesi  Döner  Sermaye  İşletmesi  Prof.  Dr.  Nazım Terzioğlu Basım Atölyesi, 1984. GİRİTLİ,  İsmet/  BİLGEN,  Pertev/  AKGÜNER,  Tayfun/  BERK, Kahraman: İdare Hukuku, Güncellenmiş ve Genişletilmiş 4. Bası, İstanbul, Der, 2011. İÇEL,  Kayıhan/  SOKULLU-AKINCI,  Füsun/  ÖZGENÇ,  İzzet/ MAHMUTOĞLU, Fatih Selami/ ÜNVER, Yener: İçel Suç Teorisi, Yeniden Gözden Geçirilmiş 2. Bası, İstanbul, Beta, 2000. KOCA,  Mahmut/  ÜZÜLMEZ,  İlhan:  Türk  Ceza  Hukuku  Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 7. Bası, Ankara, Seçkin, 2014. KUNTER,  Nurullah/  YENİSEY,  Feridun/  NUHOĞLU,  Ayşe: Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 14. Bası, y.y., Arıkan, 2006. MAHMUTOĞLU, Fatih Selami: “Bankalar Kanunu nun 22/3 ile 22/4 Maddeleri Arasındaki Temel Farklar”, Hukuk Perspektiﬂ eri Dergisi, S:3, 2005, s. 223-238. ÖZBEK,  Veli  Özer/  KANBUR,  Mehmet  Nihat/  DOĞAN,  Koray/ BACAKSIZ,  Pınar/  TEPE,  İlker:  Ceza  Muhakemesi  Hukuku, Ankara, Seçkin, 2014. ÖZGENÇ,  İzzet:  Türk  Ceza  Hukuku  Genel  Hükümler,  5.  Bası, Ankara, Seçkin, 2010. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 433Bankacılık ve Sermaye Piyasası Suçlarına İlişkin Muhakeme Kuralları ÖZTÜRK,  Bahri/  TEZCAN,  Durmuş/  ERDEM,  Mustafa  Ruhan/ SIRMA, Özge/ KIRIT, Saygılar/ ÖZAYDIN, Özlem/ ALAN AKCAN, Esra /  ERDEN,  Efser:  Nazari  ve  Uygulamalı  Ceza  Muhakemesi  Hukuku, Güncellenmiş 6. Baskı, Ankara, Seçkin, 2013. PARLAR, Ali/ AKIN, Mustafa/ HATİPOĞLU, Muzaffer: Bankacılık Ceza Hukuku, Ankara, Yayın Matbaacılık ve Ticaret İşletmesi, 2010. REİSOĞLU, Seza: Bankacılık Kanunu Şerhi C: II, Ankara, 2007. ŞAHİN, Cumhur: Ceza Muhakemesi Hukuku I, Gözden Geçirilmiş ve Güncellenmiş 4. Baskı, Ankara, Seçkin, 2013. ÜNVER,  Yener/  HAKERİ,  Hakan:  Ceza  Muhakemesi  Hukuku, Güncel Yargıtay Kararlarıyla Genişletilmiş 3. Baskı, Ankara, Adalet, 2010. YILMAZ,  ZEKERİYA:  Ceza  Hukukumuzda  Şikâyet,  Ankara, Adalet, 2010. ELEKTRONİK KAYNAKLAR http://www.bddk.org.tr/WebSitesi/turkce/Kurum_Bilgileri/BDDK_ Hakkinda/5802bddk_kitapcik_14_07_2014_tur.pdf. http://www.hsyk.gov.tr/. http://www.resmigazete.gov.tr/default.aspx. http://www.spk.gov.tr/indexcontaspx?action=showpage&showmenu= yes&menuid=0&pid=1&subid=1&submenuheader=1. http://www.tmsf.org.tr/default.html. 434 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3"
}