{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "3",
     "Başlık": "6502 SAYILI TÜKETİCİNİN KORUNMASI HAKKINDA KANUNLAİŞ YERİ DIŞINDA KURULAN SÖZLEŞMELERE İLİŞKİN OLARAKGETİRİLEN DEĞİŞİKLİKLER",
     "Title": "AMENDMENTS MADE RELATED TO THE OFF-PREMISES CONTRACTS LAW ON CONSUMER PROTECTION NUMERED 6502",
     "Yazar İsmi": [
          "Esen KABAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kapıdan satışlar",
          "iş yeri dışında kurulan sözleşmeler",
          "geri alma hakkı",
          "geri alma hakkının istisnaları",
          "tüketicinin bilgilendirilmesi"
     ],
     "Keywords": [
          "Doorstep sales",
          "off-premises contacts",
          "right of withdrawal",
          "exceptions from the right of withdrawal",
          "consumer information"
     ],
     "Özet": "4077 sayılı Tüketicinin Korunması Hakkında Kanun da Kapıdan Satışlar” başlığı ile düzenlenen hükümler (m. 8-9), 28.05.2014 tarihinde yürürlüğe giren 6502 sayılı TKHK da, İş yeri dışında kurulan sözleşmeler” başlığı ile değiştirilmiş, yapılan değişiklik ve yenilikler 47. maddede yerini almıştır. Bu yenilik ve değişiklikler genel olarak, sözleşmenin adı, geri alma hakkının süresi, sürenin belirlenmesi, geri  alma  hakkının  kullanılması,  kullanılamayacağı  durumlar,  bilgilendirme yükümlülüğüne ilişkin olarak aşamalı bilgilendirme ve İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği nin uygulanmayacağı sözleşmelere ilişkin değişikliklerdir. Yeni düzenlemenin, tüketicinin korunması amacına eskiye kıyasla daha çok hizmet ettiği görülmektedir. Bu çalışmada, 6502 sayılı Tüketicinin Korunması Hakkında Kanun un iş yeri dışında kurulan sözleşmelere ilişkin olarak yapmış olduğu yenilik ve değişiklikler eski düzenlemeyle karşılaştırılarak incelenmiştir.",
     "Abstract": "Conditions regulated with the doorstep sales headline, are changed with the headline off-premises contracts in the Law on Consumer Protection numbered 6502 which was effectuated in the date of 28.05.2014. All the amendments have taken their places in the matter nr.47. These changes and amendments are, in general, changes of, name of the contract, time of withdrawal right, determining the time, using the right of withdrawal, situations which the right of withdrawal can not be used, progressive informing related to obligation of informing and contracts about regulations of off-premises contracts can not be used. New regulation seems to serve the rights of the consumers more than the old. Therefore amendments related to the offpremises contracts which were made by the Law on Consumer Protection  numbered 6502are examined by comparing the former regulation.",
     "Metin": "6502 sayılı Tüketicinin Korunması Hakkında Kanun un 28.05.2014 tarihinde yürürlüğe girmesiyle 08.09.1995 tarihinden beri uygulanagelen 4077 sayılı Tüketicinin Korunması Hakkında Kanun yürürlükten kalkmıştır. Her ne kadar 4077 sayılı TKHK, teknik açıdan pek çok yönden eleştirilmişse de tüketicilerin korunması bakımından ilk derli toplu kanun olması ve bulunduğu döneme göre önemli bir boşluğu doldurmuş olması nedeniyle büyük bir önemi haizdi. 2003 yılında 4822 sayılı Kanun la 4077 sayılı TKHK da birtakım yenilikler ve değişiklikler yapılmış ve satıcı/sağlayıcılara yeni sorumluluklar, tüketicilere de yeni haklar getirilmişti. 6502 sayılı TKHK nın ise, hüküm altına aldığı düzenlemeleriyle tüketicilere tanınan hakları daha ileriye götürdüğü görülmektedir. 6502  sayılı  Tüketicinin  Korunması  Hakkında  Kanun un  kaleme alınmasının en temel ve nihaî nedeni tüketicinin daha iyi korunması için iyileştirmeler  yapmaktır.  Bununla  birlikte,  başta  AB  Direktiﬂ erine  tam uyumun sağlanması, uygulamada karşılaşılan problemlere çözüm bulunması, TTK ve TBK ya uyumun sağlanması, satış yöntemlerinin değişmesi ve yeni satış türlerinin ortaya çıkması, mevcut cezaların amaca hizmet etmemesi, cezalandırmak yerine ıslah etme ve bilgilendirme anlayışının önem kazanması gibi çeşitli nedenler kanunun hazırlanmasına yol açmıştır.   6502  sayılı  Tüketicinin  Korunması  Hakkında  Kanun da  yapılan değişiklik ve yeniliklerden biri de yeni düzenlemede iş yeri dışında kurulan sözleşmeler olarak adlandırılan kapıdan satışlara ilişkindir. Gerçekten, 4077 sayılı TKHK da Kapıdan Satışlar başlığı ile düzenlenen hükümler (m. 8-9), 6502 sayılı TKHK da, İş yeri dışında kurulan sözleşmeler başlığı ile değiştirilmiş ve 47. maddede yerini almıştır. Madde başlığında yapılan değişiklik,  düzenlemenin,  hem  13.06.2014 te  yürürlüğe  giren  25.10.2011 tarihli ve 2011/83 EU sayılı AB Tüketici Hakları Direktifi ne uyumlu hâle 1   RG 28.11.2013, S. 28835. 2   RG 08.03.1995, S. 22221. 3   RG 14.03.2003, S. 25048. 4   AYDOĞDU, Murat: 6502 sayılı Tüketicinin Korunması Hakkında Kanun  un Getirdiği Yeniliklere Genel Bakış, Sözleşmeye Aykırılık, Ayıplı İfa Kavramlarına Getirdiği Farklı Yaklaşım ve Bu Konudaki Önerilerimiz, DEÜHFD, C. 15, S. 2, 2014, s. 2-3. 5   Ayrıntılı bilgi için bkz. AYDOĞDU, Kanunun Getirdiği Yenilikler, s. 4-5. 6   Direktif İngilizce metni için bkz. http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri =CELEX:32011L3&rid=22 , (Erişim: 12.08.2015). Direktif m. 31 gereğince, 13 Haziran 2014 tarihi itibariyle, günümüzde yürürlükte olan 20 Aralık 1985 tarihli 85/577/ EEC sa74 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ getirilmesi hem de eskiye göre doğru bir ifade kullanılması bakımından önem arz etmektedir. Çalışmamızın  konusunu,  mağduriyetlerin  çokça  yaşandığı  iş  yeri dışında kurulan sözleşmeler hakkında 6502 sayılı TKHK ile yapılan yenilikler ve değişiklikler oluşturmaktadır. Bu çerçevede, yenilik ve değişiklikleri eski düzenlemeyle (4077 sayılı TKHK) karşılaştırarak ve gruplandırarak açıklama yoluna gideceğiz.   I.  SÖZLEŞMENİN  ADI  VE  TANIMINA  İLİŞKİN DEĞİŞİKLİKLER 4077  sayılı  TKHK da  Kapıdan  Satışlar  başlığı  ile  düzenlenen hükümler (m. 8-9), 6502 sayılı TKHK da İş Yeri Dışında Kurulan Sözleşmeler başlığı (m. 47) ile düzenlenmiştir. Bu değişiklikle yapılan düzenleme oldukça isabetlidir. Zira 4077 sayılı TKHK da yer alan hükümler, taşınır malları esas aldığından, kapıdan satış tabiri söz konusu düzenlemelerin sadece kapıdan yapılan ve satış sözleşmesine ilişkin aslî edim yükümünü, yani mülkiyetin devri borcunu içeren sözleşmelere uygulanabilmesi gibi olumsuz bir sonuç ortaya  çıkarmaktaydı.  Başka  bir  deyişle  bu  ifade,  maddenin  kapsamını daraltacak nitelikteydi. Ancak kapıdan yapılan sözleşme, çok çeşitli sözleşme tipleri şeklinde ortaya çıkmakta ve 4077 sayılı TKHK daki hükümlerin varlık nedeni  düşünüldüğünde,  tüketicinin  korunması  ihtiyacı,  sadece  kapıdan satış sözleşmesinde değil, bu şekilde yapılan diğer tüketici sözleşmelerinde yılı Satıcının Ticari İşyeri Dışında Müzakere Edilen Sözleşmelerde Tüketicinin Korunması Hakkında Direktif, yürürlükten kaldırılmıştır. Bkz. DENİZ, Bahar Y.: Avrupa Birliği Tüketici Hukuku ile Türk Tüketici Hukukunun Bazı Yönlerinin Karşılaştırmalı Değerlendirilmesi, TAAD, Y. 4, S. 12, 2013, s. 245. 7   Bkz. TKHK m. 47/I gerekçesi, https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf , (Erişim: 05. 08. 2015). 8   OZANOĞLU, Hasan Seçkin: Tüketici Sözleşmeleri Kavramı (Tüketicinin Korunması Hakkında Kanunun Maddî Anlamda Uygulama Alanı, AÜHFD, C.50, S.1, 2001, s. 86 ve aynı sayfada dn. 99; İKİZLER, Metin: 4822 sayılı Kanun  la Değişik Tüketicinin Korunması Hakkında Kanun Işığında Kapıdan Satışların Unsurları, DEÜHFD, C. 5, S. 2, 2003, s. 78-79. 9   ASLAN, İ. Yılmaz: Tüketici Hukuku, Bursa, 2006, s. 428. Doktrinde kapıdan satışlar yerine, kapı önünde yapılan sözleşme, kapıdan işlemler, kapı önü tüketici işlemleri, kapıdan tüketici işlemleri, gibi başlık önerilerinde bulunulmuştur. Bkz. ASLAN, Tüketici, s. 428; OĞUZ, Cemal: Kapıdan Satışlarda Tüketiciye Tanınan Cayma Hakkının Kullanılmasının Şartları ve Sonuçları, GÜHFD, C. 8, S. 1-2, 2004, s. 6; DEMİR, Mehmet: Kapıdan İşlemlerde Tüketiciyi Koruyan Geri Alma Hakkı, Ankara, 2003, s. 10; AYDOĞDU, Murat: 4077 sayılı Tüketicinin Korunması Hakkında Kanuna Göre Kapıdan Satışlar, İzmir, 1998, s. 38-39. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 756502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... (örneğin, kapıdan kira, eser, taşıma, gezi, vb. sözleşmesi) de bulunmaktadır. Dolayısıyla  kanundaki  hükümlerin  sadece  iş  yeri  dışında  kurulan  satış sözleşmesine değil, diğer sözleşmelere de uygulanması gerekir.            4077 sayılı TKHK iş yeri dışında kurulan sözleşmeleri, iş yeri, fuar, panayır gibi satış yerleri dışında yapılan satımlar olarak tanımlamaktaydı. 6502 sayılı TKHK ise bu sözleşmelerin nerelerde yapıldığında iş yeri dışında kurulan sözleşme olacakları, düşüncesinden hareketle bir tanım vermektedir. Ancak eski kanundaki ifade de yönetmelikte yerini almış ve İYDKSY m.2/ II, b. 6 da, fuar, panayır ve pazar yerlerinde yapılan satışlar kapsam dışında bırakılmıştır. İş yeri dışında kurulan sözleşmeler, TKHK m. 47/I de, Satıcı veya sağlayıcı ile tüketici arasında; a) Teklifin satıcı veya sağlayıcı tarafından yapılmasına  bakılmaksızın  iş  yeri  dışında,  taraﬂ arın  eş  zamanlı  fiziksel varlığında kurulan, b)Taraﬂ arın eş zamanlı fiziksel varlığında tüketiciyle iş yeri dışında görüşülmesinin hemen sonrasında, satıcı veya sağlayıcının iş yerinde ya da herhangi bir uzaktan iletişim aracıyla kurulan, c) Mal ve hizmetlerin tüketiciye tanıtımı ya da satışı amacıyla satıcı veya sağlayıcı tarafından düzenlenen bir gezi esnasında kurulan, sözlemeler iş yeri dışında kurulan sözleşmeler olarak kabul edilir. şeklinde tanımlanmıştır.  Tüketicinin Korunması Hakkında Kanun m. 47/I in metninden de anlaşıldığı üzere, iş yeri dışında kurulan sözleşmeler üç durumda ortaya çıkmaktadır. (1) Teklifin hangi taraftan geldiğine bakılmaksızın, taraﬂ arın eş zamanlı fiziksel varlığında, satıcı/sağlayıcının iş yeri dışında, örneğin tüketicinin  iş  yerinde  veya  özel  konutunda  sözleşme  kurulmaktadır.  (2) Tüketiciyle satıcı/sağlayıcının iş yeri dışında görüşmesinin hemen sonrasında, yani  tüketicinin  olağan  bir  değerlendirme  yapmasına  fırsat  verecek  bir 10  DEMİR, Kapıdan İşlemler, s. 10-11. 11  RG 14.01.2015, S. 29236. 12  Bu tanım, Direktif m. 2/VIII deki tanımla hemen hemen aynıdır. Bkz. DENİZ, s. 246. 13  Sözleşme görüşmeleri talebinin tüketiciden gelmesi, sözleşme görüşmelerinin satıcı/sağlayıcının davranışıyla başlamadığı ve taraﬂ arın bu görüşmeleri yapma konusunda mutabakata vardıkları anlamına gelir. Uygulamada satıcı/sağlayıcılar, önceden mutabakat olmaması şartını bertaraf etmek, sözleşmeyi iş yeri dışında kurulan sözleşme olmaktan çıkarmak için çeşitli yöntemlere başvurmaktadırlar. Ayrıntılı bilgi için bkz. KURT, L. Müjde: TKHK Açısından Kapıdan Sözleşmelerde Tüketiciyi Koruyan Geri Alma Hakkı, ABD, S.2, 2011, s. 49-50; ZEVKLİLER, Aydın/AYDOĞDU, Murat: Tüketicinin Korunması Hukuku, Ankara, 2004, s. 239-240; AYDOĞDU, Kapıdan Satışlar, s. 70-71; İKİZLER, s. 94 vd.. Dolayısıyla, kanunda belirtilen teklifin tüketici ya da satıcı veya sağlayıcı tarafından yapıldığına bakılmaksızın ifadesi, satıcı/sağlayıcıların, önceden mutabakatın olmaması şartını bertaraf etmek için başvurdukları yöntemlerin etkisiz kılınması amacıyla getirilmiştir. 76 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ zaman olmadan, satıcı/sağlayıcının iş yerinde veya uzaktan iletişim aracı kullanılarak kurulan sözleşmeler söz konusudur. Şayet tüketici, sözleşme kurulmadan önce satıcı veya sağlayıcının teklifini reddedecek kadar bir zamana sahipse sözleşme, iş yeri dışında kurulan sözleşme olarak nitelendirilemez. (3) Tüketiciler, bir gezi, tanıtım, parti, tur vb. etkinlik çerçevesinde aniden belirli sözleşmeler kurma yönünde tekliﬂ erle karşılaşırlar. Örneğin, tatil kulüplerine çağrılan ve tanıtım yapılan durumlarda, tüketicilerle sözleşme imzalanması böyledir. Kanunda yapılan tanıma bakıldığında, iş yeri dışında kurulan sözleşmeleri tanımlamada kullanılan ölçütün, aslında sözleşme ile ilgili görüşmelerin veya sözleşmenin yapıldığı yer olduğu göze çarpmaktadır. Başka bir ifadeyle, bu sözleşmeleri karakterize eden temel nokta, sözleşme görüşmelerinin yapıldığı ya da sözleşmenin kurulduğu yerdir. Bu nedenle iş yeri dışında kurulan sözleşmeler aslında bağımsız bir sözleşme tipi olmayıp; konusuna göre bir malın satımı söz konusuysa satım sözleşmesi ya da bir hizmetin sunumu söz konusuysa hizmetin türüne göre eser, taşıma vb. sözleşmesidir. Böylece üst bir kavram olarak kullanılan iş yeri dışında kurulan sözleşmeler terimi, çok sayıda ve çeşitli tipte yapılan tüketici sözleşmelerini kapsar. II.  UYGULAMA  ALANI  DIŞINDA  BIRAKILAN SÖZLEŞMELERE İLİŞKİN DEĞİŞİKLİKLER Kapıdan  Satışlara  İlişkin  Uygulama  Usul  ve  Esasları  Hakkında Yönetmelik  m.  14 e  göre,  yönetmelik  hükümleri  bazı  sözleşmelere uygulanmamaktaydı. Bunlar: a) Beslenme destek ürünleri hariç olmak üzere, ticarî örf ve adet gereği meyve, sebze, süt gibi gıda ve içeceklerin düzenli aralıklarla satışa sunulmasına ilişkin sözleşmeler, b) Banka, sigorta ve 14  İYDKSY m. 4 e göre uzaktan iletişim aracı, Mektup, katalog, telefon, faks, radyo, televizyon, elektronik posta mesajı, kısa mesaj, internet gibi fiziksel olarak karşı karşıya gelinmeksizin sözleşme kurulmasına imkân veren her türlü araç veya ortamı ifade eder. 15  Bkz. TKHK m. 47/II-III-IV gerekçesi, AYDOĞDU, Murat: Tüketici Hukuku Dersleri, 2015, s. 281-282; ASLAN, İ. Yılmaz: Tüketici Hukuku, Bursa, 2014, s. 466-467. 16  Yer unsuru, 4077 sayılı Tüketicinin Korunması Hakkında Kanun un 8. maddesinde daha belirgin ifade edilmekteydi. TKHK m.8/I e göre, Kapıdan satış; işyeri, fuar, panayır gibi satış mekânları dışında yapılan satımlardır..     17  İLHAN, Cengiz: Tüketicinin Korunması Hakkında Kanun, Şerh, Ankara, 2006, s. 164; İKİZLER, s. 103. 18  DEMİR, Kapıdan İşlemler, s. 296. 19  Kapıdan Satışlara İlişkin Uygulama Usul ve Esasları Hakkında Yönetmelik in sigorta sözleşmelerini kapsam dışı bırakması doktrinde bazı yazarlar tarafından eleştirilmiştir. Bu eleştiriler için bkz. DEMİR, Kapıdan İşlemler, s. 228-232; AYDOĞDU, Kapıdan Satışlar, s. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 776502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... menkul kıymet sözleşmeleri, c) Taşınmaz satış ve kiralama sözleşmeleri ve taşınmaza ilişkin düğer haklarla ilgili sözleşmeler.. Yeni yönetmelik ile bu sözleşmelere ek olarak bazı birtakım sözleşmeler de yönetmeliğin kapsamı dışında bırakılmıştır. İYDKSY m.2/II ye göre, a) Finansal hizmetler, b) Taşınmaz malların veya bu mallara ilişkin hakların oluşumu, devri veya kazanımı, c) Konut kiralama, ç) Paket turlar, d) Devre tatil, uzun süreli tatil hizmeti ve bunların yeniden satımı veya değişimi, e) Fuar, panayır ve Pazar yerlerinde yapılan satışlar, f) Beslenme destek ürünleri hariç olmak üzere, yiyecek  ve  içecekler  gibi  günlük  tüketim  maddelerinin,  satıcının  düzenli teslimatları çerçevesinde tüketicinin meskenine veya iş yerine götürülmesi, g) Mal veya hizmet bedeli otuz Türk Lirasını aşmayan satışlar, ğ) Malların montaj, bakım ve onarımı, h) 5/11/2008 tarihli ve 5809 sayılı Elektronik haberleşme Kanunu uyarınca yetkilendirilmiş işletmecilerin, mal satışları ile mal ve hizmet satışını birlikte yaptıkları durumlar hariç olmak üzere, sunduğu  elektronik  haberleşme  hizmetleri,  ı)  Elektrik,  su  ve  doğal  gaz hizmetlerine ilişkin abonelikler ile ilgili sözleşmelere yönetmelik hükümleri uygulanmayacaktır. 65; ASLAN, Tüketici, s. 431; ÖZMEN, Emin: Tüketicinin Korunması Hakkında Kanun hükümlerine göre kapıdan satışlar, İzmir Barosu Dergisi, C. 61, S. 4, 1996, s. 58. 20  4822 sayılı Kanun dan önce devre tatil sözleşmelerinin, 4077 sayılı TKHK kapsamına girdiği ve kapıdan satış hükümlerine tabi olduğu için geri alma bildirim belgesi verilmesi gerektiği hususu, Antalya 3. Asliye Hukuk Mahkemesi nin Yargıtay tarafından da onaylanan kararından (T. 01.07.1996 E. 1996/318, K. 1996/569) sonra başlamıştır (Y. 13. HD. T. 03.12.1996, K. 10816). Esasen bu değerlendirme, 21.12.1995 tarihinde RG de yayınlanan TRKGM-95/136-137 sayılı Kapıdan Satışlara İlişkin Uygulama Usul ve Esaslarına Dair Tebliğ den sonra, tebliğ m.2/I, b. b de, tebliğin toplantılı (grup) satışlara uygulanması ile kabul görmeye başlamıştır. Zira devre tatil sözleşmeleri uygulamada genellikle,  gezi, davet, parti gibi bir organizasyon, yani toplantılı bir ortamda akdedilmekteydi. 4822 sayılı Kanun la devre tatil sözleşmelerinin tanımı yapılarak bu sözleşmeler hüküm altına alınmış ancak bu sözleşmelerde, geri alma bildirim belgesi verilmesi zorunluluğu düzenlenmemişti. Daha sonra çıkarılan Devre Tatil Sözleşmeleri Uygulama Usul ve Esasları Hakkında Yönetmelik ile bu sözleşmeler için de geri alma hakkı öngörülmüştür. Ayrıntılı bilgi için bkz. YETİMOĞLU, Uğur: Devreli Tatil Sistemleri ve Tüketici Hukuku, TBB Dergisi, S. 55, 2004, s. 374 vd.. Buna rağmen Yargıtay ın birçok kararında devre tatil sözleşmeleri için iş yeri dışında kurulan sözleşme hükümlerinin kıyasen uygulandığı görülmektedir. Bu düzenlemeden sonra artık devre tatil sözleşmelerine, iş yeri dışında kurulan sözleşme hükümleri uygulanmayacaktır.           21  4822 sayılı Kanun la değiştirilmeden önce 4077 sayılı TKHK m. 8/I  e göre, değeri 1.000.000 Türk Lirasını aşan mal satışlarında veya hizmet sunumlarında, iş yeri dışında kurulan sözleşme hükümleri uygulanıyordu. Bu miktar her yıl için ayrıca belirlenmekteydi. Değişiklikten sonra bu miktar sınırı kaldırılmıştı. Miktar sınırının kaldırılması ile alınan mal ve hizmetin değerine bakılmaksızın bütün iş yeri dışında kurulan sözleşmelerin kapsam içine alınmasının, tüketicilere daha geniş bir koruma sağladığı doktrinde ifade edilmiştir. OĞUZ, s. 43; İKİZLER, s. 102. 22  Direktif m.3/III e göre direktifin uygulanmadığı bazı sözleşmeler şu şekildedir: a) sosyal 78 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ Görüldüğü üzere, iş yeri dışında kurulan sözleşme, satıcı/sağlayıcının iş yeri dışında ya da satıcı/sağlayıcı tarafından düzenlenen bir gezi esnasında yapılsa  bile,  fıkrada  belirtilen  hususlarla  ilgili  sözleşmeler  yönetmeliğin kapsamı dışında kalır ve bu sözleşmelere yönetmelik hükümleri uygulanmaz. III. GERİ ALMA HAKKINA İLİŞKİN DEĞİŞİKLİKLER A.  Geri Alma Hakkının Süresi 1.  Bilgilendirme Yükümlülüğü Yerine Getirilmişse İş yeri dışında kurulan sözleşmelerde tüketici, TKHK m.47/V e göre, geri alma hakkını, on dört gün içinde kullanabilecektir. 4077 sayılı TKHK da yedi gün olarak öngörülen bu sürenin, on dört güne çıkarılması, tüketicinin korunması bakımından önemli bir gelişmedir. Böylece tüketici, düşünmek ve sağlıklı karar verebilmek için daha geniş bir zamana kavuşmuştur. Geri alma hakkına ilişkin on dört günlük sürenin işlemeye başlama anı, sözleşmenin konusuna göre farklılık göstermektedir. Şöyle ki İYDKSY m. 8/II ye göre geri alma hakkı süresi, hizmet ifasına ilişkin sözleşmelerde sözleşmenin  kurulduğu  gün,  mal  teslimine  ilişkin  sözleşmelerde  ise tüketicinin veya tüketici tarafından belirlenen üçüncü kişinin malı teslim aldığı  gün  başlamaktadır.  Yine  aynı  fıkraya  göre  tüketici,  sözleşmenin kurulması ile malın teslim edilmesine kadar olan süre içerisinde de geri alma hakkını kullanabilecektir. Ayrıca İYDKSY m. 8/IV e göre, malın satıcı tarafından bir taşıyıcıya teslim edilmesi, tüketiciye yapılan teslim olarak kabul edilmediğinden, geri alma hakkı süresi de başlamayacaktır.  hizmetler, b) sağlık hizmetleri, c) kumar ve bahisçilik, d) mali hizmetler, e) taşınmaz malların veya bu mallar üzerindeki hakların kazanılması veya devri, f) yeni binaların yapımı, mevcut binaların esaslı değişikliği, kalmak amaçlı kiralama, g) paket tur kapsamındakiler, h) yolcu taşıma sözleşmeleri, i) otomatik satış makineleri, j) telekomünikasyon. Bkz. DENİZ, s. 247248. 23  Benzer sınırlamalara İsviçre, Alman ve Avusturya hukuklarında da rastlanmaktadır. Ayrıntılı bilgi için bkz. ÖZEL, Çağlar: Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alma Hakkı, Ankara, 1999, s. 186-188. 24  Bu sınırlamaların yönetmelikle belirlenmiş olması doktrinde eleştiri konusu olmuştur. Bkz. AYDOĞDU, Kapıdan Satışlar, s.63-64; DEMİR, Kapıdan İşlemler, s. 141.     25  Bu süre Direktif m. 9/I  e göre de on dört gündür. İsviçre hukukunda süre, OR Art. 40e/II  ye göre ise yedi gündür. 26  YILDIRIM, Abdulkerim: Mesafeli Sözleşmelerde Tüketicinin Korunması, Ankara, 2009,  s. 231. 27  Bu husus kanunda düzenlenmeden önce Yargıtay farklı bir görüşteydi. Gerçekten de Yargıtay 13. HD. Bir kararında (T. 6.5.2003, E. 2003/1605, K. 2003/5635), … hizmet edimlerinde ise hizmet ediminin tüketiciye ifa edildiği anda işlemeye başlayacağının kabulü gerekir.. Bkz. Kazancı İçtihat Bilgi Bankası, (Erişim: 3.8.2015).  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 796502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... Mal  teslimine  ilişkin  sözleşmelerde,  geri  alma  süresinin  teslim tarihinden itibaren başlatılması, yerinde bir düzenlemedir. Zira tüketici, geri alma hakkını kullanıp kullanmama konusunda kararını, ancak malı fizikî olarak değerlendirdikten sonra verebilecektir. Dolayısıyla tüketiciye başka bir mal teslim edilmiş, mal kısmen teslim edilmiş veya mal hiç teslim edilmemişse, tüketici için geri alma süresi işlemeye başlamayacaktır. Yönetmelikteki m. 8/III e göre de sürenin belirlenmesinde, tek sipariş konusu olup ayrı ayrı teslim edilen mallarda tüketicinin son malı teslim aldığı gün, birden fazla parçadan oluşan mallarda tüketicinin son parçayı teslim aldığı gün, belirli bir süre boyunca malın düzenli tesliminin yapıldığı sözleşmelerde ise tüketicinin ilk malı teslim aldığı gün esas alınır. Malın ayıplı olması hâlinde, geri alma süresinin işleyip işlemeyeceği de tartışmalıdır.   İş yeri dışında kurulan sözleşmenin konusu hem hizmet ifası hem de bir malın teslimi ise İYDKSY m. 8/V e göre, mal teslimine ilişkin geri alma hakkı hükümleri uygulanır. Tüketiciye tanınan geri alma hakkının, süresinde kullanılmış kabul edilebilmesi için, tüketicinin on dört günlük geri alma süresi içerisinde, geri alma bildirimini satıcı/sağlayıcıya yöneltmiş olması yeterlidir. Yani geri alma  bildiriminin  bu  süre  içerisinde  satıcı/sağlayıcıya  ulaşmasına  gerek yoktur. Bu sonuca, TKHK m.47/V teki Cayma hakkının kullanıldığına dair bildirimin bu süre içinde satıcı veya sağlayıcıya yöneltilmiş olması yeterlidir. ifadesinden varmak mümkündür. Bu nedenle on dördüncü günün sonunda gönderilecek olan geri alma bildirimi de süresinde yapılmış olur ve hükümlerini doğurur. Aynı sonuca taksitle satışlara ilişkin TBK m.255/I 28  STADLER, Astrid: Bürgerliches Gesetzbuch: Hrsg. Jauernig, Othmar, München, 2011, s. 409, N. 8; YILDIRIM, s. 231-232. 29  STADLER, s. 409, N. 8. 30  Yenilik doğuran haklar ilke olarak muhatabına ulaşması (varması) gerekli irade beyanıyla kullanılır. Bkz. BUZ, Vedat: Medenî Hukukta Yenilik Doğuran Haklar, Ankara, 2005,  s. 254; EREN, Fikret: Borçlar Hukuku Genel Hükümler, Ankara, 2014, s. 66. Ancak yenilik doğuran bir hak olmasına rağmen geri alma hakkı, bu hususta yenilik doğuran haklardan ayrılmaktadır.    31  KARA, İlhan: Tüketici Hukuku, Ankara, 2012, s. 499. Ayrıca TKHK m. 47 nin gerekçesinde de açıkça geri alma bildiriminin satıcı veya sağlayıcıya varması veya onun tarafından öğrenilmiş olmasının aranmayacağı ifade edilmiştir.  32  YILDIRIM, s. 230; OĞUZ, 37; AYDOĞDU, Kapıdan Satışlar, s. 191; ÖZEL, s. 192; DEMİR, Kapıdan İşlemler, s. 325. OR Art. 40e/IV  e göre de geri alma açıklaması, yedinci günün sonunda postaya verilirse süreye riayet edilmiş olur. Bkz. GONZENBACH, Rainer: Basler kommentar zum schweizerischen Privatrecht, Obligationenrecht I,. Art. 1-529 OR. Hrsg. Honsell, H., Vogt, N. P. (3. Auﬂ age). Basel-Genf-München, 2003, s. 316, N. 3. 80 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ hükmünün kıyasen uygulanması ile de ulaşılabilir. Bu hükme göre, Geri alma bildiriminin sürenin son gününde postaya verilmiş olması sonuç doğurması için yeterlidir.. Dolayısıyla geri alma bildiriminin karşı tarafa geç ulaşması tüketici aleyhine sonuç doğurmaz. Eğer geri alma süresi içerisinde geri alma bildiriminin de satıcı/sağlayıcıya ulaşması aransaydı o zaman, geri alma hakkı tüketici için işlevini önemli ölçüde yitirirdi. Bu nedenle geri alma bildiriminin satıcı/sağlayıcıya ulaştığı an önemli değildir.         Geri alma hakkının yenilik doğuran hak olma özelliğinden dolayı tüketiciye tanınan on dört günlük süre, hak düşürücü niteliktedir. Bu nedenle sürenin kesilmesi ve durması söz konusu olmaz. Tüketici, geri alma süresi içinde geri alma bildiriminde bulunmazsa, geri alma hakkını kaybeder ve böylece sözleşme hüküm ve sonuçlarını doğurmaya başlar. Bu da zımnî bir onaylama anlamına gelir. Geri alma hakkı için tüketiciye tanınan on dört günlük süre, nisbî emredici nitelikte olup, tüketicinin lehine olarak sözleşmeyle uzatılabilir, fakat kısaltılamaz. Zira iş yeri dışında kurulan sözleşmede tüketiciye geri alma hakkının tanınması, sözleşmenin zayıf tarafı olan tüketicinin korunması amacına hizmet etmektedir.        2.  Bilgilendirme Yükümlülüğü Yerine Getirilmemişse Tüketiciye  tanınan  on  dört  günlük  geri  alma  hakkı  süresinin başlayabilmesi için mallara ilişkin sözleşmelerde teslim ve hizmete ilişkin sözleşmelerde sözleşmenin kurulması yeterli olmamakta, ayrıca ikinci bir şart olarak satıcı/sağlayıcının geri alma hakkı konusunda tüketiciyi bilgilendirmesi, yani  bilgilendirme  yükümlülüğünü  yerine  getirmesi  gerekmektedir. Gerçekten de TKHK m. 47/VI ya göre, satıcı/sağlayıcının yükümlülüklerine 33  KARA, s. 499. 34  YILDIRIM, s. 230-231. 35  BUZ, s. 261 vd.; DEMİRBAŞ, Harun: Yenilik Doğuran Haklar, İstanbul, 2007, s. 74-75; EREN, s. 67-68; AYDOĞDU, Kapıdan Satışlar, s. 194; DEMİR, Kapıdan İşlemler, s. 315. 36  AYDOĞDU, Kapıdan Satışlar, s. 194. 37  GONZENBACH, s. 315, N. 1; AYDOĞDU, Kapıdan Satışlar, s. 194; DEMİR, Kapıdan İşlemler, s. 315, 321; KURT, s. 60; ASLAN, Tüketici Hukuku, s. 474. 38  KURT, s. 60; AYDOĞDU, Kapıdan Satışlar, s. 194. 39  HEİNRİCHS, Helmut: Palandt Bürgerliches Gesetzbuch. (62. Neubearbeitete Auﬂ age, Band 7). München, 2003, s. 501, N. 5; STADLER, s. 409, N. 7; KURT, s. 59; DEMİR, Kapıdan İşlemler, s. 317. 40     Satıcı/sağlayıcının başlıca yükümlülükleri, bilgilendirme yükümlülüğü, sözleşmenin bir örneğinin tüketiciye verilmesi yükümlülüğü ve taahhüt edilen süre içerisinde mal veya hizmeti tüketiciye sunma yükümlülüğüdür. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 816502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... aykırı hareket etmesi veya tüketiciyi geri alma hakkı konusunda yeterince bilgilendirmemesi durumunda, tüketici geri alma hakkını kullanmak için on dört günlük süre ile bağlı olmayacaktır.  Bilgilendirme yükümlülüğü TKHK m. 47/III te belirtilmiştir. Buna göre tüketicinin sözleşme ya da buna karşılık gelen herhangi bir öneri ile bağlanmadan  önce  ayrıntıları  yönetmelikte  belirtilen  hususlarda,  satıcı/ sağlayıcı tarafından açık ve anlaşılır şekilde bilgilendirilmesi zorunludur. Bilgilendirmeye  ilişkin  ayrıntılar,  yönetmeliğe  bırakılmıştır.  İYDKSY  m. 5 te ön bilgilendirme başlığı altında sözleşme öncesi bilgilendirmeye ilişkin düzenleme yer almaktadır. Buna göre satıcı/sağlayıcı, sözleşme konusu mal veya hizmetin temel nitelikleri, kendi adı veya unvanı ile iletişim bilgileri, mal veya hizmetin Türk Lirası olarak vergiler dâhil toplam fiyatı, geri alma hakkının olduğu durumlarda geri alma hakkının kullanılma şartları hakkında, en  az  on  iki  punto  büyüklüğünde,  anlaşılabilir  bir  dilde,  açık,  sade  ve okunabilir bir şekilde yazılı olarak veya kalıcı veri saklayıcısı ile tüketiciyi bilgilendirmek zorundadır. Bilgilendirilecek noktalardan geri alma hakkına ilişkin olan bilgilendirme diğerlerine göre daha fazla önem taşımaktadır. Böyle bir sonuca, hem kanunda ve yönetmelikte geri alma hakkına ilişkin bilgilendirmenin çokça vurgulanmış olmasından hem de geri alma hakkının tüketicinin korunmasında en etkili araç olmasından varılabilir. Bu nedenle satıcı/sağlayıcı, yasal bir yükümlülük olarak geri alma hakkının varlığı, içeriği, şekli, süresi gibi konularda ayrıntılı ve aydınlatıcı bir şekilde tüketiciyi bilgilendirmekle yükümlüdür. Ancak şunu da ifade etmek gerekir ki satıcı/sağlayıcının bilgilendirme yükümlülüğüne aykırı hareket etmesi, yani hiç ya da gereği gibi bilgilendirme yapmaması, sözleşmenin geçersizliğine neden olmaz. Zira bilgilendirme yükümlülüğünün yerine getirilmesi, iş yeri dışında kurulan sözleşmeler için bir geçerlilik koşulu değildir. 41  GONZENBACH, s. 314, N. 4. Yargıtay da bir kararında bu yönde bir görüş belirtmiştir.  Y. 13. HD. 8.2.2005, E. 2004/14235, K. 2004/1804, Anılan yasanın kapıdan satış hükümlerine ilişkin 9. Maddesi hükmüne göre özetle satıcı hazırladığı sözleşme fatura veya tesellüm makbuzu ile birlikte en az 12 punto siyah koyu harﬂ erle yazılmış, alıcıya hiçbir cezai ve hukuki sorumluluk üstlenmeksizin ve hiçbir gerekçe göstermeksizin satımdan cayma hakkının olduğunu belirten belgeyi imza karşılığı vermek zorundadır. Taraﬂ ar arasında düzenlenen sözleşme ve cayma belgesi belirtilen şekilde düzenlenmemiş ve tüketici davacının haklarını belirten belgeyi davacıya vermemiştir. Bu şekilde eksik düzenlenen sözleşmelerden alıcı 7 günlük süre ile bağlı olmaksızın her zaman dönebilir. Bkz. KURT, s. 59, dn. 78.    42  DEMİR, Kapıdan İşlemler, s. 317-318. 82 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ Yönetmelikte bilgilendirmenin açık, sade ve okunabilir bir şekilde yapılması  gerektiği  belirtilerek,  bilgilendirme  işleminin  anlam,  konu  ve içeriğinin  tüketiciye  yeterli  açıklıkta  sunulması  güvence  altına  alınmaya çalışılmıştır. Aynı şekilde yönetmeliğin yedinci maddesinin ikinci fıkrasında satıcı/sağlayıcının,  geri  alma  hakkının  kullanılabildiği  sözleşmeler  için On dört gün içinde cayma hakkımın olduğu konusunda bilgilendirildim. ifadesini tüketicinin kendi el yazısı ile yazmasını sağlamak zorunda olduğu ifade edilmiştir.        Tüm bunlardan hareketle TKHK m. 47/VI ya göre, eğer satıcı/sağlayıcı,  yükümlülüklerine aykırı hareket ederse veya geri alma hakkı konusunda tüketiciyi bilgilendirmezse tüketici, geri alma hakkını kullanmak için on dört günlük süre ile bağlı olmayacaktır. Ancak bu yükümlülük yerine getirilmemiş olsa bile tüketicinin geri alma hakkı, her halükârda geri alma süresinin bittiği tarihten itibaren bir yıl sonra sona ermektedir. 6502 sayılı TKHK ile bir yıllık üst süre sınırı getirilmesi alışveriş hayatının yapısına ve adalet ilkesine daha uygun olduğundan isabetli olmuştur.  Satıcı/sağlayıcı, tüketiciyi eksik ya da yanlış bilgilendirmişse sonradan bunu giderme olanağına da sahiptir. Bu durumda İYDKSY m. 9/II ye göre satıcı/ sağlayıcı bir yıl içinde yönetmelikte belirtilen yükümlülüklerini yerine getirirse veya geri alma hakkı konusunda tüketiciyi gerektiği şekilde bilgilendirirse, on dört günlük geri alma hakkı süresi, söz konusu yükümlülüklerin yerine 43  DEMİR, Kapıdan İşlemler, s. 317. 44  YILDIRIM, s. 230. 4077 sayılı TKHK nın yürürlükte olduğu zaman böyle bir üst süre öngörülmediğinden, bu konuda Yargıtay kararlarından da anlaşıldığı üzere dürüstlük kuralı esas alınarak bir çözüme gidilmekteydi. 13. HD. 10.3.2005, E. 2004/14235, K. 2005/4033, Davacı cayma belgesinin verilmediğinden bahisle 17.11.2000 tarihli ihtarname ile sözleşmeyi fesih ettiğini bildirip, 30.01.2001 tarihinde de bu davayı açmıştır. Sözleşmenin yapıldığı 07.07.1997 tarihinden, fesih ihtarının gönderildiği tarihe kadar 3 yıl 4 aydan fazla bir süre geçmiş olup, davacının ödemesi gereken çok büyük bir kısmı ile yaptığı yan ödemeler de nazara alındığında, satış sözleşmesinin davacı tarafça benimsendiğinin kabulü gerekir. Bu kadar uzun bir süre geçtikten, borcun çok büyük bir kısmı ödenip, çok az bir kısmı kaldıktan sonra, cayma belgesi verilmediğine dayanılarak sözleşmenin feshini istemek iyi niyet kuralları ile bağdaşmaz.. 13. HD. 10.3.2005, E. 2004/15679, K. 2005/4033. Bkz. KURT, s. 5960, dn. 80. 13. HD. 3.6.2004, 5901-8716, Davacı 27.11.200 tarihli satış sözleşmesi ile davalı şirketten satın aldığı Rainbow elektrik süpürgesini bu sürede kullandıktan sonra 11.6.2001 tarihinde davayı açmıştır. Davacının uzun süre kullandıktan sonra bu davayı açması MK.2. maddesinde düzenlenen iyiniyet kurallarına aykırıdır. Davacı tarafından ürünün ayıplı olduğu da iddia edilmediği gibi, hile ile kredi kullandırıldığı da kanıtlanamamıştır. Bu nedenle davanın reddine karar verilmesi gerekir.. Bkz. KADIOĞLU, Kâmil: Gerekçeli-Açıklamalı Tüketicinin Korunması Hakkında Kanun, Yargıtay Kararları ve İlgili Mevzuat, Ankara, 2005, s. 395-396.      Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 836502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... getirildiği veya geri alma hakkına ilişkin bilgilendirmenin gereği gibi yapıldığı günden itibaren işlemeye başlayacaktır. Ayrıca tüketicinin geri alma hakkı konusunda bilgilendirildiğini, İYDKSY m. 9/I gereğince, satıcı/sağlayıcı ispat etmek zorundadır. B.  Geri Alma Hakkının Kullanılması İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği m. 10 da, tüketicinin geri alma hakkını kullandığına dair bildirimini, yazılı olarak veya kalıcı veri  saklayıcısı  ile  satıcı/sağlayıcıya  yöneltmesinin  yeterli  olduğu belirtilmektedir.  Yönetmelikte  bu  şekilde  belirtilmiş  olmasına  rağmen, Tüketici, geri alma bildirimini başka bir şekilde de yapabilir mi? sorusu akla gelmektedir. Yani geri alma bildirimi için öngörülen bu şekil acaba ispat şekli mi yoksa geçerlilik şekli midir? Örneğin, tüketici malı satıcıya elden teslim etse veya kargo ile gönderse bu, geçerli bir geri alma bildirimi olarak kabul edilmeyecek midir?47 Bu konuda bir açıklık olmadığından düzenlemenin anlamını tespit etmek için hükmün yorumlanması gerekmektedir. Bu yorum yapılırken de hükmün konulmasının asıl amacının tüketiciyi korumak olduğu göz ardı edilmemelidir.       Yönetmeliğin geri alma bildiriminin yazılı olarak yapılmasını aramasının altında yatan neden, hem geri alma iradesinin açıkça ortaya koyulması hem de ileride bir uyuşmazlık meydana geldiğinde tüketici açısından bunu ispatlama 45  İYDKSY nin tanımlar başlıklı 4. maddesinde, kalıcı veri saklayıcısının tanımı yapılmıştır. Buna göre kalıcı veri saklayıcısı, tüketicinin gönderdiği veya kendisine gönderilen bilgiyi, bu bilginin amacına uygun olarak makul bir süre incelemesine elverecek şekilde kaydedilmesini ve değiştirilmeden kopyalanmasını sağlayan ve bu bilgiye aynen ulaşmasına imkân veren kısa mesaj, elektronik posta, internet, disk, CD, DVD, hafıza kartı ve benzeri her türlü araç veya ortamı ifade eder. 46  4822 sayılı Kanunla değiştirilmeden önce 4077 sayılı TKHK m. 8/II, c. 2 de geri alma bildiriminin, …iadeli taahhütlü mektup ya da noter aracılığı ile ulaşması veya bizzat teslim edilmesi… şeklinde yapılacağı belirtilmekteydi. Buradaki şeklin geçerlilik şekli olmayıp, ispat şekli olduğu kabul edilmekteydi.  Bu konu hakkında bkz. AYDOĞDU, Kapıdan Satışlar, s. 197; ASLAN, Tüketici, s. 438. Aksi yönde bir görüş için bkz. ATASOY, Ö. Adil/TAŞKIN, Mustafa/ACAR, Hakan: Tüketiciyi Koruma Hukuku, Ankara, 2000, s. 169. Yazara göre, ya bu şekil geçerlilik şekli olarak kabul edilmeli ya da adi yazılı şekilde ve elden teslim suretiyle yapılan geri alma bildirimlerinin geçerli sayılabilmesi için tüketiciye bir alındı belgesi verilmesi veya geri alma bildirimini taşıyan belgenin bir nüshasının satıcı/sağlayıcı tarafından onaylanarak tüketiciye geri verilmesi gerekmektedir. İsviçre hukukunda da OR Art. 40e/I  e göre tüketici, sağlayıcıya geri alma iradesini yazılı olarak açıklamalıdır.   47  Malın gönderilmesi yazılılık şartı için yeterli değildir. Bkz. GONZENBACH, s. 315, N. 2. 48  AYDOĞDU, Kapıdan Satışlar, s. 197-198. 84 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ kolaylığı sağlayacak olmasıdır. Kanaatimizce madde metninde belirtilen geri alma bildiriminin yazılı olarak veya kalıcı veri saklayıcısı ile yöneltilmesi ifadesi, sözleşmenin zayıf tarafı olan tüketici lehine yumuşatılmalı ve eğer somut olayda, tüketicinin geri alma iradesi kuşkuya mahâl bırakmayacak şekilde anlaşılıyorsa geçerli bir geri alma bildiriminin varlığı kabul edilmelidir. Bu nedenle maddede belirtilen şekli, geçerlilik şekli olarak anlamamak gerekir. Aksi durum, yani geri alma bildirimini geçerlilik şekline tabi tutmak ve bu şekle uyulmadığında da geri almanın sonuç doğurmayacağını kabul etmek, tüketicinin korunması amacına ters düşer. Tüketiciyi korumak için getirilen hüküm, tüketicinin aleyhine sonuçlar doğurur. Dolayısıyla tüketicinin, şekle uymadığı için geri alma hakkından mahrum bırakılması düşünülemez. Tüketiciye tanınan geri alma hakkının şekil şartına tabi olmasının pratik önemi ise kendini, satıcı/sağlayıcının, tüketiciye geri alma bildiriminde bulunmadığını veya kanunda belirtilen süre içerisinde bulunmadığını iddia ettiğinde gösterir. Zira satıcı/sağlayıcı böyle bir iddiada bulunduğunda, geri alma hakkının kullanıldığını ispat yükü İYDKSY m. 10/IV e göre tüketiciye aittir. Yani geri alma hakkının kullanımına ilişkin bir uyuşmazlık ortaya çıktığında ispat yükü, tüketicinin üzerindedir. Bu nedenle ispat hukukuna ilişkin sorunların önlenmesi açısından, geri alma bildiriminin en azından yazılı olarak yapılması tüketicinin yararına olacaktır.   49  DEMİR, Kapıdan İşlemler, s. 311; OĞUZ, s. 36; ASLAN, Tüketici, s. 438. 50  13. HD. 5.6.2012, E. 2012/11225, K. 2012/14730, Dava, sözleşmenin iptali-ayıplı mal davasıdır. Kapıdan satışlarda; tüketici, teslim aldığı tarihten itibaren yedi gün içinde malı kabul etmekte veya hiçbir gerekçe göstermeden ve hiçbir yükümlülük altına girmeden reddetmekte serbest olup, cayma bildirimi için herhangi bir şekil şartı veya usul belirlenmemiştir. Ancak, telefon arama kayıtları, konuşmaların içeriğine ilişkin bilgi vermediğinden cayma hakkının kullanıldığını kabul etmeye yeterli delil sayılamaz. Cayma hakkının süresinde satıcıya bildirildiğini ispat külfeti davacı tüketicidedir. Davacıdan bu yönde tüm delilleri sorulup neticesine göre hüküm kurulması gerektiği gözetilmelidir.. bkz. Kazancı İçtihat Bilgi Bankası, (Erişim: 3.8.2015). 51  Eski yönetmelikte geri alma bildiriminin şekle tabi olmadığı açıkça ifade edilmekteydi. KSİY m. 11/III te, Mal veya hizmetin reddedilmesi halinde tüketici cayma kararını, herhangi bir şekil şartına bağlı kalmaksızın satıcıya bildirir. şeklinde ifade edilmişti.   52  YILDIRIM, s. 238. 53  AYDOĞDU, Kapıdan Satışlar, s. 198; OĞUZ, s. 36. İspat yükünün tüketiciye ait olduğu yönetmelikte belirtilmemiş olsaydı da aynı sonuca TMK m. 6  dan da ulaşılabilirdi. TMK m. 6 ya göre, Kanunda aksine bir hüküm bulunmadıkça, taraﬂ ardan her biri, hakkını dayandırdığı olguların varlığını ispatla yükümlüdür.. 54  ASLAN, Tüketici Hukuku, s. 473. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 856502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... Tüketici, yazılı bir beyanla geri alma bildiriminde bulunmak isterse bu beyanında, geri alma ya da cayma ifadesini kullanmak zorunda değildir. Tüketicinin sözleşmeyi kurmaya yönelik öneri veya kabul olarak açıkladığı irade beyanıyla bağlı olmamak konusundaki iradesini, açık ve anlaşılır bir şekilde ortaya koyması yeterlidir. Hatta tüketicinin bu anlama gelmek üzere, sözleşmeyi  feshettiğini,  iptal  ettiğini,  malı  reddettiğini  veya  bedeli  geri istediğini belirtmesi de yeterli olacaktır. Ayrıca daha önce de izah edildiği üzere tüketicinin, geri alma bildiriminde herhangi bir neden göstermek ya da haklı bir nedene dayanmak gibi bir zorunluluğu da yoktur. Bu nedenle tüketici, beyanında bir neden göstermiş olsa bile bu nedenin varlığını ispat etmek zorunda değildir. Ayrıca  İYDKSY  m.  10/II ye  göre,  tüketici  geri  alma  bildiriminde bulunmak  için  yönetmeliğin  ekinde  yer  alan  formu  da  kullanabilecektir. Ancak bunun için İYDKSY m. 10/III e göre, formun sözleşmenin kurulduğu sırada tüketiciye verilmesi gerekir.  C.  Geri Alma Hakkının Kullanılamayacağı Durumlar 1.  Genel Olarak İş  Yeri  Dışında  Kurulan  Sözleşmeler  Yönetmeliği  m.  14 te  geri alma  hakkının  istisnaları  düzenlenmiştir.  Bu  maddeye  göre  taraﬂ arca aksi kararlaştırılmadıkça aşağıda belirtilen sözleşmelerde geri alma hakkı kullanılamayacaktır: 1) Tüketicinin istekleri ve ihtiyaçları doğrultusunda 55  KURT, s. 58; ZEVKLİLER/AYDOĞDU, s. 250; DEMİR, Kapıdan İşlemler, s. 312. 56  ZEVKLİLER/AYDOĞDU, s. 250. 57  AYDOĞDU, Kapıdan Satışlar, s. 195; KURT, s. 58; ZEVKLİLER/AYDOĞDU, s. 250; DEMİR, Kapıdan İşlemler, s. 312-313; 58  Y. 13. HD. T. 6.5.2002, E. 2002/2246, K. 2002/5136, Cayma bildirimi belgesinin bakanlık onayı taşıması ve kanunun öngördüğü usule uygun olarak, ayrı bir tutanak ile davacılara teslim edilmesi gerekir. Usulüne uygun olarak düzenlenmiş cayma bildirimi belgesi verilmediği takdirde, tüketiciler sözleşmeden yedi günlük yasal süre ile bağlı olmadan her zaman dönebilirler.. Kazancı İçtihat Bilgi Bankası, (Erişim: 3.8.2015). Y. 13. HD. T. 23.3.2004, 2003/14352-2004/3861, Kapıdan satış sözleşmesine konu ürünün alıcı davacıya teslim edildiği ve sözleşme sırasında cayma belgesi verilmediği tartışmasız olduğuna ve cayma belgesi verilmemesi nedeniyle sözleşmenin feshine ve ödenen paranın istirdadına karar verildiğine göre haksız iktisap hükümleri uyarınca davacının da karşılıklı olarak ve aynı anda aldığı ürünün iadesine karar verilmesi gerekir.. Bkz. KADIOĞLU, s. 396-397.   59  Tüketicinin korunması bakımından en etkili yol olan geri alma hakkına ilişkin istisnaların kanunla değil de yönetmelikle getirilmiş olmasının yerindeliği tartışmaya açıktır. Aynı durum mesafeli sözleşmeler bakımından da geçerlidir. Bkz. YILDIRIM, s. 240.  60  Direktif m. 16 ya göre de şu durumlarda geri alma hakkı kullanılamayacaktır: a) hizmet sözleşmelerinde, belli koşullarla hizmet tamamen yerine getirilmişse, b) bedelin piyasadaki dal86 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ hazırlanan mallara ilişkin sözleşmeler, 2) Çabuk bozulabilen ve son kullanma tarihi geçebilecek malların teslimine ilişkin sözleşmeler, 3) Tesliminden sonra ambalaj, bant, mühür, paket gibi koruyucu unsurları açılmış olan mallardan; iadesi  sağlık  ve  hijyen  açısından  uygun  olmayanların  teslimine  ilişkin sözleşmeler, 4) Malın tesliminden sonra ambalajın açılmış olması hâlinde maddî ortamda sunulan dijital içerik ve bilgisayar sarf malzemelerine ilişkin sözleşmeler, 5) Geri alma süresi sona ermeden önce, tüketicinin onayı ile ifasına başlanan hizmetlere ilişkin sözleşmeler.    Geri alma hakkının kullanımına ilişkin böyle bir istisna getirilmesinin nedeni, bu hakkın sayılan sözleşmelerin içerik ve bünyesine uygun düşmeyeceği düşüncesidir. Anılan sözleşmeler, aslında iş yeri dışında kurulan sözleşme niteliğinde olmasına rağmen, taraﬂ ar aksini kararlaştırmamışsa, geri alma hakkının uygulama alanı dışında kalacaktır. Fakat taraﬂ ar, aralarında anlaşarak bu sözleşmeler için de tüketiciye geri alma hakkı tanıyabilir. Ayrıca geri alma hakkının kullanılamayacağı sözleşmeler tek tek belirtildiği için maddede sayılanlar dışındaki sözleşmeler bakımından tüketicinin geri alma hakkına sahip olmadığı kararlaştırılamayacaktır.     2.  Tüketicinin  İsteği  veya  Kişisel  İhtiyacı  Doğrultusunda Hazırlanan Mallara İlişkin Sözleşmeler Konusunu, tüketicinin isteği veya kişisel ihtiyacı üzerine hazırlanan malların oluşturduğu iş yeri dışında kurulan sözleşmelerde, tüketiciye geri alma hakkının tanınmamasının altında yatan düşünce; söz konusu malın artık kişiye özel hâle gelmesi ve bunun sonucunda malın satımının satıcı açısından galanmalara bağlı olduğu durumlarda mal veya hizmet tedarikinde, c) tüketici açısından açık şekilde kişiselleştirilmiş mal tedarikinde, d) hızlı şekilde bozulabilecek veya ortadan kalkabilecek ürünlerde, e) kapalı ürün tedarikinde, sağlık veya hijyenik nedenlerle ve teslimden sonra açılmış olmaları sebebiyle iadeye konu olamayanlar, f) nitelikleri gereği, teslimden sonra, diğer mallarla karışan malların tedariki, g) alkollü içki tedariki ile ilgili durumlar, h) acil tamirat amacıyla tüketicinin satıcıdan ziyaret talep ettiği sözleşmeler, i) kapalı video ya da yazılım ürünlerinin teslimden sonra açılmaları durumunda, j) kural olarak, gazete, dergi gibi süreli yayınların tedariki, k) açık arttırma sözleşmeleri, l) oturma amacı dışında konaklama yeri tedariki, malların taşıması, araba kiralama, belli şartlarla katering gibi faaliyetlere yönelik hizmetler, m) belli şartlarla dijital içerik tedariki. Bkz. DENİZ, s. 249-250. 61  İYDKSY m. 14 te düzenlenen geri alma hakkının istisnaları yeni bir düzenleme olup, 4077 sayılı TKHK da buna ilişkin bir düzeleme bulunmamaktadır. 62  DEMİR, Mehmet: Mesafeli Sözleşmelerle İlgili AB Yönergesine Göre Tüketicinin Geri Alma Hakkı, GÜHFD, C. 7, S. 1-2, 2003, s. 80. 63  Mesafeli sözleşmeler yönünden bkz. YILDIRIM, s. 239. 64 Örneğin, tüketicinin isteği üzerine, üzerinde tüketici hakkında kişisel bilgiler bulunan basılı bir kartvizit hazırlanması hâlinde artık tüketicinin geri alma hakkı olmayacaktır. Bkz. BOZGazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 876502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... çok zor olması hatta bazen duruma göre imkânsızlaşmasıdır. Başka bir ifadeyle bu tür sözleşmelerde tüketiciye geri alma hakkı tanımak, hakkaniyete aykırı sonuçlar doğuracak ve taraﬂ ar arasındaki menfaat dengesinin satıcı/ sağlayıcı aleyhine bozulması anlamına gelecektir. Buna karşılık her zaman için tüketicinin isteği veya ihtiyacı doğrultusunda hazırlanan mallara ilişkin sözleşmelerde  baştan  tüketiciyi  geri  alma  hakkından  mahrum  etmek  de tüketicinin korunması amacına ters düşmektedir. Bu nedenle her bir somut olayda sözleşme konusu malın, tüketiciye özel hâle getirilip getirilmediği araştırılmalı ve tüketici için özel hâle getirildiği sonucuna varılırsa o zaman tüketiciye geri alma hakkı tanınmamalıdır. Tüketicinin böyle bir durumda geri alma hakkının olup olmadığının tespiti için de satıcı/sağlayıcı açısından malın iadesinin katlanılabilir olup olmadığı, malı başka müşterilere satabilme imkânı, malın muhafazası ve tekrar parçalara ayrılabilmesi için harcanacak emek ve masraf, o mal için tekrar sipariş alma ihtimali gibi hususlar göz önüne alınmalıdır. Alman Federal Mahkemesinin verdiği bir kararda, sözleşme konusu mal, tüketicinin siparişi üzerine değişik standart parçaların birleştirilmesi suretiyle oluşturulmuş olup, malın eski hâline dönüştürülmesinin parçaların niteliğine  ve  işlevine  zarar  verilmeden,  kolayca  ve  çok  az  bir  masraﬂ a gerçekleşeceğinden bahisle istisna hüküm uygulanmamış ve tüketiciye geri alma hakkı tanınmıştır. BEL, Savaş: Türk Hukukunda Mesafeli Sözleşmeler- 97/7 Sayılı AB Yönergesi Düzenlemeleri Işığında Bir Karşılaştırma, AÜEHFD, C. VII, S.3-4, 2003, s. 801; HEINRICHS, s. 502, N. 9.     65  BOZBEL, Savaş/ATALI, Murat: Mesafeli Sözleşmelerde Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukukî Sorunlar, AÜEHFD, C. 9, S. 1-2, 2005, s. 461; SÖNMEZ, Zeynep: Das Widerrufsrecht bei Fernabsatzvertragen, 2014, s. 63; YILDIRIM, s. 244. 66  YILDIRIM, s. 244. 67  BOZBEL/ATALI, s. 461. 68  (BGHZ 154,239=CR 2003, 480=DB 2003, 1109=MDR 2003, 732=NJW 2003, 1665). Karara konu olan olayda tüketicinin istekleri doğrultusunda bir dizüstü bilgisayar yapılandırılmış, fakat daha sonra tüketici geri alma bildiriminde bulunmuştur. Bunun üzerine davalı satıcı, ürünün tüketicinin istekleri doğrultusunda hazırlandığını dolayısıyla da geri alma hakkının olmadığı savunmasında bulunmuştur. Federal mahkeme ise bilgisayara takılan parçaların tekrar sökülmesinin bilirkişi raporuna göre üç saati geçmeyeceği ve bunun da malın yüzde beş değerini aşmadığından satıcı tarafından kabul edilebilecek değer anlamına geldiğinden istisna hükmünün uygulanmayacağına karar vermiştir. (Bkz. naklen BOZBEL/ATALI, s. 462, dn. 39).  69 BOZBEL/ATALI, s. 462; YILDIRIM, s. 244-245; SCHMOECKEL, Mathias: HistorischKritischer Kommentar zum BGB, hrsg. Schuldrecht: Allgemeiner Teil, Mohr Siebeck, 2007, s. 1494, N. 68.   88 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ 3.  Çabuk  Bozulabilen  ve  Son  Kullanma  Tarihinin  Geçmesi İhtimali Bulunan Mallara İlişkin Sözleşmeler Sözleşme  konusu  malın  niteliği  gereği,  iadeye  elverişli  olmaması durumunda  tüketiciye  geri  alma  hakkı  tanınmamıştır.  Malın  niteliğinin elverişli olmaması yani çabuk bozulabilme ihtimali olan bir mal olması, tüketicinin geri alma hakkını kullanmasına engel teşkil etmektedir. Bu tür mallara örnek olarak, meyve, sebze, et, süt ve süt ürünleri verilebilir. Kısıtlı bir zaman dilimi içerisinde tüketilmesi gereken bu mallar, son kullanma tarihi de ihtiva ederler.   Çabuk  bozulma  ve  son  kullanma  tarihinin  geçmesi  ihtimali  olan mallarda tüketicinin geri alma hakkının olup olmadığını tespit için, malın kullanılabilirlik ve normal şartlar altında tekrar satılabilme süresi, satıcının son kullanma tarihinin geçmesine az bir zaman kalan malı piyasaya sürmesi gibi hususlar da dikkate alınmalıdır. Buna karşılık tüketici de malın çok fazla üretilmiş olduğu ve bunların da kısa bir zamanda çürüyeceği ve dolayısıyla kullanılamaz hâle geleceği iddiasında bulunamaz. Diğer taraftan malın bozulmasına dış etkenler sebep olmuşsa o zaman istisna hüküm uygulanmaz ve tüketici geri alma hakkından mahrum olmaz. Örneğin, bir yazılım programının yeni sürümünün çıkması veya bir kitabın yeni baskısının çıkması hâlinde bunun sonuçlarına satıcı katlanacaktır. 4.  Ambalaj,  Bant,  Mühür,  Paket  gibi  Koruyucu  Unsurları Açılmış Mallardan İadesi Sağlık ve Hijyen Açısından Uygun Olmayanlara İlişkin Sözleşmeler Tüketiciye  tesliminden  sonra  ambalaj,  bant,  mühür  ve  paket  gibi koruyucu unsurları açılmış olan malların iadesi sağlık ve hijyen gibi nedenlerle uygun değilse İYDKSY m. 14/I, b. c ye göre tüketici, geri alma hakkına sahip değildir. Bu mallarda tüketiciye geri alma hakkının tanınmamasının altında yatan neden, ambalaj, paket vs. gibi koruyucu unsuru açılmış olan malı, hijyen ve sağlık gibi nedenlere bağlı olarak satıcının tekrar satma imkânının olmamasıdır.  Dolayısıyla  burada  malın  iadesinin  mümkün  olmaması tüketicinin davranışından değil, malın niteliğinden kaynaklanmaktadır. Bu tür mallara örnek olarak, ecza ürünleri, hijyen malzemeleri, kozmetik ürünleri, diş fırçası, çocuk bezi vs. verilebilir.  70  BOZBEL/ATALI, s. 463; YILDIRIM, s. 246; STADLER, s. 407, N. 2. 71  BOZBEL/ATALI, s. 463. 72  SÖNMEZ, s. 65; BOZBEL/ATALI, s. 463. 73  SÖNMEZ, s. 64; STADLER, 2011, s. 407, N. 2. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 896502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... 5.  Ambalajı  Açılmış  Olan  Dijital  İçerik  ve  Bilgisayar  Sarf Malzemelerine İlişkin Sözleşmeler İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği m. 14/I, b. ç ye göre, malın tesliminden sonra ambalaj, bant, mühür ve paket gibi koruyucu unsurlarının açılmış olması hâlinde, maddî ortamda sunulan dijital içerik ve bilgisayar sarf malzemelerine ilişkin sözleşmelerde de aksi kararlaştırılmadıkça tüketicinin geri alma hakkı yoktur. Esasında bu tür mallarda tüketicinin geri alma hakkı vardır. Ancak maddede de belirtildiği üzere tüketici, mal kendisine teslim edildikten sonra ambalaj, bant, mühür ve paket gibi koruyucu unsurlarını açmışsa o zaman tüketicinin geri alma hakkı ortadan kalkar. Öncelikle  maddî  ortamda  sunulan  dijital  içerik  ve  bilgisayar  sarf malzemelerinin  neleri  kapsadığını  tespit  etmek  gerekir.  Maddî  ortamda sunulan dijital içerikli ürünlere örnek olarak CD, CD-Rom, MC, DVD, VCD disket, video kaseti gibi ses, görüntü veya yazılım programları verilebilir. Bilgisayar sarf malzemelerinden ise kartuş, A kâğıdı gibi bilgisayarla ilgili tüketilerek kullanılan bütün malzemeler anlaşılır. Zikredilen  ürünlerde  geri  alma  hakkının  olmaması,  tüketicinin  bu ürünleri kopyalayabileceği düşüncesine dayanmaktadır. Ancak tüketicinin bu  ürünlerde  geri  alma  hakkını  kullanamaması,  malın  niteliğinden de  kaynaklanmakla  beraber,  esas  itibariyle  tüketicinin  davranışından kaynaklanmaktadır. Zira tüketici, bu ürünlerin ambalaj, bant, mühür veya paket gibi koruyucu unsurlarını açmamışsa geri alma hakkını kullanabilecektir. Bu ürünlerin ambalajının, bandının, paketinin veya mührünün açılmasından anlaşılması gereken ise bu tür ürünler için tipik hâle gelmiş olan koruma bandının açılmasıdır. Ayrıca belirtmek gerekir ki hükümde, maddî ortamda sunulan dijital içerik olarak ifade edildiği için bu ürünlerin tüketiciye off-line şeklinde sunulması gerekir. Tüketicinin, koruyucu unsurların açılması hâlinde geri alma hakkından mahrum bırakılması için, bu durumu önceden bilmesi gerekir. Bunun için de ambalaj, paket veya mührün üzerinde, bunların açılması hâlinde geri 74  SÖNMEZ, s. 66; HEİNRİCHS, s. 502, N. 10. 75  GEZDER, Ümit: Mukayeseli Hukuk Açısından İnternette Akdedilen Sözleşmelerde Tüketicinin Korunması, İstanbul, 2004, s. 22 vd.; BOZBEL/ATALI, s. 464; YILDIRIM, s. 247-248. 76  GEZDER, s. 223; YILDIRIM, s. 248. 77  BOZBEL/ATALI, s. 464; YILDIRIM, s. 247-249; İNAL, Emrehan: E-Ticaret Hukukundaki Gelişmeler ve İnternette Sözleşmelerin Kurulması, İstanbul, 2005, s. 85. 90 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ alma hakkının ortadan kalkacağı şeklinde bir uyarı olmalıdır. Ayrıca satıcı/ sağlayıcı, ürünün ambalajlanmasını veya paketlenmesini tüketicinin ambalaj, bant veya paketi açmak zorunda kalmadan, o ürün ve kalitesi hakkında bilgi edinmesini sağlayacak şekilde yapmalı ve bunu engelleyecek veya gereksiz yere  zorlaştıracak  davranışlardan  uzak  durmalıdır.  Bu  bağlamda,  ürünün niteliklerini belirten broşür veya kullanma kılavuzlarını üründen ayrı olarak paketlemesi daha doğru olur. 6.  Tüketicinin  Onayı  ile  İfasına  Başlanan  Hizmetlere  İlişkin Sözleşmeler İş yeri dışında kurulan sözleşmelerde geri alma hakkı süresi boyunca sağlayıcı hizmetin ifasında bulunmaz. Kural bu olmakla birlikte eğer geri alma hakkı süresi sona ermeden önce sağlayıcı, tüketicinin onayı ile hizmetin ifasına başlamışsa o zaman İYDKSY m. 14/I, b. d ye göre tüketici geri alma hakkını kullanamayacaktır. Böyle  bir  düzenleme  getirilmesinin  temelinde,  hizmet  edimlerinin iadesinin çok zor olması ve çoğu kere de mümkün olmaması yer almaktadır. Dolayısıyla bu tür edimlere başlanması için tüketicinin onay vermesi, onun geri  alma  hakkını  kullanmasına  engel  olmaktadır.  Hatta  burada  genel olarak  kabul  edilen  görüşe  göre  tüketicinin  geri  alma  hakkı  konusunda bilgilendirilmiş olup olmaması da önem taşımamaktadır. Başka bir deyişle tüketici, geri alma hakkı konusunda bilgilendirilmemiş olsa bile on dört günlük geri alma hakkı süresinde, hizmetin ifası için onay vermişse artık geri alma hakkını kullanamaz. Tüketicinin onayı olmadan sağlayıcı, hizmetin ifasına başlamışsa o zaman tüketicinin geri alma hakkı engellenemez. Ayrıca belirtmek gerekir ki tüketicinin onayının da hiçbir tereddüde yer bırakmayacak şekilde açık ve net olması gerekir. Tüketici onayını yazılı veya sözlü olarak verebilir. Eğer tüketicinin onayının varlığı konusunda bir uyuşmazlık çıkarsa bunu, sağlayıcı ispatlamakla yükümlüdür.     78  BOZBEL/ATALI, s. 464. 79  YILDIRIM, s. 240; SCHMOECKEL, s. 1694, N. 69. 80  STADLER, s. 408, N. 6; HEINRICHS, s. 502, N. 7; SÖNMEZ, s. 79-80. SÖNMEZ e göre, tüketici onay vermiş olmasına rağmen geri alma hakkını kullanmışsa, satıcı/sağlayıcıya bir bedel öder. 81  BOZBEL/ATALI, s. 467-468; YILDIRIM, s. 241-242. YILDIRIM a göre, tüketicinin hizmetin ifasına rıza göstermiş olması, sağlayıcının bilgilendirme yükümlülüğünü yerine getirmemesi için haklı bir neden teşkil etmez. 82  BOZBEL/ATALI, s. 469; YILDIRIM, s. 241. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 916502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... IV. SATICI/SAĞLAYICININ BİLGİLENDİRME YÜKÜMLÜLÜĞÜNE İLİŞKİN DEĞİŞİKLİKLER A.  Tüketicinin Aşamalı Olarak Bilgilendirilmesi Tüketicinin  Korunması  Hakkında  Kanun  m.  47/III te  yer  alan, Tüketicinin iş yeri dışında kurulan sözleşme ya da buna karşılık gelen herhangi bir öneri ile bağlanmadan önce ayrıntıları yönetmelikte belirtilen hususlarda açık ve anlaşılır şekilde bilgilendirilmesi zorunludur. ifadesiyle satıcı/sağlayıcıya, tüketiciyi bilgilendirme yükümlülüğü yüklenmiş, fakat bu yükümlülüğün kapsamına hangi hususların gireceği yönetmeliğe bırakılmıştır. Bu  bağlamda TKHK  m.  47  ve  m.  84 e  dayanılarak  çıkarılan  İYDKSY, tüketicinin tam ve etkin bir şekilde korunması amacıyla satıcı/sağlayıcının bilgilendirme yükümlülüğünü, hem sözleşme kurulmadan önceki aşamada hem de sözleşme kurulduktan sonraki aşamada olmak üzere iki ayrı aşamada düzenlemiştir. Gerçekten de İYDKSY m. 5 te Ön bilgilendirme başlığı altında sözleşmenin kurulmasından önce verilmesi gereken bilgiler, m.7 de ise Sözleşmenin zorunlu içeriği başlığı altında sözleşmenin kurulmasından sonra  yazılı  bir  teyit  verilmesi  yükümlülüğü  düzenlenmiştir.  Böylece tüketicinin her aşamada korunması amaçlanmıştır. B.  Sözleşme Kurulmadan Önce Bilgilendirme Yükümlülüğü Tüketicinin, sözleşmenin kurulmasına ilişkin iradesini açıklamadan önce Bakanlıkça belirlenecek bir dizi hususta açık ve anlaşılır bir şekilde bilgilendirilmesi zorunludur. Böylece tüketici, yapacak olduğu sözleşmenin kendisine sağlayacağı haklar ve borçlar konusunda bilgilenerek sözleşmeyi yapıp yapmama konusundaki iradesini serbestçe, bilinçli ve doğru bir şekilde oluşturabilecektir. İş  Yeri  Dışında  Kurulan  Sözleşmeler  Yönetmeliği  m.  5/I e  göre sözleşmenin  akdinden  önce  aşağıdaki  bilgilerin  tüketiciye  verilmesi zorunludur: a) Sözleşme konusu mal veya hizmetin temel nitelikleri, b) Satıcı veya sağlayıcının adı veya unvanı ile iletişim bilgileri, c) Mal veya hizmetin Türk Lirası olarak vergiler dahil toplam fiyatı, ç) Cayma hakkının olduğu durumlarda, cayma hakkının kullanım şartları.. Bu bilgiler en az on iki punto büyüklüğünde, anlaşılabilir bir dilde, açık, sade ve okunabilir bir şekilde yazılı olarak veya kalıcı veri saklayıcısı ile sunulmak zorundadır. 83  YILDIRIM, s. 169-170. 84  ASLAN, Tüketici Hukuku, s. 468; OZANOĞLU, Hasan Seçkin: Tüketicinin Korunması Açısından Taksitle Satım Sözleşmesi, Ankara, 1999, s. 194 vd.. 85  Satıcı/sağlayıcının vermesi gereken bilgilerle ilgili olarak ayrıntılı bilgi için bkz. YILDI92 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ Tüketicinin tekliﬂ e bağlanmadan önce bilgilendirilmesi gerektiğine ilişkin yönetmelik  ifadesi,  bu  bilgilendirmenin  ne  zaman  yapılacağı  konusunda tam bir netlik sağlamadığı için yoruma açıktır. Bu hususun tespiti, çoğu defa oldu bittiye getirilen iş yeri dışında kurulan sözleşmeler bakımından oldukça önemlidir. Bilgilendirme ile amaçlanan, tüketicinin daha sağlıklı, doğru ve bilinçli bir karar vermesini sağlamak olduğundan, bu bilgilendirmenin en geç tüketicinin sözleşme ile bağlanma iradesinin oluşmasından önce yerine getirilmesi gerekmektedir. Tüketicinin sözleşme ile bağlanma iradesi zaten oluşmuşsa, bu aşamadan sonra yapılacak olan bilgilendirme de bir şey ifade etmeyecektir.  Dolayısıyla  bilgilendirmenin,  tüketicinin  karar  vermesine yardımcı olan, makul sayılabilecek bir zamanda bilgilendirilmesi gerektiği sonucuna varılabilir. İş  Yeri  Dışında  Kurulan  Sözleşmeler  Yönetmeliği  m.  5/I de  de belirtildiği üzere satıcı/sağlayıcının yapacağı bilgilendirmenin, anlaşılabilir bir dilde, açık, sade ve okunabilir bir şekilde, yazılı olarak veya kalıcı veri saklayıcısı ile yapılması gerekir. Bu bilgilerin açık ve anlaşılır olduğunun tespitinde, ortalama (makul) tüketici tipinin esas alınması gerekmektedir. Dolayısıyla  burada  somut  olayın  özellikleri  dikkate  alınarak,  dürüstlük kuralına göre bir tespit yapılmalıdır.           İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği m. 5/II ye göre, bilgilendirme  yükümlülüğünün  yerine  getirildiğini  satıcı/sağlayıcı  ispat etmek zorundadır. Hem tüketicinin bilgilendirilmesinin garanti altına alınması hem  de  satıcı/sağlayıcının  tüketiciyi  bilgilendirdiğini  kanıtlayabilmesi bakımından, bilgilendirmenin ayrı bir belge ile yapılması daha doğru olur. Bunun için ön bilgilendirme formu kullanılması ve bu formda tüketicinin hak ve yükümlülüklerinin açık, kısa ve net bir şekilde yer alması gerekir. Ayrıca bu formu tüketiciye el yazısı ile imzalatıp, tarih attırması da ispat açısından satıcı/sağlayıcının lehine olur.              RIM, s. 173 vd.; GEZDER, s. 177 vd.. 86  Bilgilendirmenin diğer tüketici sözleşmelerinde olduğu gibi makul bir süre (en az bir iş günü) önce yapılması gerekir. Bkz. AYDOĞDU, Tüketici Dersleri, s. 283. Bu düşünce tüketicinin korunması bakımından olması gereken bir çözümdür. Fakat bu düşüncenin iş yeri dışında kurulan sözleşmelerde uygulanması mümkün değildir. Zira uygulamada genellikle sözleşme tüketiciyle görüşüldükten hemen sonra kurulmakta, tüketiciye düşünme imkânı nerdeyse verilmemektedir. Dolayısıyla bu makul (örneğin, bir gün önce) süreye pratikte pek riayet edilmemektedir.     87  YILDIRIM, s. 172-173; İNAL, s. 179-180.  88  İNAL, 2005, s. 80. 89    ASLAN, Tüketici Hukuku, s. 468. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 936502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... C.  Sözleşme Kurulduktan Sonra Bilgilendirme Yükümlülüğü      Sözleşme kurulduktan sonra tüketiciye, sözleşmenin kurulmasından önce m. 5 te yer alan bilgilere ek olarak m. 7 de yer alan bilgilerin de verilmesi ve bunun sözleşme metninde yer alması gerekir. Böylelikle tüketici, taraf olduğu sözleşmenin içeriğini belirleyebilme ve bu şekilde sahip olduğu hak ve yükümlülükleri ayrıntılı bir şekilde görebilme imkânına kavuşmuş olacaktır. Yönetmelikte bu bilgilendirmenin, diğer bir ifadeyle sözleşme metninin  hazırlanmasının,  ne  zaman  yapılacağı  konusunda  herhangi  bir açıklık yoktur. Bu bilgilendirmenin, mal teslimine ilişkin sözleşmelerde en geç teslime kadar, hizmete ilişkin sözleşmelerde ise sözleşmenin kurulduğu anda yapılması gerekir. Zira tüketicinin geri alma hakkına ilişkin süre, mal teslimine dair sözleşmelerde malın tesliminden, hizmet ifasına ilişkin sözleşmelerde ise sözleşmenin kurulmasından itibaren başlamaktadır. Sürenin başlaması için tüketicinin bu hakkın varlığı konusunda bilgi sahibi olması gerekir.      D.  Satıcı/Sağlayıcının  Bilgilendirme  Yükümlülüğünü  Yerine Getirmemesinin Sonuçları  Tüketicinin  Korunması  Hakkında  Kanun  m.  47/VI da  satıcı/ sağlayıcının  bilgilendirme  yükümlülüğüne  aykırı  davranması  hâlinde  ne olacağı düzenlenmiştir. Bu fıkraya göre, Satıcı/sağlayıcının bu maddede 90  İYDKSY m. 7/I e göre bu bilgiler şunlardır: a) Sözleşme konusu mal veya hizmetin temel nitelikleri, b) Tüketicinin adı soyadı ile satıcı veya sağlayıcının adı veya unvanı, varsa MERSİS numarası, c) Tüketicinin satıcı veya sağlayıcı ile hızlı bir şekilde irtibat kurmasına imkân veren, satıcı veya sağlayıcının açık adresi, telefon, faks numarası ve benzeri iletişim bilgileri ile varsa satıcı veya sağlayıcının adına ya da hesabına hareket edenin kimliği ve adresi, ç) Satıcı veya sağlayıcının tüketicinin şikâyetlerini iletmesi için (c) bendinde yer alandan farklı bir iletişim bilgisi var ise buna ilişkin bilgi, d) Mal veya hizmetin Türk Lirası olarak vergiler dâhil toplam fiyatı, e) Sözleşmenin kurulduğu tarih, f) Malın veya hizmetin teslim veya ifa tarihi, g) Ödemeye ilişkin bilgiler, ğ) Cayma hakkının olduğu durumlarda, bu hakkın kullanılma şartları, süresi ve usulüne ilişkin bilgiler, h) Cayma bildiriminin yapılacağı açık adres, faks numarası veya elektronik posta bilgileri, ı) 14 üncü madde uyarınca cayma hakkının kullanılamadığı durumlarda, tüketicinin cayma hakkından faydalanamayacağına ya da hangi koşullarda cayma hakkını kaybedeceğine ilişkin bilgi, i) Bu sözleşmenin kurulduğu veya malın teslim alındığı tarihten itibaren on dört gün içerisinde herhangi bir gerekçe göstermeksizin ve cezai şart ödemeksizin cayma hakkınız bulunmaktadır. Cayma süresi içinde sözleşmeye konu mal veya hizmet karşılığında herhangi bir isim altında ödeme yapmanızı veya borç altına sokan herhangi bir belge vermenizi istemeyeceğimizi ve cayma bildiriminin tarafımıza ulaştığı tarihten itibaren en geç on dört gün içerisinde malı geri almayı taahhüt ederiz. ifadesi, j) Varsa tüketicilerin ödemelerini yapabilecekleri banka, posta ve benzeri hesap bilgileri, k) Tüketicilerin uyuşmazlık konusundaki başvurularını Tüketici Mahkemesine veya Tüketici Hakem Heyetine yapabileceklerine dair bilgi.. 91  YILDIRIM, s. 201. 94 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ belirtilen yükümlülüklere aykırı hareket etmesi veya tüketiciyi cayma hakkı konusunda gerektiği şekilde bilgilendirmemesi durumunda, tüketici cayma hakkını kullanmak için on dört günlük süreyle bağlı değildir. Her hâlükârda bu süre cayma süresinin bittiği tarihten itibaren bir yıl sonra sona erer.. Benzer  bir  hüküm  yönetmeliğin  Eksik  bilgilendirme  başlıklı  m.  9/II hükmünde yer almaktadır. İYDKSY m. 9/II de, kanundaki ifadeye ek olarak, yönetmelikte belirtilen yükümlülüklerin veya geri alma hakkı konusunda gerektiği şekilde bilgilendirmenin bir yıl içinde yerine getirilmesi hâlinde, on dört günlük geri alma hakkı süresinin, söz konusu yükümlülüklerin veya geri alma hakkına ilişkin bilgilendirmenin gereği gibi yapıldığı günden itibaren işlemeye  başlayacağı  belirtilmiştir.  Görüldüğü  üzere,  satıcı/sağlayıcının yükümlülüklerine aykırı hareket etmesi hâlinde tüketici, on dört günlük geri alma hakkı süresi ile bağlı olmayacak ve bu hakkını en geç sözleşmenin kurulmasından itibaren bir yıl içinde kullanabilecektir. Bu süre zarfında satıcı/ sağlayıcının yükümlülüklerini gereği gibi yerine getirmesi hâlinde ise geri alma hakkı süresi bu andan itibaren işlemeye başlayacaktır. SONUÇ 6502 sayılı Tüketicinin Korunması Hakkında Kanun ile eski adıyla kapıdan satışlar olan iş yeri dışında kurulan sözleşmelerde önemli değişiklik ve  yenilikler  yapılmıştır.  Bu  değişikliklerin  başında,  kanun  koyucunun kapıdan satış tabiri yerine isabetli olarak iş yeri dışında kurulan sözleşmeler ifadesini kullanması gelir. Zira bu şekilde, hem terminoloji sorununa bir çözüm getirilmiş hem de iş yeri dışında kurulan sözleşmeler ile ilgili AB Tüketici Hakları Direktifine uyum sağlanmıştır. Tüketicinin  Korunması  Hakkında  Kanun  m.  47/I de  sözleşmenin tanımı yapılırken teklifin tüketici ya da satıcı veya sağlayıcı tarafından yapılmasına  bakılmaksızın  ifadesine  yer  verilerek,  satıcı/sağlayıcıların, önceden  mutabakatın  olmaması  şartını  bertaraf  etmek  için  başvurdukları yöntemlerin etkisiz kılınması amaçlanmıştır. Gerçekten uygulamada satıcı/ sağlayıcılar, önceden mutabakat olmaması şartını bertaraf etmek, sözleşmeyi iş yeri dışında kurulan sözleşme olmaktan çıkarmak için çeşitli yöntemlere başvurmaktadırlar. Zira sözleşme görüşmeleri talebinin tüketiciden gelmesi, sözleşme  görüşmelerinin  satıcı/sağlayıcının  davranışıyla  başlamadığı  ve taraﬂ arın bu görüşmeleri yapma konusunda mutabakata vardıkları anlamına gelir.  Dolayısıyla  kanun  koyucu,  satıcı/sağlayıcıların  bu  durumu  kötüye kullanmalarını önlemek için 47. maddede bu ifadeye yer vermiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 956502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında...   Tüketiciye  tanınan  geri  alma  hakkı  konusunda  da  değişiklikler yapılmıştır. İlk olarak tüketiciye tanınan geri alma hakkı süresi yedi günden on dört güne çıkarılmıştır. Bu tüketicinin korunması bakımından önemlidir. Zira böylelikle tüketici, düşünmek ve sağlıklı karar verebilmek için daha geniş bir zamana kavuşmuştur. Geri alma hakkının kullanılabileceği sürenin işlemeye başlama  anı  sözleşmenin  konusuna  göre  farklılık  göstermektedir.  Şöyle ki İYDKSY m. 8/II ye göre geri alma hakkı süresi, tüketicinin yönetmelik m.5 te belirtilen hususlarda bilgilendirilmiş olması kaydıyla, hizmetin ifasına ilişkin sözleşmelerde sözleşmenin kurulduğu gün, malın teslimine ilişkin sözleşmelerde  ise  tüketicinin  veya  tüketici  tarafından  belirlenen  üçüncü kişinin malı teslim aldığı gün başlamaktadır. Yine aynı fıkraya göre tüketici, sözleşmenin kurulması ile malın teslim edilmesine kadar olan süre içerisinde de geri alma hakkını kullanabilecektir. Ayrıca İYDKSY m. 8/IV e göre, malın satıcı tarafından bir taşıyıcıya teslim edilmesi, tüketiciye yapılan teslim olarak kabul edilmediğinden, geri alma hakkı süresi de başlamayacaktır.  Mal  teslimine  ilişkin  sözleşmelerde,  geri  alma  süresinin  teslim tarihinden itibaren başlatılması, yerinde bir düzenlemedir. Zira tüketici, geri alma hakkını kullanıp kullanmama konusunda kararını, ancak malı fizikî olarak değerlendirdikten sonra verebilecektir. Dolayısıyla tüketiciye başka bir mal teslim edilmiş, mal kısmen teslim edilmiş veya mal hiç teslim edilmemişse, tüketici için geri alma süresi işlemeye başlamayacaktır. Yönetmelik m. 8/III e göre de sürenin belirlenmesinde, tek sipariş konusu olup ayrı ayrı teslim edilen mallarda tüketicinin son malı teslim aldığı gün, birden fazla parçadan oluşan mallarda tüketicinin son parçayı teslim aldığı gün, belirli bir süre boyunca malın düzenli tesliminin yapıldığı sözleşmelerde ise tüketicinin ilk malı teslim aldığı gün esas alınır. Tüketicinin  tam  ve  etkin  bir  şekilde  korunması  amacıyla  satıcı/ sağlayıcının bilgilendirme yükümlülüğü, hem sözleşme kurulmadan önceki aşamada hem de sözleşme kurulduktan sonraki aşamada olmak üzere iki ayrı aşamada düzenlenmiştir. Gerçekten de İYDKSY m. 5 te Ön bilgilendirme başlığı altında sözleşmenin kurulmasından önce verilmesi gereken bilgiler, m.7 de  ise  Sözleşmenin  zorunlu  içeriği  başlığı  altında  sözleşmenin kurulmasından sonra yazılı bir teyit verilmesi yükümlülüğü düzenlenmiştir. Böylece  tüketicinin  her  aşamada  korunması  amaçlanmıştır.  Tüketicinin yönetmelikte belirtilen hususlarda bilgilendirilmemiş olması hâlinde ise geri alma hakkı süresi olan on dört günlük süre işlemeye başlamayacaktır. Başka bir deyişle, satıcı/sağlayıcının bilgilendirme ve diğer yükümlülüklerine aykırı 96 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ hareket etmesi hâlinde tüketici, on dört günlük geri alma hakkı süresi ile bağlı olmayacak ve bu hakkını en geç sözleşmenin kurulmasından itibaren bir yıl içinde kullanabilecektir. Bu süre zarfında satıcı/sağlayıcının yükümlülüklerini gereği gibi yerine getirmesi hâlinde ise geri alma hakkı süresi bu andan itibaren işlemeye başlayacaktır. 6502 sayılı TKHK ile bir yıllık üst süre sınırı getirilmesi alışveriş hayatının yapısına ve adalet ilkesine daha uygun olduğundan isabetli olmuştur. İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği m. 2 de yönetmelik hükümlerinin uygulanmayacağı sözleşmelere yer verilmiştir. Bu sözleşmelerin sayısı artırılarak, yönetmeliğin kapsamı eskiye nazaran daha da daraltılmıştır.   İş yeri dışında kurulan sözleşmelere ilişkin getirilen yeniliklerden bir tanesi de yönetmelik m. 14 te düzenlenen geri alma hakkının istisnalarıdır. Bu maddeye göre taraﬂ arca aksi kararlaştırılmadıkça belirtilen sözleşmelerde geri alma hakkı kullanılamayacaktır. Bu sözleşmeler şunlardır: a) Tüketicinin istekleri ve ihtiyaçları doğrultusunda hazırlanan mallara ilişkin sözleşmeler, b) Çabuk bozulabilen ve son kullanma tarihi geçebilecek malların teslimine ilişkin sözleşmeler, c) Tesliminden sonra ambalaj, bant, mühür, paket gibi koruyucu unsurları açılmış olan mallardan; iadesi sağlık ve hijyen açısından uygun  olmayanların  teslimine  ilişkin  sözleşmeler,  d)  Malın  tesliminden sonra ambalajın açılmış olması hâlinde maddî ortamda sunulan dijital içerik ve bilgisayar sarf malzemelerine ilişkin sözleşmeler, e) Geri alma süresi sona ermeden önce, tüketicinin onayı ile ifasına başlanan hizmetlere ilişkin sözleşmeler.",
     "Kaynakça": "ASLAN, İ. Yılmaz: Tüketici Hukuku, Bursa, 2006. ASLAN, İ. Yılmaz: Tüketici Hukuku, Bursa, 2014. ATASOY, Ömer, Adil/ TAŞKIN, Mustafa/ACAR, Hakan: Tüketiciyi Koruma Hukuku, Ankara, 2000. AYDOĞDU, Murat: 4077 Sayılı Tüketicinin Korunması Hakkında Kanuna  Göre  Kapıdan  Satışlar,  İzmir,  1998.  (AYDOĞDU,  Kapıdan Satışlar). AYDOĞDU, Murat: “6502 sayılı Tüketicinin Korunması Hakkında Kanun un Getirdiği Yeniliklere Genel Bakış, Sözleşmeye Aykırılık, Ayıplı Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 976502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... İfa Kavramlarına Getirdiği Farklı Yaklaşım ve Bu Konudaki Önerilerimiz”, DEÜHFD, C. 15, S. 2, 2014, s. 1-62. (AYDOĞDU, Kanunun Getirdiği Yenilikler). AYDOĞDU,  Murat:  Tüketici  Hukuku  Dersleri,  Ankara,  2015. (AYDOĞDU, Tüketici Dersleri). BOZBEL, Savaş: “Türk Hukukunda Mesafeli Sözleşmeler- 97/7 Sayılı AB Yönergesi Düzenlemeleri Işığında Bir Karşılaştırma”, AÜEHFD, C. VII, S.3-4, 2003, s. 783-804. BOZBEL,  Savaş/ATALI,  Murat:  “Mesafeli  Sözleşmelerde  Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukukî Sorunlar”, AÜEHFD, C. IX, S. 1-2, 2005, s. 451-474. BUZ, Vedat:  Medenî Hukukta Yenilik Doğuran Haklar, Ankara, 20 05.                                    DEMİR, Mehmet: Kapıdan İşlemlerde Tüketiciyi Koruyan Geri Alma Hakkı. Ankara, 2003. (DEMİR, Kapıdan İşlemler). DEMİR, Mehmet: “Mesafeli Sözleşmelerle İlgili AB Yönergesine Göre Tüketicinin Geri Alma Hakkı”, GÜHFD, C.7, S. 1-2, 2003,  s. 61-90. DEMİRBAŞ, Harun: Yenilik Doğuran Haklar, İstanbul, 2007. DENİZ, Bahar Y.: “Avrupa Birliği Tüketici Hukuku ile Türk Tüketici Hukukunun Bazı Yönlerinin Karşılaştırmalı Değerlendirilmesi”, TAAD, Y. 4, S. 12, 2013, s. 239-254. EREN, Fikret: Borçlar Hukuku Genel Hükümler, Ankara, 2014.                 GEZDER, Ümit: Mukayeseli Hukuk Açısından İnternette Akdedilen Sözleşmelerde Tüketicinin Korunması, İstanbul, 2004. GONZENBACH, Rainer: Basler kommentar zum schweizerischen Privatrecht, Obligationenrecht I,. Art. 1-529 OR. Hrsg. Honsell, H., Vogt, N. P. (3. Auﬂ age). Basel-Genf-München, 2003. HEINRICHS,  Helmut:  Palandt  Bürgerliches  Gesetzbuch,  (62. Neubearbeitete Auﬂ age), München, 2003. İKİZLER, Metin: “4822 sayılı Kanun la Değişik Tüketicinin Korunması Hakkında Kanun Işığında Kapıdan Satışların Unsurları”, DEÜHFD, C. 5, S. 2, 2003, s. 77-108. İLHAN, Cengiz: Tüketicinin Korunması Hakkında Kanun Şerh, Ankara, 2006. İNAL, Emrehan: E-Ticaret Hukukundaki Gelişmeler ve İnternette Sözleşmelerin Kurulması, İstanbul, 2005. 98 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Esen KABAŞ KADIOĞLU, Kamil: Gerekçeli-Açıklamalı Tüketicinin Korunması Hakkında Kanun, Yargıtay Kararları ve İlgili Mevzuat, Ankara, 2005. KARA, İlhan: Tüketci hukuku, Ankara, 2012. KURT, L. Müjde: “TKHK Açısından Kapıdan Sözleşmelerde Tüketiciyi Koruyan Geri Alma Hakkı”. ABD, S.2, s. 43-68. OĞUZ, Cemal  :  “Kapıdan  Satışlarda  Tüketiciye  Tanınan  Cayma Hakkının Kullanılmasının Şartları ve Caymanın Sonuçları”. GÜHFD, C. 8, S. 1-2, 2004, s. 33-48.                                                              OZANOĞLU, Hasan S.: Tüketicinin Korunması Açısından Taksitle Satım Sözleşmesi, Ankara, 1999. OZANOĞLU, Hasan S.: “Tüketici Sözleşmeleri Kavramı (Tüketicinin Korunması Hakkında Kanunun Maddî Anlamda Uygulama Alanı. AÜHFD, C. 50, S. 1, 2001, s. 55-90. (Ozanoğlu, Tüketici Sözleşmeleri). ÖZEL, Çağlar  : Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alma Hakkı. Ankara, 1999. ÖZMEN, Emin: “Tüketicinin Korunması Hakkında Kanun Hükümlerine Göre Kapıdan Satışlar”. İzmir Barosu Dergisi, C. 61, S. 4, 1996, s. 54-61. SCHMOECKEL, Mathias: Historisch-Kritischer Kommentar zum BGB, Band II Schuldrecht: Allgemeiner Teil, Mohr Siebeck, 2007. SÖNMEZ, Zeynep: Das Widerrufsrecht bei Fernabsatzvertragen, 2014. STADLER, Astrid: Bürgerliches Gesetzbuch: Hrsg. Jauernig, Othmar, München, 2011. YETİMOĞLU, Uğur: “Devreli Tatil Sistemleri ve Tüketici Hukuku”, TBB Dergisi, S. 55, 2004, s. 364-382. YILDIRIM,  Abdulkerim:  Mesafeli  Sözleşmelerde  Tüketicinin Korunması, Ankara, 2009. ZEVKLİLER, Aydın/   AYDOĞDU,   Murat: Tüketicinin Korunması Hukuku, Ankara,2004.   İnternet Kaynakları               http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:320 11L0083&rid=22 (Erişim: 12.08.2015). https://www.tbmm.gov.tr/sirasayi/donem24/yil01/ss490.pdf  (Erişim: 05. 08. 2015) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 996502 Sayılı Tüketicinin Korunması Hakkında Kanunla İş Yeri Dışında... KISALTMALAR AB    : Avrupa Birliği ABD    : Ankara Barosu Dergisi AÜHFD    : Ankara Üniversitesi Hukuk Fakültesi Dergisi AÜEHFD  : Atatürk Üniversitesi Erzincan Hukuk Fakültesi           Dergisi Bkz.    : Bakınız C.    : Cilt DEÜHFD  : Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi dn.    : dipnot E.               : Esas Numarası GÜHFD    : Gazi Üniversitesi Hukuk Fakültesi Dergisi HD    : Hukuk Dairesi Hrsg.    : Herausgeber İYDKSY   : İş Yeri Dışında Kurulan Sözleşmeler Yönetmeliği m.    : madde K.     : Karar Numarası RG    : Resmî Gazete s.     : sayfa S.    : Sayı T.    : Tarih TAAD    : Türkiye Adalet Akademisi Dergisi TBB    : Türkiye Barolar Birliği TBK    : 6098 sayılı Türk Borçlar Kanunu TKHK    : 6502 sayılı Tüketicinin Korunması Hakkında Kanun TTK    : 6102 sayılı Türk Ticaret Kanunu vd.    : ve devamı Y.    : Yargıtay 100 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3"
}