{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "BAŞBAKANLIĞIN KAMU PERSONEL İŞLEMLERİNE İLİŞKİNSON GENELGELERİNİN HUKUKİ TAHLİLİ",
     "Title": "LEGAL ANALYSIS OF RECENT CIRCULARS ENACTED BY PRIME MINISTRY ON TRANSACTIONS CONCERNING CIVIL SERVANTS",
     "Yazar İsmi": [
          "Çınar Can EVREN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Genelge",
          "idarenin düzenleyici işlemleri",
          "kamu personelinin hukuki rejimi"
     ],
     "Keywords": [
          "Circular",
          "administrative regulatory acts",
          "legal regime of public officer"
     ],
     "Özet": "Genelge, idarenin takdir ve düzenleme yetkisine istinaden yaptığı düzenleyici işlemlerin bir çeşididir. İnceleme konusu Genelgeler Başbakanlığa, kamu personeline yönelik önemli yetkiler tanımaktadır. Bu kapsamda, Genelgelerde yer alan idarelerin yapacakları bir kısım atama ve görevlendirmeler durdurulmuş; bir kısmının yapılması ise Başbakanlıktan izin alma şartına bağlamıştır. Son derece önemli yetkileri Başbakanlığa bahşeden düzenleyici işlemlerin hukuka aykırı olmaması, pek çok hukuk kural ve ilkesine uygun yapılmış olmasına bağlıdır. İncelenen Genelgelerin bu şartları taşımaktan uzak olduğu söylenebilir. Örneğin  Genelgelerde  muğlak  ifadelere  yer  verilmiştir.  Dahası  Genelgeler, Anayasanın yasama yetkisinin devredilmezliği, temel hak ve hürriyetlerin kanunla sınırlandırılması ve kamu personel rejiminin kanunla düzenlenmesi gerekliliğine yönelik kural ve ilkelerini ihlal etmektedir.",
     "Abstract": "Circular is a variety of regulatory administrative acts issued regarding the administration s discretion and authority to regulate. The circulars that examined in this study are including significant Powers given to the Prime Minister regarding the civil servants. By these Circulars, a number of assignments that are to be made by the administrations are ceased, and some of them are conditioned on permission from the Prime Minister. In order to be lawful, it is crucial for these Circulars to be issued in compliance with the law. However, these circulars do not carry those requirements. Beside of this, a vague language is used in these Circulars. Moreover, some constitutional principles and rules such as inalienability of legislative power and  the necessity of the existence of a law in order to restrict fundamental rights and freedoms and to regulate the public personnel regime is violated by these Circulars.",
     "Metin": "Genel Olarak 31.08.2015  tarih  ve  29461  sayılı  Resmî  Gazete de  Başbakanlığın 2015/9 sayılı Genelgesi yayınlanmıştır. Genelgeyle, Genelge kapsamından istisna tutulan bir kısım atamalar hariç her statüdeki personelin görev ve unvan değişikliği niteliğinde olanlar dahil naklen veya açıktan atamaları ikinci bir talimata kadar durdurulmuş; kamu hizmetlerinde aksamaya meydan vermemek  için  acil  ve  zorunlu  olarak  yapılması  gereken  atamaların  ise Başbakanlıktan izin alınarak yapılabileceği belirtilmiştir. Yine Genelgeyle, Genelgeye tabi idarelerde daire başkanı, eşiti ve üstü boş kadrolara vekalet, yürütme ve tedvir dâhil tüm görevlendirmeler ile üyesi olunan uluslararası kuruluşlar ve anlaşmalar gereği katılımın zorunlu olduğu toplantılar hariç tüm yurtdışı geçici görevlendirmeler de Başbakanlıktan izin alma şartına bağlanmıştır. Akabinde 17.09.2015 tarih ve 10481 sayılı Başbakanlığın diğer bir düzenleyici işlemiyle, Genelge kapsamında yapılacak bir kısım atamalara izin verilmiş ve Genelgeye ilişkin çeşitli açıklamalar yapılmıştır. 2015/9 sayılı Genelgeden sonra 02.12.2015 tarihli Mükerrer Resmi Gazete de Personel İşlemleriyle İlgili 2015/13 sayılı Başbakanlık Genelgesi yayınlanmış ve 2015/9 sayılı Genelge yürürlükten kaldırılmıştır. 2015/13 sayılı Genelgeyle, genel olarak, Genelge kapsamındaki kamu kurum ve kuruluşlarının, bazı atama ve görevlendirmelerde Başbakanlıktan izin alması; bazı makamları işgal eden kamu görevlilerine ilişkin bilgileri Başbakanlığa göndermesi zorunluluğu getirilmiştir. 17.02.2016 tarih ve 29627 sayılı Resmî Gazete de ise Milli Güvenliği Tehdit Eden Örgüt ve Yapılarla İrtibatlı Kamu Çalışanları Hakkında 2016/4 sayılı Başbakanlık Genelgesi yayınlanmıştır. 1  2015/9 sayılı Genelgeye makalenin sonunda yer verilmiştir. 2  2015/9 sayılı Genelgenin usulde paralellik ilkesi uyarınca yine bir Genelgeyle değiştirilmesi gerekirken Başbakanlığın 17.09.2015 tarih ve 10481 sayılı düzenleyici işlemi genelge adıyla yayınlanmamıştır. 3  17.09.2015 tarih ve 10481 sayılı Başbakanlık işlemine makalenin sonunda yer verilmiştir. 17.09.2015 tarih ve 10481 sayılı düzenleyici işlemle, Genelgeye istinaden, Başbakanlık tarafından kamu hizmetinde aksamaya meydan vermemek için yapılması gereken acil ve zorunlu atamalar belirlenmiş ve metinde yer alan bu atamalara izin verildiği belirtilmiştir. Yine aynı işlemle il müdürü ve daire başkanı, eşiti ve üstü idari kadrolarda bulunanların başka bir birimde veya yerde 10 iş gününü aşan görevlendirmeleri ile dolu kadroya yapılacak görevlendirmeler için Başbakanlıktan izin alınacağı belirtilmiştir. 4  2015/13 sayılı Genelgeye makalenin sonunda yer verilmiştir. 5  2016/4 sayılı Genelgeye makalenin sonunda yer verilmiştir. 518 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Son  olarak  22.02.2016  tarih  ve  29632  sayılı  Resmî  Gazete de Başbakanlığın  Bazı  Genelgelerinin  Yürürlükten  Kaldırılması  Hakkında 2016/5 sayılı Genelgesi yayınlanmış ve bu Genelgeyle de 2015/13 sayılı Genelge yürürlükten kaldırılmıştır. Makalenin konusunu, bahse konu Genelgelerle yapılan düzenlemelerin hukuka uygun olup olmadıklarının tahlili oluşturmaktadır. Bu sayede sonraki tarihlerde yapılacak düzenlemelerde aynı hataların tekrarından kaçınılacağı umulmaktadır. İnceleme, yürürlükten kaldırılmış olmakla birlikte, yönetimin algısını ortaya  koymak  açısından  özellikle  2015/9  ve  2015/13  sayılı  Genelgeler üzerinden yapılmıştır. 2016/4 sayılı Genelgenin incelenmemesinin nedeni, bu Genelgenin mevzuatın öngördüğünden farklı bir düzenleme getirmeyip idarelere sadece ne yapmaları gerektiğini hatırlatmaktan ibaret olmasıdır. Nitekim  Genelge  incelendiğinde,  terör  örgütleriyle  bağı  olan  personel hakkında ilgili mevzuatı uyarınca adli ve idari işlemlerin acilen yapılmasının istendiği görülmekte olup, bu istek zaten idarelerin yerine getirmesi gereken bir yükümlülüktür. II. Genelgeler İdari emirler olarak da ifade edilen genelgeler idarenin adsız düzenleyici işlemlerinin bir türü olup; başbakan, bakan ya da bir üst yöneticinin emrini veya mevzuatın uygulanışına ilişkin görüşünü belirten işlemlerdir. Mevzuat Hazırlama Usul Ve Esasları Hakkında Yönetmelikte mevzuat taslaklarının hazırlanmasında uyulacak usul ve esaslar düzenlenmiş olup, bahis konusu Genelgelerin bu hükümlere uygun hazırlandığını söylemek güçtür. Yönetmeliğin 10. maddesi uyarınca genelgenin maddeler hâlinde yazılması 6  2016/5 sayılı Genelgeye makalenin sonunda yer verilmiştir. 7  Bu yükümlülük, başta 657 sayılı Devlet Memurları Kanunu (DMK) nun disiplin hükümleri olmak üzere diğer personel kanunlarında yer alan disiplin hükümleri ve kamu görevlisinin suçu bildirmeme suçunu düzenleyen Türk Ceza Kanunu madde 279 hükmünden doğmaktadır. 8  Em Ali: Kanunların Ve İdari Düzenleyici Tasarruﬂ arın Yapım Tekniği, 4. Bası, Turhan Kitabevi, Ankara 2003, s. 25. 9  Adsız Düzenleyici işlemler hakkında geniş bilgi için bkz. Atay Şanlı Yeliz: Türk İdare Hukukunda Adsız Düzenleyici İşlemler, 1. Baskı, TODAİE, Ankara 2011. 10 Kamu Yönetimi Sözlüğü: Editör, Seriye Sezen, 2. Baskı, TODAİE, Yayın No. 342, Ankara 2008, s. 89. 11  RG, Tarih/No: 17.02.2006 / 26083. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 519Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... zorunlu değilse de, bunlara atıf yapılırken tereddüde yer verilmemesi için gerekli bölümlendirme yapılmalıdır. Oysa Genelgeler incelendiğinde, 2015/9 ve  2016/4  sayılı  Genelgelerin  sadece  paragraﬂ ar  halinde  verildiği  ancak paragraﬂ ara veya paragraﬂ arın altındaki ifadelere rakam ve harf gibi ayırıcı bir belirteç getirilmediği; 2015/13 sayılı Genelgede de cümlelerin paragraﬂ ar halinde verildiği; diğerlerinden farklı olarak rakam ve harﬂ er kullanılarak bentler ve altbentler oluşturulduğu ancak paragraﬂ arın numaralandırılmamış olması nedeniyle atıf yapmanın zorlaştığını söylemek mümkündür. A.  2015/13 Sayılı Genelgenin Hukuki Dayanağı Olarak Plan ve Programlar 2015/9 ve 2015/13 sayılı Genelgelerle, çok sayıda idareye yapacakları çok sayıda atama ve görevlendirmede, 657 sayılı DMK gibi personel kanunlarında bulunmayan Başbakanlıktan izin alma şartı getirilmiştir. Böyle bir şartın Genelgeyle getirilmesi başlı başına bir tartışma konusu olmakla birlikte Genelgelerde Başbakanlığa tanınan bu yetkinin dayanağı da gösterilmemiştir. Bu noktada 3056 sayılı Başbakanlık Teşkilatı Hakkında Kanun Hükmünde Kararnamenin Değiştirilerek Kabulü Hakkında Kanun madde 4 de yer alan hükmün Genelgelere dayanak oluşturacağı ileri sürülebilirse de, bu hüküm sadece başbakanlık ve bakanlıklara yöneliktir. Oysa Genelgelerin kapsamı incelendiğinde sadece bakanlıkların değil kamu kurumlarının da kapsamda olduğu görülmektedir. 2015/9 sayılı Genelgede, Başbakanlığın yetkilerini hangi kanundan aldığı  belirsizdir.  2015/13  sayılı  Genelgede  ise  hukuki  dayanak  kabul edilemeyecek  metinlere  atıf  yapıldığı  görülmektedir.  2015/13  sayılı Genelgede Kalkınma planları ve programlarda yer alan politika ve hedeﬂ er doğrultusunda ifadesi yer almakta olup Genelgenin kalkınma planlarını ve programları dayanak aldığı söylenebilir. Planlama hükümetin amaçlarına ulaşmak için izleyeceği siyaseti ve bu siyasete istinaden kullanacağı araç ve gereçleri belirlemesidir. 12 Bu zorluk nedeniyle makalede, Genelgelerin ilgili cümleleri metne aktarılarak, Genelge paragraﬂ arına atıf yapılmadan inceleme yapılmıştır. 13 Aşağıda bu konu ayrıca incelenecektir. 14 Başbakan, Bakanlar Kurulunun Başkanı, bakanlıkların ve Başbakanlık Teşkilatının en üst amiridir. 15 Aktan Tahir: Kamu İdaresi, Genişletilmiş 2. Basım, 1989, s. 51. Planlama faaliyetleri kalkınma planlarından, imar hukuku kapsamındaki planlara değin geniş sayılabilecek bir alana ilişkindir. Şanlı Denizer: Planlama Yetkisinin Analizi, Ankara Barosu Dergisi, Y. 67, S. 3, s. 52. 520 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Planlama araçlarının en önemlilerinden biri olan kalkınma planları, ülkenin  sosyo-ekonomik  kalkınmasını  amaçlayan  siyasi  belgelerdir. Kalkınma planı veya plan denince akla beş yıllık kalkınma planları gelir. Genelgede yer alan program ifadesinden ne anlaşılması gerektiği ise belirsizdir. Uygulamada orta vadeli program, yıllık program, öncelikli dönüşüm programı, kamu yatırım programı, katılım öncesi ekonomik program gibi program adı altında pek çok düzenleme bulunmaktadır. 641 sayılı Kalkınma Bakanlığının Teşkilat Ve Görevleri Hakkında Kanun Hükmünde Kararname de; orta vadeli programa, kamu yatırım programına, bölgesel programlara, hükümet programlarına ve yıllık programlara yer verilmektedir. Bu noktada programdan, yıllık programın mı; orta vadeli programın mı, katılım öncesi ulusal ekonomik reform programının mı, yatırım programının mı veya bunların tamamının mı kastedildiği anlaşılamamaktadır. Hal böyle olmakla birlikte programdan kastedilenin yıllık programlar ve hükümet programları olduğu söylenebilir. Nitekim 641 sayılı KHK da genellikle kalkınma planları ve yıllık programlardan bahsedilmektedir. Programa hükümet programlarının da dâhil edilmesinin sebebi ise, hükümet programının, Bakanlar Kurulunun ulusal  ve  uluslararası  konulara  yaklaşımını  ana  çizgileriyle  anlatan  ve uygulamayı hedeﬂ ediği temel siyasaları içeren belgeler olmasıdır. Kalkınma  planlarıyla  hükümet  programları  birbirinden  ayrı düşünülemez. Kalkınma planlarının iktidarda bulunan ve planı hazırlayan siyasi  partinin  programından  etkilenmesi  plan  ile  program  arasındaki paralelliği kuvvetlendirir. Ancak bunlar tamamen aynı şeyler de değildir. 16  Kerman Uysal – Altan Yakup – Aktel Mehmet: Dönüşen Devlette Yerelleşme Politikaları: Kalkınma Planları Üzerinde Bir Analiz AİD, Y. 2008, C. 41, S. 3, s. 146. 17  Tan Turgut: Planlamanın Hukuki Düzeni, TODAİE Yay. No. 154, Ankara 1976, s. 97. Ancak kalkınma planlarının yanında eylem planları ve diğer planlar da bulunur. http://www.kalkinma.gov.tr/ Pages/EylemVeDigerPlanlar.aspx , ET. 21.01.2016. 18  http://www.kalkinma.gov.tr/Pages/index.aspx , ET. 21.01.2016. 19  Yıllık programların kalkınma planının en önemli uygulama aracı olduğu ancak bunların da hukuki niteliklerinin tartışmalı olduğu ifade edilmektedir. Şanlı: s. 51. 20  Madde 2, 7, 8, 9, 10, 11, 12, 22. Ancak 641 sayılı KHK nın kendi içinde tutarlı olduğunu söylemek güçtür. Örneğin KHK madde 9, 10 ve 26 da plan ve programların uygulanmasından; 13 de kalkınma planı ve programlardan; 28 de plan ve yıllık programlardan bahsedildiği görülmektedir. KHK kapsamında planın kalkınma planından; programın yıllık programdan farklı olup olmadığı, farklıysa bu farkın ne olduğu en azından işin uzmanı olmayan kişilerce anlaşılabilecek şekilde kaleme alınmamıştır. 21 Kamu Yönetimi Sözlüğü: s. 100. 22 Tan: s. 97. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 521Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Plan, hükümet programına nazaran daha kapsamlı, ayrıntılı, ciddi hesap ve rakamlara dayanan öneri ve hedeﬂ eri içerir. Ayrıca hükümet işbaşında kaldığı süre içinde yapmayı tasarladıklarını hükümet programı ile meclise sunarken, kalkınma planları uzun dönemli hedef ve stratejilere göre hazırlanır. Yukarıda da ifade edildiği gibi, hükümet programı yanında programdan diğer anlaşılması gereken yıllık programlar olup kalkınma planı ile yıllık programlar planlamanın iki temel aracıdır. 2015/13 sayılı Genelgede dayanak olarak plan ve programlara yer verildiğinden bu belgelerin hukuki niteliğinin ne olduğunun tespiti gerekir. B.  Plan ve Programların Hukuki Niteliği İdarenin düzenleme yetkisi tali bir yetki olduğundan öncesinde kanuni dayanak gerekir. 2015/13 sayılı Genelgede herhangi bir kanun hükmü değil sadece Kalkınma planları ve programlarda yer alan politika ve hedeﬂ er dayanak alınmış olup bu dayanağın idarelere düzenleyici işlem tesis etme yetkisi bahşedip etmeyeceği belirlenmelidir. Plan veya programlar; mevcut durumun eleştirel bir tahlilini yapan, gelecekteki gelişmeleri tahmin eden, ulaşılmak istenen hedeﬂ eri saptayan, hedefe ulaşmak için gerekli araçları belirleyen, amaca ulaşmak için yapılan çalışmaları kontrole imkân veren mekanizmalar getiren belgeler şeklinde tanımlanmaktadır. Plan  ve  programların  normatif  düzenlemeler  ve  bağlayıcı  olup olmadıkları, özellikle planlara istinaden tartışma konusu olmuştur. Bu noktada Danıştay ve Anayasa Mahkemesinin kararları olduğu gibi mevzuatta da farklı farklı yorum yapmaya elverişli ifadeler kullanıldığı görülmektedir. Mevzuat incelendiğinde; örneğin 233 sayılı Kamu İktisadi Teşebbüsleri Hakkında Kanun Hükmünde Kararname madde 9 da Yönetim Kurulu nun görevleri ve yetkileri aşağıda gösterilmiştir. 1. Kanun, tüzük, yönetmelik, kalkınma planı ve yıllık programlar çerçevesinde teşebbüsün gelişmesini sağlayacak kararları almak, şeklinde bir hüküm yer almakta olup kalkınma 23  Tan: s. 98. 24  Tan: s. 30. 25  Anayasa madde 8: Yürütme yetkisi ve görevi, Cumhurbaşkanı ve Bakanlar Kurulu tarafından, Anayasaya ve kanunlara uygun olarak kullanılır ve yerine getirilir ; Anayasa madde 123: İdare, kuruluş ve görevleriyle bir bütündür ve kanunla düzenlenir. 26  Gournay Bernard: Yönetim Bilimine Giriş, TODAİE Yay No. 122, Çev. İhsan Kuntbay, Ankara 1971, s. 83. 522 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN planı ve yıllık programların adsız düzenleyici işlemlerle eşit konumunda kabul edildiği söylenebilir. 3056 sayılı Başbakanlık Teşkilatı Hakkında Kanun Hükmünde Kararnamenin Değiştirilerek Kabulü Hakkında Kanun madde 8 de Kanunlar ve Kararlar Genel Müdürlüğüne, Bakanlıklarca hazırlanan kanun, kanun hükmünde kararname, tüzük, yönetmelik ve Bakanlar Kurulu kararlarına ait tasarıları; Anayasaya, kanunlara, genel hukuk kurallarına, kalkınma plan ve programları ile Hükümet Programına uygunluğu açısından incelemek;  Bakanlar  Kurulunda  görüşülecek  duruma  getirmek  görevi verilmiş olup bu düzenleme ile kanunların hazırlanırken kalkınma plan ve programları  ile  hükümet  programına  uygunluk  açısından  denetleneceği ifade edilmiştir. Yine 3067 sayılı Kalkınma Planlarının Yürürlüğe Konması Ve Bütünlüğünün Korunması Hakkında Kanun madde 3 uyarınca Türkiye Büyük Millet Meclisi Komisyonları kendilerine havale edilen kanun tasarısı ve tekliﬂ eri ile bu tasarı ve tekliﬂ er üzerinde verilen değişiklik önergelerini, Kalkınma  Planına  uygunluk  bakımından  da  incele(yecek)  ve  uygun bulmadıkları takdirde, reddedecek olup bu düzenleme kalkınma planlarına kanun üstü bir güç vermektedir. Anayasa Mahkemesi eski tarihli bir kararında, Beş yıllık plan bir takım kurallar koymakta ve bu kurallar birtakım ödevlerin yerine getirilmesini gerekli  kılmaktadır.  Ancak  bu  kuralların  özel  kesim  bakımından  henüz bağlayıcı bir niteliği söz konusu olamayacağından, bunların uygulanması yürürlükte bulunan yasaların birtakım kurallarının değiştirilmesi gereğini de ortaya koyabilir. Plan, Yasama Meclislerinden geçmekle birlikte kanun niteliğinde bulunmadığı için herhangi bir kimseye doğrudan doğruya ödev yükleyemez ve yürürlükte bulunan kanunları değiştirici bir etkiden yoksundur, özellikle özendirici tedbirlerden olarak özel kişi veya kuruluşlara ödünç verilecek paraların gerçekten plan ve program amaçlarına uygun yönlerde kullanılmış olup olmadığının denetlenmesi yolunda özel kişileri bağlayıcı kurallar  koyamaz. Planın  Meclislerce  görüşülüp  kabul  edilmesine  ilişkin kurallardan, bu yön açıkça anlaşılmaktadır ifadelerine yer vermekte ve planın kendi başına uygulanabilecek bir yasa kuralı niteliğinde bulunmadığını vurgulamaktadır. 27 Plan, program kelimelerinin kullanılışındaki özensizlik burada da kendisini göstermektedir. Şöyle ki maddenin yazımından kalkınma planının yanında bir de kalkınma programı varmış izlenimi doğmaktadır. 28  AyM: 25/10/1969, E. 1967/41, K. 1969/57. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 523Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Danıştay a göre Kalkınma planlarında tespit edilen hedeﬂ erin, ilgili alanı düzenleyen mevzuatı oluşturan ilkelerle çelişmemesi gerekir. Danıştay bir başka kararında da kalkınma planlarında yer alan ifadelerin öngörü olduğunu belirtmiştir. Bu öngörüler de, idari işlemle düzenleme yapılmasına dayanak oluşturmaz. Ancak Mahkeme daha eski tarihli bir kararında, bir yönetmelik değişikliğini iptal ederken hukuka aykırılık gerekçeleri arasına, kalkınma planında yer alan hedeﬂ ere uygun olmamayı da dahil etmiştir. Doktrinde kalkınma planlarının kamu kesimi için emredici ve yol gösterici olduğu; özel sektör için özendirici olduğu belirtilmektedir. Kalkınma  planlarının  bağlayıcı  olduğunu  savunanlar  buna  gerekçe olarak  planların  meclisin  onayına  sunulmasını,  dayanağını  Anayasadan almasını  göstermektedir.  3067  sayılı  Kalkınma  Planlarının  Yürürlüğe Konması Ve Bütünlüğünün Korunması Hakkında Kanun madde 1 uyarınca Kalkınma Planları Devlet Planlama Teşkilatı tarafından kendi Kuruluş ve Görevleri hakkındaki mevzuata göre hazırlanarak Bakanlar Kurulunca kabul edilip, Bakanlar Kurulu üyelerince imzalandıktan sonra, Türkiye Büyük Millet Meclisi  nce onaylanmak üzere Başbakanlık tarafından Türkiye Büyük Millet Meclisi Başkanlığına sunulur. Kalkınma planları kanun veya parlamento 29  DD: 12.01.2010, E. 2010/8626, kazancı, ET. 10.02.2016. 30  DD: 7.2.2006, E. 2005/6384, K. 205/6384, kazancı, ET. 10.02.2016. 31  DD: 17.7.2003, E. 2003/2504 (YD kararı), kazancı, ET. 10.02.2016. 32  DD: 30.6.1993, E. 1991/4431, K. 1993/2779, kazancı, ET. 10.02.2016. 33  Aktan: s. 57; Karaer Tacettin: Kalkınma Planları Ve İdari Reform, AİD, Y. 1991, C. 24, S. 2, s. 63. Tan a göre Anayasa kalkınma planını ekonomik ve sosyal hayatın düzenlenmesinde esas alınacak temel ilkeleri koyan bir belge olarak görmektedir. Yani ekonomik ve sosyal alanda yapılacak düzenlemeler büyük ölçüde kalkınma planından kaynak alacaklardır. Söz konusu düzenlemeler idari işlemlerle yapılacağı gibi kanunla da yapılabilecektir. Dolayısiyle, kanunla yapılacak düzenlemelerde bile esas alınacak kaynağın en azından kanun nitelik ve kuvvetinde olması akla gelir. Tan: s. 100. 34  Anayasa madde 166: Ekonomik, sosyal ve kültürel kalkınmayı, özellikle sanayiin ve tarımın yurt düzeyinde dengeli ve uyumlu biçimde hızla gelişmesini, ülke kaynaklarının döküm ve değerlendirilmesini yaparak verimli şekilde kullanılmasını planlamak, bu amaçla gerekli teşkilatı kurmak Devletin görevidir. Planda milli tasarrufu ve üretimi artırıcı, fiyatlarda istikrar ve dış ödemelerde dengeyi sağlayıcı, yatırım ve istihdamı geliştirici tedbirler öngörülür; yatırımlarda toplum yararları ve gerekleri gözetilir; kaynakların verimli şekilde kullanılması hedef alınır. Kalkınma girişimleri, bu plana göre gerçekleştirilir. Kalkınma planlarının hazırlanmasına, Türkiye Büyük Millet Meclisince onaylanmasına, uygulanmasına, değiştirilmesine ve bütünlüğünü bozacak değişikliklerin önlenmesine ilişkin usul ve esaslar kanunla düzenlenir. (Ek fıkra: 7/5/2010-5982/23 md.) Ekonomik ve sosyal politikaların oluşturulmasında hükümete istişarî nitelikte görüş bildirmek amacıyla Ekonomik ve Sosyal Konsey kurulur. Ekonomik ve Sosyal Konseyin kuruluş ve işleyişi kanunla düzenlenir. 524 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN kararıyla onaylanabilir. Ancak kalkınma planının kanunla onaylanması, planın kanun haline geldiği anlamına gelmez. Planın kabulünde meclisin onaylama yetkisine sahip olması, hükümetin sosyo-ekonomik politikaları belirleyen metninden meclisi haberdar etmek amaçlıdır. Meclis ise siyasi alanda kanun veya parlamento kararı olmak üzere iki tür işlem tesis edebileceğinden bu onamayı da yine bu araçlardan biri ile yapar. 3067 sayılı Kanun da kalkınma planlarının kanunla onaylanacağına dair açık bir hüküm bulunmadığı gibi uygulamada da Meclis kalkınma planlarını kanunla onaylamamaktadır. Planlama işlemlerinin hukuki niteliği konusunda belirsizlik mevcut olup,  bu  belirsizlik  planlama  işlemlerinin  yargısal  denetime  konu  olup olamayacağı  veya  diğer  düzenleyici  işlemlerin  denetiminde  referans norm  olarak  değerlendirilip  değerlendirilemeyeceği  sorularını  gündeme getirmektedir. Planların gerekli kesinlikten uzak ve kanun yapım tekniğine aykırı (birbirini izleyen maddeler halinde yazılmadıkları için) olmaları ve emir içermemeleri nedeniyle kanunlar gibi uyulması zorunlu normlar olarak değerlendirilemeyecekleri  söylenebilir.  Yani  planların  normatiﬂ iğinden ziyade planlarda yer alan hedeﬂ erin yerine getirilmesi için gerek yasama ve  gerekse  yürütmenin  çıkaracağı  kanun  ve  düzenleyici  işlemlerin normatiﬂ iğinden söz edilebilir. Plan ve programlar bu yasama ve yürütme işlemlerine yol gösterici nitelikte siyasi belgeler olarak değerlendirilebilir. Kalkınma  planı  ve  hükümet  programının  kamu  görevlilerine ilişkin  kısımları  incelendiğinde  adı  geçen  belgelerin  normatif  olmadığı görülmektedir. Örneğin 01.07.2006 tarih ve 26215 sayılı Mükerrer Resmi Gazete de  Dokuzuncu  Kalkınma  Planı  (2007  –  2013)  yayınlanmış  olup Planın  Kamu  Kesiminde  İnsan  Kaynaklarının  Geliştirilmesi  başlıklı 51. sayfasında şu ifadeler yer alır: Kamu personelinin yetkin bir seviyeye ulaştırılması için kamu kurum ve kuruluşlarında etkili bir insan kaynakları planlaması yapılamamaktadır. Kamu personelinin yeterli hizmet içi eğitime 35  Tan: s. 69. 36  Örneğin Onuncu Kalkınma Planı (2014-2018), 30.10.1984 tarihli ve 3067 sayılı Kanun gereğince, Türkiye Büyük Millet Meclisi Genel Kurulunun 01.07.2013 tarihli 127 nci Birleşiminde onaylanmıştır (Karar No. 1041 Karar Tarihi: 02.07.2013). 37  Tan Turgut: Ekonomik İdari Kararların Yargısal Denetimi, AİD, Y. 1975, C. 8, S. 2, s. 35, (ekonomik idari kararlar). 38  Bununla birlikte bazı yazarlar planların içeriği konusunda bir ayrıma gitmekte ve bazı ifadelerin normatif güce sahip olduğunu belirtmektedir. Konu hakkındaki görüşler için bkz. Tan: s. 128 vd. Bu görüş sahiplerinden biri olan Onar a göre kalkınma planlarının salt bir tavsiyeden ibaret olduğu söylenemez. Onar Sıddık Sami: İdare Hukukunun Umumi Esasları, I. Cilt, 3. Bası, İstanbul 1966, s. 742 vd, (Cilt II). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 525Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... tabi tutulmaması, kamu çalışanlarının işlerini verimli bir şekilde yürütecek bilgi  ve  beceriye  kavuşmasını  engellemektedir.  Kamu  kesiminde  görevde yükselme konusunun mevzuatta açık ve yeterli şekilde tanımlanmamış olması, etkili bir ödüllendirme sisteminin bulunmaması ve ücret dengesizliği kamu çalışanlarının kendilerini geliştirmesini olumsuz yönde etkilemektedir. Kamu personelinin kurum ve kuruluşlar arasında dengesiz dağılımı ve personel yetersizliği sorunları göze çarpmaktadır. Kamu kurum ve kuruluşlarında norm kadro uygulamasına tam olarak geçilmemiş olması kamu hizmetlerinin gerektirdiği  personel  sayısının  ve  personelde  aranacak  niteliklerin bilinememesine  yol  açmaktadır.  Söz  konusu  sorunlara  çözüm  getirmek amacıyla, 657 sayılı Devlet Memurları Kanununun yerini almak üzere yeni bir kanun çıkarılması yönünde Yapılan çalışma sürdürülmektedir. Benzer şekilde Onuncu Kalkınma Planı (2014-2018) nda da … kamuda istihdam türleri arasındaki farklılıkların giderilmesi, liyakata dayalı ve objektif işe alma ve terfi sisteminin oluşturulması, kısmi zamanlı çalışma imkânlarının geliştirilmesi, performans değerlendirme sisteminin oluşturulması, kurumlar arası ve kurumların merkez-taşra örgütleri arasında personel dağılımının dengeli hale getirilmesi, kamu çalışanlarının kariyer planlaması ve hizmet içi eğitim faaliyetlerine erişiminin artırılarak niteliğinin yükseltilmesi ihtiyacı devam etmektedir. Kamu sektöründe, işe alımdan emekliliğe kadar bütün süreçlerde  hizmet  kalitesi  ve  personel  verimliliğinin  yükseltilmesi  temel amaçtır. Hizmet içi eğitim uygulamalarının yaygınlaştırılması suretiyle kamu personelinin bilgi ve beceri düzeyinin artırılması, kamu insan kaynakları süreçlerinde  liyakatin  temel  alınması,  uygun  kurumlardan  başlanarak esnek  çalışma  biçimlerinin  yaygınlaştırılması  ve  işlevsel  bir  performans değerlendirme sisteminin geliştirilmesi hedeﬂ enmektedir. Kamu sektöründe hizmet kalitesi ve personel verimliliğini yükseltecek bir insan kaynağı yönetim modeli oluşturulacaktır. Kamu sektöründe işe alım ve terfi süreci liyakat, şeﬀ aﬂ ık, nesnellik, kurallılık temelinde iyileştirilecek, çalışanların niteliklerine uygun kariyer planlaması yapılacaktır. Kariyer mesleklerde nitelikli insan 39  Görüldüğü üzere ilk beş cümle mevcut durumu tespit etmektedir. 40  Bu cümle ise yapılacakları anlatmaktadır. 41  2015/13 sayılı Genelgede, Onuncu Kalkınma Planında yer alan ifadelere benzer ifadelere yer verilmiştir: Kalkınma planları ve programlarda yer alan politika ve hedeﬂ er doğrultusunda kamu personelinin; hizmet kalitesini ve verimliliğini yükseltmek, merkez-taşra, kurum ve kuruluşlar ile bölgeler arasında dengeli dağılımını sağlamak, yönetim kadroları hakkında gerekli veri tabanı oluşturmak üzere aşağıdaki tedbirlerin alınması uygun görülmüştür. 42  Yine görüldüğü üzere cümle mevcut durumu tespit etmekten ibarettir. 526 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN gücü istihdamı teşvik edilecektir. Kamu personelinin verimliliğinin artırılması amacıyla etkin bir performans sistemi oluşturulacak ve hizmet, personel, ücret ilişkisi daha sağlıklı hale getirilecektir.  Kamu personel sisteminde uygun iş ve kuruluşlardan başlanarak esnek çalışma modeli geliştirilecektir. Kamu personelinin sayı, nitelik gibi temel özelliklerini içeren dijital veri tabanı  oluşturulacaktır.  Hizmet  içi  eğitim  uygulaması,  akredite  edilmiş program ve kuruluşlar aracılığıyla kamu çalışanlarının mesleki ve temel becerilerini artıran, uzaktan eğitim sistemleri de kullanılmak suretiyle kolayca erişilebilen bir yapıya dönüştürülecektir. Düşük gelirli bölgelerde, çalışmayı özendirecek yasal düzenlemeler yapılacak ve özellikle nitelikli ve tecrübeli kamu personelinin merkez-taşra, kurum ve kuruluşlar ile bölgeler arasındaki dengesiz dağılımı giderilecektir ifadeleri yer almaktadır. Konuya  ilişkin  olarak  Yıllık  Program  incelendiğinde,  2016  Yılı Programının 172 ve devamı sayfalarında kamu personeline ilişkin olarak tespitlere, hedeﬂ ere ve yapılması planlanan işlere yer verildiği görülmektedir. 64. Hükümet Programı incelendiğindeyse Programın 34. sayfasında Devlet personel rejimimizi etkinleştirecek, kamuda insan gücü planlaması yapacağız. Nispeten geri kalmış yörelerimizde yeterli ve nitelikli personel istihdamına yönelik tedbirler geliştireceğiz ifadelerine yer verilmiştir. Görüldüğü  üzere  kalkınma  planlarının  ve  programların  kamu personeline ilişkin kısımlarında ve genelinde, emir ve yaptırım içeren hükümler bulunmamakta; sadece mevcut durum tespit edilmekte, hedeﬂ er belirlenmekte ve  bu  hedeﬂ ere  ulaşmak  için  yapılması  planlananlar  anlatılmaktadır.  Bu belirleme karşısında, kalkınma planı ve programların hukuki etkiye sahip olmayan belgeler olarak kabulü gerektiği ve bu belgeler dayanak alınarak düzenleyici işlem tesis edilemeyeceği kanaatindeyiz. Zira idare düzenleyici işlem tesis etmeden önce ona bu yetkiyi veren ve aynı zamanda bu yetkinin sınırlarını da çizen bir yasal düzenlemeye ihtiyaç duyar. 43 Bu cümleler ise hedeﬂ eri ve bu hedeﬂ eri gerçekleştirmek için yapılması planlananları anlatmaktadır. 44 10. Kalkınma Planı, s. 52 vd, http://www.kalkinma.gov.tr/Lists/Kalknma%20Planlar/Attachments/12/ Onuncu %20Kalk %C%Bnma%20 Plan%C%B.pdf, ET. 01.12.2016. 45 http://www.kalkinma.gov.tr/Lists/Yaynlar/Attachments/680/2016_Program%C%B.pdf, ET. 01.12.2016. 46 http://www.basbakanlik.gov.tr/docs/KurumsalHaberler/64.hukumet_programi.pdf,ET. 01.12.2016. 47 Nitekim kalkınma planlarının belirli bir güçte olduğunu savunan müelliﬂ er bile onama işlemi bir kanunla yapılmayan kalkınma planının, yürütme organının düzenleme yetkisinin hukuki Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 527Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... III. Anayasa  Hükümleri  Karşısında  Personel  Hukukunun Genelgelerle Düzenlenip Düzenlenemeyeceği Sorunu: 2015/9 ve 2015/13 sayılı Genelgeler, kamu görevlilerine ilişkin olarak, personel kanunlarında yer almayan düzenlemeler getirmiştir. Anayasa nın  128.  maddesi  uyarınca  Memurların  ve  diğer  kamu görevlilerinin  nitelikleri,  atanmaları,  görev  ve  yetkileri,  hakları  ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenlenir. Yine Anayasa nın 70. maddesinde de Her Türk, kamu hizmetlerine girme hakkına sahiptir hükmü yer alır. Anayasanın 70. maddesinde düzenlenen kamu hizmetine girme hakkı, temel hak ve hürriyetlerden olup Anayasa nın 13. maddesi uyarınca ancak kanunla sınırlandırılabilir. 2015/13 sayılı Genelgede 657 sayılı Devlet Memurları Kanununun 92 nci maddesine göre yapacağı atamalarda Başbakanlıktan izin alınacağı belirtilmiş olup kamu hizmetine girme hakkıyla alakalı bir konuda Genelgenin ek şartlar getirdiği görülmekte olup bu düzenleme hukuka aykırıdır. Ayrıca Anayasanın 128. maddesi hükmüne rağmen naklen atamalarda Kanunda bulunmayan izin şartının Genelgeyle getirilmesi de yine hukuka aykırıdır. Nitekim Danıştay a göre Anayasanın 128. maddesi hükmü uyarınca atamalarda dayanağı olarak gösterilmeyeceğini ifade etmektedir. Tan: s. 148. 48  Memurluktan çekilenlerin yeniden atanmaları: Madde 92 – (Değişik: 12/5/1982 - 2670/27 md.) İki defadan fazla olmamak üzere memurluktan kendi istekleriyle çekilenlerden veya  bu  Kanun  hükümlerine  göre  çekilmiş  sayılanlardan  tekrar  memurluğa  dönmek isteyenler, ayrıldıkları sınıfta boş kadro bulunmak ve bu sınıfın niteliklerini taşımak şartıyla ayrıldıkları tarihte almakta oldukları aylık derecesine eşit bir derecenin aynı kademesine veya 71 inci madde hükümlerine uyulmak suretiyle diğer bir sınıfta eşit derecedeki kadrolara atanabilirler. (Mülga ikinci fıkra: 29/11/1984 - KHK 243/56 md.) 657 sayılı Kanuna tabi olmayan personelden kendi istekleri ile görevinden çekilmiş olanlar, boş kadro bulunmak ve gireceği sınıfın niteliklerini taşımak kaydı ile bu Kanuna tabi kurumlardaki memuriyetlere atanabilirler. Yasama görevinde veya bakan olarak geçirilen her yıl bir kademe ilerlemesi ve her iki yıl bir derece yükselmesine esas olacak şekilde değerlendirilir. 49  Anayasanın 128. maddesinde memurlar ve diğer kamu görevlilerinin nitelikleri, atanmaları, görev ve yetkileri, hakları ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenleneceği belirtilmiş olup bu düzenleme kamu görevlilerine yönelik getirilmiş bir güvencedir. Dahası maddenin yazımından ve diğer özlük işleri şeklindeki ifadeden Anayasa koyucunun kanunilik ilkesine istisna oluşturacak neredeyse hiçbir alan bırakmadığı da görülmektedir. Akbulut Emre: Türk İdare Hukukunda Kanuni İdare İlkesi, Beta Yayınları, İstanbul 2013, s. 143 vd. Memur statüsünün yasalarla düzenlenmesinin nedeni; memurlara güvence sağlamak ve bu görevlilerin siyasi amaçlarla kullanılmalarının önüne geçer Tutum Cahit: Türkiye de Memur Güvenliği, TODİAE Yay. No. 132, Ankara 1972, s. 14; Serim Bülent: Yönetimin Kamu Görevlileriyle İlgili Düzenleme Yetkisi, Danıştay Dergisi, Y. 1989, S. 72-73, s. 27. 528 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN kanuni dayanak gerekir ve genelge ile kamu görevlilerinin atanma usulleri konusunda yeni bir yöntem getirilemez. Ayrıca Danıştay a göre kanunda öngörülmeyen bir sınırlamanın genelgeyle getirilmesi de mümkün değildir. Yasal dayanağı olmadan ve sınırları da yine kanunla çizilmeden idarenin düzenleyici işlem tesis etme yetkisine sahip olmayacağı belirlendikten sonra, konu hakkında bir kısım sorunun da cevaplandırılması gerekir. İlk  olarak  kamu  personeline  ait  konuların  tamamı  kanunda  mı düzenlenmelidir; yoksa genel esaslar kanunda düzenlendikten sonra, teknik ve teferruata ilişkin konular tüzük, yönetmelik gibi düzenleyici işlemlere konu olabilir mi? Duran bu soruya, kamu tüzelkişiliğinin kanunla veya kanunun açıkça verdiği yetkiye dayanılarak idari işlemle kurulabileceği kuralından yola çıkarak cevap vermektedir. Duran a göre (1961) Anayasasının 112.  maddesinin 3. fıkrası   ile derpiş edilen délégationun şümul sahası, kamu tüzelkişiliğini kurmaktan ibaret olmayıp kanunla düzenleme mefhumu, bir konunun en ince ayırım ve en ufak cüz ülerine kadar behemehal teşriî tasarruﬂ arda yer almasını istilzam etmez. Bahse konu Anayasa hükmü, yasama yetkisinin devredilmezliği ilkesine istisna getirmiş olmakla birlikte bu istisna tüzelkişiliğin kurulmasından ibaret değildir. Zira kanunun açık iznine 50  DD: 22.11.2001, E. 1998/1661, K. 2001/4441, kazancı, ET. 13.01.2016. 51  DD: 05.03.2004, E. 2000/1616, K. 2004/878, kazancı, ET. 13.01.2016. 52  DD: 13.02.1991, E. 1989/918, K. 1990/1932, kazancı, ET. 13.01.2016. Ancak Danıştay ın konu hakkında aksi yönde kararları da mevcuttur: 657 sayılı Devlet Memurları Kanununda, memuriyete girişte aranacak yaş koşulu olarak, sadece genel olarak alt sınır belirlenmiş olup, idarelerin, yerine getirmekle yükümlü oldukları hizmetin özelliklerini dikkate alarak yaş konusunda üst sınır belirlemeleri olanaklı olduğundan ve Yasada bu konuda aksine bir hükme de yer verilmediğinden, anılan Genelge hükmü ile Milli Eğitim Bakanlığına bağlı okul ve kurumlarda rehberlik ve işbaşında yetişme, teftiş ve değerlendirme, inceleme ve soruşturma hizmetlerini yürütmek üzere sınavla yukarıda belirtilen Yönetmelik hükmünün tekrarı niteliğinde İlköğretim Müfettişliği Yardımcılığı görevine atanacaklar için yaş sınırı yönünden 1.1.2000 tarihinde 40 yaşını doldurmamış olmak şartının getirilmesinde kamu yararı ve hizmet gereklerine aykırılık bulunmamaktadır. DD: 23.02.2004, E. 2000/3522, K. 2004/576, ayrıca bkz. DİDDK: 20.10.2005, E. 2003/1145,K. 2005/2539, kazancı, ET. 18.01.2016. 53  Duran Lütﬁ : İdare Alanının Düzenlenmesinde Teşrii Ve Tanzimi Tasarruﬂ arın Sınırları,  İÜHFM, Y. 1964, C. XXX, S. 3-4, s. 466. Güneş birinci sorunun ikinci soru için bir ön sorun teşkil ettiğini zira ancak birinci soruya olumlu yanıt verildikten sonra bu düzenlemenin sınırlarının ne olacağı sorusunun cevaplanabileceğini belirtmektedir. Güneş Turan: Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, AÜSBF Yayınları, No:191 - 173, Ankara 1965, s. 100. 54  Kamu tüzelkişiliği, ancak kanunla veya kanunun açıkça verdiği yetkiye dayanılarak kurulur. Bu hüküm 1982 Anayasasının 123. maddesinde aynen korunmuştur. 55  Duran: s. 471. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 529Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... dayanan bir idari tasarruﬂ a kamu tüzelkişiliği kurulması; ancak bu teşkilatın görev, yetki ve personeline ilişkin bütün hükümlerin kanuna bırakılması Duran ın ifadeleriyle Anayasanın yürütme organına sadece hükmî şahsiyet izafesi, yani tüzelkişilik yaratma selâhiyeti tanıdığını ve bundan çok daha az önemli olan yapıcı unsurları kurmak yetkisini esirgediğini ve bilâhare yapılacak bu işleri yasama fonksiyonu içinde muhafaza ve TBMM ne hasr eylediğini tazammun eder ki, mantıkan ve hukuken kabule şayan bir hal sureti değildir. İdarenin düzenleme yetkisi sadece Anayasa da kanunla düzenlenir şeklinde  belirtilen  konularda  değil  ancak  kanunla  sınırlanır  şeklinde yer alan, temel hak ve özgürlüklere ilişkin konularda da geçerlidir. 1961 Anayasasından  farklı  olarak  1982  Anayasasının  yürütmeyi  sadece  bir görev  değil  aynı  zamanda  yetki  olarak  görmesi;  Anayasanın  11557  ve 12458. maddelerinde yer alan hükümler uyarınca kanunların emrettiği işleri belirtmek veya uygulanmasını göstermek için idarenin düzenleyici işlem tesis etmesi gereği ve Danıştay ın öteden beri kanuna aykırı olmayan, kanunun kapsamını genişletmeyen düzenleyici işlemleri hukuka aykırı bulmaması, kanunla düzenleneceği veya kanunla sınırlanacağı belirtilen konuların temel  (genel)  esaslarının  kanunla  düzenlendikten  sonra  detay  ve  teknik hükümlerin düzenleyici işlemlere konu edilmesine imkan vermektedir. Bu durum işin doğası gereği de mevcut bir zorunluluktur. Zira kanunların bütün olasılıkları öngörüp düzenlemesi mümkün olmadığı gibi idare düzenleyici işlemiyle kanunu daha somut hale getirir, kanun maddelerine farklı anlamlar yüklenmesinin ve bu yolla ilgililere farklı işlemler tesis edilmesinin önüne geçer. Cevaplandırılması  gereken  bir  diğer  soru  da  kanunda  yer  alması gereken genel esasların ne olduğudur. Duran a göre bu noktada bir ayrım yapılmalıdır: Temel haklar ve ödevler konusunda kanunların koyacağı genel esasların genişliği ve sınırları ile yürütme ve idare alanında kanunlarla 56 Duran: s. 471 vd. 57 Bakanlar Kurulu, kanunun uygulanmasını göstermek veya emrettiği işleri belirtmek üzere, kanunlara  aykırı  olmamak  ve  Danıştayın  incelemesinden  geçirilmek  şartıyla  tüzükler çıkarabilir. 58 Başbakanlık,  bakanlıklar  ve  kamu  tüzelkişileri,  kendi  görev  alanlarını  ilgilendiren kanunların ve tüzüklerin uygulanmasını sağlamak üzere ve bunlara aykırı olmamak şartıyla, yönetmelikler çıkarabilirler. 59  Esasen düzenlemeyle sınırlama da net bir şekilde ayrılamayacak olup her düzenleme içinde sınırlama ihtiva edebilir. 530 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN tâyin ve tesbit edilecek genel esasların hudut ve şümulü, aynı ölçülere göre olmayacaktır. Birinci halde, genel esaslar, ikinci sahadakilere nisbetle, çok daha etraﬂ ı ve vâzıh olmak gerektiği gibi; şahsî hürriyet, fikir ve ifade hürriyeti, mesken dokunulmazlığı gibi bazı önemli haklar ancak ve münhasıran kanunla düzenlenmeyi zorunlu kılar ve tanzimî tasarruﬂ ar bu konulara pek dokunamaz. Yazar bu açıklamalarında içerik konusuna değinmemiş sadece iki konu hakkında farklı farklı düzenleme yapılması gerektiğini belirtmiştir. Dahası Yazarın bu ifadelerinden net bir görüş ortaya koymadığı da söylenebilir. Zira Duran, şahsî hürriyet, fikir ve ifade hürriyeti, mesken dokunulmazlığı gibi bazı önemli haklar ancak ve münhasıran kanunla düzenlenmeyi zorunlu kılar dedikten sonra tanzimî tasarruﬂ ar bu konulara pek dokunamaz demektedir. Oysa bir husus ancak ve münhasıran kanunla düzenlenecekse idari işlemlere pek değil hiç konu olmaz. Genel esaslar, ne olduğu belirlenmesi güç bir kavram olup bu noktada Anayasanın ilgili hükümlerinin lafzı ve amacını esas alarak bir tespit yapmak gerekir. Örneğin kamu personel hukuku için; kamu hizmetine girmek temel haklardandır (mad. 70). Temel hak ve hürriyetler özlerine dokunulmaksızın, yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Yine bu sınırlama, Anayasanın sözüne ve ruhuna, demokratik toplum düzeninin ve lâik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz (madde 13). Ayrıca kamu görevlileri Anayasa madde 128 hükmü uyarınca çeşitli güvencelere de bağlı kılındıklarından tüm bu hususların göz önünde bulundurulması gerekir. İdarenin  yaptığı  düzenlemenin  hukuka  uygun  olup  olmadığını  ise şüphesiz ki mahkemeler değerlendirecektir. Örneğin Anayasa Mahkemesine göre Üst Kurul uzmanlarının, uzmanlık alanları, nitelikleri, öğrenim dalları ve  düzeyleri,  seçilme  usulleri,  tabi  olacakları  sınavlar,  yeterliliklerinin belirlenmesi ve atamanın nasıl yapılacağını içeren atama usullerinin yasayla düzenlenmesi gerekirken, buna ilişkin düzenlemenin Üst Kurul›un çıkartacağı yönetmeliğe bırakılması Anayasa nın 2. ve 128. maddelerine aykırıdır 64. 60 Memurların Statüsü, Anayasadaki unsurları ve teminatı muhtevi genel bir kanunla veya özel kanunlarla düzenlenmek, tâli noktaları ile teferruatı tüzüklere ve ilgili kuruluşların yönetmeliklerine terkedilmek kabil ve muvafıktır. Duran: s. 472 vd. 61  Güneş: s. 105 vd. 62  Güneş e göre genel esaslar veya temel olan ve olmayan esaslar şeklinde bir ayrımı hukuki bir kritere bağlamak mümkün değildir.  Güneş: s. 134. 63  Güneş: s. 125. 64  AyM: 12.06.2008, E. 2004/55, K. 2008/118. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 531Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Yine Anayasa Mahkemesine göre Anayasa nın 123. maddesinde idarenin bütünlüğü ve yasallığı ilkesi kabul edilmektedir. İdarenin yasallığı ilkesinin bir sonucu olarak Anayasa nın 128. maddesinde de Devletin, kamu iktisadî teşebbüsleri ve diğer kamu tüzelkişilerinin genel idare esaslarına göre yürütmekle yükümlü oldukları kamu hizmetlerinin gerektirdiği aslî ve sürekli görevler, memurlar ve diğer kamu görevlileri eliyle görülür. Memurların ve diğer kamu görevlilerinin nitelikleri, atanmaları, görev ve yetkileri, hakları ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenlenir. Üst  kademe  yöneticilerinin  yetiştirilme  usul  ve  esasları,  kanunla  özel olarak düzenlenir. denilmektedir.  Anayasa nın 7. maddesindeki Yasama yetkisi  Türk  Milleti  adına  Türkiye  Büyük  Millet  Meclisi nindir.  Bu  yetki devredilemez  kuralına  göre,  yasa  koyucunun  temel  ilkeleri  koymadan, çerçeveyi çizmeden yürütmeye yetki vermemesi, sınırsız, belirsiz bir alanı, yönetimin  düzenlemesine  bırakmaması  gerekir.  Yasa  ile  yetkilendirme Anayasa nın  öngördüğü  biçimde  yasa  ile  düzenleme  anlamına  gelmez. Yasa koyucu, gerektiğinde sınırlarını belirlemek koşuluyla bazı konuların düzenlenmesini idareye bırakabilir.  İtiraz konusu Yasa nın 53. maddesinin üçüncü fıkrasının son tümcesinde ise, Anayasa nın 128. maddesinin ikinci fıkrası gereğince yasayla düzenlenmesi zorunlu olan ilköğretim müfettişlerinin ve yardımcılarının görev, yetki ve sorumlulukları ile çalışma usulü, nitelikleri, yetişme şekli ve atanmalarına ilişkin esas ve usullerin belirlenmesi yönetmeliğe bırakılmaktadır. Anayasa nın 7. maddesi gereğince yasa koyucunun temel ilkeleri koymadan, çerçeveyi çizmeden yürütmeye yetki vermemesi, sınırsız, belirsiz bir alanı, yönetimin düzenlemesine bırakmaması gerekir. Konu hakkında cevaplandırılacak son soru ise bu düzenlemelerin ne tür bir işlemle yapılması gerektiğidir. Duran a göre idare kanunlardan kuvvet alarak idare alanını düzenlerken kaideleri, ancak tüzük veya yönetmelikle koyabilir. Anayasanın 124. maddesi uyarınca başbakanlık, kendi görev alanını ilgilendiren  kanunların  ve  tüzüklerin  uygulanmasını  sağlamak  üzere  ve bunlara aykırı olmamak şartıyla, yönetmelikler çıkarabilir. Yönetmeliklerin usul şartları ihtiva etmediği için idarenin adsız düzenleyici işlemleriyle aynı hukuki güçte olduğu ve bu nedenle bir düzenlemenin yönetmelik ya da genelgeyle yapılması arasında bir fark olmadığı ileri sürülebilirse de bu görüş, Anayasanın,  Başbakanlığın  yönetmelik  çıkarmasını  öngören  açık  hükmü 65  AyM: 05.03.2009, E. 2008/3, K. 2009/44. 66  Duran: s. 491. 532 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN karşısında kabul edilmemelidir. Kaldı ki Mevzuat Hazırlama Usul Ve Esasları Hakkında Yönetmelik madde 10 uyarınca genelge taslaklarından farklı olarak yönetmeliklerde, genel gerekçe bulunması ve taslakların maddeler halinde yazılması  zorunludur.  Yine  3011  sayılı  Resmi  Gazete de  Yayımlanacak Olan Yönetmelikler Hakkında Kanun madde 1 de de kamu personeline ait genel hükümleri kapsayan yönetmeliklerin Resmi Gazetede yayınlanacağı düzenlenmiştir. Genelgeyle yönetmelik arasında mevcut bu usul farkları ve Anayasanın açık hükmü karşısında Başbakanlığın düzenlemesini yönetmelik şeklinde yapması gerekir. Ayrıca bir işlemin daha fazla usul hükmüne bağlı kalınarak tesis edilmesi, idareyi işlem yaparken daha fazla düşünmeye ve kararını gözden geçirmeye sevk edecektir. IV. Genelgelerin Kapsamı 2015/9  ve  2015/13  sayılı  Genelgelerin  kapsamına,  yine  istisnaları Genelgelerde belirtilenler hariç, tüm kamu kurum ve kuruluşları girmektedir. Genelgeler  Başbakanlığa  atama  ve  görevlendirmeler  konusunda  önemli yetkiler tanırken bir ayrım yapmamış, kimi kamu kurumlarını da kapsamına almıştır. Öncelikle, Genelgelerde yer alan ve mevzuatta da sıkça kullanılan ancak hukuken karşılığı olup olmadığı tartışmalı olan kamu kurum ve kuruluşları ifadesi üzerinde durmak gerekir. Kamu tüzelkişileri yürüttükleri faaliyetlere istinaden kamu idareleri ve kamu kurumları olarak ikiye ayrılır. Bunlardan kamu kurumları Devlet tüzelkişiliğinden ayrı bir tüzelkişiliğe sahip olup, belirli hizmetleri yerine getirmek için kurulurlar. Kamu idareleri ise Devlet ve mahalli idarelerden ibaret olup bu idareler birden fazla hizmeti yerine getirmekle görevli kamu tüzelkişileridir. Kamu  kuruluşunun  ne  olduğu  konusunda  mevzuatta  bir  tanım bulunmamakla  birlikte  bu  ifadeye  yer  verildiği  görülmektedir.  Örneğin 67  Burada kamu kurumlarının ayrıca vurgulanmasının nedeni kamu kurumlarının kendilerine ait bir tüzel kişiliğe ve kanunların cevaz verdiği ölçüde personel özerkliğine sahip olmasıdır. 68  Akyılmaz Bahtiyar – Sezginer Murat – Kaya Cemil: Türk İdare Hukuku, 6. Baskı, Seçkin Yayıncılık, Ankara 2015, s. 241. Doktrinde genel kanı bu yönde olmakla birlikte, kamu tüzelkişilerinin kamu idaresi ve kamu kurumu şeklinde ayrılmasını emreden pozitif bir düzenleme yoktur. Günday Metin: İdare Hukuku, İmaj Yayınevi, 10. Baskı, Ankara 2011, s. 532. 69  Akyılmaz/Sezginer/Kaya: s. 241 70  Mevzuatımızda Kuruluş adıyla yapılanmaya gidildiği de görülmektedir. Örneğin 6362 sayılı Sermaye Piyasası Kanunu 3. madde uyarınca Merkezi Kayıt Kuruluşu; Sermaye piyasası Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 533Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 3046 sayılı Bakanlıkların Kuruluş Ve Görev Esasları Hakkında Kanun madde 10, 11 ve 19/A da bakanlık bağlı, ilgili ve ilişkili kuruluşları; 233 sayılı Kamu İktisadi Teşebbüsleri Hakkında Kanun Hükmünde Kararname madde 2 de kamu iktisadi kuruluşları ifadeleri yer almaktadır. Bunlardan kamu tüzelkişiliğine sahip bakanlık bağlı kuruluşları ve ilgili kuruluşlar aslında birer kamu kurumudur. Yine 3046 sayılı Kanun madde 19/A da ilişkili kuruluş ifadesi geçmekle birlikte bunlar da birer kamu kurumudur. Kamu  kuruluşu  ifadesi  ile  kastedilenin;  kamu  kurumları,  kamu idareleri ve bunların birimlerine verilen ortak ad olduğu söylenebilir. Nitekim Devlet Personel Başkanlığı nın (DPB) internet sitesinde de kamu kurum ve kuruluşları içine; bakanlıklardan mahkemelere, düzenleyici ve denetleyici kurumlardan kamu iktisadi teşebbüslerine, spor federasyonlarından kamu kurumu niteliğindeki meslek kuruluşlarına ve yerel yönetimlere kadar pek çok farklı hukuki statüde devlet birimi, kamu kurumu, meslek kuruluşu ve kamu idaresi dahil edilmiştir. Bu açıklamalardan da anlaşılacağı üzere kamu kuruluşu, geniş bir kavramdır. Ancak bu durumda kamu kuruluşu ifadesini kullanmak yeterli olacak kamu kurum ve kuruluşu ifadesi gereksiz kalacaktır. Zira kuruluş zaten kurumu da içinde barındırır. Genelgelerde de de kapsayıcı olması için tüm kamu kurum ve kuruluşları ifadesine yer verildiği söylenebilir. Genelgelerin kapsamına ilişkin son olarak şu söylenebilir: 2015/13 sayılı Genelge uyarınca Genelge kapsamındaki idarelerin yapacağı bir kısım atama ve görevlendirmede Başbakanlıktan izin almak gerekmektedir. Ancak neden Cumhurbaşkanlığının, Meclisin, Milli İstihbarat Teşkilatının ve 926 sayılı Türk Silahlı Kuvvetleri Personel Kanununa tabi personelin Genelge kapsamı dışında bırakıldığını anlamak zordur. Genelgeyi hazırlayanların bu konuda haklı  gerekçeleri  varsa  bile  bu  gerekçeler  metinden  anlaşılamamaktadır. araçlarının kaydileştirilmesine ilişkin işlemleri gerçekleştirmek, kaydileştirilen bu araçları ve bunlara bağlı hakları, elektronik ortamda, üyeler ve hak sahipleri itibarıyla kayden izlemek, merkezî saklamasını yapmak ve Kurul tarafından sermaye piyasası mevzuatı çerçevesinde verilen diğer görevleri yerine getirmek üzere kurulmuş bulunan özel hukuk tüzel kişiliğini haiz Merkezî Kayıt Kuruluşu Anonim Şirketini ifade eder. 71  Gözler Kemal: 5018 Ve 6085 Sayılı Kanunlarda Bazı İdare Hukuku Terimlerinin Yanlış Kullanımı Üzerine, AUHFD, Y. 2011, C. 60, S. 4 2011, s. 868. 72  http://euygulama.dpb.gov.tr/devletteskilati/kontrollu/Alfabetik kurum.aspx, ET. 13.01.2016. 73  kamu kuruluşu ifadesini, yeni bir hukukî kategori anlamında değil, genel bir kavram, kapsayıcı bir kavram olarak anlamak gerekir. Gözler Kemal: İdare Hukuku, Cilt I, 1. Baskı, Bursa 2003, s. 155, (kitap). 534 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Yine örneğin Kamu Denetçiliği Kurumu istisna tutulurken İnsan Hakları Kurumunun;  mahalli  idareler  istisna  tutulurken  düzenleyici-denetleyici kurumların Genelge kapsamına alınmasının nedenini de anlamak güçtür. V.  Genelgeler Kapsamında Yapılacak Atamalar Atama (tayin)74, bir kişiyi memuriyet statüsüne sokan veya bir memurun görev ve yerinin değişmesi sonucunu doğuran işlemdir. Atama işlemi ilgilinin talebi  üzerine  tesis  edilebileceği  gibi  idarenin  takdirine  bağlı  olarak  da yapılabilir. Atama;  istisnai  memurluklara  atama  (DMK  madde  59,  60),  alt derecelerden atama, idari görevlere atama (DMK madde 69), vekaleten atama (DMK madde 86), emeklilerin yeniden hizmete atanması (DMK madde 93) ve memurluktan çekilenlerin yeniden atanması (DMK madde 92), yer değiştirme suretiyle atama (DMK madde 72), karşılıklı olarak yer değiştirme suretiyle atama (DMK madde 73), kurumlar arası atama (DMK madde 74), kurum içi naklen atama (DMK madde 76) gibi çeşitli türdedir. Atama  kararnameyle  olabileceği  gibi  atama  emriyle  de  olabilir. Kararnameyle yapılacak atamalarda bu kararname Bakanlar Kurulu kararı olabileceği gibi müşterek karar da olabilir. Hangi işlemle olursa olsun atamaya yetkili makam mevzuatta açıkça belirlenmelidir. Zira atama yetkisi 74  Kamu Yönetimi Sözlüğü: s. 10. 75  Kamu hizmetinin yürütülmesinde asli unsuru oluşturan ve statü hukukuna tabi olan kamu görevlileri ile ilgili olarak Devlet (dar anlamda idarenin) tarafından tesis edilen tek taraﬂ ı irade açıklamaları, çeşitli görünüm biçimleri içerisinde somutlaşmaktadır. Bu irade açıklamalarından bir tanesi de; atama işlemidir. Atama işleminin de çeşitli görünüm biçimlerinde somutlaştığı, kamu görevine girişin kural olarak bir kadroyla ilişkilendirme ile başladığı, görev sırasındaki geçişlerin (yatay veya dikey) hep bir kadrodan diğerine geçiş biçiminde olduğu görülmektedir. Bu genel kuralın dışında, geçici görevlendirme, görevlendirme, vekaleten görevlendirme ve ikinci görev gibi işlemlerle asıl kadroda değişiklik sonucunu doğurmayan göreve yönelik değişikliklerde olmaktadır. İdarenin takdir yetkisi içerisinde re sen kullanabileceği bir yetki durumunda olan atama işlemi, aynı zamanda kamu görevlisinin mevzuatın öngördüğü koşulların varlığı halinde talep edebileceği bir hak olarak da ifade edilebilir. DD: 23.12.2005, E. 2004/7942, K. 2005/4297, kazancı, ET. 30.01.2016. 76  Devlet Memurları El Kitabı, Gözden Geçirilmiş Üçüncü Baskı, TODAİE, Yayın No. 219, Ankara 1987, s. 95 vd; Akgüner Tayfun: Kamu Personel Yönetimi, DER Yayınları, Altıncı Basım, İstanbul 2014, s. 108 vd; Çolak Nusret İlker: Kamu Görevlilerinin Naklen Atanma Kriterleri, AÜEFD, Y. 2005, C. IX, S. 1-2, s. 134 vd. 77  Sayan İpek Özkal: Türkiye de Kamu Personel Sistemi: İdari, Askeri, Akademik, Adli Personel Ayrımı, AÜSBFD, C. 64, S. 1, s. 229; Kayar Nihat: Kamu Personel Yönetimi, 3. Baskı, Ekin Kitabevi, 2011, s. 249. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 535Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... hiyerarşi yetkisi içinde yer almakla birlikte kanunda açıkça düzenlenmesi gereken bir yetkidir. A.  Açıktan Atama 2015/9 sayılı Genelgeyle açıktan atamalar durdurulmuş; 2015/13 sayılı Genelgeyle de DMK madde 92 uyarınca yapılacak atamalar Başbakanlıktan izin alma şartına bağlanmıştır. Açıktan atama, hali hazırda memur olmayan bir kişinin, boş memur kadrosuna atanmasıdır. Uygulamada ilk defa atama ve yeniden atama olmak üzere iki türlüdür. İlk defa açıktan atama, sınavla veya sınavsız olarak daha önce memuriyeti olmayanların ilk defa Devlet memurluğuna atanmasıdır. Açıktan yeniden atama da iki türlü olup bunlardan ilki DMK madde 92 uyarınca yapılan atamadır. Diğeri ise 657 sayılı Kanuna tabi olmayan personelden kendi istekleri ile görevinden çekilmiş olanların boş kadro bulunması ve gireceği sınıfın niteliklerini taşımaları kaydı ile bu Kanuna tabi kurumlardaki memuriyetlere atanmasıdır. Açıktan atama sadece 657 sayılı DMK madde 92 de düzenlenmemiş; örneğin Kamu Kurum Ve Kuruluşlarına Açıktan Kura İle Atanacak Sağlık Personelinin Atama Usûl Ve Esaslarına İlişkin Yönetmelik ve dayanağı 359 sayılı Sağlık Hizmetleri Temel Kanununun ek 1. maddesinde de düzenlenmiştir. Bu durumda 2015/13 sayılı Genelgenin neden sadece 657 sayılı Kanun daki atamayı kapsamına aldığı sorusu akla gelmektedir. Bunun nedeni, 657 sayılı Kanunun uygulama alanının daha geniş olması ve pek çok hizmet sınıfını kapsaması olabilir. Bir diğer neden ise şöyle izah edilebilir: 3201 sayılı Emniyet Teşkilat Kanununun 82. maddesinde yer alan meslekten çıkarma cezası ile cezalandırılanlar, bu ceza devlet memurluğundan çıkarma cezası olmadığından memur olarak atanabilmektedirler. Bu durum karşısında bu 78 http://kamupersoneli.kamudunyasi.com/ACIKTAN-ATAMA-NEDIR-3631i.cgi,ET. 05.01.2016. 79 http://kamupersoneli.kamudunyasi.com/ACIKTAN-ATAMA-NEDIR-3631i.cgi,ET. 05.01.2016. 80  E) Meslekten çıkarma: Memurun, Emniyet örgütü hizmetlerinde bir daha çalıştırılmamak üzere  meslekten  çıkarılmasıdır.  F)  Devlet  memurluğundan  çıkarma:  Bir  daha  Devlet memurluğuna  atanmamak  üzere  memurluktan  çıkarmaktır.  Bu  ceza  657  sayılı  Devlet Memurları Kanunu hükümlerine göre ve bu kanunda gösterilen yetkili disiplin kurulunca uygulanır. 81  DPB nın 27.08.2007 tarih ve 15368 sayılı mütalaası uyarınca Emniyet Genel Müdürlüğü tarafından  verilen  meslekten  çıkarma  cezalarının,  Devlet  memurluğundan  çıkarma cezasından farklı olarak, sadece tekrar söz konusu Genel Müdürlüğe Devlet memuru olarak 536 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN kişiler hakkında bilgi sahibi olunmasının amaçlandığı söylenebilir. B.  Bakanlar Kurulu Kararı veya Müşterek Karar Gerektirmeyen Atamalar 2015/9 sayılı Genelgede müşterek karar veya Bakanlar Kurulu kararıyla yapılacak atamalar istisna kapsamında yer almış; 2015/13 sayılı Genelgede ise müşterek kararla atama gerektirmeyen; müstakil birim amiri ve üstü kadrolara yapılacak atamalar Başbakanlıktan izin alma şartına bağlanmıştır. Tosun a  göre  Bakanlar  Kurulunun,  yasama  organının  kabul  ettiği kanunların muayyen bir maddesinin emri üzerine tanzim ettiği bazı tanzimi tasarruﬂ ara kararname denir. Bununla birlikte kararname uygulamada; Bakanlar Kurulu kararlarını, kanun hükmünde kararnameleri, cumhurbaşkanlığı kararnamesini,  başbakan,  ilgili  bakanlar  ve  cumhurbaşkanının  imzasının bulunduğu dörtlü kararnameyi, başbakan, ilgili bakan ve cumhurbaşkanının imzasının  bulunduğu  üçlü  kararnameleri,  başbakan  ve  cumhurbaşkanının imzasını taşıyan ikili kararnameleri ifade eder. atanmaya engel teşkil ettiği anlaşılmakta olup, Devlet memuru olma vasfına haiz olması ve atanılacak kadroya dair diğer özel şartları taşıması kaydıyla, ilgilinin Emniyet Genel Müdürlüğü haricindeki kamu kurum ve kuruluşlarında ilgili mevzuatı çerçevesinde Devlet memuru olarak istihdam edilmesi mümkündür. http://www.dpb.gov.tr/tr-tr, ET. 05.01.2016. 82  2015/13 sayılı Genelgenin ilk halinde müşterek kararla atama gerektirmeyen; müstakil birim amiri ve üstü kadrolara yapılacak atamalarla, il müdürü ve daire başkanı, eşiti ve üstü idari kadrolara kurumlar arası nakil yoluyla yapılacak atamalar Başbakanlık iznine bağlanmışken 09.12.2015 tarih ve 14129 sayılı Başbakanlığın düzenleyici işlemiyle il müdürü ve daire başkanı, eşiti ve üstü idari kadrolara kurumlar arası nakil yoluyla yapılacak atamalar için Başbakanlıktan izin alma şartı kaldırılmış; müstakil birim amiri ve üstü kadrolara yapılacak atamalarda ise sadece bakanlık merkez teşkilatları için (bakanlık özel kalem müdürlükleri ile basın ve halkla ilişkiler müşavirlikleri hariç) izin şartı getirilmiştir. Yapılan değişiklik uyarınca sadece bakanlıkların merkez teşkilatları için (bakanlık özel kalem müdürlükleri, basın ve halkla ilişkiler müşavirlikleri hariç) izin almak gerekli olup taşra teşkilatları, bağlı ve ilgili kuruluşlar izin kapsamından çıkarılmıştır. İl müdürü ve daire başkanı, eşiti ve üstü idari kadrolara kurumlar arası nakil yoluyla yapılacak atamalarda da Başbakanlıktan izin alma şartının kaldırılması; il müdürü, daire başkanı eşiti ve üstü çok sayıda görevli bulunup bütün bu atamalar için Başbakanlığa gidilmesi, Başbakanlığın iş yükünü gereksiz arttıracağından, olumlu bir değişiklik olmuştur. 83  Tosun Öztekin: Yürütme Organlarının Koyduğu Kaidelere Aykırılıkların Cezalandırılması, İÜHFM, Y. 1962, C. 28, S. 2, s. 355. 84 Türk hukukunda karar ile kararnamenin aynı anlama geldiği belirtilmektedir. Gözler e göre kararname yazılı hâlde bulunan karar demektir. Bu anlamda kararname, kararın içinde bulunduğu metne denir. Dolayısıyla yazılı hâlde bulunan her karara, kararname denebilir. Gözler: s. 588. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 537Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Kararnameler  düzenleyici  işlem  olabileceği  gibi  atama  işleminde olduğu gibi birel işlem de olabilir. Yukarıda da ifade edildiği gibi iki, üç veya dört imzalı kararlar müşterek kararname olarak da ifade edilmekle birlikte müşterek kararnameden genel olarak ilgili bakan, başbakan ve cumhurbaşkanın imzasının bulunduğu üçlü kararnameler anlaşılır. 85  Müşterek kararnameyle atanacaklara örnekler: Adli Tıp Kurumu Başkanı, başkan yardımcıları, adli tıp ihtisas kurulları başkan ve üyeleri, Adalet Bakanının inhası üzerine uzman  elemanlar  veya  üniversitelerin  ilgili  fakülte  öğretim  üyeleri  veya  yardımcıları arasından müşterek kararnameyle atanırlar. 2659 sayılı Adli Tıp Kurumu Kanunu madde 26. Genel Müdür, Kültür ve Turizm Bakanının teklifi üzerine, yükseköğretim kurumlarının birinden mezun, özel veya kamu kuruluşlarında veya bunların her ikisinde en az 15 yıl hizmet görmüş; opera, bale, müzik alanlarından birinde başarılarıyla tanınmış sanatçılar, bu alanlarda eserler veren besteci veya yazarlar, temayüz etmiş opera veya bale yönetmenleri ile, üniversitelerde bu sanat dallarının birinde görev yapan öğretim elemanları arasından, müşterek kararname ile 657 sayılı Devlet memurları Kanununun değişik 59 uncu maddesi hükmüne göre …. görevlendirilirler. 1309 sayılı Devlet Opera Ve Balesi Genel Müdürlüğü Kuruluşu Hakkında Kanun Madde 5. Genel Müdür, Kültür ve Turizm Bakanının teklifi üzerine,  yükseköğretim  kurumlarının  birinden  mezun,  özel  veya  kamu  kuruluşlarında veya bunların her ikisinde en az 15 yıl hizmet görmüş; sahne hayatında başarılarıyla tanınmış sanatçılar, tiyatro yazarları, eleştirmenleri, temayüz etmiş tiyatro yönetmenleri ile üniversitelerde tiyatro sanatı dalında görev yapan öğretim elemanları arasından, müşterek kararname ile, 657 sayılı Devlet Memurları Kanununun değişik 59 uncu maddesi hükmüne göre … göreve alınır. 5441 sayılı Devlet Tiyatrosu Kuruluşu Hakkında Kanun madde 4. Başkan, 4 üncü maddenin birinci fıkrasının (a) bendinin (1) numaralı alt bendinde belirtilen nitelikleri taşıyanlar arasından müşterek kararla atanır. 278 sayılı Türkiye Bilimsel Ve Teknolojik Araştırma Kurumu Kurulması Hakkında Kanun 5/2. Bakanlar Kurulu kararı ile atanacaklara örnekler: Genel Müdür, Radyo ve Televizyon Yüksek Kurulu tarafından teklif edilen üç aday arasından Bakanlar Kurulu Kararı ile atanır 2954 sayılı Türkiye Radyo Ve Televizyon Kanunu madde 13. Üyeler, yükseköğrenim sonrası mali piyasalar, ekonomi, maliye, işletme, sermaye piyasaları, bankacılık veya finans alanında veya bu alanlarla ilgili hukuk dallarında en az on yıl deneyim sahibi olan veya yukarıda sayılan öğrenim dallarında en az on yıl öğretim üyeliği yapan kişiler arasından Bakanlar Kurulunca atanır. Üyelerden en az birinin hukuk fakültesi mezunu olması, en az birinin bu fıkrada belirtilen on yıllık deneyimi özel sektör sermaye piyasası kurumlarında kazanmış olması, en az birinin de Kurulda asgari on yıl çalışmış olması şarttır. Bakanlar Kurulu, üyelerden birini Başkan olarak görevlendirir. Atama kararı Resmî Gazete de yayımlanır. Kurul Karar Organı, Kurul Başkanının teklifi ile üyelerden birini ikinci başkan ve birini başkan vekili olarak seçer. Sermaye Piyasası Kanunu madde 119/2. Ayrıca 2451 sayılı Bakanlıklar Ve Bağlı Kuruluşlarda Atama Usulüne İlişkin Kanunda da Bakanlar Kurulu kararı ve müşterek kararnameyle yapılacak atamalar belirtilmektedir. Yine 2477 sayılı 23/4/1981 Tarih Ve 2451 Sayılı Kanunun Kapsamı Dışında Kalan Kamu Kurum Ve Kuruluşlarında Atama Usulüne İlişkin Kanun da da Bakanlıklar ve Bağlı Kuruluşlarda Atama Usulüne İlişkin 2451 sayılı Kanunun kapsamına girmeyen kamu kurum ve kuruluşlarında atama ve nakillerin nasıl yapılacağı düzenlenmiştir. 86 Müşterek kararnameye ortak kararname de denir. Yıldırım Ramazan: Açıklamalı Kaynakçalı İdare Hukuku Kavramları Sözlüğü, Mimoza Yayıncılık, Konya 2006, s. 429. 87  Akyılmaz/Sezginer/Kaya: s. 405, dip. 137; Onar: s. 399. 538 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN 2015/13 sayılı Genelge, müşterek kararla atama gerektirmeyen; müstakil birim amiri ve üstü kadrolara yapılacak atamalarda Başbakanlıktan izin alma şartı getirmiş olmakla birlikte metinde yer alan bazı ifadeler belirsizdir. Örneğin adı geçen Genelgede müstakil birim amiri ifadesi geçmekte olup bu kavram izaha muhtaçtır. 3046  sayılı  Bakanlıkların  Kuruluş  Ve  Görev  Esasları  Hakkında Kanun un 7. maddesi uyarınca Bakanlıkların yürütmekten sorumlu oldukları hizmet ve görevlerden bağlı kuruluş kurulmasını gerektirmeyenler, bakanlığın merkez  teşkilatı  bünyesinde  kurulan  ana  hizmet  birimlerince  yerine getirilir. 3056 sayılı Başbakanlık Teşkilatı Hakkında Kanun Hükmünde Kararnamenin  Değiştirilerek  Kabulü  Hakkında  Kanun un  3.  maddesinde Başbakanlık Teşkilatının; merkez teşkilatı ile bağlı ve ilgili kuruluşlardan; merkez teşkilatının ana hizmet birimleri, danışma ve denetim birimlerinden oluştuğu belirtilmektedir. Bu mevzuat hükümlerinden yola çıkarak birimle kastedilenin belli bir idare teşkilatı oluşturan, o teşkilata mevzuatla verilmiş görevleri yapan teşkilatın parçaları olduğu söylenebilir. Birimler; birim, büro, daire, şube, başkanlık, başkan yardımcılığı, daire başkanlığı, genel müdürlük, müdürlük, müşavirlik, sekreterlik, 88  6332 sayılı Türkiye İnsan Hakları Kurumu Kanunu madde 11. 89  2937 sayılı Devlet İstihbarat Hizmetleri Ve Milli İstihbarat Teşkilatı Kanunu madde 3 uyarınca Milli İstihbarat Teşkilatı Müsteşarlığı; Müsteşar, Müsteşar yardımcıları, başkanlıklar, daireler ve şubeler ile diğer teşkilat birimlerinden oluşur. 90  3056 sayılı Kanun madde 7 de Başbakanlığın ana hizmet birimleri olarak Dış İlişkiler Başkanlığı, Ekonomik, Sosyal ve Kültürel İşler Başkanlığı, İdareyi Geliştirme Başkanlığı, Bilgi İşlem Başkanlığı sayılmaktadır. 91 234 sayılı Darphane Ve Damga Matbaası Genel Müdürlüğünün Kuruluş Ve Görevleri Hakkında Kanun Hükmünde Kararname madde 5. 92  3056 sayılı Kanun madde 7 de Başbakanlığın ana hizmet birimleri olarak Kanunlar ve Kararlar Genel Müdürlüğü, Personel ve Prensipler Genel Müdürlüğü, Mevzuatı Geliştirme ve Yayın Genel Müdürlüğü, Devlet Arşivleri Genel Müdürlüğü, Güvenlik İşleri Genel Müdürlüğü sayılmıştır. 93  3056 sayılı Kanun madde 25 uyarınca Başbakanlık Merkez Kuruluşundaki yardımcı birimlerden biri de Özel Kalem Müdürlükleridir. 94  3056 sayılı Kanun madde 19 da Başbakanlığın Danışma ve denetim birimi Basın Müşavirliğidir. 95  3056 sayılı Kanun madde 25 uyarınca Başbakanlık Merkez Kuruluşundaki yardımcı birimlerden biri Bakanlar Kurulu Sekreterliğidir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 539Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... genel  sekreterlik,  kurul,  koordinatörlük  şeklinde  düzenlenmektedir. Birimler  doğrudan  teşkilatı  kuran  kanunda  düzenlenmiş  olabileceği  gibi birimleri belirleme yetkisi idareye de bırakılmış olabilir. Mevzuatımızda birim amiri, müstakil birim amiri gibi ifadelere yer verilmekle birlikte müstakil birim amirliğinin ne olduğu tanımlanmamıştır. Örneğin 663 sayılı Sağlık Bakanlığı Ve Bağlı Kuruluşlarının Teşkilat Ve Görevleri  Hakkında  Kanun  Hükmünde  Kararnamenin  41.  maddesinde müsteşarın;  müsteşar  yardımcıları,  kurum  başkanları,  Sağlık  Politikaları Kurulu üyeleri, müstakil birim amirleri ve il müdürlerinin performanslarını, verilen görevlere ve belirlenen hedeﬂ ere göre değerlendireceği hüküm altına alınmıştır. Müstakil birim amirliği mevzuatta tanımlanmamış olmasına rağmen Genelgede bu ifadeye yer verilmesi, bundan ne anlaşılması gerektiği belirsiz olduğundan, Bakanlıkların pek çok atamada, atamanın Genelge kapsama girip 96  6087 sayılı Hâkimler ve Savcılar Yüksek Kurulu Kanunu madde 5 uyarınca Kurulun hizmet birimleri Genel Sekreterlik ve Teftiş Kuruludur. 97  2659 sayılı Adli Tıp Kurumu Kanunu madde 3. 98  Toplu Konut İdaresi Başkanlığının ana hizmet birimlerinden biri Göçmen Konutları Koordinatörlüğüdür. Türkiye Cumhuriyeti Devlet Teşkilatı Rehberi, Güncelleştirilmiş 2. Baskı, TODAİE Yayınları, Yayın No. 377, Ankara 2015, Hazırlayanlar: Onur Ender Aslan, Ali Çakıroğlu, Ozan Zengin, Serkan Yıkarbaba, Doğan Durna, s. 48. Ayrıca bkz. 4865 sayılı Ulusal Bor Araştırma Enstitüsü Kurulması Hakkında Kanun madde 4. 99  3046 sayılı Kanun un 16. maddesi uyarınca a) Genel müdürlük, müstakil daire başkanlığı, danışma, denetim ve yardımcı birimlerin kurulması, kaldırılması, görev, yetki ve sorumlulukları kanunla düzenlenir. b) Diğer daire başkanlıkları ile şube müdürlükleri hizmetin özelliğine göre ilgili bakanlığın teklifi üzerine Bakanlar Kurulu Kararı ile kurulur, kaldırılır, aynı bakanlık içerisinde veya bakanlıklar arasındaki bağlantısı değiştirilir. c) Şeﬂ ik ve memurluklar ilgili hizmet birimi veya kuruluşun teklifi üzerine bakanlık onayı ile kurulur. 100  Birim amiri, örgütlerde ast yönetici; birim ise daire, şube olarak ifade edilmektedir. Aytürk: s. 99. Valilik ve Kaymakamlık Birimleri Teşkilat, Görev Ve Çalışma Yönetmeliği madde 4 de Birim, Valilik ve Kaymakamlıklarda hizmetlerin yürütüldüğü başkanlık, il müdürlüğü, ilçe müdürlüğü, şube müdürlüğü ve müstakil şeﬂ iği, Birim amirleri ise, birimlerde çalışan başkan, il müdürü, ilçe müdürü, şube müdürü ve müstakil şeﬂ er şeklinde tanımlanmaktadır. 101  İller Bankası Anonim Şirketi İnsan Kaynakları Yönetmeliği madde 3 uyarınca yönetici Genel Müdür, Genel Müdür Yardımcısı, Teftiş Kurulu Başkanı, I. Hukuk Müşaviri, Daire Başkanı, Bölge Müdürü, Hukuk Müşaviri, Teftiş Kurulu Başkan Yardımcısı, Müdür ve müstakil birim amirini ifade eder. Kamu Konutları Yönetmeliğinde görev tahsisli konutların tahsis edileceği temsil özelliği olan kişi, makam ve rütbe sahiplerinden biri de müstakil birim amiri olan Baş Mühendis ve Mühendistir. 102  Aytürk e göre müstakil başkanlık ve genel müdürlüklerde doğrudan başkanlık, genel müdürlük makamına bağlı olan kurul, daire başkanlığı, müşavirlik ve müdürlükler müstakil birimlerdir. Aytürk Nihat: Yönetimde Yetki Devri Ve İmza Yetkileri, AİD, Y. 2000, C. 33, S. 1, s. 102. 540 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN girmediğini Başbakanlığa sormasına ve Başbakanlığın iş yükünün artmasına neden olabilir. C.  Naklen Atamalar Personel hukukunda bir cezalandırma aracı olarak da kullanılabilen ve çok sayıda şikayet ve uyuşmazlığa kaynaklık eden naklen atamalar, 2015/9 sayılı Genelge ile, yine bu Genelgede belirtilen istisnalar haricinde durdurulmuş;  2015/13  sayılı  Genelgede  ise  sınıf  değiştirerek  kurumlar arası  nakil  yoluyla  yapılacak  atamalar  Başbakanlıktan  izin  alma  şartına bağlanmıştır. 2015/9  sayılı  Genelgeyle  bir  kısım  naklen  ve  açıktan  atama durdurulmuştur. Genelgede naklen atamalar durdurulmuş olmakla birlikte eş durumu ve mazeret nedeniyle yapılacak naklen atamalar istisna kapsamına alınarak bu atamalara imkan tanınmış ve bu yerinde bir düzenleme olmuştur. Bununla birlikte Anayasanın 70. maddesi uyarınca kamu hizmetlerine girme hakkı temel hak ve hürriyetlerden olup ancak kanunla sınırlanabilir. Yine Anayasa madde 128 uyarınca Memurların ve diğer kamu görevlilerinin 103  http://www.memurlar.net/haber/552075/, ET. 13.01.2016. 104  Disiplin yaptırımıyla naklen atama işlemlerinin amaçları birbirinden farklı olup nakil işlemi ceza amaçlı kullanılamaz. Danıştay ın da haklı olarak ifade ettiği üzere …disiplin cezasının uygulanmasında güdülen amaç, kurumun çalışma düzenine aykırı davranışların önlenmesi ve bu düzenin korunması olduğu halde, nakil işleminde amaç, kamu hizmetinin selameti açısından kamu yararı ve hizmet ölçütü sınırları içinde kamu görevlisinin bulunduğu görev yerinden uzaklaştırılmasını ya da atandığı yerde daha rasyonel, daha verimli ve daha yararlı bir şekilde çalışmasını sağlamaya yöneliktir. DD: 16.10.2014, E. 2014/2560, K. 2014/6788,  DD, S. 137, s. 144. 105  Coşkun Sabri: Kamu Personeli Mevzuatının Uygulanmasından Doğan Yönetsel Yargı Uyuşmazlıkları, AİD, Y. 1988, C. 21, S. 1, s. 112; Tutum: s. 111. 106  DMK madde 36 da hizmet sınıﬂ arı düzenlenmiş olup bu sınıﬂ ar arasında yapılacak geçişlerin tespiti kolaydır. Bununla birlikte kurumların birbirinden farklı olup olmadığının tespitinde bazı zorluklar çıkabilmektedir. Konuya ilişkin DPB nın bir mütalaası şöyledir:  Üniversitelerin her birinin ayrı bir tüzel kişiliğe sahip olması sebebiyle ilgili personelin 657 sayılı Kanunun 73 üncü maddesi uyarınca karşılıklı olarak yer değiştirmesinin mümkün olmadığı; ancak, mezkur Kanunun 74 üncü maddesi çerçevesinde ilgililer hakkında işlem yapılmasının Kurumların takdirinde bulunduğu mütalaa edilmektedir. DPB: 04/09/2012 tarih ve 14446 sayılı karar. Bu görüşe istinaden ayrı tüzelkişiliğe sahip olmanın ayrı kurum olmak için gerekli olduğu söylenebilir. Bu durumda idarelerin taşra ve merkez teşkilatları ve ayrı tüzelkişiliği olmadıkça ilgili kuruluşları aynı kurum sayılacaktır. Ancak farklı kurum için sadece ayrı tüzelkişilik aramak da yeterli değildir. Zira bu durumda örneğin iki farklı bakanlığın aynı kurum kabul edilmesi gerekir. Bu noktada kuruluş kanunları farklı olan idarelerin de farklı kurumlar olarak kabulü gerekir. Nitekim doktrinde, İçişleri Bakanlığı ile Sayıştay Başkanlığının farklı kurumlar olduğu ifade edilmektedir. Yavuzdoğan Seçkin: Devlet Memurları Kanunu Uyarınca Naklen Atama, Adalet Kitabevi, Ankara 2014, s. 185. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 541Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... nitelikleri, atanmaları, görev ve yetkileri, hakları ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenlenir. Yukarıda da ifade edildiği üzere bu Anayasal hükümler karşısında kanuni bir dayanağı dahi olmayan Genelgelerle  atamaların  durdurulması  Anayasaya  aykırıdır.  Zira  kanuna dayanmayan bir düzenleyici işlem, işlemin uygunluğunun denetlenebileceği bir kanun olmaması nedeniyle, Anayasal bir ilke olan idarenin kanuniliği ilkesine aykırıdır. 2015/13 sayılı Genelgedeki önemli bir sorun, alt derece memurların Genelge kapsamındaki bütün atamalarında Başbakanlıktan izin alma şartı getirilmiş olmasıdır. Yetki ve görevleri sınırlı olan personel için Başbakanlıktan izin  alma  şartı  getirilmesi,  Başbakanlığın  iş  yükünü  bir  hayli  artıracak niteliktedir. Nakil, memurun bulunduğu görevden başka bir göreve atanmasıdır. Naklen atama yer ve/veya görev değişikliği olarak da ifade edilmektedir. Yani naklen atama bir kamu görevlisinin bir yerden başka bir yere atanmasını ya  da  başka  bir  yere  atanmamakla  birlikte  görev  ünvanında  değişiklik yapılmasını ifade eder. Bir diğer görüşe göre ise nakil, bir memurun bir kurumdan diğerine; bir görevden bir başkasına veya bir görev yerinden bir başka görev yerine atanmasıdır. Naklen  atama  kurumlar  arası  naklen  atamayla  sınırlı  olmayıp, yer değiştirme suretiyle atama, karşılıklı olarak yer değiştirme (becayiş), kurumlarınca  yerlerinin  değiştirilmesi  suretiyle  atama,  sınıf  değiştirme suretiyle  atama  gibi  çeşitlidir.  Bu  atama  çeşitleri  DMK  71  ve  devamı maddelerinde düzenlenmektedir. 107  Atay: s. 97. 108  Güran Sait: Yeni Bir Buluş: Askıdaki Memur, İHİD, Y. 1980, C. 1, S. 1, s. 74, (askıdaki memur). 109  Yavuzdoğan: s. 80. 110  Yavuzdoğan: s. 82. 111  Kamu Yönetimi Sözlüğü: s. 179. 112  Kurumlar arası atama genellikle şu şekilde gerçekleşir: Kurumların doğrudan memurun görev yaptığı kuruma başvurarak süreci başlatması mümkün olmakla birlikte, uygulamada nakil süreci genel olarak; memurun çalışmayı arzu ettiği kuruma yazılı başvuru yapmak veya kurumun açtığı sınava katılmak suretiyle iradesini ortaya koymasıyla başlar. Bünyesinde görev alınma talebiyle başvurulan kurumun, bu başvuruyu olumlu değerlendirmesi halinde, memurun hâlihazırda görev yaptığı kuruma başvurarak memurun naklen atanmasına muvafakat verilmesini talep eder. Memurun çalıştığı kurumun muvafakati alındıktan sonra naklen atanma işlemi gerçekleştirilir. Yavuzdoğan: s. 199. 113 Nakil kelimesi, diğer sözlük anlamları yanında, bir kamu personelinin bir yerden başka bir 542 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Naklen atama, kamu hizmetinin iyi işlemesi, idare cihazının rasyonel ve verimli çalışması için uygulanması gereken bir müessesedir. İdarelerin tüm atama işlemlerinde amacı kamu yararını tesis etmektir. Bu noktada atama talebinde ilgilinin çıkarı da olabilmekle birlikte (aile birliğinin sağlanması gibi) yine de bu kişisel çıkar tek başına yeterli olmayıp başka yere veya göreve atanma talepleri kamu yararı ve hizmet gereklerine uygun değilse reddedilmekte ve mahkemeler de bu kararı hukuka uygun bulmaktadır. Naklen  atamalarda  idarenin  takdir  yetkisi  mevcut  olmakla  birlikte bu yetkisi sınırsız değildir. Nitekim çeşitli düzenleyici işlemlerde tayinin hangi  şartlarda  yapılacağı  (eş  durumu,  hastalık,  eğitim)  belirtilmektedir. Örneğin Devlet Memurlarının Yer Değiştirme Suretiyle Atanmalarına İlişkin Yönetmelik konu hakkında kapsamlı hükümler sevk etmiştir. Ancak 2015/13 sayılı Genelgeyle Başbakanlığa tanınan izin verip vermeme yetkisi için bir sınırlama öngörülmemiştir. Başbakanlığın atamalara izni verip vermemesinde farklı  saiklerin  değil  kamu  yararı  ve  hizmet  gereklerinin  esas  alınması yerdeki göreve atanması anlamına gelmektedir. Konuya ilişkin yasal düzenlemenin ana kaynağı olan 657 sayılı Devlet Memurları Kanununda aynı anlam değişik terimlerle ifade edilmiştir. Örneğin yasanın inceleme konumuzla ilgili hükümlerini içeren 3. Bölümü nde başlık olarak yer değiştirme ibaresi kullanıldığı halde, aynı yasanın 72. maddesinde yer değiştirme suretiyle atamadan söz edilmekte, 74. maddede memurların bir kurumdan diğerine nakilleri ifadesi yer almakta, 76. maddede ise memurların kurumlarınca görevlerinin ve yerlerinin değiştirilmesi tabiri kullanılmaktadır. Aynı kanunun 169. maddesinde de görev yerinin değiştirilmesi kavramı kullanıldığı göz önüne alındığında, hukuk dilimizde aynı kurumu ifade eden sözcüklerin seçimi ve kullanılmasında ortak bir yol izlenmediği kolayca anlaşılmaktadır. Bayburtlu Arif: Devlet Memurlarının Naklen Atanmalarında İdarenin Takdir Yetkisinin Yargısal Denetimi, Kırıkkale Üniversitesi Sosyal Bilimler Enstitüsü Siyaset Bilimi Ve Kamu Yönetimi Anabilim Dalı, Yüksek Lisans Tezi, 2011, s. 74. 114  Güran Sait: İdarî Lüzum Sebebiyle Memurun Tahvili Ve Müstafi Addi , İÜHFM, Y. 1963, C. 29, S. 1-2, s. 163. Ayrıca bkz. Güran Sait: Yer Değiştirme İşlemlerinin Maliyeti, İHİD, Y. 1980, S. 2, s. 26, (yer değiştirme). 115  Anayasanın ve 657 sayılı Kanun un söz konusu düzenlemelerine göre; farklı kurumlarda çalışan eşlerden birinin hizmet gereği başka bir yere naklen atanması halinde diğer eşin çalıştığı kurumla gerekli koordinasyonun sağlanması ve bu eşin de isteği halinde aynı yere naklinin yapılması idare için bir yükümlülüktür. Ancak, 657 sayılı Yasaya tabi bulunan bir kamu görevlisinin hakkında yapılan soruşturma sonucuna göre naklen atanmasının zorunlu olduğu durumlarda, aile birliğinin korunması ilkesi ile kamu hizmetinin düzenli bir biçimde yürütülmesi gereği arasında bir denge kurulması ve sadece eş durumu değil, kamu yararı ve hizmet gerekleri de gözetilmek suretiyle bir değerlendirme yapılması gerekmektedir. … memurların naklen atanmaları konusunda idareye takdir yetkisi tanındığı açık olup, bu yetkinin ancak kamu yararı ve hizmet gerekleri gözardı edilerek kullanıldığının kanıtlanması ya da idari yargı merciince saptanması halinde, sözü edilen bu durumun dava konusu idari işlemin neden ve amaç yönlerinden hukuka aykırılığı nedeniyle iptalini gerektireceği yerleşmiş yargısal içtihatlarla kabul edilmiş bulunmaktadır.  DD: 28.05.2014, E. 2011/1065, K. 2014/5119, DD, S. 137, s. 98. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 543Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... gerekir. Ancak bunun için de atama taleplerinin önceden hangi hallerde reddedilebileceğine ilişkin düzenleme yapılmalı, yani bu iznin hangi hallerde verilip  hangi  hallerde  verilmeyeceği  önceden  ve  açıkça  belirlenmelidir. Örneğin 2015/13 sayılı Genelgenin düzenlediği sınıf değiştirerek kurumlar arası  naklen  atamalarda  kurumların  muvafakati  ve  yeni  girilecek  sınıfın şartlarını taşımak gerekir. Danıştay a göre Kamu görevlilerinin hizmet sınıﬂ arının  değiştirilmesi  sırasında  sınav  ve  seçmeye  tabi  tutulmaları gerektiğinden söz edilmemektedir. Ancak, idarenin, hem kadro durumunu, hem de ilgililerin kanunlarda belirtilen niteliklere sahip olup olmadıkları incelemek suretiyle bu konuda yapılacak başvuruları değerlendirerek bir karar  vereceği  de  kuşkusuzdur.  Sayılan  bu  şartların  ötesinde,  sınırları belirlenmeden, Başbakanlıktan izin alma şartı getirilmesi hukuka aykırıdır. Kaldı ki 2015/13 sayılı Genelgede Başbakanlık ifadesi yer almakla birlikte bu yetkinin bizzat Başbakan tarafından mı yoksa Başbakanlık içindeki bir birim tarafından mı kullanılacağı da net değildir. Sadece sınıf değiştirme suretiyle kurumlar arası naklen atamalarda değil, 2015/13 sayılı Genelge kapsamındaki bütün atamalarda Başbakanlıktan izin alma şartı getirilmiştir. Anayasa madde 128 hükmü uyarınca tayinde kimin yetkili olduğu kanunla açıkça düzenlenmelidir. Bu zorunluluk aynı zamanda idarenin kanuniliği ilkesinin de bir sonucudur. Ancak Genelge ile bu şart ortadan kaldırılmış, çeşitli atamalarda kanunla yetkili olmadığı halde Başbakanlık  yetkili  hale  getirilmiştir.  Güran a  göre  kanunda  belirlenmiş makamlar dışında kalanların atama yapması, atama işlemini muameleyi yapan makama göre, alelâde bir yetki tecavüzü, ağır ve bariz yetki tecavüzü yahut yetki gaspı ile sakatlayabilir. Bu sakatlık neticesinde ise iptal veya yokluk müeyyideleri gündeme gelir. 116  Yönetimin, kamu hizmetinin etkin ve verimli bir şekilde yürütülmesini sağlamak, personelin bir hizmet biriminde uzun süre görev yapmasının, gerek personel ve gerekse hizmet yönünden ortaya çıkartabileceği olumsuzlukları gidermek ve yine personelin ekonomik, kültürel ve coğrafi koşulları bakımından farklı yurt bölgelerinde hizmet yapmalarını sağlamak gibi amaçlarla rotasyon uygulaması yapabileceği açıktır. Ancak, bu uygulamanın objektif ölçütlere bağlanması ve personel arasında herhangi bir nedenle ayrıma yol açacak şekilde uygulanmasından kaçınılması, görev ve hizmet bölgelerinde süresini dolduran personelin sonraki hizmet yerlerinin ve görevleri ile görev unvanlarının net biçimde belirlenmesi gerektiği de tabiidir. Genel düzenlemeyle konulan bir kuralın ilgililer hakkında uygulanmasında eşitlik ve objektiﬂ ik kurallarına uygun davranılması, hukuka bağlı idarenin gereğidir. DD: 17.09.2003, E. 2003/868, K. 2003/3533, kazancı, ET. 07.01.2016. 117  DD: 14.06.1994, E. 1994/698, K. 1994/3438, kazancı, ET. 07.01.2016. 118  Güran: s. 168. 544 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN VI. Genelgeler Kapsamında Yapılacak Görevlendirmeler 2015/9 sayılı Genelge ile, kurum ve kuruluşlarda daire başkanı, eşiti ve üstü boş kadrolara vekalet, yürütme ve tedvir dahil tüm görevlendirmeler ile bir kısım istisnalar hariç yurtdışı geçici görevlendirmeler için Başbakanlıktan izin alma şartı getirilmiştir. 10481 sayılı işlemle, 657 sayılı Kanun ek madde 8  veya  diğer  kanun  hükümleri  uyarınca  yapılacak  kurumlar  arası geçici görevlendirmelerin ve dolu kadroya yapılacak vekâleten atamaların Genelge kapsamında olmadığı belirtilmiştir. 2015/13 sayılı Genelgede Müşterek kararla atama gerektiren boş kadrolara yapılacak vekalet, yürütme ve tedvir dahil tüm görevlendirmeler 3  ayı  geçemez.  Bu  görevlendirmeler  ivedilikle  Başbakanlığa  bildirilir. Bu sürenin sonunda söz konusu görevlendirmeler başka bir işleme gerek kalmaksızın sona erer. Aynı kadroya 3 aylık sürenin sonunda yapılacak yeni görevlendirmelerde Başbakanlıktan izin alınır. b) Yukarıda belirtilen görevlendirmelerden 3 aydan fazla devam etmesi öngörülenler için süre belirtilmek  şartıyla  Başbakanlıktan  izin  alınacaktır.  c)  Müşterek  kararla atama gerektiren boş kadrolara bu Genelgenin yürürlüğe girdiği tarihten önce yapılan vekalet, yürütme ve tedvir dahil tüm görevlendirmeler bu Genelgenin yayımından itibaren 3 ay içinde kaldırılır hükmüne yer verilmiştir. Türk kamu yönetiminde boş kadrolara atama yapmadan çok uzun süreler vekâletle işlerin görüldüğü bilinen bir gerçektir. Ancak bir görevin kadroya atama yapmak suretiyle yürütülmesi asıldır. Memurun görevinin ya da görev yerinin değiştirilmesi kural olarak kadro değişikliği gerektirir. Ancak geçici görevlendirme, vekalet, ikinci görev gibi durumlarda memurun kadrosunda değişiklik olmamakta; memurun fiilen yaptığı görevde değişiklik olmakta veya memura kadro görevinin yanında ek bazı görevler verilmektedir. 2015/9 sayılı Genelgeyle bazı makamlara yapılacak vekâlet ve benzeri görevlendirmeler  için  Başbakanlıktan  izin  alma  şartı  getirilmişken  daha 119  Yavuzdoğan: s. 84. Benzer bir görüş için bkz. Kural olarak, bir memurun görevinin veya görev yerinin değiştirilmesi kadro değişikliği yoluyla olur. Bununla birlikte, bir kısmı mevzuat hükümlerinde yer alan bir kısmı da mevzuat hükümlerinde yer almamakla birlikte yargısal içtihatlarla kabul edilen; vekaleten atama, ikinci görev, istihdam, görevlendirme, geçici görevlendirme ve tedviren görevlendirme gibi bazı işlemlerle de memurun asıl kadrosunda değişiklik yapılmamakla birlikte, fiilen yaptığı görevde değişiklik yapılabilmekte ya da kadro görevinin yanında ek bazı görevlerde verilebilmektedir. Akçer Güney: Devlet Memurlarının Naklen Atanmasında İdarenin Takdir Yetkisi Ve Bu Yetkinin Yargısal Denetimi, Gaziosmanpaşa Üniversitesi Sosyal Bilimler Enstitüsü Kamu Yönetimi Anabilim Dalı, Kamu Yönetimi Bölümü Yüksek Lisans Tezi, 2011, s. 39. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 545Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... sonra 2015/13 sayılı Genelge ile bu izin şartının yanına görevlendirmeler için süre sınırlaması (üç ay) getirilmesi yerinde bir uygulama olmuştur. Zira her türlü vekâletin veya geçici görevlendirmenin geçici olması gerekir. Bu bakımdan 2015/13 sayılı Genelgenin vekaleti ve diğer görevlendirmeleri süre bakımından sınırlayan uygulaması, 2015/9 sayılı Genelge karşısında daha ileri ve yerinde bir düzenleme olmuştur. 2015/13 sayılı Genelgeyle vekalet ve benzeri kurumlara süre sınırı getirilmiş olmakla birlikte bu Genelgenin de yeterli olmadığı görülmektedir. Genelgede sadece müşterek kararla atama gerektiren kadrolar için süre sınırı getirilmesi, diğer makamlara yapılacak vekâlet ve benzeri görevlendirmelerde süre sınırı konmaması ve sınır getirilen hallerde de sürenin uzatılmasına imkân tanınması, 2015/13 sayılı Genelgenin konuya ilişkin eksiklikleridir. Bütün bunların yanında 2015/13 sayılı Genelgenin yürürlükten kaldırılmış olması,  nispeten  düzeltilmiş  bir  yanlış  uygulamanın  (vekalet  ve  benzeri görevlendirmelerin  süresinin  sınırlandırılmaması)  da  devamı  anlamına gelmektedir. Gerek 2015/9 gerekse 2015/13 sayılı Genelgelerde çeşitli belirsizlikler göze  çarpmaktadır.  Personel  atama  ve  görevlendirmelerinin  bir  kısmını durduran ve izin şartına bağlayan ve bu suretle personel rejiminde köklü bir değişiklik getiren düzenlemelerin bünyesinde çeşitli belirsizlikler ihtiva etmesi, kabul edilmesi güç bir durumdur. Genelgelerde vekâlet, yürütme ve tedvir dâhil tüm görevlendirmeler ifadesi yer almakta olup cümlede geçen yürütme ne anlama gelmektedir? Mevzuatta bu ifadenin tanımını bulabilmiş değiliz. Ayrıca geçici görevlendirmenin Genelgede yer alan tüm görevlendirmeler ibaresine dâhil olup olmadığı da belirsizdir. Vekâlet, boş veya dolu kadroya olur. Bu noktada önemli olan bir 120  Vekâlet dolu kadroya vekâlette asıl görevine dönünce sona ererken; boş kadroya vekâlette vekâletin süresi asılın atanması için gerekli makul süreyle sınırlıdır. Bununla birlikte mevzuatta vekâlet süresini bizzat sınırlayan düzenlemelere yer verildiği de görülmektedir. Örneğin 2547 sayılı Kanun madde 13 uyarınca Rektör, görevi başında olmadığı zaman yardımcılarından birisini yerine vekil bırakır. Rektör görevi başından iki haftadan fazla uzaklaştığında Yükseköğretim Kuruluna bilgi verir. Göreve vekalet altı aydan fazla sürerse yeni bir rektör atanır. Akyılmaz/Sezginer/Kaya: s. 204. 121  2015/9 sayılı Genelgede geçici görevlendirmenin de tüm görevlendirmelere dahil olduğu izlenimi doğarken 2015/13 sayılı Genelgede bu konuda bir açıklık yoktur. 122   Memur hukukunda vekâlet, asıl görevlinin iş başında olmadığı bazı durumlarda kamu hizmetlerinde aksama yaşanmaması için bu kişinin bulunduğu kadroya tanınan hak ve yetkileri kullanmak üzere başka bir kişinin atanmasıdır. AyM: 5.7.2012, E. 2012/11, K. 2012/104. 123  Aytürk: s. 96. 546 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN kadronun mevcudiyetidir. Dolu kadroya vekâlet; asılın izinli olduğu veya geçici olarak görevinin başında bulunmadığı durumlarda, yani kadrosu dolu iken, asılın teklifi ve üst makamın onayı ile yapılır. Bununla birlikte aslın sadece vekâlet vererek de yerine bir kişiyi vekil tayin etmesi mümkündür. Ancak kamu görevlisi disiplin cezası, görevden uzaklaştırma gibi irade dışı nedenlerle görevinin başında değilse, asılı atamaya yetkili amir kurum içinden, dışından veya açıktan birini vekil tayin edebilir. 2015/13 sayılı Genelgede boş kadroya vekâlet düzenlemiştir. Yine 10481 sayılı işlem uyarınca 2015/9 sayılı Genelgede de dolu kadroya vekâletin kapsam dışı bırakıldığı görülmektedir. Boş kadroya vekâlet, kadroyu işgal eden kamu görevlisinin sürekli olarak görevinden ayrılması halinde yerine yenisi atanıncaya kadar kadroya birinin vekalet etmesidir. Boş kadroya vekâleten atamada yetkili makam; kanunda açık bir düzenleme yoksa, atamaya yetkili amir; müşterek kararname ve 124  Personel hukukunda kadro, kamu hizmeti yapan kurumların örgütünü, kamu personelinin örgüt içindeki görevlerini, yetki ve sorumluluklarını ve özlük haklarını gösteren ve düzenleyen bir kavramdır. Memur güvenliğinin önemli bir unsuru olan kadro kavramı kişilerden ayrılmakla birlikte, doğrudan hizmetlere bağlanmıştır. Böylece her kurumda yürütülen hizmetlerin ve hizmetleri gören personelin özlük hakları atandıkları kadrolarla belirlenmiştir. Buna göre, 657 sayılı Yasanın oluşturduğu personel rejiminde memurların görev ve yetkileri ile aylık ve ödenekleri doğrudan doğruya işgal ettikleri kadrolarla ilgili(dir) DD: 06.11.2006, E. 2004/3562, K. 2006/4996. …dosyadaki belgelere göre hastahanede o tarihte baştabiplik kadrosunun bulunmadığı anlaşılmış olup, kadrosuz vekaletin kanunen olanaksız bulunması karşısında baştabiplik görevinin ikinci görev olarak davacıya verildiğinin kabulü zorunludur. DD: 8.12.1988, E. 1987/322, K. 1988/2959, Kazancı, ET. 07.01.2016. 125  Yıllık izin, hastalık ve refakat izni, mazeret izni gibi. 126  Bu durumlara mehil müddeti, geçici görev, disiplin cezası, görevden uzaklaştırma, hizmet içi eğitime gitme örnek verilebilir. Söyler İlhami - Akyel Recai: Kamu Personel Yönetiminde Vekalet Müessesesi (Sorunlar-Çözümler),HTTP://WWW.MALİYEOKULU. ORG.TR/İNDEX.PHP/OURACTİVİTİES/ARTİCLES/LAW/316-KAMUPERSONEL-YOENETİMİNDE-VEKALET-MUEESSESESİ-SORUNLARCOEZUEMLER.HTML , ET. 21.02.2016. 127  Aytürk: s. 96; Atay Ender Ethem: İdare Hukuku, 4. Bası, Turhan Kitabevi, Ankara 2014, s. 478 vd. 128  Kayar: s. 262. 129  Akyılmaz/Sezginer/Kaya: s. 203. 130  Bazı kanunlarda vekâlet görevinin kim tarafından yerine getirileceği açıkça belirlenmiştir. Örneğin 6362 sayılı Sermaye Piyasası Kanunu 118/2. fıkrasında Başkanın izin, hastalık, yurt içi ve yurt dışı görevlendirme ve görevde bulunmadığı diğer hâller ile görevden alınması veya üyeliğinin düşmesi durumlarında ikinci başkan, onun da bulunmadığı hâllerde başkan vekili Başkana vekâlet eder hükmü yer alır. 5593 sayılı Belediye Kanununda hem dolu kadroya vekalet hem de boş kadroya vekalet düzenlenmiştir:  Madde 40: Belediye başkanı izin, hastalık veya başka bir sebeple görev başında bulunmadığı hâllerde, bu süre içinde Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 547Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... bakanlar kurulu kararıyla yapılacak atamalarda ise ilgili bakandır. 2015/9  sayılı  Genelgede,  Genelge  kapsamında  yer  alan  kurum  ve kuruluşlarda daire başkanı, eşiti ve üstü boş kadrolara vekalet, yürütme ve tedvir dahil tüm görevlendirmeler ile bir kısım istisnalar hariç yurtdışı geçici görevlendirmeler için Başbakanlıktan izin alma şartı getirilmiştir. Çok fazla sayıda izin talebi anlamına gelecek bu durum 2015/13 sayılı Genelgeyle sayısal olarak azaltılmış ve yalnızca müşterek kararnameyle atama gerektiren kadrolara yapılacak görevlendirmelerde izin şartı aranmıştır. Bu açıdan ikinci Genelgeyle yapılan düzenlemenin Başbakanlığın iş yükünde meydana gelecek artış göz önünde bulundurulduğunda, daha yerinde olduğu söylenebilir. Ancak bu noktada neden sadece müşterek kararnameyle atama yapılacak kadrolarda bu izin şartının arandığı ve Bakanlar Kurulu kararıyla atama yapılacak kadrolar için bu şartın aranmadığı sorusu cevapsız kalmaktadır. Yukarıda da belirtildiği gibi 2015/13 sayılı Genelgede müşterek kararla atama gerektiren boş kadrolara yapılacak vekâlet, yürütme ve tedvir dâhil tüm  görevlendirmelerde  Başbakanlıktan  izin  alınması  şartı  getirilmiştir. Hangi kadrolara Bakanlar Kurulu kararı hangilerine müşterek kararnameyle atama yapılacağı başta 2451 sayılı Bakanlıklar Ve Bağlı Kuruluşlarda Atama Usulüne İlişkin Kanun ve 2477 sayılı 23/4/1981 Tarih Ve 2451 Sayılı Kanunun Kapsamı Dışında Kalan Kamu Kurum Ve Kuruluşlarında Atama Usulüne kendisine vekâlet etmek üzere, belediye meclisi üyeleri arasından birini başkan vekili olarak görevlendirir. Başkan vekili, başkanın yetkilerine sahiptir. Başkan vekiline, görev süresince başkana ödenen aylık brüt ödeneğin gün hesabı üzerinden ödenek verilir. Madde 46: Belediye başkanlığının herhangi bir nedenle boşalması ve yeni belediye başkanı veya başkan vekili seçiminin yapılamaması durumunda, seçim yapılıncaya kadar belediye başkanlığına büyükşehir  ve  il  belediyelerinde  İçişleri  Bakanı,  diğer  belediyelerde  vali  tarafından görevlendirme yapılır. Görevlendirilecek kişinin belediye başkanı seçilme yeterliğine sahip olması şarttır. Yine Sermaye Piyasası Kurulu Personel Yönetmeliği madde 72 İzin, hastalık, geçici görev, disiplin cezası uygulaması ve geçici olarak görevden uzaklaştırma nedenleriyle işlerinden ayrılanların görevleri diğer personel tarafından ücretsiz yürütülür. Üç aydan fazla sürecek ayrılmalarla açık görevlere vekaleten atama yapılabilir. Bir göreve vekalet suretiyle atanan personele, vekalet edilen göreve tahsis edilen aylık ve ödenek tutarının 1/3 ü, açıktan ya da bulundukları yerden başka bir yerdeki bir göreve vekaleten atananlara aynı tutarın 2/3 ü ödenir. Ücretli vekalet süresi bir yılı aşamaz hükmünü getirmiştir. 131  2006/10344 sayılı Bakanlar Kurulu Kararı ile kabul edilen Devlet Memurlarına Ödenecek Zam Ve Tazminatlara İlişkin Karar madde 9. 132  Bu noktada Genelgenin Bakanlar Kurulu kararı ve müşterek kararnameyi aynı kabul ettiği de söylenemez. Zira Genelgede Bakanlar Kurulu kararı veya müşterek kararla yapılan atamalar dışında; atanacak banka meclisi, yönetim kurulu, denetim kurulu ve tasfiye kurulu üyeleri için atama işlemleri başlatılmadan önce ifadesine yer verilmek suretiyle bu ayrım vurgulanmıştır.  548 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN İlişkin Kanun olmak üzere kanunlarda düzenlenmiştir. Atama konusundaki bu kanuni düzenlemelere rağmen, vekâlet konusunda açık bir kanuni düzenleme bulunmadığından  vekaleten  görevlendirmelerde  yukarıda  belirtilen uygulama esas alınmaktadır. Buradan yola çıkarak, vekâlet konusunda açık kanuni bir düzenleme olmadığı müddetçe konuya ilişkin olarak Genelgeyle düzenleme yapılabileceği savunulabilir. Ancak bu noktada başbakan-bakan arasındaki ilişkinin değerlendirilmesi gerekir. Anayasa nın 112. maddesi uyarınca başbakan; bakanlıklar arasında işbirliğini  sağlar  ve  hükümetin  genel  siyasetinin  yürütülmesini  gözetir. Bakanlar  başbakana  karşı  sorumlu  olup  ayrıca  kendi  yetkisi  içindeki işlerden  ve  emri  altındakilerin  eylem  ve  işlemlerinden  de  sorumludur. Başbakan,  bakanların  görevlerinin  Anayasa  ve  kanunlara  uygun  olarak yerine getirilmesini gözetmek ve düzeltici önlemler almakla yükümlüdür. Yine Anayasanın 104. maddesi uyarınca cumhurbaşkanı başbakanın teklifi üzerine bakanların görevine son verebilir.  3056 sayılı Kanun madde 4 e göre de başbakan, bakanlıkların ve Başbakanlık Teşkilatının en üst amiridir. Söz konusu hükümler başbakanın bakanların hiyerarşik amiri olduğu izlenimini vermekle birlikte örneğin Gözler e göre başbakan bakanlar üzerinde hiyerarşi yetkisinin  sağladığı  bütün  yetkileri  kullanamaz.  Atama,  görev  ve  yer değişikliği yapma yetkileri hiyerarşik amirin en esaslı yetkilerinden olup bunların kanunla düzenlenmiş olması gerekir. Atamanın aksine vekâletin genel olarak kanunla düzenlenmemiş olması vekâlet konusunda idarenin kanuni bir dayanak olmadan düzenleyici işlem tesis edebileceği anlamına gelmez. Nitekim Anayasanın 128. maddesi buna engeldir. Yani vekâlet konusunda vekil tayin etmeye kimin yetkili olduğunun kanunda açıkça düzenlenmemiş olması  bir  eksiklik  olup  bu  eksikliğe  dayanarak  kanundan  açıkça  yetki almamış bir makamın (başbakanlık) Genelgeye dayanarak görevlendirmelerde yetkili olduğunu söylemek mümkün değildir. Kaldı ki yukarıda yer verilen mevzuat hükümlerine istinaden başbakanın görevlendirmelerde yetki sahibi olduğu söylense dahi Genelgede izin verme yetkisi doğrudan başbakana değil başbakanlığa verilmiş olup bu yetkinin kim tarafından kullanılacağı da açık değildir. 133  Boş kadroya vekâleten atamada yetkili makam; kanunda açık bir düzenleme yoksa, atamaya yetkili amir; müşterek kararname ve bakanlar kurulu kararıyla yapılacak atamalarda ise ilgili bakandır. 134  Gözler: s. 165, (kitap). 135  Ağar Şefik Can: İdari Hiyerarşi Kudreti, Sulhi Garan Matbaası, İstanbul 1970, s. 99 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 549Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Genelgelerde  yer  alan  bir  diğer  görevlendirme  şekli  tedviren görevlendirmedir. Öncelikle belirtmek gerekir ki 2015/9 ve 2015/13 sayılı Genelgelerde kanunda düzenlenmemiş bir kuruma atıf yapılması yanlıştır. Adı  geçen  Genelgelerin  tedviren  görevlendirmeye  atıf  yapmak  yerine bu tür görevlendirmelerin en kısa sürede sonlandırılacağını ve aslen atama yapılacağını belirtmesi gerekirdi. Tedviren  görevlendirme  yürütmekle  yükümlü  olduğu  kamu hizmetini çeşitli nedenlerle yerine getiremeyen bir memur veya diğer bir kamu görevlisinin yürüttüğü kamu hizmetini yapmak üzere vekâleten atama yapılamayan durumlarda, kamu hizmetinin sürekliliği ilkesi uyarınca, şartları uymasa da o görevi yürütebileceğine inanılan bir başka memur veya diğer bir kamu görevlisine görev ve yetki verilmesi şeklinde tanımlanabilir. Danıştay a  göre  657  sayılı  Devlet  Memurları  Kanunu  ile  Ek  ve Değişikliklerindeki hükümlere göre bir görevin asaleten, vekâleten ya da ikinci görev olarak yürütülmesi mümkün olup, tedviren görevlendirme adı altında bir müesseseye yer verilmemiştir. Bununla birlikte uygulamada, asilde aranan şartlara sahip vekil memur bulunamadığı hallerde idarelerce hizmetin  aksamadan  yürütülebilmesi  bakımından,  herhangi  bir  şekilde boşalmış  veya  boş  bulunan  bir  göreve  asilde  aranan  şartlara  en  yakın personel arasından tedviren görevlendirme yapılmakta ve idari görev bu 136  Kanunda tedviren görevlendirme veya atama şeklinde bir usül öngörülmemiş olup; uygulamada, asilde aranan şartlara sahip vekil memur bulunmadığı hallerde, idarelerce hizmetin  aksamadan  yürütülebilmesi  bakımından  herhangi  bir  şekilde  boşalmış  veya boş bulunan bir görev asilde aranan şartlara en yakın personele arasından tedviren görevlendirme yapılmakta ve idari görev bu şekilde yürütülmektedir. Buna göre, vekaleten ve tedviren görevlendirmenin geçici ve istisnai durumlarda başvurulan bir yol olduğu, tedviren görevlendirilen personelin o kadro için öngörülen şartları da taşımadığı göz önüne alındığında, kamu hizmetlerinin tedviren ya da vekaleten yürütülmesini sürekli hale getirecek şekilde uygulama yapılamayacağı, bu yöndeki işlemlerin 657 sayılı Yasanın 3. maddesinde ifadesini bulan kariyer ve yeterlilik ilkelerine de aykırı olacağı açıktır. DD: 17.09.2003, E. 2003/868, K. 2003/3533, kazancı, ET. 21.02.2016. 137  Akyılmaz/Sezginer/Kaya: s. 205. 138  DD:  16.04.1982, E. 1982/960, K. 1982/929. Anayasanın 128. maddesinde Memurların ve diğer kamu görevlilerinin nitelikleri, atanmaları, görev ve yetkileri, hakları ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenlenir. hükmü yer almış ve memurların özlük işlerini düzenleyen 657 sayılı Kanunda ise tedviren görevlendirme veya atama şeklinde bir usül öngörülmemiştir. Bununla birlikte uygulamada, asilde aranan şartlara sahip vekil memur bulunamadığı hallerde idarelerce hizmetin aksamadan yürütülebilmesi bakımından, herhangi bir şekilde boşalmış veya boş bulunan bir göreve asilde aranan şartlara en yakın personel arasından tedviren görevlendirme yapılmakta ve idari görev bu şekilde yürütülmektedir. DD: E. 1998/1661, K. 2001/4441, T. 22.11.2001, ayrıca bkz. DİDDGK: 28.12.2006, E. 2003/736, K. 2006/3361, Kazancı, ET. 21.02.2016. 550 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN şekilde yürütülmektedir. 17.5.1987 tarih ve 19463 sayılı Resmi Gazetede yayımlanan 99 sayılı Devlet Memurları Genel Tebliğinde de …. 2- Asilde aranan şartlara sahip vekil memur bulunamadığı takdirde, hizmetin aksamadan yürütülebilmesi bakımından herhangi bir şekilde boşalmış veya boş bulunan bir görevin öncelikle varsa yardımcıları yoksa asilde aranan şartlara en yakın personel tarafından tedviren gördürülmesi mümkün görülmektedir ifadesi yer almaktadır. Her  ne  kadar  Kanunda  düzenlenmemiş  bir  kuruma  Genelgelerde yer verilmiş olması doğru değilse de, özellikle 2015/13 sayılı Genelgeyle tedviren görevlendirmeye süre sınırlaması getirilmesi, yerinde bir düzenleme olmuştur. Ancak adı geçen Genelgenin yürürlükten kaldırılmasıyla tedviren görevlendirmenin  yine  sürekli  bir  uygulama  haline  gelmesi  mümkün görünmektedir. Yukarıda  da  belirtildiği  gibi  Genelgelerde  yer  alan  tüm görevlendirmeler ifadesi ile neyin kastedildiği; bu hükmün içine geçici görevlendirmenin dahil olup olmadığı belirsizdir. Geçici görevlendirme, bir kamu hizmetini yürütmek amacıyla, durumu uygun olan kamu görevlilerinin kadroları ile hukuki bağlarını sürdürmek ve belli bir süre ile sınırlı olmak kaydıyla atamaya yetkili amir tarafından görevlendirilmesidir. Geçici görevlendirme kurum içi ve kurumlar arası olmak üzere iki türlü olup bunlar birbirinden farklıdır. Kurum içi geçici görevlendirme 657 sayılı DMK da düzenlenmemiş; kurumlar arası geçici süreli görevlendirme ise DMK ek madde 8 de düzenlenmiştir. 139  DD: 22.11.2001, E. 1998/1661, K. 2001/4441, Kazancı, ET. 21.02.2016. 140  Mevzuatta tedviren görevlendirme şeklinde açıklanan bir usul bulunmamakla beraber uygulamada yukarıda açıklanan 99 seri Nolu Genel Tebliğde belirtildiği üzere asilde aranan şartlara sahip vekil memur bulunmadığı hallerde idarelerce hizmetin aksatılmadan yürütülmesini temin bakımından herhangi bir şekilde boşalmış veya boş bulunan bir göreve asilde aranan şartlara en yakın personel arasından tedviren görevlendirme yapılarak idari görevin yürütülmesi sağlanmakla birlikte, kamu hizmetinin aksamaması amacıyla, asaleten veya vekaleten atama yapılıncaya kadar, geçici ve istisnai durumlarda başvurulan bir yol olan tedviren görevlendirmelerde ek ders ücreti ödeneceğine ilişkin bir düzenleme de mevzuatta yer almamaktadır. DD: 10.01.2007, E. 2004/3769, K. 2007/8. Kazancı, ET. 21.02.2016. 141  Yavuzdoğan: s. 86. 142  Pınar İbrahim: Devlet Memurları Kanunu Şerhi, Seçkin Yayınları, Ankara 2006, s. 1556. 143  Yasal dayanağı olmamasına rağmen kurum içi geçici görevlendirmeye uygulamada sıkça rastlandığı belirtilmektedir. Kayar: s. 274. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 551Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Kurum  içi  geçici  görevlendirme,  kurumların  yürütmekle  yükümlü oldukları hizmetlerin yerine getirilmesi için, personelin kurum içerisinde geçici  olarak  görevlendirilmesidir.  Bu  görevlendirme  bir  toplantıya, seminere,  eğitime  katılma  şeklinde  olabileceği  gibi,  personel  yetersizliği nedeniyle işlerin aksamasının önüne geçilmesi amacıyla da yapılabilir. DPB na göre; …657 sayılı Devlet Memurları Kanununda memurların kurum içinde geçici olarak görevlendirilmesine ilişkin açık bir düzenleme yer almamaktadır. Bununla birlikte asli görevleri ile ilgili olarak memurların kurum içinde geçici olarak görevlendirilebilmelerine aykırı bir husus da bulunmamaktadır. … 657 sayılı Kanunun 45 inci maddesinin 1 inci fıkrasında Hiçbir memur sınıfının dışında ve sınıfının içindeki derecesinin altında bir derecenin görevinde çalıştırılamaz hükmü bulunmaktadır. Bu hüküm ile Devlet memurlarının kamu hizmetlerindeki belirli kadrolarda, sınıfına ve sınıfı içindeki derecesine uygun görevlerde çalıştırılmasının zorunlu kılınması ve böylece keyﬁ  görevlendirmelerin önlenmesi amaçlanmıştır. … Bu itibarla, yukarıda  belirtilen  hükümler  çerçevesinde  ve  gerekli  koşulların  varlığı halinde memurların kurum içinde amirlerince bir görevin ifası için geçici olarak görevlendirilebilecekleri, bu görevlendirmenin memurun asli görevi ile ilgili olması ve hizmetin yerine getirilebilmesi anlayışı çerçevesinde süresinin tespit edilmesi gerektiği mütalaa edilmektedir. Geçici  görevlendirme,  vekâlet  veya  tedviren  görevlendirmeden daha farklıdır. Vekâlet ve tedviren görevlendirmede görevlendirilecek bir kadro bulunmakla birlikte bu kadroya henüz asıl atanmamıştır, kadroya ait işlere bir görevli bakmaktadır. Geçici görevlendirmedeyse kamu görevlisi, boş bir kadroya vekâlet etmemekte; hızlı bir biçimde yapılması gereken bir  hizmet  için  veya  bazı  konularda  bilgi  ve  tecrübesinden  yararlanmak için  görevlendirilmektedir.  Danıştay a  göre  657  sayılı  Devlet  Memurları Kanununda, aynı kurum içinde geçici görevlendirme konusu düzenlenmemiş olmakla birlikte, bir kamu kurumunun, görev alanı içinde yer alan bir hizmeti yürütmek amacı ile o hizmetle ilgili konuda uzmanlaşmış kamu görevlilerini, kadroları üzerinde kalmak üzere belli bir süre ile görevlendirmesi mümkündür. Ancak geçici görevlendirmenin ilgilinin kadro görevinden fiilen uzaklaştırması 144  Kurum İçi Ve Kurumlar Arası Geçici Görevlendirme Uygulamaları, http://memurunyeri .com/2012-08-19-18-24-50/sitemizden-gorusler/2886-kurumici-ve-kurumlararasi-gecicigorevlendirme-uyg-lamalar.html, ET. 11.01.2016. 145  Tarih ve sayı belirtilmemiş olup internet sitesinde 8. görüş olarak yer almaktadır. http:// www.dpb.gov.tr/tr-tr/gorus/gecici-gorevlendirme, ET. 11.01.2016. 552 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN niteliğinde olmaması gerekir. Yine aynı Mahkeme…bir kamu kurumunun mevzuatla belirlenmiş olan görev alanı içinde yer alan geçici nitelikteki bir hizmeti ya da değişen ve gelişen sosyal, ekonomik ve kültürel koşulların sonucu olarak ortaya çıkan, henüz örgütsel altyapısı oluşturulmamış ve bir kadro ile ilgilendirilmemiş olan yeni bir kamu hizmetini yürütmek amacı ile durumu uygun olan kamu görevlilerinin, kadrolarıyla hukuki bağlarını sürdürmek ve belli bir süre ile sınırlı olmak üzere atamaya yetkili amir tarafından geçici olarak görevlendirilmeleri olanaklıdır. Belirtilen hukuki durum karşısında, Personel  Dağılım  Cetveline  göre  sürekli  personel  ihtiyacının  bulunması halinde  atama  suretiyle  bu  ihtiyacın  karşılanması  gerekirken,  geçici görevlendirmenin yargısal içtihatlarla belirlenmiş koşul ve ölçütlerine aykırı bir biçimde ve boş kadroların görevlendirme suretiyle doldurulamayacağı ilkesi gözetilmeksizin Personel Dağılım Cetveline göre geçici görevlendirme yapılmasına ilişkin düzenlemede hukuka uyarlık görmemiştir. Danıştay  içtihatlarından  da  görüldüğü  üzere  geçici  görevlendirme; idarenin görev alanında yer alan geçici nitelikteki bir hizmetin ya da değişen, gelişen sosyal, ekonomik ve kültürel koşulların sonucu ortaya çıkan, henüz örgütsel altyapısı oluşturulmamış, bir kadro ile ilgilendirilmemiş yeni bir kamu hizmetinin yürütülmesi veya bir personelin uzmanlığından yararlanılması amacıyla kullanılır. Danıştay içtihatları uyarınca geçici görevlendirme amacı dışında kullanılmamalı (kamu görevlisini görevinden fiilen uzaklaştırmak veya onu cezalandırmak amacıyla) ve belirli bir süreyle sınırlı olmalıdır. 146  Geçici görevlendirmenin belli süreli ve bir hizmetin geçici olarak yürütülmesi amacına yönelik olması gerekirken, uygulamada davacıda olduğu gibi sürekli bir nitelik kazandığı ve geçici görevlendirme ile hedeﬂ enen amacın dışına çıkılması hukuka aykırıdır. DD: 26.2.1997, E. 1996/2070, K. 1997/419, kazancı, ET. 17.01.2016. 147 DD: 22.10.2008, E. 2007/4027, K. 2008/5078. 657 sayılı Devlet Memurları Kanununda aynı kurum içinde geçici görevlendirme konusu düzenlenmemiş olmakla birlikte, bir kamu kurumunun mevzuatla belirlenmiş olan görev alanı içinde yer alan geçici nitelikteki bir hizmeti; ya da, değişen ve gelişen sosyal, ekonomik ve kültürel koşulların sonucu olarak ortaya çıkan, henüz örgütsel altyapısı oluşturulmamış ve bir kadro ile ilgilendirilmemiş olan yeni bir kamu hizmetini yürütmek amacı ile, durumu uygun olan kamu görevlilerinin, kadroları ile hukuki bağlarını sürdürmek ve belli bir süre ile sınırlı olmak üzere atamaya yetkili amir tarafından geçici olarak görevlendirilmeleri olanaklıdır. Bu işlemin kurulmasında, yukarıda nitelendirilen kamu hizmetlerinin yürütülmesi amaç edinilmeli; kamu yararı ile bağdaşmayan, örneğin kamu görevlisini görevinden fiilen uzaklaştırmak veya onu cezalandırmak gibi hizmet gereklerine ters düşen bir sonuç amaçlanmamalıdır. DD: 09.02.1998, E. 1997/2711, K. 1998/270, kazancı, ET. 17.01.2016. 148 DPB nın  mütalaasında  geçici  görevlendirmenin  belirli  bir  süreyle  sınırlandırılmasının gerekçesi  şöyle  açıklanmaktadır:  Mezkur  hükmün  yürürlüğe  konulma  amacı,  kamu hizmetlerinin etkin, hızlı ve verimli bir şekilde yürütülmesi yanında personelin hak ve menfaatlerinin korunması ve görevlendirmelerden dolayı ortaya çıkabilecek mağduriyetlerin Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 553Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Geçici  görevlendirmenin  de  belirli  bir  süreyle  sınırlı  olması  gerekmekle birlikte buradaki süre sınırlamasının, amaçları arasındaki fark göz önünde bulundurulduğunda, vekâlet veya tedviren görevlendirmedeki sınırlamadan farklı olması gerektiği söylenebilir. Bu noktada her türlü görevlendirme içine geçici görevlendirme de dahil edildiğinde, bu görevlendirme 3 aylık süreyle sınırlı  kalacak,  süre  sonunda  kamu  görevlisinin  geçici  görevlendirmesi sona  erecek  ve  hizmet  aksayacaktır.  O  halde,  şu  ana  kadar  yapılan açıklamalar dikkate alındığında yapılması gereken, Genelgelerde hangi tür görevlendirmelerin düzenlendiğinin açıkça belirtilmesi ve farklı amaçlarla yapılan  görevlendirmelerin  farklı  kurallara  bağlanmasıdır.  Bunun  dışında mevzuat  incelendiğinde  geçici  görevlendirmeler  için  kimi  zaman  süre belirlenmediği kimi zaman da Genelgede düzenlenen süreden daha uzun süreler belirlendiği görülmektedir. Bu mevzuata; 5952 sayılı Kamu Düzeni önlenmesi olup, anılan maddenin ikinci fıkrasında yer alan altı aylık süre de bu amaçla getirilmiştir.»  DPB: 04.06.2012 tarih ve 10574 sayılı mütalaa. Danıştay a göre de hem vekâlet hem de geçici görevlendirme hizmet gereklerinden kaynaklanan geçici uygulamalar olup; asıl olan, yönetim ve memuriyet kadrolarına, yasal koşulları taşıyanların, kariyer ve liyakat ilkelerine uyularak atanmalarıdır. DD: 23.11.2007, E. 2007/1275, K. 2007/4535, kazancı, ET. 17.01.2016. 149  DPB na göre 657 sayılı Kanuna göre kurumların asli ve sürekli mahiyetteki hizmetleri Devlet Memurları eliyle görülür. Süreklilik arz eden hizmetler için personel sayısının yetersiz olması durumunda kadro imkanları dikkate alınarak açıktan veya naklen memur istihdam etme imkanı bulunmaktadır. Hizmetlerin, kurumların kendi personeli eliyle gördürülmesi temel ilke olmakla birlikte kısa sürede personel temininin mümkün olmaması, olağanüstü şartların oluşması, geçici süreli olarak iş yükünde artış olması gibi istisnai ve arızi durumlarda kurumlar arasında geçici görevlendirmeye mümkündür. Ancak geçici süreli görevlendirmenin sürekli bir hizmet gördürme usulüne dönüşmemesi ve amacı dışında kullanılmaması da gerekmekte olup, personel ihtiyacının öncelikle ilgili mevzuatına uygun bir şekilde açıktan veya nakil yoluyla memur alınarak karşılanması, geçicilik arz eden durumlarda ise ek 8. maddenin birinci fıkrasına uygun olarak geçici süreli görevlendirme yapılması gerekmekte, bu hususta ise DPB nın görev ve yetkisi bulunmamaktadır. Ancak birinci fıkrada yer alan altı aylık görevlendirme süresinin bitmesine rağmen hizmet ihtiyacının devam etmesi, geçici ve olağan dışı iş yükünün mevcut olması durumunda söz konusu maddenin ikinci fıkrası çerçevesinde gerekçeleri belirtilmek suretiyle her defasında DPB nın uygun görüş alınmalıdır. DPB: 18/02/2015 tarih ve 1170 sayılı mütalaası. Nitekim DPB bu görüşüne istinaden başka bir görüşünde de kamu kurum ve kuruluşlarının hizmetlerinde aksamaya yol açılmaması için, ilgili personelin de rızasının bulunduğu hallerde söz konusu hükmün ikinci fıkrası kapsamında yapılacak görevlendirmelerde 6 aylık süreye tabi olunmaksızın personelin kurumlar arasında geçici süreli olarak görevlendirilebileceğini belirtmiştir. DPB: 04/06/2012 tarih ve 10574 sayılı mütalaası. 150  DPB, 04/05/2011 tarih ve 7513 sayılı mütalaasında görevlendirmenin, 657 sayılı Kanunun Ek 8. maddesi kapsamında yapılmış olması durumunda, görevlendirme süresinin bir yılda altı ayı geçmeyecek şekilde uygulanması gerektiğini; geçici süreli görevlendirmenin 657 sayılı Kanun dışındaki bir düzenlemeye istinaden yapılması durumunda ise anılan hükmün kapsamında değerlendirilemeyeceğini belirtmiştir. Benzer bir karar için bkz. DPB nin 554 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Ve Güvenliği Müsteşarlığının Teşkilat Ve Görevleri Hakkında Kanun (madde 12/2151),  3056  sayılı  Başbakanlık  Teşkilatı  Hakkında  Kanun  Hükmünde Kararnamenin Değiştirilerek Kabulü Hakkında Kanun (madde 36152), 5902 sayılı Afet Ve Acil Durum Yönetimi Başkanlığının Teşkilat Ve Görevleri Hakkında  Kanun  (madde  14/2153)  örnek  verilebilir.  Görüldüğü  üzere, 2015/13 sayılı Genelgeyle örnek verilen Kanun hükümleri, süreyi sınırlayan hükümler  açısından  uyumlu  olmayabilir.  Bu  tür  olumsuzlukların  önüne geçebilmek için Genelgelerin gerekli mevzuat araştırması yapıldıktan sonra hazırlanması gerekir. VII. Genel Değerlendirme 2015/9 sayılı Genelge 31.08.2015 tarih ve 29461 sayılı Resmî Gazete de yayınlanmıştır. 07.06.2015 tarihinde genel seçimler yapılmış olup bu seçimler sonucu hükümet kurulamaması nedeniyle 01.11.2015 de erken seçim yapılması 26/04/2011  tarih  ve  6632  sayılı  mütalaası,  http://www.dpb.  gov.tr/tr-tr/gorus/gecicigorevlendirme, ET. 17.01.2016. 151  Müsteşarlığın görev alanına giren konularda çalıştırılmak üzere bütün kamu kurum ve kuruluşlarının personeli, aylık, ödenek, her türlü zam ve tazminatlar ile diğer mali ve sosyal hak ve yardımları kendi kurumlarından ödenmek kaydıyla, Müsteşarın teklifi ve Bakan onayı ile geçici olarak Müsteşarlıkta görevlendirilebilir. Bu şekilde görevlendirilen personelin Müsteşarlıkta geçen hizmet süreleri mesleki kıdemlerinden sayılır. 152  (Değişik birinci fıkra : 27/12/1991 - KHK - 475/6 md.) Genel ve katma bütçeli dairelerle döner sermayeli kuruluşlar, kanunla kurulan fonlarda, belediyeler ve özel idareler, sermayesinin yüzde ellisinden fazlası kamuya ait kuruluşlarda, iktisadi Devlet teşekkülleri ve kamu iktisadi kuruluşlarında ve bunlara bağlı ortaklıklar ve müesseselerde çalışanlar kurumlarının, yüksek yargı organı mensupları, hakim ve savcılar için kendilerinin muvafakatı ile Başbakanlıkta Daire Başkanı ve daha üst ünvanlı kadrolarda istihdam edilebilirler. Başbakanlığın bu konudaki talepleri, ilgili kurum ve kuruluşlarca öncelikle sonuçlandırılır. Yüksek yargı organları mensupları hakkında görevlendirme talebi ilgili yüksek mahkemelerin başkanlarınca yerine getirilir. Bu personel ilgili kurumundan maaşsız izinli sayılır. İzinli oldukları sürece memuriyetleri ile ilgili özlük hakları devam ettiği gibi, bu süreler terfi ve emekliliklerinde hesaba katılır. (Ek cümle: 11/10/2011-KHK-666/5 md.) Bu fıkra kapsamında istihdam edilen personel istihdam edildikleri kadro için ilgili mevzuatta öngörülen her türlü mali ve sosyal haklardan aynen yararlanır. Terfileri başkaca bir işleme gerek duyulmadan süresinde yapılır. (İkinci fıkra mülga: 27/12/1991 - KHK - 475/6 md.) (Ek: 16/6/1988 - KHK - 331/1 md.) Ayrıca, birinci fıkrada belirtilen kurumlarda görevli personel; aylık, ödenek, her türlü zam ve tazminatlar ile diğer mali ve sosyal hak ve yardımları kurumlarınca ödenmek kaydıyla geçici olarak Başbakanlıkta görevlendirilebilirler. 153  Çalışma grupları, afet ve acil durum yönetimi uzmanları, afet ve acil durum yönetimi uzman yardımcıları ile diğer personelden oluşur. Başbakan veya yetkilendirdiği bakan onayı ile afet ve acil durumlara ilişkin çalışmalarda bulunmak üzere, kamu kurum ve kuruluşlarının personeli, Başkanlıkta geçici olarak görevlendirilebilir; konu ile ilgili uzmanların katılımı ile geçici komisyon ve kurullar oluşturulabilir. 154  Geçici Görevlendirme hangi mevzuata göre yapılır? http://sorucevap.memurlar .net/ soru/2207/ ,ET. 17.01.2016 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 555Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... kararı alınmış ve yeni hükümet ancak 2015 Kasım ayının sonunda göreve başlayabilmiştir. 07.06.2015 ten, 2015/9 sayılı Genelgenin yayınlandığı tarihi de içine alacak şekilde, Kasım 2015 sonuna kadar güvenoyu almış bir hükümet değil; işgüder hükümet görev başında kalmıştır. Bu durum devletin ve kamu hizmetlerinin sürekliliği ilkesinin bir sonucudur. Ancak bu noktada işgüder hükümetin  hangi  konularda  işlem  tesis  edebileceği  tartışma  konusudur. Örneğin henüz güvenoyu almamış bir hükümetin ve bu arada hükümetin başı olan başbakanın kamu görevlilerinin atanma ve görevlendirilmelerini durdurması veya izin şartına bağlaması mümkün müdür? İşgüder hükümet uygulamasının amacı, devletin ve kamu hizmetlerinin sürekliliğini sağlamak olduğuna göre, bunun tam tersine personel atama ve görevlendirmesini durduran veya zorlaştıran uygulamaların bu amaçla bağdaştığı söylenemez. Yine işgüder hükümetlerin görevi, gündelik işlerin yürütülmesiyle sınırlı olmalıdır. İşgüder hükûmetlerin siyasal değil, ancak idarî  ve  ivedi  işleri  görebileceği  genel  olarak  kabul  edilmektedir .  Bu hükûmetler, parlâmento güvenine dayanmadıklarından önemli siyasal kararlar almamalı, önemli makamlara atama yapmamalıdır. Danıştay a göre de 11.1.2002 tarihinden 4.11.2002 tarihine kadar 11 aylık sürede İl Sağlık Müdür Yardımcılığı görevlerine 87 adet atama yapıldığı halde, 3 Kasım 2002 Milletvekilliği Genel Seçimlerinden hemen sonra, (yeni hükümete görev teslimi yapılmadan kısa bir süre önce) 4.11.2002-19.11.2002 tarihleri arasında ve İl Sağlık Müdür Yardımcılıkları görevlerine acil atamayı gerektirecek somut bir nedenin varlığı da ortaya konulmadan, davacıyla birlikte 41 İl Sağlık Müdür Yardımcılığı kadrosuna yapılan atamanın kamu yararı ve hizmet gerekleriyle bağdaşır bir yanı bulunmamaktadır. 2015/9 ve 2015/13 sayılı Genelgeler, kendi belirledikleri istisnalar dışındaki  tüm  kamu  kuruluşlarının  yapacağı  bir  kısım  atamaları  ve görevlendirmeleri durdurmuş veya Başbakanlıktan izin alma şartına bağlamıştır. Personel hukuku açısından son derece önemli yetkileri Başbakanlığa bahşeden bu tür işlemlerin hukuka aykırı olmaması, pek çok hukuk kural ve ilkesine uygun olmasına bağlıdır. Ancak incelenen Genelgelerin bu şartları taşımaktan uzak olduğu görülmektedir. 155 7 Haziran seçimi sonrası Başbakan Ahmet Davutoğlu Bakanlar Kurulu nun istifasını Cumhurbaşkanlığı makamına sunmuş ve bu istifa da Cumhurbaşkanı tarafından; Anayasasının 104. maddesi uyarınca, yeni Hükümet kuruluncaya kadar mevcut hükümetin göreve devam etmesi ricasıyla kabul edilmiştir. Abdulhakimoğulları Erdal: İşgüder hükümet, http:// www.ankarastrateji.org/ko-e-yaz-s/i-guder-hukumet/, ET. 20.02.2016. 156  http://www.anayasa.gen.tr/bakanlarkurulu.htm#_ftnref, ET. 17.01.2016. 157  DD: 10.12.2004, E. 2004/3658, K. 2004/5187, kazancı, ET. 17.01.2016. 556 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Genelgeler düzenleyici işlem yapma tekniğine aykırı bir biçimde yapılmış olup muğlak ifadeler ve belirsizlikler taşımaktadır. Yukarıda da ifade edildiği gibi Genelgeler gerekli atıﬂ arı yapmaya imkan verecek şekilde yazılmamıştır. Bunun dışında Genelgelerde müstakil birim amiri, yürütme, her türlü görevlendirme, legal görünüm altında illegal faaliyet yürüten yapılar gibi ifadeler yer almakta olup bunların ne anlama geldiği belirsizdir. Bu belirsizliğe rağmen bu tür ifadelere hukuki güç tanımak, uygulamada pek çok problem doğmasına, idarelerin nasıl işlem yapması gerektiği noktasında kafasının karışmasına ve gereksiz yere pek çok hususun Başbakanlığa sorulmasına neden olabilir. Nitekim bu husus Genelgeler yayınlanır yayınlanmaz kendini göstermiş ve 2015/9 sayılı Genelge yayınlandıktan bir süre sonra Başbakanlık Personel Ve Prensipler Genel Müdürlüğünün 17.09.2015 tarih ve 10481 sayılı işlemiyle Genelge hakkında çeşitli açıklamalar yapılmıştır. Benzer şekilde 2015/13  sayılı  Genelgenin  yayınından  hemen  sonra  09.12.2015  tarih  ve 14129 sayılı Başbakanlık Personel Ve Prensipler Genel Müdürlüğü işlemiyle 2015/13 sayılı Genelgede çeşitli değişiklikler yapılmıştır. Genelgelerde göze çarpan bir diğer husus da kapsam kısımlarında (tüm kamu kurum ve kuruluşları) yer verdikleri istisnaların hangi ölçütlere göre belirlendiğinin anlaşılamamasıdır. Örneğin Genelgelerde il özel idareleri ve belediyeler kapsam dışı tutulmuş ancak büyükşehir belediyeleri bilinçli veya bilinçsiz olarak kapsama dâhil edilmiştir. Yine benzer şekilde Genelgelerde Kamu Denetçiliği Kurumu kapsam dışı tutulurken Türkiye İnsan Hakları Kurumu veya düzenleyici denetleyici kurumlar kapsama dâhil edilmiştir. Genelgelerin kapsamına ilişkin olarak bir diğer önemli husus da pek çok  kamu  kurumunun  Genelgeler  kapsamına  alınması  ve  Başbakanlığa personel  konusunda  geniş  yetkiler  tanınmış  olmasıdır.  Merkezi  idarenin kamu  kurumlarının  personeli  üzerinde  kanunda  düzenlenmemiş  yetkilere düzenleyici işlemle sahip olması, idari vesayet ilkesine aykırılık oluşturur. 158  Bununla birlikte Danıştay benzer bir olayda farklı görüşte olduğu anlaşılmaktadır. Danıştay; 25173 sayılı Resmi Gazete de yayımlanan ve personel atamalarını ikinci bir talimata kadar durduran  2003/42  sayılı  Başbakanlık  Genelgesinin  hukuka  aykırı  olmadığı  sonucuna varmıştır. Mahkemenin gerekçesi şöyledir: Anayasanın 112. maddesinin 1. fıkrasında, Başbakan, Bakanlar Kurulunun başkanı olarak, Bakanlıklar arasında işbirliğini sağlar ve hükümetin genel siyasetinin yürütülmesini gözetir... hükmü yer almış; aynı maddenin 3. fıkrasında, Başbakan, bakanların görevlerinin Anayasa ve kanunlara uygun olarak yerine getirilmesini gözetmek ve düzeltici önlemleri almakla yükümlüdür hükmüne yer verilmiş; 3056 sayılı Başbakanlık Teşkilatı Hakkında Kanun Hükmünde Kararnamenin Değiştirilerek Kabulü  Hakkında  Kanunun  33.  maddesinde,  Başbakanlık,  kanunla  yerine  getirmekle yükümlü olduğu hizmetleri tüzük, yönetmelik, tebliğ ve genelgelerle düzenlemekle görevli ve yetkilidir hükmü öngörülmüş; aynı Kanunun 2. maddesinin (a) fıkrasında, Bakanlıklar Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 557Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... İdari vesayet ve hiyerarşi idarenin bütünlüğünü sağlayan araçlardır. Anayasa nın  127.  maddesi  uyarınca  Merkezî  idare,  mahallî  idareler arasında işbirliğini sağlamak, hükümetin genel siyasetinin yürütülmesini gözetmek, Anayasa ve kanunlarla verilen hizmetleri yerine getirmek maksadıyla gerekli tedbirleri almak; (b) fıkrasında, Devlet teşkilatının düzenli ve müessir bir şekilde işlemesini temin edecek prensipleri tespit etmek, hükümet programı ve kalkınma planları ile yıllık programların uygulanmasını takip etmek Başbakanlığın görevleri arasında sayılmış; anılan Kanunun 9. maddesinin (a) fıkrasında ise, Devlet teşkilatının düzenli bir şekilde işlemesini sağlayıcı prensipleri tespit etmek, direktiﬂ er vermek, önlemler almak ve koordinasyonu sağlamak Başbakanlık Personel ve Prensipler Genel Müdürlüğü nün görevleri arasında belirtilmiştir. İptali istenen 2003/42 Sayılı Başbakanlık Genelgesiyle, kamu kurum ve kuruluşlarındaki her türlü atamaların belli istisnalar dışında 2. bir talimata kadar durdurulduğu anlaşılmaktadır. Personel hareketlerinin hükümetin uyguladığı ekonomik program doğrultusunda belli bir düzen içinde yürütülmesi ve kamu sektöründeki istihdamın ölçülü hale getirilmesini sağlamak amacıyla, kamu yönetimi reformu çalışmaları çerçevesinde, kamu kurum ve kuruluşlarındaki bazı kadrolara yapılacak olan ve Genelgede tek tek sayılan istisnai atamalar dışındaki her türlü atamaların 2. bir talimata kadar geçici olarak durdurulmuş olmasında, kamu yararı ve hizmet gereklerine aykırılık bulunmamaktadır. Dava konusu Genelge, tüm kamu kurum ve kuruluşlarını kapsamına aldığından, özellikle bir kurumun yetkisine bırakılmış bir konuya müdahale anlamını da taşımamaktadır. Kaldı ki, iptali istenen Genelgeyle, kamu hizmetlerinde aksamaya yer verilmemesi için ivedi ve zorunlu hallerde yapılacak atamaların durdurulmadığı ve bu atamalar için Başbakanlıktan izin alınması koşulunun öngörüldüğü gözlenmektedir. Belirtilen nedenlerle, personel hareketlerinin ekonomik program doğrultusunda belli bir düzen içinde yürütülmesini sağlamak amacıyla, atamaların belli istisnalar dışında geçici olarak durdurulması ve bu geçici dönemle sınırlı olmak üzere zorunlu atamalar için Başbakanlıktan izin alınması koşulunun getirilmesine dair davaya konu genelgede hukuka ve kamu yararına aykırılık görülmemiştir. Öte yandan, Başbakanlığın 18.9.2003 tarihli başka bir işlemiyle, sosyal güvenlik kuruluşları, yerel yönetimler, kamu iktisadi teşebbüsleri, özel kanunlarla kurulmuş olan kurul, üst kurul, enstitü ve sair adlarla kamu tüzel kişiliğini haiz kamu kurum ve kuruluşlarında görevli personelin kurum içi atamalarının ve sözleşmeli personelin ilk defa atanmasına dair işlemler dışında kalan atama işlemlerinin 2003/42 Sayılı genelge kapsamından çıkarıldığı; daha sonra 9.6.2004 günlü, 25487 Sayılı Resmi Gazete de yayımlanan 2004/18 Sayılı genelgeyle de davaya konu genelgenin yürürlükten kaldırıldığı anlaşılmaktadır. Mahkemenin gerekçesine aldığı Anayasa hükmü (madde 112) başbakanın bakanlar ve bakanlıklarla olan ilişkilerini düzenlemekte olup bu noktada ayrı bir tüzelkişiliği olan kamu kurumlarının madde hükümleriyle bir ilişkisi yoktur. Mahkemenin dayanak gösterdiği Kanun hükümlerine bakıldığındaysa, bu madde hükümlerinden bütün atamaların merkezi idarenin yetkisine bırakılabileceği şeklinde bir anlam çıkarılamaz. Zira atama yetkisi kanuni dayanak gerektiren bir yetki olup aynı zamanda kanunda açıkça düzenlenmelidir. Kaldı ki idare hukukunda yetkinin dar yorumlanması bilinen bir ilkedir. Mahkemenin gerekçe olarak belirttiği Genelge, tüm kamu kurum ve kuruluşlarını kapsamına aldığından, özellikle bir kurumun yetkisine bırakılmış bir konuya müdahale anlamını da taşımamaktadır. Kaldı ki, iptali istenen Genelgeyle, kamu hizmetlerinde aksamaya yer verilmemesi için ivedi ve zorunlu hallerde yapılacak atamaların durdurulmadığı ve bu atamalar için Başbakanlıktan izin alınması koşulunun öngörüldüğü gözlenmektedir şeklindeki ifade de Genelgenin hukuka uygun kabul edilmesini sağlamaz. Zira Genelgenin istisna öngörmeden, bütün kamu kurum ve kuruluşlarını kapsamına alması veya bazı atamalar için Başbakanlıktan izin alma şartı getirmesi, atama yetkisinin kanuna dayanması zorunluluğunu ortadan kaldırmamaktadır. DD: 27.02.2006, E. 2003/5124, K. 2006/752, kazancı, ET. 17.01.2016. 558 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN üzerinde…….. kanunda belirtilen esas ve usuller dairesinde idarî vesayet yetkisine  sahiptir. Yani  idari  vesayet  aslında,  merkezi  idarenin  mahalli idareler üzerinde sahip olduğu bir yetkidir. Bununla birlikte Anayasa nın 123. maddesi uyarınca idare, kuruluş ve görevleriyle bir bütün olup devlet tüzelkişiliğinden ayrı bir tüzelkişiliği olan kamu kurumlarının bu bütünden kopuk olduğu düşünülemez. Merkezi idarenin kamu kurumları üzerinde sahip  olduğu  yetki, Anayasa  hükmü  uyarınca  idari  vesayet  olarak  ifade edilemese de idari vesayet benzeri bir yetkidir. Bu yetkinin de idari vesayet yetkisindeki sınırlamalara tabi olduğu söylenebilir. Vesayet yetkisi, kanuna dayanır ve kanunla sınırlıdır. Vesayet makamı vesayet yetkisini ancak kanunda açıkça belirtilmiş olan alanlarda ve yine kanunun çizdiği sınırlar için kullanabilir. Bu noktada vesayet makamının kim olduğu da kanunla belirlenir. Yerinden yönetim kuruluşlarının personeli üzerinde de vesayet yetkisinin kullanılması mümkün olup kamu görevlilerinin; kadrolarının verilmesi, tayinlerinin yapılması, tasdiki, terfi, izin, işten el çektirme, disiplin kovuşturması gibi özlük işlerine ait konularda ve vazifeden azil konusunda merkezi idareye yetki verilebilir. Ancak bunun için kanunla açıkça yetkilendirilmiş olmak gerekir. Kanunda merkezi idareye verilmiş açık bir yetki yoksa her kamu tüzel kişisinin, kendine has bir personele sahip olduğunun ve kendi adına personel istihdam edebileceğinin kabulü gerekir. Bu cümleden olmak üzere Kamu kurumları ayrı bir tüzel kişiliğe sahip olarak, kendilerine has bir personel çalıştırırlar. Bu personelin alımı, işlerine son verilmesi vb. bakımlardan, kamu kurumunu kuran kamu idaresi (devlet veya mahallî idareler) değil, doğrudan kamu kurumu yetkilidir. Örneğin devlet tarafından kurulmuş üniversitenin personeli üniversite tarafından işe 159  Günday a göre merkezi idareye mahalli idareler üzerinde vesayet yetkisi tanınmışken bu kuruluşlara oranla özerklikleri sınırlı olan kamu kurumlarına karşı bu yetki evleviyetle kabulü gerekir. Yine müellife göre anayasada düzenlenmiş olan idarenin bütünlüğü ilkesi karşısında kamu kurumlarını bu denetim kapsamının dışına çıkarmak imkânsızdır. Günday: s. 85. 160  Arslan Süleyman: Türkiye de Ve İngiltere de Merkezi İdarenin Mahalli İdareler Üzerindeki Denetimi, Kalite Matbaası, Ankara 1978, s. 61. 161  DMK madde 33 uyarınca İl özel idareleri ve belediyeler ile bunların kurdukları birliklerin kadroları yetkili organlarınca hazırlanarak İçişleri Bakanlığının onayı ile tamamlanır. 162  Erdoğan Sedat: Belediyeler Üzerindeki İdari Vesayet Yetkileri, TBD Yayını, Ankara 1972, s. 204 den naklen, Arslan: s. 71. Günday a göre de kamu kurumlarında çalışan personelin seçilmesi, atanması, atamalarının onaylanması ve görevlerine son verilmesi konusunda merkezi idareye kanunla yetki verilebilir. Günday: s. 89. 163  Gözler: s. 157, (kitap). 164  Gözler: s. 471 vd, (kitap). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 559Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... alınır ve üniversite tarafından işine son verilir. Kamu kurumunun personeli de kendine has bir statüye tâbidir. Şüphesiz bu statü devlet memurluğu genel statüsüne göndermeyle düzenlenmiş de olabilir. İnceleme konusu genelgelere ilişkin son olarak şu söylenebilir: 2015/9 ve 2015/13 sayılı Genelgeler yayınlandıkları tarihten kısa bir süre sonra yürürlükten  kaldırılmıştır.  Genelgelerle  düzenlenen  konularda  kanuni  bir düzenleme  yapılmamış  olduğu  göz  önünde  bulundurulduğunda,  bunların kaldırılma gerekçeleri hukuka aykırı olduklarının anlaşılması mıdır; yoksa başka bir neden mi etkili olmuştur? Bu soru cevapsız kalmıştır. -",
     "Kaynakça": "Ağar Şefik Can: İdari Hiyerarşi Kudreti, Sulhi Garan Matbaası, İstanbul 1970. Akbulut  Emre:  Türk  İdare  Hukukunda  Kanuni  İdare  İlkesi,  Beta Yayınları, İstanbul 2013. Akçer Güney: Devlet Memurlarının Naklen Atanmasında İdarenin Takdir Yetkisi Ve Bu Yetkinin Yargısal Denetimi, Gaziosmanpaşa Üniversitesi Sosyal Bilimler Enstitüsü Kamu Yönetimi Anabilim Dalı, Kamu Yönetimi Bölümü Yüksek Lisans Tezi, 2011. Akgüner Tayfun: Kamu Personel Yönetimi, DER Yayınları, Altıncı Basım, İstanbul 2014. Aktan Tahir: Kamu İdaresi, Genişletilmiş 2. Basım, 1989. Akyılmaz Bahtiyar – Sezginer Murat – Kaya Cemil: Türk İdare Hukuku, 6. Baskı, Seçkin Yayıncılık, 2015. Arslan  Süleyman:  Türkiye de  Ve  İngiltere de  Merkezi  İdarenin Mahalli İdareler Üzerindeki Denetimi, Kalite Matbaası, Ankara 1978. Atay Ender Ethem: İdare Hukuku, 4. Bası, Turhan Kitabevi, Ankara 2014. Atay Şanlı Yeliz: Türk İdare Hukukunda Adsız Düzenleyici İşlemler, 1. Baskı, TODAİE, Ankara 2011. Aytürk Nihat: “Yönetimde Yetki Devri Ve İmza Yetkileri”, AİD, Y. 560 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN 2000, C. 33, S. 1. Bayburtlu Arif: Devlet Memurlarının Naklen Atanmalarında İdarenin Takdir Yetkisinin Yargısal Denetimi, Kırıkkale Üniversitesi Sosyal Bilimler Enstitüsü Siyaset Bilimi Ve Kamu Yönetimi Anabilim Dalı, Yüksek Lisans Tezi, 2011. Coşkun  Sabri:  “Kamu  Personeli  Mevzuatının  Uygulanmasından Doğan Yönetsel Yargı Uyuşmazlıkları”, AİD, Y. 1988, C. 21, S. 1. Çolak Nusret İlker: “Kamu Görevlilerinin Naklen Atanma Kriterleri”, AÜEFD, Y. 2005, C. IX, S. 1-2. Devlet  Memurları  El  Kitabı,  Gözden  Geçirilmiş  Üçüncü  Baskı, TODAİE, Yayın No. 219, Ankara 1987. Duran  Lütﬁ :  “İdare  Alanının  Düzenlenmesinde  Teşrii  Ve  Tanzimi Tasarruﬂ arın Sınırları”,  İÜHFM, Y. 1964, C. XXX, S. 3-4. Em Ali: Kanunların Ve İdari Düzenleyici Tasarruﬂ arın Yapım Tekniği, 4. Bası, Turhan Kitabevi, Ankara 2003. Gournay Bernard: Yönetim Bilimine Giriş, TODAİE Yay No. 122, Çev. İhsan Kuntbay, Ankara 1971. Gözler Kemal: “5018 Ve 6085 Sayılı Kanunlarda Bazı İdare Hukuku Terimlerinin Yanlış Kullanımı Üzerine”, AUHFD, Y. 2011, C. 60, S. 4 2011. Gözler Kemal: İdare Hukuku, Cilt I, 1. Baskı, Bursa 2003, (kitap). Günday Metin: İdare Hukuku, İmaj Yayınevi, 10. Baskı, Ankara 2011. Güneş Turan: Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, AÜSBF Yayınları, No:191 - 173, Ankara 1965. Güran Sait: “İdarî Lüzum Sebebiyle Memurun Tahvili Ve Müstafi Addi”, İÜHFM, Y. 1963, C. 29, S. 1-2. Güran Sait: “Yeni Bir Buluş: Askıdaki Memur”, İHİD, Y. 1980, C. 1, S. 1, (askıdaki memur). Güran Sait: “Yer Değiştirme İşlemlerinin Maliyeti”, İHİD, Y. 1980, S. 2, (yer değiştirme). Kamu Yönetimi Sözlüğü, Editör: Seriye Sezen, 2. Baskı, TODAİE, Yayın No. 342, Ankara 2008. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 561Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... Karaer Tacettin: “Kalkınma Planları Ve İdari Reform”, AİD, Y. 1991, C. 24, S. 2. Kayar Nihat: Kamu Personel Yönetimi, 3. Baskı, Ekin Kitabevi, 2011. Kerman Uysal – Altan Yakup – Aktel Mehmet: “Dönüşen Devlette Yerelleşme Politikaları: Kalkınma Planları Üzerinde Bir AnalizAİD, Y. 2008, C. 41, S. 3. Onar Sıddık Sami: İdare Hukukunun Umumi Esasları, I. Cilt, 3. Bası, İstanbul 1966. Pınar İbrahim: Devlet Memurları Kanunu Şerhi, Seçkin Yayınları, Ankara 2006. Sayan İpek Özkal: “Türkiye de Kamu Personel Sistemi: İdari, Askeri, Akademik, Adli Personel Ayrımı”, AÜSBFD, C. 64, S. 1. Serim  Bülent:  “Yönetimin  Kamu  Görevlileriyle  İlgili  Düzenleme Yetkisi”, Danıştay Dergisi, Y. 1989, S. 72-73. Şanlı Denizer: “Planlama Yetkisinin Analizi”, Ankara Barosu Dergisi, Y. 67, S. 3. Tan Turgut: Planlamanın Hukuki Düzeni, TODAİE Yay. No. 154, Ankara 1976. Tan Turgut: “Ekonomik İdari Kararların Yargısal Denetimi”, AİD, Y. 1975, C. 8, S. 2, (ekonomik idari kararlar). Tosun  Öztekin:  “Yürütme  Organlarının  Koyduğu  Kaidelere Aykırılıkların Cezalandırılması”, İÜHFM, Y. 1962, C. 28, S. 2. Tutum Cahit: Türkiye de Memur Güvenliği, TODİAE Yay. No. 132, Ankara 1972. Türkiye Cumhuriyeti Devlet Teşkilatı Rehberi, Güncelleştirilmiş 2. Baskı, TODAİE Yayınları, Yayın No. 377, Ankara 2015, Hazırlayanlar: Onur Ender Aslan, Ali Çakıroğlu, Ozan Zengin, Serkan Yıkarbaba, Doğan Durna. Yavuzdoğan  Seçkin:  Devlet  Memurları  Kanunu  Uyarınca  Naklen Atama, Adalet Kitabevi, Ankara 2014. Yıldırım Ramazan: Açıklamalı Kaynakçalı İdare Hukuku Kavramları Sözlüğü, Mimoza Yayıncılık, Konya 2006. 562 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 563Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 564 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 565Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 566 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 567Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 568 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 569Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 570 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 571Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 572 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 573Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 574 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Çınar Can EVREN Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 575Başbakanlığın Kamu Personel İşlemlerine İlişkin Son Genelgelerinin... 576 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2"
}