{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "1",
     "Başlık": "TÜRKİYE VE ALMANYA`DA HUKUK EĞİTİMİ - DİPLOMALARINDENKLİĞİ",
     "Title": "LAW EDUCATION IN TURKEY AND GERMANY – EQUIVALENCE OF DIPLOMAS",
     "Yazar İsmi": [
          "Rauf KARASU",
          "LL.M.",
          "Dr. Jur. (Heidelberg)"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk Eğitimi",
          "Yüksek Lisans",
          "Doktora",
          "Diplomaların Denkliği",
          "Almanya"
     ],
     "Keywords": [
          "Law education",
          "Master’s degree",
          "PhD",
          "Equivalence of diplomas",
          "Germany"
     ],
     "Özet": "Hukuk devletinin vazgeçilmezleri olan adil, etkin ve güvenilir bir yargının varlığı ve idarenin hukuka bağlılığı, hukuk eğitiminin sağlıklı ve ihtiyaçlara uygun yürütülmesiyle doğrudan ilişkilidir.  Ancak ne yazık ki Türkiye de özellikle lisans düzeyinde verilen eğitimde çok ciddi sorunlar bulunmaktadır. Bu nedenle hukuk eğitimi konusunda ciddi bir reform yapılması gerekmektedir. Bu çalışmada hukuk eğitimindeki mevcut sorunlar tespit edilerek daha iyi bir hukuk eğitimi için çözüm önerileri sunulacaktır. Çalışmada ayrıca Almanya daki hukuk eğitimi de incelenecektir. Zira Almanya, hukuk eğitiminde en iyi ülkelerinden biridir. Türkiye deki hukuk eğitiminin bu ülkenin hukuk eğitimi ile karşılaştırılması, hukuk eğitimimizin sorunlarının tespiti ve çözümüne katkı sağlayacaktır. Bu çalışmada iki ülke diplomalarının denkliği konusu da izah edilecek, özellikle denklik mevzuatında yakın zamanda yapılan değişikliklere değinilecektir.",
     "Abstract": "The rule of law requires a fair, eﬀ ective and reliable judiciary as well as an administration respectful of law, which can be realized only through a sound and appropriate law education. One can observe too many problems concerning law education in Turkey, particularly at graduate level. It is obvious that law education system needs essential reforms. This paper treats actual problems of law education and presents reform perspectives for a better law education in Turkey. As Germany is one of the leading countries in law education, we have focused on law education in Germany. Comparing Turkish system with Germany appears to be useful in order to determine problem areas. A comparative analysis could inspire us with a vision of reform as well. This paper deals also with the question of equivalence of Turkish and German diplomas in relation with recent modifications in legislation concerning equivalence of diplomas.",
     "Metin": "Bir ülkenin gelişmesinin ana faktörü eğitimdir. Bu anlamda hukuk eğitimi de bir ülke için büyük bir öneme sahiptir. Özellikle bir ülke için çok önemli olan yargı gücünün gelişmesinde hukuk fakültelerinde verilen eğitim belirleyici bir rol oynar. Ancak ne yazık ki, bugün, ülkemizde hukuk eğitimi konusunda ciddi ve önemli sorunlar bulunmaktadır. Hukuk fakültelerinde uygulanan  eğitimin  istenen  sonuçları  verebilmesi  için  lise  eğitiminden başlayarak çok köklü reformlar yapılmalıdır.  Bu nedenle bu çalışmada öncelikle Türkiye  de lisans, yüksek lisans ve doktora döneminde verilen hukuk eğitimi hakkında genel bilgiler verilecek, daha sonra hukuk eğitimindeki mevcut sorunlara yönelik çözüm önerileri sunulacaktır. Çalışmada  ayrıca  Almanya daki  hukuk  eğitimi  de  incelenecektir.  Türkiye deki hukuk eğitiminin bu ülkenin hukuk eğitimi ile karşılaştırılması, Türkiye deki hukuk eğitiminin sorunlarını tespit ve çözümünde önemli bir katkı sağlayacaktır. Bu çalışmada ayrıca iki ülke diplomalarının denkliği konusundaki  mevzuata  değinilerek,  ,  özellikle  denklik  konusunda  yakın zamanda yapılan değişikliklerin yeterli olup olmadığı değerlendirilecektir..    (özet kısmı ile giriş kısmı hemen hemen aynı, doğru değil) I. TÜRKİYE DE HUKUK EĞİTİMİ A.  Lisans Eğitimi Türkiye de hukuk eğitimi, lise sonrası lisans düzeyinde yapılmaktadır. Hukuk fakültesinde okumak isteyen bir öğrenci öncelikle Öğrenci Seçme ve Yerleştirme Merkezi (ÖSYM) tarafından ülke düzeyinde merkezi olarak yapılan Yükseköğretime Geçiş Sınavını (YGS) başarması , dahasonra Lisans Yerleştirme Sınavına (LYS) girerek bu sınav sonucunda ilk 150 bin içine girmesi gerekir. Eğitim süresi dört yıldır. Bazı fakültelerde eğitim dönemlik iken bazılarında yıllık sistem uygulanmaktadır. Ancak bütün fakültelerde seçimlik dersler sadece yarım dönem olarak okutulmaktadır. Ne yazık ki, hukuk fakültelerinde okutulan seçimlik derslerin sayısı çok azdır. Öğrencinin uzmanlaşması gereken son sınıfın müfredatı dahi zorunlu derslerle doldurulmuş ve öğrenciye gerekli uzmanlaşmayı sağlayacak seçme imkânı tanınmamıştır. Türkiye de  hukuk  lisans  eğitiminde  öğrenci  teorik  bilgi  içinde boğulmaktadır. Öğrenciler teorik bilgileri ezberlemekte ve kısa süre içinde unutmaktadır. Özellikle yüksek lisansa giriş sınavlarında adayların büyük bir 4 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU çoğunluğunun çok temel bilgilere yönelik soruları bile cevaplayamaması bu durumu doğrulamaktadır.1  Bu nedenle hukuk öğrencilerine çok fazla ayrıntılı bilgiler verilmesinin hiçbir yararı bulunmamaktadır. Eskiden herhangi bir alandaki, dolayısıyla hukuk alanındaki bilgi kaynaklarına ulaşmak çok zordu. Bu nedenle bilgilere ulaşmak için zaman kaybetmek yerine o alandaki bilgileri not etmek, özellikle önemli bilgileri hafızada tutmak tercih ediliyordu. Ancak günümüzde internetin çok yaygın ve etkin bir şekilde kullanılması nedeniyle ihtiyaç duyulan her türlü kanuna veya mahkeme karanına internet üzerinden çok kısa sürede ulaşmak mümkündür. Ayrıca günümüze birçok hukuk dergisinin içeriği çevrimiçi olarak da yayınlandığından, ihtiyaç duyulan konularda bu dergilerdeki makalelere de internet üzerinden ulaşılabilmektedir. Yine Yüksek Lisans  ve  Doktora  Tezlerinin  içeriğine Yükseköğretim  Kurulu nun  Tez Tarama Merkez inden internet üzerinden ulaşmak mümkündür.2 Yabancı dil bilen hukukçular ise yabancı kaynaklara yine yabancı dildeki veri tabanları üzerinde ulaşabilmekteler. Üniversiteler söz konusu bu veri tabanlarına üye olduklarından, öğrenciler de ücretsiz olarak bunlardan yararlanabilmektedirler. Bu nedenle hukukçuların pek çok şeyi bilmesine, özellikle ezbere bilmesine artık ihtiyaç kalmamıştır. Hukuk öğrencilerine belli bir alandaki bütün bilgileri önceden öğretmek yerine, temel bilgileri ve araştırma yöntemlerini öğretip, sorunla karşılaştıkça araştırma yapıp gerekli olan bilgi kaynaklarını bulması sağlanmalıdır.3 Bu kapsamda hukuk fakültelerinin birinci veya ikinci sınıfında Araştırma Yöntemleri adında bir dersin okutulması çok yararlı olacaktır.4 Almanya  ve  birçok  ülkede  hukuk  öğrencileri  daha  fazla  felsefe ve  sosyoloji  dersleri  görürken,  Türkiye de  hukuk  disiplinini  doğrudan ilgilendiren, hukuk felsefesi, hukuk sosyolojisi, hukuk tarihi, kriminoloji gibi dersler ya çok az verilmekte ya da seçmeli olarak sunulup öğrencilerin gözünde değersiz hale getirilmektedir.5  Oysa düşünce zenginliği ve hukuk mantığı için özellikle hukuk felsefesi ve sosyolojisi çok önemlidir.6 1  Aynı yönde, UYUMAZ, Alper/ERDOĞAN, Kemal, Karşılaştırmalı Hukukta ve Türk Hukukunda Hukuk Eğitimi ve Hukuk Kliniği, AÜHFD, 64 (2) 2015, s. 498. 2   Bkz. https://tez.yok.gov.tr/UlusalTezMerkezi. 3   Bkz. GÖZLER, Kemal, Küreselleşme Sürecinde Hukuk Eğitimi, Legal Hukuk Dergisi, Yıl 6, Sayı 69, Eylül 2008, s. 3029. 4   Bkz. GÖZLER, 2008, s. 3030. 5   ATAY, Cevdet, Hukuk Öğretimi ve Hukukçu Eğitimine Bakış Sorunları ve Çözüm Öneriler,  ww.cu.edu.tr/insanlar/mceker/hukuk%20fakültesi/cevdetatay.doc  (erişim  tarihi: 01.12.2015); AYDIN, Oğuz Gökhan; Gelenekten Geleceğe Türkiye de Hukuk Eğitimi, TAAD, Yıl:6, Sayı:21 (Nisan 2015), s. 639. 6   Aynı yönde, AYDIN, Öykü Didem, Hukuk Öğrenimi, Bir Türk Alman Karşılaştırması, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 5Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği Türkiye de bir hukuk fakültesi öğrencisi, derslere devam etmeksizin de sınavlarda başarılı olabilmektedir. Zira genellikle sınavlarda öğrencinin pratiği ve muhakeme yeteneğini ölçen sorular yerine kendi kendine öğrenebileceği hatta ezberleyebileceği bilgiler sorulmaktadır.7  Sadece mezuniyet sonrası meslek sınavlarındaki başarıyı hedeﬂ eyen bir lisans programı yerine, deneyime dayalı  eğitim  metodu  ve  özellikle  tüm  dünyada  giderek  yaygınlaşmaya başlayan  hukuk  klinikleri  ve  kurgusal  duruşma  metotları  gibi  metotlar ülkemizde de uygulanmalıdır.9  Almanya dan  farklı  olarak  Türkiye deki  hukuk  eğitiminde  devlet sınavı (Staatsexamen) adında merkezi bir bitirme sınavı bulunmamaktadır. Müfredattaki  derslerin  sınavlarını  başarıyla  verenler  mezun  olmaktadır. Türkiye de hukuk fakültesini bitiren bir kişi hukukçu sıfatını kazandığından, herhangi bir kamu kurumunda uzman veya özel bir şirkette hukuk danışmanı olarak çalışabilir. Ancak hakim ve savcı olmak için hakimlik sınavını kazanmak ve iki yıl staj yamak gerekmektedir.10 Hakimlik sınavı Adalet Bakanlığı tarafından yazılı ve sözlü olmak üzere iki aşamada gerçekleştirilmektedir. Noter olmak isteyen öğrenciler ise, Noterlik Kanunu hükümlerine göre, bir yıllık staj süresini başarıyla tamamlamak zorundadırlar. Türkiye de Avukatlık için henüz bir sınav şartı bulunmamaktadır. Avukat olmak isteyen hukuk mezunları, bir yıllık avukatlık stajından sonra avukatlık hakkını kazanmaktadır.  Bir yıllık avukatlık stajının ilk altı ayı Mahkemeler nezdinde, takip eden altı ayı ise bir avukat nezdinde yapılmaktadır.11 Avukatlık http://www.turkhukuksitesi.com/makale_1066.htm (erişim Tarihi: 01.12.2015). 7   Aynı yönde bkz. UYUMAZ/ERDOĞAN, 2015, s. 499; PEKCANITEZ, H., Hukukta Aktif Eğitim. Hukuk Öğretimi ve Hukukçunun Eğitimi,  TBB (2003), s. 110; GÜRSELER, G./ YILDIRIM, S./Besler, B., Avrupa da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu, TBB, (2008), s. 166 . 8    Bu metot teorik bilginin ve hukuk doktrininin somut olaya nasıl uygulanacağını öğretmek yanında, soyut hukuk normunu somut olaya uygularken nasıl bir plan çerçevesinde hareket edilmesi gerektiğini de öğreten bir metottur. Bkz. ÖZTOPRAK SAĞIR, Meral, Güncel Gelişmeler Işığında Türkiye de Hukuk Eğitimi, Türkiye Barolar Birliği Araştırma Raporu, Ankara 2010, s. 62 . 9   Bkz. ÖZTPRAK SAĞIR, 2010, s. 11, 53. 10  Doktrindeki hakim görüşe göre, hâkimlik ve savcılık stajında adaylara verilen pratik eğitim, arzu edilen meslekî yeterliliğe erişmek için son derece yetersizdir. Bkz. MISIR, H./KARDALEN, F./SEĞMEN, A./İŞLEKEL, Z./ÜLER, Y./KILIÇ, H. Avrupa da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim, Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu, (2008), s. 209 vd.. 11  Konuyla ilgili ayrıntılı bilgi için bkz. AYDIN, Yasemin Kaya; Dünya da ve Türkiye de Avukatlık Stajı ve Stajyer Avukatların Sorunları, http://www.ankarabarosu.org.tr/siteler/ankarabarosu/hgdmakale/2009-1/11.pdf 6 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU ruhsatının alınmasından sonra, ayrıca bir meslek eğitimi verilmemektedir. Doktrinde  bazı  yazarlar  tarafından  haklı  olarak  lisans  düzeyinde,  çeşitli fakültelerde  gerçekleştirilen  eğitim  kalitesinden  kaynaklanan  pek  çok eksikliğin  meslek  içi  eğitim  ile  giderilebileceği  savunulmuştur.12  Ayrıca Avrupa ülkelerinde hukuk öğrenimi sonrasında, sınavsız ve uzun bir uygulama pratiği olmadan hukuk mezunları avukat olamazken, Türkiye de kısa bir staj sonrası avukat olabilmekteler.  Bu nedenle Türkiye de de avukatlık mesleği için bir sınavın getirilmesi uygun olacaktır. B.  Yüksek Lisans ve Doktora Eğitimi Yüksek lisans eğitimi, dört yıllık lisans programlarından sonra, yüksek lisans derecesini almayı ve belirli bilim dallarında uzmanlaşmayı sağlayan bir eğitimdir.13  Yüksek lisans eğitiminin temel amacı; öğrencinin bilimsel araştırma  yaparak  bilgilere  erişme,  bilgiyi  değerlendirme  ve  yorumlama yeteneğini kazanmasını sağlamak, öğrencileri doktora eğitimine hazırlamak, ilgili iş alanları için gerekli akademik derinleşmeyi sağlamak, yüksek nitelikli insan gücü ve araştırmacı yetiştirmektir.14  Lisansüstü  Eğitim  ve  Öğretim  Yönetmeliği nin  2/a  maddesine göre, Yüksek lisans programına başvurabilmek için adayların bir lisans diplomasına  sahip  olmaları  ve  Öğrenci  Seçme  ve  Yerleştirme  Merkezi (ÖSYM) tarafından merkezi olarak yapılan Akademik Personel ve Lisansüstü Eğitim Giriş Sınavından (ALES) başvurduğu programın puan türünde 55 standart puandan az olmamak koşuluyla ilgili senatoca belirlenecek ALES standart puanına sahip olmaları gerekir. Yüksek lisans programlarına öğrenci kabulünde, ALES puanı yanı sıra gerekirse, lisans not ortalaması ve mülakat sonucu da değerlendirilebilir. Bu değerlendirmeye ilişkin hususlar ile başvuru için adayların sağlaması gereken diğer belgeler (referans mektubu, neden yüksek lisans yapmak istediğini belirten kompozisyon, uluslararası standart sınavlar vb.) ve hangi düzeyde yabancı dil bilgisi gerektiği, ilgili senato tarafından düzenlenen yönetmelikle belirlenir. ALES puanının %50 den az 12  Bkz. ARSLAN, R./TAŞPINAR, S., Avrupa Birliği Sürecinde Türkiye de ve Avrupa da Hukuk Öğretimi ve Hukukçu Yetiştirilmesi ve Türkiye nin Bu Gelişmelerden Etkilenmesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2004, s. 5;  GÜNER, S., Avukatlık Stajı ve Stajyerlerin Eğitimi,. Hukuk Öğretimi ve Hukukçunun Eğitimi, TBB, 2003, s. 194. 13  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 9 (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683); İPEK AKBULUT, Hava/ŞAHİN, Çiğdem/ÇEPNİ, Salih, Doktora Tez Sürecinde Karşılaşılan Problemlerin Belirlenmesi: Eğitim Fakültesi Örneği,  Dicle Üniversitesi Ziya Gökalp Eğitim Fakültesi Dergisi, 20 (2013), s. 51. 14  İPEK AKBULUT/ŞAHİN/ÇEPNİ, 2013,  s. 51. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 7Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği olmamak koşuluyla ne kadar ağırlıkla değerlendirmeye alınacağı, ilgili senato tarafından belirlenir. İlgili üniversite veya yüksek teknoloji enstitüsü, yalnız ALES puanı ile de öğrenci kabul edebilir. Ancak Güzel Sanatlar Fakülteleri ile Konservatuvarlara öğrenci kabulünde ALES e girmiş olma koşulu aranmaz. Tezsiz yüksek lisans programlarına öğrenci kabulünde, ALES notu getirme şartı ve ALES taban puanı üniversite senatolarınca belirlenir.15 Yüksek lisans ve doktora programlarına, hangi lisans ve yüksek lisans programlarından mezun olanların başvurabileceği Üniversitelerarası Kurul kararı ile belirlenir; ancak ilgili senato, belirlenen programlar dışından da öğrenci  kabulüne  karar  verebilir.16  Üniversite  Senatoları,  hukuk  yüksek lisansına hukuk lisans mezunları yanında iktisadi ve idari bilimler fakülteleri mezunlarının da başvurmasına imkân tanıyan düzenlemeler yapmıştır. Lisansüstü Eğitim ve Öğretim Yönetmeliği nin 2/f maddesi uyarınca, yabancı uyruklu adaylarla yurtdışında ikamet eden Türk vatandaşlarının lisansüstü  programlara  kabulüne  ilişkin  usul  ve  esaslar,  üniversite  veya yüksek teknoloji enstitüsü senatolarınca belirlenir.   Ülkemizde  hukuk  lisansüstü  ve  doktora  eğitimi,  sosyal  bilimler enstitülerinde  yapılmaktadır.  Hukuk  lisansüstü  ve  doktora  eğitimi  için bütün  üniversiteler  Akademik  Personel  ve  Lisansüstü  Eğitimine  Giriş Sınavından  (ALES)  asgari  bir  puan  alma  şartını  öngörmüştür.  Ayrıca Yabancı Dil Bilgisi Seviye Tespit Sınavı ndan (YDS) asgari belli bir puan almak ya da üniversitelerin senatolarınca kabul edilen sınavlardan birinden eşdeğeri puan almak gerekmektedir. Örneğin Hacettepe Üniversitesi Sosyal Bilimler Enstitüsünde hukuk yüksek lisansı yapmak için, Öğrenci Seçme ve Yerleştirme Merkezi (ÖSYM) tarafından yapılan Akademik Personel ve Lisansüstü Eğitimine Giriş Sınavı nın (ALES) sayısal, sözel ya da eşit ağırlık puan türlerinden birinde en az 60 standart puan ya da uluslararası düzeyde kabul gören GRE ve GMAT sınavlarından Hacettepe Üniversitesi Senatosu tarafından belirlenen denklik çerçevesinde 60 puana eşdeğer puan almış olmak ve Yabancı Dil Bilgisi Seviye Tespit Sınavı ndan (YDS) en az 60 puan almış olmak ya da Üniversite Senatosunca kabul edilen sınavlardan birinden eşdeğeri puan almak gereklidir. Başvuruların ilan edilen toplam kontenjanın üç katından fazla olması halinde, yapılacak giriş sınavına çağrılacak adayların belirlenmesi için tüm adaylar ön değerlendirmeye tabi tutulur. ALES puanının % 60 i ve mezuniyet not ortalamasının % 40 ı dikkate alınarak elde edilecek 15  Bkz. Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683. 16  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 2/e 8 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU puan sırasına göre kontenjanın üç katına kadar aday giriş sınavına çağrılır. Yüksek lisans sınavında başarılı sayılmak için tam notun, yüksek lisans programları için en az %50 sinin, doktora programları için en az %60 inin alınması gerekmektedir. Adayların Genel Başarı Notunun hesaplanmasında ALES ten  alınan  puanın  %50 si,  akademik  ortalamanın  %20 si,  mülakat notunun da %30 u dikkate alınmaktadır. Lisansüstü  eğitimi,  kural  olarak  ders  ve  tezden  oluşan  bir  süreci kapsamaktadır. Ancak  Üniversiteler  yüksek  lisans  programlarını  tezli  ve tezsiz olmak üzere iki şekilde yürütülebilirler. Tezli ve tezsiz yüksek lisans programları  arasında  geçişe  izin  vermek  yükseköğretim  kurumlarının yetkisindedir ve ilgili yönetmeliklerinde belirtilen esaslara göre düzenlenir.17 Lisansüstü Eğitim ve Öğretim Yönetmeliği nin 8. maddesine 06.02.2013 tarihinde eklenen c) bendi uyarınca, Yükseköğretim Kurulu kararı üzerine yükseköğretim kurumlarında; öğretim elemanı ve öğrencilerin aynı mekânda bulunma  zorunluluğu  olmaksızın,  bilgi  ve  iletişim  teknolojilerine  dayalı olarak öğretim faaliyetlerinin planlandığı ve yürütüldüğü lisansüstü uzaktan öğretim programları açılabilir. Uzaktan öğretim programlarının açılabileceği alanlar, uzaktan öğretim yoluyla verilecek dersler ve kredi miktarları, ders materyallerinin  hazırlanması,  sınavlarının  yapılma  şekli,  yükseköğretim kurumları arasında bu amaçla yapılacak protokoller ile uzaktan öğretime ilişkin diğer hususlar, Yükseköğretim Kurulu tarafından belirlenir.18 Tezli yüksek lisans programı, toplam yirmi bir krediden az olmamak şartıyla  en  az  yedi  adet  ders,  bir  seminer  dersi  ve  tez  çalışmasından oluşmaktadır. Seminer dersi ile tez çalışması kredisiz olup başarılı veya başarısız olarak değerlendirilir. Öğrenci, en geç üçüncü yarıyılın başından itibaren her yarıyılda tez çalışmasına kayıt yaptırmak zorundadır.19  Öğrencinin alacağı derslerden iki tanesi, lisans derslerinden seçilebilir. Ancak alınacak bu derslerin lisans öğrenimi sırasında alınmamış olması gerekir.20 Bir öğrencinin diğer yükseköğretim kurumlarında verilmekte olan dersleri alabilmesi, ilgili enstitü anabilim dalı başkanlığının önerisi ve Enstitü Yönetim Kurulu onayına bağlıdır.21  Lisansüstü  Eğitim  ve  Öğretim  Yönetmeliği nin  10/a  maddesi 17  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 8/b. 18  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 8/c (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 19   Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 9/a (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 20  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 8/b (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 21  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 9/b (Resmi Gazete Tarihi: 01.07.1996 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 9Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği uyarınca, tezli yüksek lisans programını tamamlama süresi azami üç yıldır. Daha kısa sürede mezun olabilecek bir öğrenciyle ilgili düzenlemeler, ilgili senato tarafından kabul edilen yönetmelikle belirlenir. Tezli  yüksek  lisans  programında,  enstitü  anabilim  dalı  başkanlığı tarafından her öğrenci için bir tez konusu ve tez danışmanı en geç ikinci yarıyılın sonuna kadar ilgili enstitüye önerilir. Tez danışmanı önerisi ilgili Enstitü Yönetim Kurulu onayı ile kesinleşir. Tez çalışmasının niteliği birden fazla  tez  danışmanı  atanmasını  gerektiriyorsa,  ikinci  tez  danışmanı  da atanır.22 Tez danışmanının, öğretim üyeleri veya ilgili senatonun belirleyeceği niteliklere sahip öğretim görevlileri arasından seçilmesi gerekmektedir.23 Tezli yüksek lisans yapan öğrenciler, senato tarafından belirlenen yazım kurallarına uygun biçimde tezlerini jüri önünde sözlü olarak da savunmak zorundadırlar. Yüksek lisans tez jürisi, ilgili enstitü anabilim dalı başkanlığının önerisi ve Enstitü Yönetim Kurulu onayı ile atanır. Lisansüstü Eğitim ve Öğretim Yönetmeliği nin 12/b maddesi uyarınca yüksek lisans tez jürisinde, öğrencinin tez danışmanının bulunması zorunludur. Ayrıca jüri üyelerinden en az birinin yükseköğretim kurumu içindeki başka bir anabilim dalından veya başka bir yükseköğretim kurumundan olması gerekir.24  Söz konusu bu hükümden anlaşıldığı üzere, bütün jüri üyeleri tez çalışmasının yapıldığı üniversiteden atanacaksa, bu üyelerden en az birinin başka bir ana bilim dalından olması gerekirken,  üyelerden  birinin  başka  bir  üniversiteden  atanması  halinde, bütün  üyelerin  aynı  ana  bilim  dalından  olması  mümkündür.  Jürinin  üç kişiden oluşması durumunda ikinci tez danışmanı jüri üyesi olamazken, daha fazla üyeden oluşan jürilerde ikinci tez danışmanı atanabilir.  Tez sınavının tamamlanmasından sonra jüri tez hakkında salt çoğunlukla kabul, ret veya düzeltme kararı verir. Tez hakkında düzeltme kararı verilmesi halinde, öğrenci en geç üç ay içinde gerekli düzelmeleri yaparak tezini aynı jüri önünde yeniden savunmak zorundadır.25 Resmi Gazete Sayısı: 22683). 22  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 11/a (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 23  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 11 (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 24  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 12/b (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 25  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 12/d (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 10 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU Türkiye de 2013 yılına kadar tezsiz yüksek lisansa dayalı doktora yapma hakkı bulunmaktaydı. Ancak bu hak 2013 yılında kaldırılmıştır.26 (düzenlemeye atıf yapalım) Doktora  eğitimi  akademik  uygulamaların  merkezidir.  Doktora programının  amacı,  öğrenciye  bağımsız  bir  şekilde  araştırma  yapabilme, bilimsel konuları derin bir bakış açısı ile inceleyip yorum yapabilme yeteneği kazandırmaktır.27 Doktora çalışması sonunda hazırlanacak tezin özgün bir çalışma olması gerekir. Söz konusu çalışmanın bilime yenilik getirme, yeni bir bilimsel yöntem geliştirme, bilinen bir yöntemi yeni bir alana uygulama niteliklerinden birini yerine getirmesi gerekir.28 Lisansüstü Eğitim ve Öğretim Yönetmeliği nin 18/d maddesi uyarınca, doktora programı, tezli yüksek lisans derecesi olan öğrenciler için toplam yirmibir krediden az olmamak koşuluyla en az yedi adet ders, yeterlik sınavı, tez önerisi ve tez çalışmasından oluşur. Lisans derecesi ile kabul edilmiş öğrenciler için ise doktora programı, en az kırkiki kredilik ondört adet ders, yeterlik sınavı, tez önerisi ve tez çalışmasından  oluşur.29  Doktora  programını  tamamlama  süresi,  lisans derecesi ile kabul edilenler ile yüksek lisans derecesi ile kabul edilenler için ayrı ayrı belirlenmiştir. Bu süre yüksek lisans derecesi ile kabul edilenler için azami altı yıl, lisans derecesi ile kabul edilenler için azami dokuz yıl olup, uygulamaya ilişkin düzenlemeler konusunda ilgili üniversite senatoları yetkilidir.30 Doktora öğrencileri yeterlik sınavını da başarıyla vermek zorundadırlar. Bu sınavla öğrencinin temel konular ve doktora çalışmasıyla ilgili konularda ayrıntılı bilgi sahibi olup olmadığı ölçülür. Yeterlik sınavları yılda iki kez yapılır. Öğrencinin yeterlik sınavına ne zaman gireceği senato tarafından kabul edilen yönetmelikte belirtilir. Ancak yüksek lisans derecesi ile kabul edilen bir öğrenci en geç beşinci yarıyılın sonuna kadar, lisans derecesi ile kabul edilmiş olan öğrenci ise en geç yedinci yarıyılın sonuna kadar yeterlik 26  Bkz. Lisansüstü Eğitim Ve Öğretim Yönetmeliğinde Değişiklik Yapılmasına Dair Yönetmelik m. 1/b, 6 Şubat 2013 , RG Sayı: 28551. 27  Bkz. Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 18 (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683); İPEK AKBULUT/ŞAHİN/ÇEPNİ, 2013, s. 51. 28  Bkz.  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 18/a (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 29  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 18/b (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 30  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 19/a (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 11Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği sınavına girmek zorundadır.31 Yeterlik sınavları, beş kişilik Doktora Yeterlik Komitesi tarafından düzenlenir ve yürütülür.  Komite üyeleri enstitü anabilim dalı başkanlığının önerisi ve Enstitü Yönetim Kurulu nun onayı ile atanır.32 Doktora yeterlik sınavı, yazılı ve sözlü olarak iki bölüm halinde yapılır. Yeterlik sınavında başarılı bulunan öğrenci için ilgili enstitü anabilim dalı başkanlığının önerisi ve Enstitü Yönetim Kurulu onayı ile bir ay içinde bir Tez İzleme Komitesi oluşturulur. Tez İzleme Komitesi üç öğretim üyesinden oluşur. Bu üyelerden biri tez danışmanı olmak zorundadır. Diğer üyeler ise, ilgili enstitü anabilim dalı içinden ve dışından olabilir.33   Enstitü anabilim dalı başkanlığı her öğrenci için tez danışmanını ve danışmanının belirleyeceği tez konusunu ilgili enstitüye önerir. Bu öneri Enstitü Yönetim Kurulu Kararıyla kesinleşir. Ancak tez danışmanının, en geç üçüncü yarıyılın başına kadar atanması zorunludur. Ayrıca tez çalışmasının niteliği birden fazla tez danışmanı atanmasını gerektiriyorsa, ikinci tez danışmanı da atanabilir. Tez danışmanının öğretim üyeleri arasından seçilmesi gerekir. Ancak seçilecek ikinci tez danışmanının öğretim üyesi olma zorunluluğu bulunmaktadır.  Bu kişinin doktora derecesine sahip olması yeterlidir.34 Doktora programındaki bir öğrenci, tezini jüri önünde sözlü olarak savunmak  zorundadır.  Doktora  tez  jürisi,  ilgili  enstitü  anabilim  dalı başkanlığının önerisi ve Enstitü Yönetim Kurulu onayı ile atanır. Jüri, beş üyeden oluşur. Bu üyelerden üçünün öğrencinin Tez İzleme Komitesi nde yer alan öğretim üyeleri arasından seçilmesi gerekir. En az bir üyenin ise başka bir yükseköğretim kurumundan seçilmesi zorunludur. Tez sınavı, tez çalışmasının sunulması ve bunu izleyen soru-cevap bölümünden oluşur. Tez sınavının tamamlanmasından sonra jüri, tez hakkında salt çoğunlukla kabul, ret veya düzeltme kararı verir. Tezi hakkında düzeltme kararı verilen öğrenci en geç altı ay içinde gerekli düzeltmeleri yaparak tezini aynı jüri önünde yeniden savunur. Tezi reddedilen öğrenciye, yeni bir tez konusu verilir.35 31  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 21/b (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 32  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 21/c (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 33 Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 22/a (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 34  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 20/a-b (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 35  Lisansüstü Eğitim ve Öğretim Yönetmeliği, m. 24/d (Resmi Gazete Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). 12 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU Son  olarak  Yükseköğretim  Kurulu nun  yüksek  lisans  ve  doktora eğitiminin  niteliğini  artırmak  amacıyla  21.01.2015  tarihinde  Lisansüstü Eğitim-Öğretim Programı Açılması ve Yürütülmesine Dair İlkeler adı altında aldığı kararlara da değinmek gerekir.36  Söz konusu kararlara göre, bir anabilim dalında  doktora  programı  açılabilmesi  için  üniversite  kadrosunda  asgari toplam altı öğretim üyesinin bulunması gerekir. Daha önce beş öğretim üyesi yeterli kabul ediliyordu. Nitelikli bir hukuk öğretiminin gerçekleştirilebilmesi için doktorasını tamamlamış öğretim elemanı sayısının artırılması gerekir. Ancak bu ihtiyaç olgusunun nitelik sınırlarını zorlamamasına da dikkat edilmelidir.  Bu  nedenle  doktora  programlarının  açılabilmesi  için  belirli sayıda  ve  unvanda  öğretim  üyesi  koşulu,  öğretimin  kalitesini  güvence altına almak açısından büyük bir önem arz etmektedir.37 Yine daha önceden yabancı uyruklu öğretim üyeleri asgari öğretim üyesi arasında sayılmaz iken, Yükseköğretim Kurulu nun 21.01.2015 tarihli kararı ile bir yabancı uyruklu öğretim üyesi de artık asgari öğretim üyesi kadrosu arasında sayılacaktır. Bu yenilik üniversitelerin uluslararasılaşmasına katkı sağlayacaktır. Söz konusu kararda  lisansüstü  eğitim-öğretim  programı  açılacak  üniversitenin,  asgari öğretim üyesi sayısının yanında, kütüphane ve laboratuvar gibi yönlerden gerekli yeterliliklere sahip olması da vurgulanmıştır.    Alınan kararlardan biri de, yüksek lisans ve doktora programlarında yer  alacak  öğretim  üyelerinin  tecrübesi  ile  ilgilidir.  Buna  göre  yüksek lisans  programında  yer  alacak  öğretim  üyelerinin  en  az  iki  yarıyıl  bir lisans programında ders vermiş olması gerekir. Doktora programında yer alacak öğretim üyelerinin ise en az dört yarıyıl bir lisans ya da iki yarıyıl tezli yüksek lisans programında ders vermiş olması zorunludur. Bir öğretim üyesinin doktora programında tez yönetebilmesi için en az bir yüksek lisans tezi yönetmiş olması gerekir.  Getirilen bu yenilikler ile doktorayı bitirdikten hemen  sonra  doktora  dersi  verme  ve  doktora  tezi  danışmanlığı  yapma uygulamasına son verilmiştir.38  Bir diğer yenilik de, yüksek lisans ve doktora tez danışmanlığı için üst sınır getirmesidir. Buna göre, öğretim üyeleri yüksek lisans ve doktorada en fazla oniki öğrencinin tez danışmanlığını yapabilecektir. Ancak, bu sınırın düşürülmesine veya sadece ÖYP ve 35. madde kapsamında görevlendirilenler, 36  Bkz. http://www.yok.gov.tr/web/guest/icerik/-/journal_content/56. 37  Bkz. SARAÇ, M. A. Yekta, 29.12.2015 Tarihli Hukuk Fakülteleri Dekanları İle Yapılan Toplantının Konuşma Metni, s. 3. Bkz. http://www.yok.tr/documents/10279/21525786/ YOK_Baskani _Prof_Dr_M_A _Sarac _Konusma _Metni.pdf  38  Bkz. http://www.yok.gov.tr/web/guest/icerik/-/journal_content/56. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 13Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği yabancı uyruklu öğrenciler, lisansüstü programdan ilişiğini kestirmediği için programa kayıtlı gözüken ancak ilgili dönemde kayıt yenilemeyen öğrenciler ile aftan yararlanarak geri dönenleri gerekçe göstererek %50 artırılmasına üniversite yetkili kurulları karar verir. Bir öğrenci veya tez için birden fazla danışman atanması durumunda, iki adet ortak danışmalığı olan öğretim üyesi, bir adet danışmanlığa sahip sayılır.39 Yükseköğretim Kurulu nun aldığı kararlardan biri de, bazı üniversiteler tarafından  uygulanan  tez  savunmasından  önce  öğrenci  tarafından  intihal programı raporu alma uygulamasının, tüm üniversiteler için zorunlu hale getirilmesidir.    Buna  göre  yüksek  lisans  ve  doktora  öğrencileri,  intihal programı raporunu okullarına teslim etmeden savunmaya giremeyecektir. YÖK  tarafından  belirlenen  yukarıdaki  ilkelerden  önce  gerekli yeterlilikleri  sağlayan  ancak  yukarıda  yer  alan  asgari  yeterlilikleri sağlayamayan lisansüstü programların, bu ilkelerin yürürlüğe girdiği tarihten itibaren  iki  yıl  içinde  (2016-2017  Bahar  Dönemine  kadar)  aranan  yeni yeterlilikleri sağlaması gerekir. Aksi halde söz konusu lisansüstü programlara öğrenci alımı durdurulur. Ancak bu ilkeler, açılacak tezsiz yüksek lisans programlarını  kapsamamaktadır.  Söz  konusu  programlar,  ilgili  mevzuat çerçevesinde ayrıca yürütülür.40 II.  ALMANYA DA HUKUK EĞİTİMİ Öncelikle vurgulamak gerekir ki; Almanya, hukuk eğitiminde dünyanın önemli  ülkelerinden biridir. Bu nedenle Türkiy de, özellikle medeni hukuk, ticaret  hukuku  ve  ceza  hukuku  alanlarında  Alman  Hukukunun  etkileri hissedilmektedir. (ceza kanunu alman hukukundan etkilenmiştir ama oradan alınmamıştır, teorik tartışmalar göz önünde bulundurularak orijinal olarak formüle edilmiştir) (giriş cümleleri biraz hayranlık olarak algılanabilir) A.  Lisans Eğitimi Almanya  federal  bir  devlet  olduğundan  hukuk  eğitimi,  eyaletlerin kendi kanunlarına göre şekillenmiştir. Bu nedenle eyaletler arasında küçük de olsa bazı farklılıklar bulunmaktadır. Eyaletler, Yüksek Öğretim Kanunları ile hukuk eğitimi için geçerli olan temel ilkeleri belirlemekte, üniversiteler ise çıkardıkları yönetmeliklerle bu konuda somut düzenlemeler getirmektedirler. Dolayısıyla  her  üniversitenin  kendine  özgü  bir  eğitim  sistemine  sahip 39  Bkz. http://www.yok.gov.tr/web/guest/icerik/-/journal_content/56. 40  Bkz. http://www.yok.gov.tr/web/guest/icerik/-/journal_content/56. 14 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU olduğunu  söylemek  mümkündür.    Ancak  Almanya da  hukuk  eğitiminin sonunda yapılan devlet sınavları (Staatsexamen) bu eğitimin en karakteristik özelliğini oluşturmaktadır.41   Almanya´da orta öğretimden sonra Abitur derecesiyle mezun olan öğrenciler  üniversitede  okuma  hakkına  sahip  olmaktadır.  Almanya da Üniversiteye giriş sınav sistemi olmadığı için üniversiteler öğrencilerini lise diplomalarına göre kendileri seçmektedir. Lise bitirme sınavlarında (Abitur) alınan notlar öğrencilerin üniversiteye kabulü açısından önemlidir. Ancak Almanya da hukuk fakültelerine kabul almak çok zor olup, sınavlarda en başarılı olan öğrenciler hukuk fakültelerinde okuma hakkı kazanmaktadır. Hukuk fakültelerinde yaz ve kış dönemlerinden birinde eğitime başlamak mümkündür. Eğitim süresi ortalama 8 dönemden oluşmaktadır. Hukuk eğitimi, Temel  Eğitim  (Grundstudium)  ve  Ana  Eğitim  (Hauptstudium)  şeklinde ikiye ayrılır. Temel bilgilerin verildiği Temel Eğitim, dört dönem sürmekte ve genellikle bir ara sınav (Zwischenprüfung) ile sona ermektedir. Bu ilk dört dönem süresince hem sınavlardan geçip belli kredileri toplamak, hem de tatillerde ödevler (Hausarbeit) yapmak gerekmektedir. Bu ödevler daha çok öğrencilere verilen bir olayın çözülmesini, ulaşılan bu çözüm ve hukuki yolları hakkında yazılan bir rapordan oluşmaktadır. Ayrıca tatillerde dört hafta sürecek olan üç çeşit mesleki staj yapma zorunluluğu bulunmaktadır. Bu stajlardan biri, bir avukatın yanında, diğeri alanına göre bir mahkemede ve bir diğeri ise herhangi bir kamu idaresinde yapılabilir. Eğitimin  ikinci  döneminde  (Ana  Eğitimde)  ise,  uzmanlaşma  ve derinleşmeye yönelik bilgiler öğrenilir. Eğitim süresince alınması gereken dersler yanında, öğrencilere ceza hukuku, kamu hukuku (Türkiye sisteminde genel kamu hukuku ve anayasa alanlarını kapsar) ve özel hukuk dallarında 20-25 sayfalık ödevler de verilir. Ara sınavlar (Zwischenprüfung) döneminde küçük krediler (Kleine Scheine) toplanırken, bu dönemde büyük krediler (Große Scheine) toplanmaktadır. Bu dönemde de sınavlara girilir ve tatillerde ödevler yapılı. Ancak bu aşamada yapılan ödevlerin içeriği daha kapsamlıdır. Bu  ödevler  sayesinde  hukuk  fakültesi  öğrencileri  mahkeme  kararlarını araştırıp, konularıyla bağlantılı olanları bulmayı, şerhlerden (Kommentar) yararlanarak çalışmayı öğrenirler. Bu nedenle Almanya nın hukuk fakültesi kütüphanelerinde öğrenciler, ellerinde dergi ve kitaplarla birlikte fotokopi makineleri önünde kuyruklar oluşturmakta ve kütüphaneler gece saat 12:00 ye kadar açık olmaktadır.  41   Aynı yönde OĞUZ, 2003, s. 20. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 15Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği Öğrencilere  dönem  başına  bir  ders  için  üç  sınava  girme  imkânı sunulmaktadır.  Örneğin  bir  öğrenci  Ticaret  hukuku  dersinin  kredisini (großSchein) almak istiyorsa,  bu üç sınavdan en az ikisine girmeli ve en az bir tanesinden başarıyla geçmelidir. Ayrıca tatilde aynı dersin kapsamında verilen ev ödevini (Hausarbeit) yapmak zorundadır. Öğrencilere Temel Eğitim (Hauptstudium) dönemi için süresiz zaman sunulmaktadır. Ancak bu dönem, vasat bir hukuk öğrencisi için ortalama iki veya üç dönem sürmektedir. Öğrenci bu dönemde başarısız olursa Almanya´da hukuk okuma şansını yitirmektedir. Temel Eğitimden (Hauptstudium) sonra, birinci devlet sınavına (Erstes Juristisches Staatsexamen)  girilir. Birinci devlet sınavı da eyalete göre farklılık arz edebilmektedir. Ancak kural olarak üç özel hukuk, iki kamu hukuku ve bir ceza hukuku alanında olmak üzere toplam altı tane beş saatlik yazılı sınavın başarıyla verilmesi gerekmektedir. Bu sınavlardan 18 üzerinden en az 3,75 ortalama puan elde eden öğrenciler sözlü sınava katılmaya hak kazanırlar. Daha sonra bütün hukuk eğitimini kapsayan asgari süresi 45 dakika olan sözlü sınavından en az 4 puan alan öğrenciler üniversite hukuk eğitimini başarıyla tamamlamış ve devlet sınavını geçmiş sayılırlar. Hukuk öğrencilerinin devlet sınavına  iki  kez  girme  hakkı  bulunmaktadır. Adayların  yaklaşık  %  40 ı birinci hakkında başarısız olurken, başarısız olan bu adayların yarısı ise ikinci hakkında da sınavı kazanamamaktadır.42 (halen böyle mi, bunu biliyorsak örneğin şeklinde, bugünün bilinmediği ifade edilebilir) Almanya da hukuk eğitiminde son yıllarda yapılan reformla devlet sınavı (Staatsexamen) modeli çerçevesinde ağırlıklı alan (Schwerpunktbereich) getirilmiştir. Ağırlıklı alan uygulaması, seçmeli derslerin yerini almıştır. Kanun koyucu bu terimi bilinçli olarak seçerek seçmeli ders terimi yerine geçirmiştir. Ancak  seçmeli  dersler,  zorunlu  derslerden  oluşan  eğitim  programında tamamlayıcı rol oynarken, ağırlıklı alan kavramı, zorunlu derslerle bağlantılı olarak derinlemesine bilgi edinme ve disiplinlerarası ve uluslararası ilişkilerin daha iyi kavranması amaçlarına hizmet etme düşüncesini daha iyi ifade etmektedir.43  Toplam bitirme notunun % 30 unu ağırlıklı alan derslerinden alınan notlar, klasik devlet sınavı da diğer % 70 ini oluşturmaktadır.   Birinci devlet sınavına hazırlananlar Türkiye de olduğu gibi repetitorium denen dershanelere devam etmektedir. Bu dershanelerde derslerin uygulamalı tekrarı yapılmaktadır. Dersler genellikle avukatlar tarafından verilmektedir. Birinci devlet sınavına iki defa girme hakkı bulunmaktadır. Ancak derslerini 42  Bkz. . Bkz. http://www.zeit.de/studium/hochschule/2013-04/staatsexamen-jura-beratung. Erişim tarihi, 05.02.2016. 43  OĞUZ, 2003, s. 22. 16 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU 8 dönemden önce bitirip sınava giren bir öğrenciye teşvik amacıyla üç sınav hakkı  verilmiştir.  Birinci  devlet  sınavını  geçemeyen  bir  öğrenci  hukuk fakültesinden mezun olamamış sayılır. Başka bir hukuk fakültesine geçiş yapması mümkün olmadığı gibi, hukukçu olarak hâkim, savcı, avukat, noter, devlet memuru olması da mümkün değildir. Bu kişiler sadece bazı şirketlerin iç bölümlerinde hukuki bilgi gerektiren alanlarda çalışabilirler. Ancak son yıllarda yapılan yasal değişikliklerden sonra sulh hukuk mahkemeleri, iş mahkemeleri ve vergi mahkemeleri nezdinde hukuki danışmanlık yapabilmek için avukat olma zorunluluğu kaldırılmıştır. Dolayısıyla hukuk bakalorya (Bachelor of Laws)  diplomasına sahip kişiler çalıştıkları şirketlerin yasal vekili olarak zikredilen mahkemeler nezdinde hukuki danışmanlık yapabilir ve onları temsil edebilirler. Birinci  devlet  sınavını  (Erstes  Juristisches  Staatsexamen)  kazanan kişiler iki yıl süren bir staj yapar. Staj özel hukuk mahkemeleri, savcılık, idari birimler ve avukat bürolarında altışar ay süreyle yapılır. Almanya da hâkimlik, savcılık, avukatlık gibi tüm hukuk meslekleri için aynı ve tek bir staj şekli vardır. Yani stajyer avukat veya stajyer hâkim yoktur. Sadece stajyer hukukçu vardır. Stajyerlere staj yaptıkları eyalet bütçesinden aylık 800 – 900 Euro maaş ödenir. Rechtsreferendariat adı verilen 2 yıllık staj döneminde kişi Diplom Jurist (diplomalı hukukçu) unvanını taşır. Staj yapan adaylara Rechtsreferendar/in denir. Ancak ikinci devlet sınavına girip sınavı kazanamayan bir kişi avukatlık, hakimlik ve savcılık yapamaz. İsterse danışmanlık gibi hukuk mesleğiyle bağlantılı herhangi bir işte çalışabilir. İkinci Devlet Sınavı dört özel hukuk, iki kamu hukuku ve iki ceza hukuku alanından olmak üzere toplam sekiz adet beşer saatlik yazılı sınavından oluşur. Bu sınavı en az 3,75 puanla başaran stajyerler sözlü sınava katılmaya hak kazanır. Sözlü sınavdan da en az dört puan alan artık tam hukukçu (Volljurist) sayılır. İkinci devlet sınavını geçenler Eyalet Adalet Bakanlıklarına hakim ve savcılık için başvurur. Adalet bakanlıkları kendi kriterlerine göre, özellikle birinci ve ikinci devlet sınavlarında alınan puanlara göre hâkimliğe/savcılığa kabul eder.  İkinci devlet sınavından daha düşük puan alanların serbest avukatlık yapma hakları bulunmaktadır. Yabancı öğrencilerin Almanya hukuk eğitimine başlamaları için dil yeterlilik sınavını (Deutsche Sprachprüfung für den Hochschulzugang/DSH) kazanması gerekir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 17Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği B.  Yüksek Lisans ve Doktora Eğitimi Almanya da  Yüksek  lisans  eğitimi  alan  ve  bu  bağlamda  devlet sınavını  başaran  bir  kişi  yüksek  lisans  yapmaksızın  doğrudan  doktoraya başlayabilmektedir. Ancak öğrenci, isterse hukuk yüksek lisansı (LLM) da yapabilir. Hukuk yüksek lisansındaki sistem Türkiye deki sisteme benzerdir. Ancak Almanya da 1999 yılında başlayan Bolonya (Bologna) süreci nedeniyle  2002  yılından  itibaren  bazı  üniversitelerde  yeni  Bakalorya (Bachelor) ve Master sistemi bulunmaktadır. Buna göre Lisans (Üniversite Öğrenimi/Bachelor) altı dönem ve Yüksek Lisans (Master) da dört dönem sürmektedir. Ancak Almanya da Bolonya sürecine ve bu çerçevede bakalorya modeline en fazla direnci hukuk fakülteleri göstermiştir. Bununla birlikte, bazı hukuk fakülteleri klasik modellerinin içine bakalorya eğitimini ilave etmektedir. Dolayısıyla öğrenci bazı şartları yerine getirdiğinde (sınav, dönem ödevi vb.) bakalorya diplomasını elde etmekte, ancak üniversite eğitimine devam  ederek  devlet  sınavına  katılmaktadır.    Örneğin  Potsdam  Hukuk Fakültesinde 2013/2014 eğitim öğretiminden itibaren öğrenciler isterse üç yıllık eğitimden sonra Bachelor diplomasını alıp aynı fakültede veya başka bir fakültede master yapabilir. Ya da üç yılık eğitimden sonra eğitime devam edip devlet sınavlarına girebilir. Genel itibariyle yüksekokullarda sunulan bakalorya programlarında hukuk fakültelerinden farklı olarak hukuk ile başka bir disiplin kombine edilmektedir. Bunun en yaygın örneği, ekonomi hukuku lisans programlarıdır. Bu bağlamda hukuk ve işletme alanlarına dair temel bilgiler verilmektedir. Örneğin Mannheim Üniversitesi nde 2009 yılından bu yana sunulan hukuk bakalorya programında öğrenciler özel hukuk Scheinlarını, bütün kredilerin 1/3 üne tekabül eden işletme sınavlarını ve özel hukuk alanındaki sınavlarını başarıyla tamamlayıp bakalorya diplomasını almaya hak kazanmaktadırlar. Bu programın ardından doktora eğitimine devam etmek isteyen öğrencilerin en iyi %5 arasında olmaları şartı aranmaktadır. Ancak bakalorya başlı başına ‘Volljurist  derecesini elde etme ve avukatlık, hâkimlik ve savcılık mesleklerini icra etme hakkı vermemektedir. Dolayısıyla söz konusu meslekleri icra etmek isteyen herkes, öncelikle birinci devlet sınavından en az dört puan almak, iki yıllık staj yapmak ve ikinci devlet sınavını başarmak zorundadır. 44  1998 yılında Sorbonne da toplanan İngiltere, Fransa, Almanya ve İtalya milli eğitim bakanlarının yayınladığı Sorbonne Bildirgesi yle tohumu atılan oluşum, bir sene sonra 29 Avrupa ülkesinin katılımıyla Bologna süreci adını almıştır. Türkiye ise bu sürece 2001 yılında katılmıştır.  Hâlihazırda toplam 47 ülke bu oluşumda yer almaktadır. 18 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU Almanya da  birinci  devlet  sınavını  kazanan  kişiler  yüksek  lisans yapmadan  doğrudan  doktora  öğretimine  başlayabilir.  Doktora  öğretimine başlamadan  önce  doktora  yapacağınız  konuda  uzman  olan  ve  doktora çalışmalarınızda size danışmanlık yapan bir profesör seçmelisiniz. Almanya da bu danışman profesör için Doktorvater veya Doktormutter adı veriliyor. Danışmandan kabul aldıktan sonra Üniversite bünyesindeki Akademisches Auslandsamt (yabancı öğrenciler için Akademik İşlemler Bürosu) ile resmi işlemlere başlamanız gerekmektedir. Doktoraya  başlamak  için  yeteri  derecede  Almanca  dil  bilgisine sahip  olmak  gerekir.  Bunun  için  dil  yeterlilik  sınavını  (DSH  (Deutsche Sprachprüfung für den Hochschulzugang) kazanmak gerekir. Almanya da doktora öğretimi genel olarak sadece tez aşamasından oluşmaktadır. Bu nedenle Doktora danışmanı tez aşamasında çok önemli bir yere sahiptir.  Doktora çalışması için kesin olarak  belirlenmiş bir zaman dilimi bulunmamaktadır. Yaklaşık iki yıl sürmektedir.  III. DİPLOMALARIN DENKLİĞİ Yurtdışında eğitim almaya karar veren öğrenciler ve velilerin ilk aklına gelen soru Üniversitesin YÖK denkliği var mı üniversite YÖK tarafından tanınıyor mu sorusudur. Ancak bir üniversitenin YÖK tarafından tanınması ile o üniversiteden alınan diplomanın denkliği çok farklı anlamlara gelmesine konuları oluşturmasına  rağmen öğrenciler tarafından bu ayrım genellikle bilinmemektedir. Yurt dışında okunan üniversitenin fiziki yapısı, kadro yapısı, eğitim uygulamaları vb. kriterler incelenerek bu üniversitenin üniversite vasfı taşıyıp taşımadığına karar verilir. Devlet üniversiteleri ile belli bir süre eğitim vermiş olan özel üniversiteler kural olarak YÖK tarafından tanınır. Denklik tanımadan çok farklıdır. Yurt dışındaki üniversitede eğitiminiz süresince almış olduğunuz zorunlu derslerin ve içeriklerinin, Türkiye de aynı bölümün zorunlu dersleri, içerik ve yoğunluklarıyla uyumlu olması halinde YÖK tarafından denklik belgesi verilir. Bu uyumun olmaması halinde ise, eksik görülen dersleri Türkiye de bir üniversitede almanız ya da denklik sınavına girmeniz istenebilir. Hukuk mezunları için denklik sınavı yapılmamakta, fark dersleri alma uygulaması geçerlidir. Örneğin bir devlet üniversitesi ve çok iyi bir üniversite olan Köln Üniversitesi nin YÖK tarafından tanındığı kuşkusuzdur. Ancak  Köln  Hukuk  Fakültesi nin  diplomaları  Türkiye deki hukuk diplomalarına doğrudan denk kabul edilmemektedir. Bu Fakülteyi bitiren kişi YÖK tarafından belirlenen fark dersleri Türkiye deki bir fakültede almadığı sürece diploması denk kabul edilmemektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 19Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği Halen geçerli olan mevcut mevzuata göre Almanya da hukuk fakültesini bitiren kişiler denklik için YÖK ün Denklik Birimine başvurmaktadırlar. Denklik Birimi, sunulan belgeleri inceledikten sonra bütün belgelerin mevcut olduğu sonucuna varırsa, kişinin dosyasını hukukçu beş öğretim üyesinden oluşan Denklik Hukuk Komisyonuna sunmaktadır. Yaklaşık ayda bir toplanan komisyon adayın hukuk eğitimi süresince aldığı derslerin kredisi ve içeriğini inceler. Denklik başvurusunda bulanan bir kişi Almanya da devlet sınavını kazansa bile diplomasının denk sayılması için Denklik Hukuk Komisyonu tarafından  belirlenen  fark  derslerini  Türkiye deki  herhangi  bir  hukuk fakültesinde alması gerekir. Ancak bu derslerin sınavlarını başardıktan sonra diploması  Türkiye deki  hukuk  diplomasına  denk  sayılır.  (uyuma  dikkat çekmek istedim) Yurt dışında hukuk okumak isteyen kişilerin mutlaka bilmesi gereken diğer bir husus da, YÖK Genel Kurulu tarafından denklikle ilgili alınan 12.02.2015 tarihli karardır. Söz konusu karar göre,  ortaöğrenimini Türkiye de tamamlayan  ancak  hukuk  alanında  yurtdışında  eğitim  almak  isteyen öğrencilerin 2015-2016 eğitim öğretim yılı itibariyle eğitime başlayacakları yıl ÖSYM tarafından yapılan LYS ye girerek ilk 150 bin içinde yer almaları gerekmektedir. Ancak yurt dışında eğitime başladığı yıl CWTS Leiden Ranking Academic Ranking, Academic Ranking of World Universities (Shanghai) ve University Ranking by Academic Performance (URAP) tarafından yapılan dünya üniversite sıralamalarında ilk beşyüz içerisine giren üniversitelerde okuyanlar için ilk yüzellibin arasına girme şartı bulunmamaktadır. ÖSYS  Kılavuzunda  yer  alan  diğer  alanlarda  en  az  Türkiye deki programlara yerleşen en son öğrencinin almış olduğu puanı almaları; ÖSYS Kılavuzunda yer almayan alanlarda eğitim alacakların ön lisans programları için herhangi bir puan türünde en az 140, lisans programları için herhangi bir puan türünde en az 180 puan almaları gerekmektedir. Adalet  Meslek Yüksekokulu  mezunu  olup  da  yurtdışındaki  hukuk fakültelerine  LYS de  ilk  150  bin  içindeki  puanı  almadan  kayıt  yaptıran öğrencilerin mezuniyetleri sonrasında denklik işlemleri yapılmayacaktır. Söz konusu YÖK kararında Halen hazırlık sınıfında eğitim alanlar dâhil olmak  üzere  yurtdışındaki  yükseköğretim  kurumlarına  2015-2016  eğitim öğretim yılından önce kayıt yaptırmış olan öğrencilerin Yükseköğretim Genel Kurulunun 12/02/2015 tarih ve 2015.2.48 sayılı kararından etkilenmeyecekleri belirtilmiştir. 20 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU IV. HUKUK  EĞİTİMİ  VE  DİPLOMALARIN  DENKLİĞİ KONUSUNDAKİ  SORUNLARA  YÖNELİK  ÇÖZÜM ÖNERİLERİ Bugün, küreselleşme nedeniyle tüm dünya insanları birbirlerine çok daha fazla yaklaşmıştır. İnsanlar arasında sosyal, ticarî, ekonomik ve daha pek çok farklı nitelikte hukukî uyuşmazlıklar görülmektedir. Dili ve hukuk sistemi yerel olmaktan çıkan bu yeni uyuşmazlıkların çözüme kavuşturulması için hukukçuların donanımlı ve yetkin olmaları, bunun için de çok iyi bir hukuk eğitiminden geçmiş olması gerekir.45  Türkiye de son yıllarda açılan hukuk fakültelerinin akademik kadroları ve fiziki imkânları ne yazık ki yetersizdir. Öncelikle hukuk fakültesi açılması zorlaştırılmalıdır. Hukuk fakültesinin açılması ciddi fiziki koşullara bağlanmalı, ciddi bir kütüphane ve kampüsü olmayan, özellikle yeterli akademik kadroya sahip olmayan üniversiteler hukuk fakültesi açmamalıdır.46  Hukuk fakültelerindeki sayısal büyümeye kalitenin eşlik etmesi gerekir. Bu nedenle hukuk fakültelerine girişte baraj şartının (ilk 150.000 e girme şartı) getirilmesi olumlu bir gelişmedir. Nitekim bu kararı almadan önceki yılda, ilgili puan türünde hukuk fakültesine 365.000 inci sıradan giren öğrenci ile 1.500 üncü sıradan giren öğrenci aynı sınıfta eğitim görmekteydi. Bu iki öğrencinin aynı sınıfta aynı müfredatı aynı hoca ile almasının, eğitim öğretimin niteliğine zarar verici bir durum olduğu kuşkusuzdur.47 Ancak kanaatimizce hukuk fakültelerine getirilen baraj sınırı yeterli değil, sınırın 100.000 şeklinde belirlenmesi daha uygun olacaktır. Hukuk  eğitiminde  teorik  ile  pratik  hukuk  arasındaki  bağlar güçlendirilmelidir.  Teoriden  çok  pratiğe  yönelik  eğitimler  verilmelidir. Özellikle günümüzde internetin çok yaygın ve etkin kullanılması nedeniyle hukuk  kaynaklarına  ulaşmak  çok  kolay  ve  kısa  sürede  mümkündür.  Bu nedenle öğrencilere bütün ayrıntılı teorik bilgileri öğretmek yerine, mevzuat, içtihat,  doktrin  gibi  hukukun  bilgi  kaynaklarına  nasıl  ulaşılacağının öğretilmesi gerekir. Bu kapsamda hukuk fakültelerinin birinci veya ikinci 45  GÜRAN, Sait, Hukuk Fakültelerinde Öğretim; Yönetimin Değerlendirilmesi, Programın Analizi, Kadrolar ve Öğrenci Profili, Hukuk Öğretimi ve Hukukçunun Eğitimi, TBB. (2003), s. 85. 46  Türkiye de hukuk fakülteleri sayıları, öğrenci kontenjanları ve öğretim üyesi sayıları konusunda ayrıntılı bilgi için bkz. DEMİRAĞ, Fahrettin/ÇİFTÇİ, Hasan, Türkiye de Hukuk Fakülteleri ve Hukuk Eğitimi,  TBB, 2010 (91), s. 257 vd.;  ÖZTOPRAK SAĞIR, 2010, s. 44. 47  SARAÇ, s. 2.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 21Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği sınıfı müfredatına Araştırma Yöntemleri adında bir dersin konulması uygun olacaktır.48  Bir çelişki gibi görünen uzmanlaşma ve bütünleşme, detayın bilgisiyle genelin bilgisi arasında bir köprünün kurulmasını zorunlu kılmaktadır. Hukuk alanında bu köprünün kurulabilmesi için Ööncelikle felsefe, sosyoloji gibi genel derslerin iyi bir şekilde verilmesi, bilahare hukuk felsefesi vs gibi derslerin verilmesi yerinde olur. Siyaset bilimi, siyaset felsefesi gibi dersler ciddi bir şekilde alınmadan, anayasa hukuku dersinin verilmemesi gerekir. başta hukuk felsefesi olmak üzere; hukuk sosyolojisi, hukuk metodolojisi, genel hukuk teorisi, genel kamu hukuku, hukuk tarihi ve kriminoloji gibi pratik yararı da yadsınamayacak olan teorik derslerin kredilerinin yükseltilmesi gerekir.49 (Öncelikle felsefe, sosyoloji gibi genel derslerin iyi bir şekilde verilmesi, bilahare hukuk felsefesi vs gibi derslerin verilmesi yerinde olur. Siyaset  bilimi,  siyaset  felsefesi  gibi  dersler  ciddi  bir  şekilde  alınmadan, anayasa  hukuku  dersinin  verilmemesi  gerekir.  Bu  anlamda,  genel  kamu hukuku derslerinin yerinin de tartışılması lazım). (Ayrıca öğrenci sayılarının makul düzeylere çekilerek, her bir öğrenciye mezun olmadan en azından bir dersten ciddi bir seminer çalışmasının yaptırılmasını da uygun olacaktır. n uygun olacağını düşünüyorum. ) Burada  Yükseköğretim  Kurulu  tarafından  23.07.2015  tarihinde çıkarılan Yükseköğretim Kalite Güvencesi Yönetmeliği ne de değinmekte fayda  vardır.  Söz  konusu  Yönetmelik  ile  lisans  eğitiminde  son  yıllarda gerçekleşen yatay, sayısal büyümeye, nitelik ve kalite açısından da büyümenin eşlik  etmesi  amaçlanmıştır.  Bu Yönetmelik,  yükseköğretim  kurumlarının eğitim-öğretim ve araştırma faaliyetleri ile idarî hizmetlerinin iç ve dış kalite güvencesi, akreditasyon süreçleri ve bağımsız dış değerlendirme kurumlarının yetkilendirilmesi süreçlerini ve bu kapsamda tanımlanan görev, yetki ve sorumluluklara ilişkin esasları düzenlemektedir.51 Söz konusu Yönetmeliğin 9.  maddesi  uyarınca,  Yükseköğretim  Kurumları,  kendi  kurumlarında uygulanacak iç ve dış kalite güvence sisteminin kurulması ve işletilmesi ile iç ve dış değerlendirme sürecinin bu konuda hazırlanacak uygulama esasları kapsamında yürütülmesini sağlamakla yükümlüdür. Aynı Yönetmeliğin 10. maddesi uyarınca ise, Yükseköğretim Kurumları, eğitim-öğretim ve araştırma 48  GÖZLER, 2008, s. 3030. 49  SARAÇ, s. 5.  50  Bkz. RG, Tarih, 23.07.2015, Sayı, 29423). 51  Bkz. Yükseköğretim Kalite Güvencesi Yönetmeliği, m.1 (RG, Tarih, 23.07.2015, Sayı, 29423). 22 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU faaliyetlerini ve bunları destekleyen idarî hizmetlerin tümünü içine alacak şekilde stratejik plan ve yıllık olarak, performans programı ve faaliyet raporu ile bütünleşik yapıda bir iç değerlendirme raporu hazırlamak zorundadır. Ancak Yükseköğretim Kurumları, kendi kurumlarında uygulanacak iç ve dış kalite güvence sisteminin kurulması ve işletilmesi yanında en az beş yılda bir, Yükseköğretim Kalite Kurulu tarafından yürütülecek periyodik bir kurumsal dış değerlendirme süreci kapsamında değerlendirilmekle yükümlüdürler.52 Yükseköğretim kurumlarının dış değerlendirilmesi, bizzat Yükseköğretim Kalite Kurulu tarafından gerçekleştirilmektedir. Bu değerlendirme,  Kurulun tanıdığı veya görevlendirdiği dış değerlendiriciler veya Yükseköğretim Kalite Kurulu tarafından Kalite Değerlendirme Tescil Belgesi yetkisi almış bağımsız kurumlarca gerçekleştirilir.53 Kalite Kurulu son yıllarda yükseköğretimde kalite adına getirilen en önemli yeniliktir. Bu uygulama ile Yükseköğretim Kurulu kendi kararları ile vücut bulmuş olan eğitim öğretim ile ilgili hüküm vermeyi, karar alma süreçleri bakımından bağımsız çalışabilen bir Kurula devretmeyi amaçlamıştır.54 Söz konusu bu Kurulun faaliyete başlaması ile birlikte Türkiye de hukuk eğitiminde nitelik ve kalitenin artacağı kuşkusudur. Bu nedenle bu uygulamanın en kısa süre içinde etkin bir şekilde başlaması gerekir.  Dikkate alınması gereken bir husus da, hukuk fakültelerinde uygulanan eğitimin istenen sonuçları verebilmesi, lise eğitiminin kalitesine de bağlıdır. Kaliteli bir hukuk fakültesi için kaliteli öğrencileriniz olmalıdır. Kaliteli öğrenciler iyi fakülteye gelirken, kaliteli fakülteler de kaliteli öğrencilerle mümkündür. Ancak Türkiye de lise eğitiminin birçok sorunlarının olduğu kuşkusuzdur. Günümüzde lise eğitimi, tamamen üniversite sınavını kazanmaya yönelik  bir  program  olarak  düşünülmüştür.  Lise  öğrencileri,  üniversite sınavını kazanmak için okulda, dershanede ve evde günde belli sayıda test sorusu  çözmeye  odaklanmaktadır. Test  sınavında  başarılı  olan  öğrenciler hukuk fakültesine girmektedir. Ortaöğretimde sürekli test çözen öğrenciler hukuk fakültesine başladıklarında tamamen farklı bir öğrenim modeliyle karşı karşıya kalmaktadır. Bugüne kadar hiç kullanmadığı ve dolayısıyla geliştiremediği muhakeme yeteneğini kullanması kendisinden istenmekte ve 52  Bkz. Yükseköğretim Kalite Güvencesi Yönetmeliği, m.12 (RG, Tarih, 23.07.2015, Sayı, 29423). 53  Bkz. Yükseköğretim Kalite Güvencesi Yönetmeliği, m.12 (RG, Tarih, 23.07.2015, Sayı, 29423). 54  SARAÇ, s. 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 23Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği hukuki bir sorunu çözmesi beklenmektedir. Bu nedenle liselerin eşit ağırlık bölümlerinin son sınıfına mantık, sosyoloji, psikoloji, edebiyat ve hukuk tarihi gibi dersler konulmalı ve bu derslerin sınavı klasik şekilde yapılmalıdır. Uzun vadede de üniversiteye giriş sınavının da aynı şekilde sadece klasik olması gerekir. Hukuk  fakültelerinde  öğrencilerin  belli  bir  alan  ya  da  alanlarda uzmanlaşmasını  sağlayacak  şekilde  seçimlik  dersleri  belirleme  imkânı sağlanmalı ve seçimlik derslerin belli bir alandan seçen öğrenciye diplomasına ek olarak ilgili alanın sertifikası da verilmelidir. Böylece öğrencilerin fakülte aşamasında belli bir konuda uzmanlaşması sağlanmış olur.  Ayrıca üniversite giriş  sınavında  hukuk  fakültesini  tercih  eden  öğrenciler,  hangi  hukuk fakültesinin hangi alanlarda daha iyi olduğunu, hangi alanlarda uzmanlık sertifikası verdiğini bilerek tercih yapmış olacaktır. Hukuk  eğitiminde  öğrencilerin  uygulamayı  görerek  yetiştirilmeleri önemlidir. Yaz dönemlerinde öğrencilere mahkemeler ve avukatlar nezdinde staj yapma zorunluluğu getirilebilir. Özellikle son sınıf öğrencileri için Pratik Hukuk adında bir dersin seçimlik ders olarak değil, zorunlu bir ders olarak okutulması gerekir. Lisansüstü eğitim yetkisi Enstitülerden alınarak fakültelere verilmelidir. Böylelikle lisansüstü eğitim hem daha sağlıklı yapılabilecek, hem enstitülerden kaynaklanan  bürokratik  işlemler  son  bulacaktır.  Ayrıca  Yükseköğretim Kurulu nun yüksek lisans ve doktora eğitiminin niteliğini artırmak amacıyla 21.01.2015  tarihinde  Lisansüstü  Eğitim-Öğretim  Programı  Açılması  ve Yürütülmesine Dair İlkeler adı altında aldığı kararların etkin bir şekilde uygulanması büyük bir önem arz etmektedir. Hukuk  diplomalarının  denkliği  konusunda  da  mevzuatta  bazı değişiklikler yapılmalıdır. Özellikle Avrupa Birliği ne üye ülkeler ile eğitim kalitesi  çok  iyi  olan  diğer  bazı  ülkelerin  hukuk  fakültelerinden  mezun olanlar, YÖK Denklik Hukuk Komisyonu tarafından belirlenecek az sayıda fark dersleri alması şartıyla, Türkiye de yüksek lisans yapabilmelidir. Buna karşılık hakimlik, avukatlık ve noterlik gibi meslekler için daha fazla fark dersin alınması öngörülebilir. Bir başka ifadeyle yüksek lisans ve hukuk mesleklerine kabul açısından tek bir denklik uygulaması yerine iki farklı denklik işlemi yapılmalıdır. 24 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Rauf KARASU",
     "Kaynakça": "Arslan,  R./Taşpınar,  S.,  Avrupa  Birliği  Sürecinde  Türkiye de  ve Avrupa da Hukuk Öğretimi ve Hukukçu Yetiştirilmesi ve Türkiye nin Bu Gelişmelerden Etkilenmesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2004, S. 53 (1), s. 1 vd. Atay,  Cevdet,  “Hukuk  Öğretimi  ve  Hukukçu  Eğitimine  Bakış Sorunları ve Çözüm Öneriler”, ww.cu.edu.tr/insanlar/mceker/hukuk%20 fakültesi/cevdetatay.doc (erişim tarihi: 01.12.2015). Aydın,  Oğuz  Gökhan;  “Gelenekten  Geleceğe Türkiye de  Hukuk Eğitimi, TAAD, Yıl:6, Sayı:21 (Nisan 2015), s. 639 vd.  Aydın,  Öykü  Didem,  “Hukuk  Öğrenimi,  Bir  Türk  Alman Karşılaştırması”, http://www.turkhukuksitesi.com/makale_1066.htm (erişim Tarihi: 01.12.2015). Aydın, Yasemin Kaya; “Dünya da ve Türkiye de Avukatlık Stajı ve Stajyer Avukatların Sorunları”, http://www.ankarabarosu.org.tr/siteler/ ankarabarosu/hgdmakale/2009-1/11.pdf  (erişim tarihi: 21.01.2016). Demirağ, Fahrettin/Çiftçi, Hasan, Türkiye de Hukuk Fakülteleri ve Hukuk Eğitimi, TBB Dergisi, 2010 (91), s. 257 vd. Gözler,  Kemal,  “Küreselleşme  Sürecinde  Hukuk  Eğitimi”,  Legal Hukuk Dergisi, Yıl 6, Sayı 69, Eylül 2008, s. 3029. Güner, Semih, Avukatlık Stajı ve Stajyerlerin Eğitimi, Hukuk Öğretimi ve Hukukçunun Eğitimi TBB Dergisi, 2003, s. 192 vd. Güran,  Sait,  Hukuk  Fakültelerinde  Öğretim;  Yönetimin Değerlendirilmesi, Programın Analizi, Kadrolar ve Öğrenci Profili, Hukuk Öğretimi ve Hukukçunun Eğitimi, TBB Dergisi, s. 85 vd. Gürseler, G./Yıldırım, S./Besler, B.;  Avrupa da Avukatlık Mesleğine Giriş  ve  Meslek  İçi  Eğitim,  Uluslararası  Boyutuyla  Hukuk  Eğitimi  ve Avukatlık Mesleğine Giriş Sempozyumu, TBB, 2008, s. 161 vd. İpek  Akbulut,  Hava/Şahin,  Çiğdem/Çepni,  Salih,  Doktora  Tez Sürecinde Karşılaşılan Problemlerin Belirlenmesi: Eğitim Fakültesi Örneği, Dicle Üniversitesi Ziya Gökalp Eğitim Fakültesi Dergisi, 20 (2013), s. 50 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 25Türkiye ve Almanya`da Hukuk Eğitimi - Diplomaların Denkliği Lisansüstü  Eğitim  ve  Öğretim Yönetmeliği  (Resmi  Gazete  Tarihi: 01.07.1996 Resmi Gazete Sayısı: 22683). Mısır,  H./Kardelen,  F./Seğmen,  A./İşlekel,  Z./Üler,  Y./Kılıç,  H. Avrupa da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim, Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu, TBB (2008), s. 209 vd. Oğuz, Arzu; Hukuk Eğitimindeki Son Gelişmeler ve Karşılaştırmalı Hukukun Hukuk  Eğitimindeki Rolü, AÜHFD, 2003, s. 20 vd. Öztoprak Sağır, Meral, Güncel Gelişmeler Işığında Türkiye de Hukuk Eğitimi, Türkiye Barolar Birliği Araştırma Raporu, Ankara 2010, s. 11. Pekcanıtez, H., Hukukta Aktif Eğitim, Hukuk Öğretimi ve Hukukçunun Eğitimi,  TBB Dergisi, 2003, s. 109 vd. Saraç,  M.  A.  Yekta,  29.12.2015  Tarihli  Hukuk  Fakülteleri Dekanları  İle  Yapılan  Toplantının  Konuşma  Metni,  http://www.yok.tr/ documents/10279/21525786/YOK_Baskani_            Prof_Dr_ Sarac_Konusma _Metni.pdf  Uyumaz, Alper/Erdoğan,  Kemal,  Karşılaştırmalı  Hukukta  ve  Türk Hukukunda Hukuk Eğitimi ve Hukuk Kliniği, AÜHFD, 64 (2) 2015, s. 498 vd. Yüksek Öğretim Kalite Güvencesi Yönetmeliği, Resmi Gazete, tarih, 23.07.2015, sayı, 29423). 26 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1"
}