{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "4",
     "Başlık": "KOLLUK GÖZETİM KOMİSYONU",
     "Title": "POLICE OVERSIGHT COMISSION",
     "Yazar İsmi": [
          "Çınar Can EVREN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kolluk faaliyetleri",
          "kolluğun denetimi",
          "sivil ve bağımsız denetim"
     ],
     "Keywords": [
          "Police actions",
          "review to the police",
          "civillian and independent review"
     ],
     "Özet": "İM KOMİSYONU Çınar Can EVREN  ÖZET Kolluk personelinin sivil kişi ve makamlar tarafından denetlenmesi ve bunun için bağımsız kolluk denetim sistemi kurulması, bazı batılı ülkelerde hali hazırda uygulanmaktadır. AB üyelik sürecindeki Türkiye için de, ilerleme raporlarında, bu tür bir denetim sistemi kurulması gereği dile getirilmektedir. Bu gereklilik karşısında Türkiye de 6713 sayılı Kanunla1 Kolluk Gözetim Komisyonu kurulmuştur. AB üyelik kriterlerinin gerçekleştirilmesi ve kolluğun sivil kişi ve kurumlarca etkin bir şekilde denetlenmesi için bahsi geçen mekanizmanın mevcudiyeti tek başına yeterli  olmayıp  kurulacak  denetim  biriminin  bağımsızlığının  sağlanması;  uygun yetkilerle  donatılması  da  gerekmektedir.  Bu  makalede;  yabancı  ülke  uygulama örnekleri ve literatürde yer alan görüşler ışığında kolluk denetim birimlerinin etkin olabilmesi için bu birimlerin sahip olması gereken nitelikler ve 6713 sayılı Kanunla kurulan Kolluk Gözetim Komisyonunun bu nitelikleri taşıyıp taşımadığı incelenecektir.",
     "Abstract": "Establishment of an independent monitoring system for the inspection of police ofﬁ cers by civilians and/or civil institutions is already implemented in some western countries. As a country that is on the path of EU membership, the need of such monitoring system is expressed in the progress reports. In response to these requirements,  the Police Oversight Commission was established in Turkey with the Law No. 6713. The presence of aforementioned mechanism for the effective monitoring as well as the fullﬁ lment of the EU membership criteria is a necessity, yet not satisfactory. Ensuring the independence of the monitoring mechanism which is also equipped with appropriate authorities is also an obligation. In this article, the essential aspects which must be granted to such a comission for an effective monitoring is discussed by evaluating other countries  practises and Turkish Police Oversight Comission.",
     "Metin": "GENEL OLARAK Kolluk görevlilerinin sahip olduğu yetkiler bireylerin hak ve hürriyetleri üzerinde önemli sonuçlar doğurur. Kolluk sahip olduğu durdurma, arama, el  koyma,  silah  kullanma,  dinleme  gibi  yetkileri  sayesinde  bireylerin yaşama hakkından haberleşme hürriyetine kadar pek çok alana müdahale edebilmektedir. Kolluk  sahip  olduğu  ayrıcalıklı  ve  üstün  yetkileri  kullanırken hukuka aykırı eylem ve işlemler gerçekleştirebilir. Hukuka aykırı işlem ve eylemlerin denetiminin yine kolluk personel ve makamlarına bırakılması; denetimlerin yeterince yapılmaması, hukuka aykırılıkların üstünün örtülmesi veya kamuoyunda bu yönde bir algı oluşmasına neden olur. Bu sakıncaların bertaraf edilebilmesi; etkin denetim mekanizmaları getirilmesini ve sivillerin bu denetimde etkin bir biçimde rol almasını gerektirir. Denetim, hukuka aykırılık gerçekleştiğinde veya henüz gerçekleşmeden gündeme  gelebilir.  Hukuka  aykırı  eylem  ve  işlemden  sonra  delillerin tespiti, aykırılığın giderilmesi, failin cezalandırılması ve gerekli tedbirlerin alınması denetim içinde mütalaa edilebilir. Denetim kolluğun hukuku uygun davranmasını ve belirlenmiş sınırlar dışına çıkmamasını sağlamak için de kullanılır. Bu ise denetimin önleyici yönüdür. Kolluğun  sivil  denetimi,  kolluğun  sadece  sivil  toplum  örgütleri tarafından denetleneceği anlamına gelmez. Nitekim bazı yazarlara göre bu en yaygın yanlış anlayıştır. Kolluğun denetiminde görev alacak sivilden kasıt; kolluk personeli olmayan kişiler veya bunlardan oluşan yapılardır. Parlamento, hükümet, yargı, hükümetten bağımsız kurumlar (ombudsman, bağımsız kolluk şikâyet birimi), kamu otoriteleri tarafından yetkilendirilmiş vatandaş grupları (insan hakları kurulu üyeleri) denetimlerde görev alacak sivillere örnek verilebilir. 2   İbrahim CERRAH, Avrupa Konseyi Avrupa Polis Etiği Kuralları ve Türkiye de Güvenlik Personelinde Mesleki Sosyalleşme, DCAF – TESEV Güvenlik Sektörü Çalışmaları Dizisi 3, 2008, s. 16. 3   Melikşah YASİN,  İdarenin Yasama Tarafından Denetlenmesi, XII Levha Yayınları, İstanbul 2011, s. 4 vd. 4  Erhan KOYUNCU, İç Güvenlik Sektörünün Sivil Gözetiminin Geliştirilmesi Projesi, İdarecinin Sesi - Kasım-Aralık 2010, s. 142, s. 113 vd; Seçkin YAVUZDOĞAN/Havva Şimşek AKIN, Kolluğun Sivil Gözetimi, TAAD, Y. 6, S. 20, s. 194. 100 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Kolluğun sivil denetimi için farklı kavramlar kullanılmaktadır. Bu cümleden olmak üzere; demokratik denetim / gözetim, sivil denetim / gözetim, bağımsız denetim / gözetim, kolluğun hesap verebilirliği, harici denetim / gözetim , bağımsız kolluk şikayeti gibi terimler benzer ya da aynı anlama gelecek şekilde kullanılmaktadır. Örneğin AB Komisyonu Türkiye  İlerleme  Raporlarının  bir  kısmında  Güvenlik  güçlerinin  sivil gözetimi bir kısmında ise Güvenlik güçlerinin sivil denetimi ifadelerine yer verilmiştir. Sivil denetimin önemli bir türü olan bağımsız kolluk şikâyet sistemi bir kısım ülkede yarım asırlık bir geçmişe sahip olup Avrupa İnsan Hakları Mahkemesi (AİHM) kolluğun hukuka aykırı eylemlerinin etkin bir biçimde soruşturulması gerektiğini sıkça dile getirmektedir. AİHM nin bu içtihatları sonucu  Avrupa  Konseyi  üyesi  Devletler,  AİHM  içtihatlarıyla  belirlenen standartlara  uygun  hareket  etmenin,  kolluk  şikâyetlerini  inceleyecek bağımsız bir sistemin kurulmasıyla mümkün olacağı görüşünde birleşmeye başlamışlardır. AB  adaylık  sürecinde,  Türkiye  ve  diğer  aday  ülkelerle  yürütülen müzakerelerde, kolluğun sivil denetimi gereği gündeme gelmiş ve bu ülkeler, kolluğun yasalara uygun olmayan davranış ve uygulamalarını soruşturmak 5   Uluslararası düzeyde kabul görmüş tek bir tanımı olmamakla beraber sivil denetim Kolluk görevi yapan kurumların, bunların faaliyetlerinin ve politikalarının çok katmanlı ve sürekli olarak izlenmesi şeklinde tanımlanabilir. İsmail FIRAT/Emrah ERDEM, Türkiye de İç Güvenlik Hizmeti Ve Kolluğun Sivil Denetimi, Sayıştay Dergisi, Y. 2014, S. 94, s. 124. 6   YAVUZDOĞAN/AKIN, s. 194. 7   http://www.ab.gov.tr/index.php?p=46224, (ET. 20.07.2016). 8   Ramsahai/Hollanda Kararı, Başvuru No. 52391/99; Nachova/Bulgaristan Kararı, Başvuru No. 43577/98 ve 43579/98; Isayeva/Rusya Kararı, Başvuru No. 5794/00, 57948/00 ve 57949/00; Ognyanova/Bulgaristan Kararı, Başvuru No. 46317/99, karar örnekleri için bkz. Council of Europe (CE): Opinion Of The Commissioner For Human Rights Concerning Independent And Effective Determination Of Complaints Against The Police, (CommDH(2009)4), s. 7 vd. 9   AİHM içtihatları uyarınca AİHS nin 2. ve 3. maddeleriyle ilgili kolluk faaliyetlerine yönelik şikâyetlerde yapılacak incelemenin 5 temel ilkeyi gerçekleştirmesi gerekir. Bu ilkeler; bağımsızlık (independence), yeterlik/uygunluk (adequacy), çabukluk (promptness), kamuoyu gözetimi (public scrutiny) ve mağdurun sürece katılımının sağlanmasıdır (victim involvement). Council of Europe, s. 12; Dominique WISLER, Police Governance: European Union Best Practices, Coginta, 2011, http://www.dcaf.ch/Publications/Police-GovernanceEuropean-Union-Best-Practices, (ET. 20.07.2016). 10  Türk Polisi ve Jandarması için Bağımsız Bir Polis Şikâyet Komisyonu ve Şikayet Sistemi nin Kurulması Avrupa Birliği Eşleştirme Projesi, Proje Briﬁ ngi, 20 ŞUBAT 2007  - 01 ŞUBAT 2008, s. 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 101Kolluk Gözetim Komisyonu üzere sahip oldukları mevcut mekanizmaların etkinliğini artırmak için bazı adımlar atmak suretiyle bu beklentiyi karşılamaya çalışmışlardır. Türkiye için de uyum süreci açısından; kolluk kuvvetlerinin kendi iç denetiminden farklı olarak vatandaş taleplerine karşılık verebilen, tarafsız bir gözle kolluk kurumlarını  denetleyebilen  ve  yaptırım  uygulayabilen  etkin  bir  şikâyet mekanizmasının oluşturulması zorunlu bir hal almıştır.12 AB Komisyonu Türkiye İlerleme Raporlarında (2005 - 2015) sürekli olarak kolluğun sivil denetimi hakkında Türkiye nin yaptıkları ve yapmadıkları değerlendirilmektedir. Bu bağlamda, bağımsız kolluk denetim mekanizması kurulması, 2008 Katılım Ortaklığı Belgesinde kısa vadeli öncelikler arasında sayılmış ve 2010 İlerleme Raporunda da, konuya ilişkin bir kanun tasarısı sunulması olumlu bir gelişme olarak değerlendirilmiştir. Türkiye Cumhuriyeti İçişleri Bakanlığı ile İngiltere İçişleri Bakanlığı arasında  imzalanan  ve  06.02.2007  tarihinde  yürürlüğe  giren  Emniyet Genel Müdürlüğü ve Jandarma Genel Komutanlığını kapsayan Bağımsız Kolluk Şikayet Mekanizması konulu Eşleştirme Projesi ile Türk polis ve jandarmasına yönelik yeni bir şikayet sisteminin kurulması için bir yasal çerçeve hazırlanması amaçlanmıştır. Bu noktada 2004 yılında bağımsız polis şikâyet komisyonu kurmuş olmalarından dolayı proje ortağı olarak Birleşik Krallık seçilmiştir. 11  Proje Briﬁ ngi, s. 2. 12  FIRAT/ERDEM, s. 117. 13  Konumuzla doğrudan ilgili olan bir belirleme 2012 yılı raporunda yer almaktadır: Türk kolluk kuvvetleri tarafından uygulanan veya kendi içlerindeki insan hakları ihlalleri, kötü muamele ve görevin kötüye kullanılmasına ilişkin şikâyetlerin araştırılması için Bağımsız Kolluk Gözetim Mekanizması henüz kurulmamıştır. Avrupa Komisyonu Türkiye 2012 Yılı İlerleme Raporu: s. 13, http://www.ab.gov.tr/index.php?p=46224, (ET. 20.07.2016). 14  Türkiye Büyük Millet Meclisi Avrupa Birliği Uyum Komisyonu Raporu, 11.04.2012, Esas No: 1/584, Karar No: 13, s. 1. 15  Bu proje, müzakere sürecindeki adalet ve içişleri faslı kapsamındadır ve Türkiye nin AB üye ülkelerindeki idari kapasiteyle uyum sağlamak için yürüttüğü kapsamlı çalışmalar çerçevesinde Bağımsız Bir Kolluk Şikayet Mekanizması kurmayı amaçlamaktadır. Birleşik Krallık İçişleri Bakanlığının Eşleştirme ortağı olduğu bu proje, 20 Şubat 2007 tarihinde başlamıştır. Genel amaç, Türk Polisi, Jandarması ve diğer kolluk kuvvetlerinin, demokratik ilkelere uygun bir şekilde ve tüm vatandaşların sahip olduğu İnsan Haklarına saygıyı gözeterek kanunların uygulanmasına yönelik görev ve sorumluluklarını yerine getirirken güvenilirliğini, etkinliğini ve toplumun bu kurumlara duyduğu güveni artırmaktır. Türk Polisi ve Jandarması için Bağımsız Bir Polis Şikâyet Komisyonu ve Şikâyet Sistemi Kurulması Projesi, Beyin Fırtınası Toplantısı, 5 ve 6 Şubat 2008, s. 1. 16  Proje Briﬁ ngi, s. 2. 17  Proje Briﬁ ngi, s. 4. 102 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Hazırlanmasında AİHS  hükümlerinin  ve AİHM  içtihatlarının  etkili olduğu Avrupa  Polis  Etiği  İlklerinin  13.  maddesi;  59.  maddesi;  60. maddesi, 61. maddesi, 62. maddesi ve 63. maddesinde kolluğun sivil ve bağımsız organlarca denetlenmesine ilişkin kurallara yer verilmiştir,26. Yine Avrupa  Polis  Etiği  İlkelerine  istinaden  24.10.2007  tarihinde  kabul edilen, Dönemin İçişleri Bakanı Beşir Atalay ve Başbakan Yardımcısı ve Devlet Bakanı Hayati Yazıcı nın imzasını taşıyan Kolluk Etik İlkeleri nde de kolluğun hesap verebilirliğine ve bağımsız denetimine ilişkin hususlara yer verilmiştir. Kolluk Gözetim Komisyonu, 20/05/2016 tarih ve 29717 sayılı Resmi Gazete de yayımlanan 6713 sayılı Kolluk Gözetim Komisyonu Kurulması Hakkında Kanunla hukuk sistemimize dahil olmuştur. 18  Council of Europe: The European Code of Police Ethics, Recommendation Rec(2001)10, adopted by the Committee of Ministers of the Council of Europe on 19 September 2001 and explanatory memorandum. 19   Kolluk,  kolluk  faaliyetlerini  yerine  getirirken  sivil  yetkililerin  sorumluluğu  altında olmalıdır. 20  Kolluk; devlete, vatandaşlara ve onun temsilcilerine karşı sorumlu ve etkili bir dış denetime tabi olmalıdır. 21   Kolluk  üzerindeki  devlet  kontrolü  yasama,  yürütme  ve  yargı  erkleri  arasında paylaştırılmalıdır. Maddenin açıklaması uyarınca devletin bu üç erkle yapacağı denetim arasında bir denge sağlanması çok önemlidir. 22  Kamu makamları, kolluk şikâyetleri için etkili ve tarafsız usuller getirmelidir. 23  Kollukla toplum arasında iletişim ve karşılıklı anlamaya dayalı sorumluluk mekanizmaları geliştirilmelidir. 24  Avrupa Polis Etiği ilkeleri temel alınarak oluşturulan Kolluk etik kuralları üye devletlerce geliştirilmeli ve uygun kurumlarca denetlenmelidir. 25  Avrupa Polis Etiği İlkeleri Avrupa Konseyine üyelik hasebiyle ülkemiz kolluk personel ve teşkilatı için de geçerli ilkelerdir. Burada her ne kadar polis ifadesi geçse de bu ilkeler sadece polise değil yine bir kolluk olan jandarmaya da uygulanmaktadır. YAVUZDOĞAN/ AKIN, s. 203. 26  Cerrah a göre Polis Etiği İlkelerinde en fazla vurgulanan denetim biçimi, sivil otoritelerin denetimidir. CERRAH, s. 43. 27  Kolluk personeli, eylemlerinden, ihmallerinden ve verdiği emirlerden şahsen sorumlu ve hizmet ettiği topluma karşı daima hesap verebilir olmalıdır. Kolluk faaliyetleri, mevzuat dâhilinde yasama, yürütme ve yargı organlarının denetimine açıktır. Kolluk personeli aleyhine, usulüne uygun yapılan tüm şikâyetler derhal ve tarafsız bir şekilde soruşturulur. Soruşturma,  etkin  ve  tarafsız  yürütüldüğü  konusunda  şüphe  duyulmayacak  şekilde sonuçlandırılır  ve  soruşturma  sonucu  şikâyetçiye  bildirilir.  Kolluk  görevine  ilişkin ihbarlar da titizlikle araştırılır. Paragraf: 21, 22, 23 ve 24, http://www.jandarma.gov.tr/ personel/etik_ilkeler.doc , (ET. 20.07.2016). 28  Bu yapının kurulmasında TÜSİAD ve Başbakanlık gibi kamu ve özel kesim raporlarının da etkili olduğu belirtilmektedir. YAVUZDOĞAN/AKIN, s. 205. Tasarının geneli üzerinde Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 103Kolluk Gözetim Komisyonu 6713 sayılı Kanun un 1/2. fıkrası uyarınca Kanun Emniyet Genel Müdürlüğü, Jandarma Genel Komutanlığı ve Sahil Güvenlik Komutanlığı teşkilâtında görevli kolluk personelinin işlediği iddia edilen suçlarla veya disiplin cezasını gerektiren eylem, tutum veya davranışlarıyla ilgili olarak idarî merciler tarafından yapılan ya da yapılması gereken iş ve işlemleri kapsar. Aynı maddenin 3. fıkrasına göre de Jandarma Genel Komutanlığı ve Sahil Güvenlik Komutanlığı teşkilâtında görevli kolluk personelinin askerî görevlerinden doğan suçları, bu Kanunun kapsamı dışındadır. Kanun un 8/1-ç  bendi  uyarınca  da  Cumhuriyet  savcılarının  doğrudan  soruşturma yapabilmelerine ilişkin özel hükümler saklıdır. Bu hükümler uyarınca polis, jandarma ve sahil güvenlik komutanlığında görev yapan kolluk personelinin idari kolluk faaliyetlerini yerine getirirken yaptığı eylem ve işlemlere karşı yapılacak şikâyetler Kanun kapsamında olup; jandarma ve sahil güvenlik komutanlığında görev yapan personelin askeri hizmete ilişkin faaliyetleri ve ayrıca adli kolluk faaliyetleri Kanun kapsamında olmayacaktır. Bu noktada 6713 sayılı Kanun un neden sadece polis, jandarma ve Sahil Güvenlik Komutanlığı personelinin idari kolluk faaliyetlerini kapsadığı ancak diğer bir kısım kolluk personelini ve bu arada özel güvenlik personelini kapsam dışında bıraktığı sorusu akla gelmektedir. Örneğin köy korucuları, gümrük kolluğu, orman kolluğu Kanun kapsamında değildir. Avrupa Birliği Uyum  Komisyonu  Raporunda  buna  gerekçe  olarak  Gümrük  Muhafaza Genel  Müdürlüğü ne  bağlı  kolluğun  Tasarı  kapsamı  dışında  tutulmasını eleştiren ve düzenleme kapsamına alınması gerektiğini savunan Komisyon üyelerimize cevaben, öncelikle sistemin oturtulmasının amaçlandığı, tedricen gümrük, orman vb. kollukların da Komisyonun görev alanına daha sonra dâhil edilebileceği belirtilmiştir. Bu gerekçe yanında Kanun kapsamında Hükümeti  temsilen  yapılan  açıklamalarda  Komisyonun  kurulma  amaçları  şu  şekilde belirtilmektedir: 1) Bürokrasi üzerine yük getirmeden, halkın ve kolluk personelinin şikâyet sistemine güvenini kuvvetlendirecek daha etkin bir sistem oluşturmak. 2) Kolluk personelinin işlediği iddia edilen hukuka aykırı ﬁ il ve haller hakkında idari soruşturma sisteminin zayıf yönlerini ortadan kaldırarak sistemi güçlendirmek. 3) Kolluk hakkındaki ihbar ve şikâyetlere ilişkin merkezi kayıt ve analiz sisteminin bulunmamasından doğan eksiklikleri gidermek. 23. Yasama Dönemi İçişleri Komisyonu Raporu: 7/12/2010, Esas No: 1/924, Karar No: 20, s. 2. 29 Avrupa Polis Etiği İlkelerinin 1. maddesinde Kolluğun amacı, kamu huzuru ve düzenini ayrıca bireylerin temel hak ve hürriyetlerini korumak ve bu hak ve hürriyetlere saygı duymak; suçu tespit etmek, önlemek ve suça karşı savaşmak; halka yardım ve hizmet sunmaktır hükmü yer almaktadır. Maddeden, Etik İlkelerinin kapsamına kolluğun adli ve idari görevlerinin girdiği ancak askerlik hizmetinin dâhil olmadığı anlaşılmaktadır. 30 Türkiye Büyük Millet Meclisi Avrupa Birliği Uyum Komisyonu Raporu, 11.04.2012, Esas No: 1/584, Karar No: 13, s. 4. 104 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN sayılan üç kurumun içişleri bakanlığının bağlı kuruluşları olması da etkili olmuştur. Ancak gümrük kolluğu, orman kolluğu, köy korucuları, ceza infaz memurları ve hatta Kamu Düzeni ve Güvenliği Müsteşarlığı ve Milli İstihbarat Teşkilatı kamu düzeninin bozulmasını önlemek amacıyla hareket etmektedir. Bu noktada Kanun kapsamı belirlenirken işi yapandan ziyade işin niteliği esas alınmalıdır. Ayrıca Komisyonun yetkilerinin icrai olmadığı da göz önünde bulundurulduğunda, raporlama konusunda bu sayılan diğer kolluk birimlerinin de Kanuna dâhil edilmesi gerektiği söylenebilir. Özel  güvenliğin  kolluk  gözetim  sistemine  dahil  edilmemesinin nedeni ise AB Komisyonu tarafından da dile getirildiği gibi kolluktan kastın kamu tarafından yerine getirilen faaliyetler olmasıdır. Ancak 5188 sayılı Özel Güvenlik Hizmetlerine Dair Kanun un 7. maddesinde, özel güvenlik görevlilerine tanınan yetkiler göz önünde bulundurulduğunda, özel güvenlik görevlilerinin de en azından merkezi kayıt sistemine dahil edilmesi gerektiği söylenebilir. II. KOLLUĞUN DENETİMİ Kolluk farklı kişi ve kurumlar tarafından denetlenir. Yani, kolluğun denetiminde çeşitli mekanizmalar rol oynar. Bu mekanizmalar denetimi 31 3152 sayılı İçişleri Bakanlığı Teşkilat Ve Görevleri Hakkında Kanun madde 2 de Bakanlığa Bakanlığa bağlı iç güvenlik kuruluşlarını idare etmek suretiyle ülkesi ve milleti ile bölünmez bütünlüğünü, yurdun iç güvenliğini ve asayişini, kamu düzenini ve genel ahlakı, Anayasada yazılı hak ve hürriyetleri korumak görevi verilmiş olup Kanunun 29. maddesi uyarınca Bakanlığın bağlı kuruluşları Emniyet Genel Müdürlüğü, Jandarma Genel Komutanlığı, Sahil Güvenlik Komutanlığı, Kamu Düzeni ve Güvenliği Müsteşarlığı ve Göç İdaresi Genel Müdürlüğüdür. Literatürde de iç güvenlik hizmetinin polis, jandarma ve sahil güvenlik olarak  yapılandığı;  Türkiye de  mevzuatın  iç  güvenlik  hizmetlerinin  sunulması  görev ve sorumluluğunu İçişleri Bakanlığına verdiği; Bakanlığın bu görevi sayılan teşkilatlar marifetiyle yerine getirdiği belirtilmektedir. FIRAT/ERDEM, s. 119 vd; CERRAH, s.  16. 32 3152 sayılı İçişleri Bakanlığı Teşkilat Ve Görevleri Hakkında Kanun madde 29 uyarınca bu Kamu Düzeni ve Güvenliği Müsteşarlığı Emniyet Genel Müdürlüğü, Jandarma Genel Komutanlığı ve Sahil Güvenlik Komutanlığı gibi İçişleri Bakanlığının bağlı kuruluşu olup bu noktada 6713 sayılı Kanun kapsamından bu Müsteşarlığın neden hariç tutulduğunu anlamak güçtür. 33  CE, par. 4, (CommDH(2009)4). 34  United Nations Ofﬁ ce On Drugs And Crime (UNODC): Handbook on Police Accountability, Oversight and Integrity, Criminal Justice Handbook Series, New York 2011, s. 12 vd; OECD, Handbook on Security System Reform Supporting Security And Justice, 2007, s. 113. 35 OECD, s. 113; Serkan ALTUNTOP, Hesapverebilirlik Bağlamında Kolluğun Sivil Denetimi: Sivil Gözetim Kurulları,  İnsan Hakları Yıllığı, Y. 2015, C. 33, s. 41. Avrupa Konseyine göre kolluk şikâyet mekanizmaları genel mahkemeler, kolluğun kendi içinde yapacağı Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 105Kolluk Gözetim Komisyonu yapan birimin konumu itibariyle iç ve dış denetim olarak iki kısma ayrılır. Dış denetim kolluk teşkilatının dışındaki birimlerce gerçekleştirilirken, iç denetim kolluğun kendi içinde gerçekleştirdiği denetimdir. Kolluk personelinin kolluk makamlarının hiyerarşi yetkilerine istinaden denetlenmesi iç denetimdir. Dış denetimde ise birden fazla devlet birimi görev alır. Öncelikle kolluk Devletin üç erki (yasama, yürütme, yargı) tarafından denetlenebilir. Ayrıca medya veya sivil toplum örgütleri aracılığıyla yapılacak kamuoyu denetimi de dış denetime örnektir. Yine bir dış denetim türü olan bağımsız denetim ise kamu denetçisi, insan hakları kurumu, kolluk şikayet komisyonları gibi idari birimler aracılığıyla yapılan denetimdir. Bahsi geçen bu denetim mekanizmaları temelde birbirini tamamlar niteliktedir. Birleşmiş Milletlere (BM) göre bağımsız denetim sistemi (kolluk şikayet sistemi) usulüne uygun kurgulandığı takdirde, iç denetim ve yasama denetimi  yanında  kolluğun  hesap  verebilirliğini  sağlamada  önemli  bir boşluğu doldurur. Avrupa Konseyi ne göre de kolluk şikâyet sisteminin ceza yargılamasına veya tazminat talebine alternatif değil bunlara ek olarak kabul edilmesi gerekir. denetim veya bağımsız kurumlar şeklinde olabilir. Council of Europe Parliamentary Assembly: Committee on Equality and Non-Discrimination  Tackling racism in the poliçe Report, Rapporteur: Mr David DAVIES, par. 83, (AS/Ega (2013) 41). 36  ALTUNTOP, s. 41. 37 Kamuoyu denetimi; kolluğa ilişkin şikâyetlerin, disiplin yaptırımları ve ceza davalarının periyodik olarak yayınlanması, soruşturma birimlerinin bilgi edinme kanunları kapsamında olması ve kararların halka açık alınmasıyla sağlanabilir. Independent Investigation of Complaints against the Police, Policy Brieﬁ ng Paper, 2015, http://www.policeaccountability. org.au/wp-content/uploads/2015/11/CLCpaper_ﬁ nal.pdf, (ET. 20.07.2016), s. 12. 38 Kolluğun bağımsız denetimine yönelik bir ihtiyaç olduğu özellikle çatışma sonrası Güney Afrika ve kolluğa güvenin az olduğu veya azaldığı İngiltere gibi ülkelerde gündeme gelmiştir. Swati MEHTA, Police Complaints Agencies in the Commonwealth, http://www. humanrightsinitiative.org/programs/aj/police/papers/police_  complaints_agencies_in_ cw.pdf, (ET. 20.07.2016), s. 1, (Commonwealth); Ian LEIGH, Executive, Legislative and Judicial Oversight and Guidance over the Security Sector, in. United Nations Development Programme, Public Oversight of the Security Sector, A Handbook for Civil Society Organizations, 2008, s. 44. 39  United Nations General Assembly: Report of the Special Rapporteur on Extrajudicial, Summary or Arbitrary Executions, Study on Police Oversight Mechanisms, 2010, par. 26, (A/HRC/14/24/Add.8). Literatürde de bu birimlerin yapacakları inceleme ve alacakları kararların tamamlayıcı olduğu ve birimlerin hiçbir zaman mahkemelerin yerine geçemeyeceği de belirtilmektedir. Mark GUTHRIE/Siphosami MALUNGA, Legal Assistance and Legal Reform,  in. United Nations Development Programme, Public Oversight of the Security Sector, A Handbook for Civil Society Organizations, 2008, s. 280. 40  CE, par. 25, (CommDH(2009)4). 106 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Hesap verebilirlik, dahili, harici denetim ve denge sayesinde kolluğun görevlerini hukuka uygun yapmasını ve yapmadığı hallerde bundan sorumlu tutulmasını sağlar. Ancak kolluğun hesap verebilirliğinin sağlanması pek çok şartın bir arada bulunması gerektirir. Bağımsız denetim bunlardan sadece bir tanesidir. İç denetimle bağımsız dış denetimin bir arada olması, birinin diğerinin eksikliklerini gidermesini; kolluğun iç denetimde daha adil davranmasını sağlar. Ancak  pek  çok  ülkede  kolluk  denetiminin  iç  denetim;  yasama, yürütme ve yargı denetimi şeklinde yapıldığı; bağımsız dış denetime yer verilmediği görülmektedir. Gerek iç denetim gerekse bağımsız dış denetim mekanizmasının kendine göre artı ve eksileri vardır. Bağımsız dış denetim kamuoyuna daha inandırıcı gelmekle birlikte sistemin yeterli donanıma sahip olmaması mümkündür. Yine bu sistem kolluğun desteğini almadan amaçlarına ulaşamaz. İç denetim sisteminin  başarılı  olması  için,  kolluk  amirlerinin  gerçekten  denetimden sonuç almayı istemeleri gerekir. Ancak genellikle amirler bu konuda çekingen davranmakta; iç denetim şeffaf biçimde yürütülmemekte; iç denetimde daha çok  cezalandırma  amacıyla  hareket  edilmekte,  hukuka  aykırı  eylemlerin önlenmesine daha az önem verilmektedir. Bağımsız dış denetimin uluslararası düzeyde kabul görmüş genel bir tanımı  yoktur. Yavuzdoğan/Akın a  göre  sivil  gözetim,  kolluğun  atanmış, 41  Kolluğun hesap verebilirliğinden bahsedebilmek için; hakkı ihlal edilen bireyin şikâyet hakkına sahip olması, bu şikâyet sonucunda adil ve tarafsız bir inceleme yapılması, yapılan inceleme sonucunda sorumlulukları saptanan görevlilerin mahkeme önüne çıkarılması veya disiplin cezasıyla cezalandırılması ve bu arada zarar görenin de zararının giderilmesi gerekir. Amnesty International: Dutch Section, Police and Human Rights Programme, Short Paper Series No. 2, 2015, s. 11. 42  UNODC, s. iv. 43  Bu şart yanında ayrıca; uluslararası hukukla uyumlu kolluğun görev ve yetkilerine ilişkin kanunlar ve bu kanunların sözüne ve ruhuna uygun ikincil mevzuat hazırlamak, kamuoyunun tereddütlerini ifade etmesine imkan veren mekanizmalar getirmek, kolluğu eğitmek, kolluğun önceliklerini belirlemek ve kolluğu uygun araç ve gereçlerle donatmak, açıklığı sağlayan bir çalışma kültürü geliştirmek, hukuka aykırı uygulamalarla başa çıkmaya yönelik adil ve etkili politika ve usuller geliştirmek, kolluğun tutum ve davranışlarını düzeltmesi için geri bildirimde bulunmak da gereklidir. UNODC: s. v. 44  MEHTA, s. 1, (Commonwealth); Amnesty International: Spain: Report of Seminar Police Complaints Investigation Mechanisms In The Spanish Context Madrid 2008, s. 10, (Spain). 45  Kolluğun denetiminde bağımsız dış denetime yer verilmeyip adı geçen iç ve dış denetimlerin yeterli görülmesinin nedeni, idare ve yargının bağımsız olacağı; yasamanın ise kamuoyunu temsil edeceği düşüncesidir. UNODC, s. 13. 46  UNODC, s. 14. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 107Kolluk Gözetim Komisyonu seçilmiş  kişiler  ve  sivil  toplum  örgütleri  tarafından  denetlenmesidir. Koyuncu ya  göre  ise  bundan  daha  geniş  olarak  Kolluk  birimlerinin faaliyetleri ile bunların dayanağını oluşturan politikaların aşamalı ve sürekli olarak sivil otoriteler tarafından izlenmesidir. Bu noktada ikinci tanım kapsamı itibariyle daha doğru görünmektedir. Zira bu tür mekanizmaların amacı sadece gerçekleşen hukuka aykırı ﬁ illeri soruşturmak ve cezalandırmak değil aynı zamanda kolluğa ilişkin politikalar geliştirerek hukuka aykırılıkların kaynağını tespit etmek ve bunların tekrarlanmasını engellemektir. III. BAĞIMSIZ DIŞ DENETİM HAKKINDA GÖRÜŞLER Dış denetimin bir türü olan bağımsız kolluk denetim sistemi kurulması gerekip gerekmediği konusunda tartışma mevcut olup bu tür bir sistemin kurulması gerektiğine yönelik görüşler olduğu gibi aksi yönde görüşler de bulunmaktadır. Kolluğa karşı yapılacak şikâyetlerde bağımsız kolluk denetim sistemi oluşturulması gerektiğini savunanlar şunları ifade etmektedir: - Etkin mekanizmalar getirilmesiyle, kolluk gücünün dengeleneceğini ve bu gücün hukuk içinde kullanımının sağlanacağını ifade etmektedir. BM ye göre harici bir denetim mekanizması kurulmadığı sürece kolluk yine kolluğa şikâyet edilmekte; mağdurlar hukuka aykırılıkları, korkularından veya bir sonuç alınamayacağına yönelik inanışlarından dolayı kolluğa bildirmekte çekingen davranmaktadırlar. - Bağımsız  kolluk  denetimi  hukuka  aykırı  ﬁ llere  ceza  ve  idari yaptırımların  uygulanmasını  sağlamakla  kalmaz  aynı  zamanda  kolluğun meşruiyetinin güçlendirilmesinde de önemli bir rol oynar. - Bağımsız kolluk denetimi sonucunda elde edilen bulguların kamuoyu nezdinde kredibilitesi daha yüksektir. - Bağımsız denetim birimi yeterli kamu desteği alırsa müracaat veya şikâyette bulunan kişi ve kurumların birim kararlarını bir dilekçe ekinde 47  YAVUZDOĞAN/AKIN, s. 195. 48  KOYUNCU, s. 113. 49  UN, par. 3, (A/HRC/14/24/Add.8); Amnesty International: s. 5; Bayram ERZURUMLUOĞLU, Kolluk Kuvvetlerinin Demokratik Denetimi, ABD, Y.67, S. 2, 2009, s. 51. 50  UN, par. 3, (A/HRC/14/24/Add.8). 51  Amnesty International, s. 5. 52  Amnesty International, s. 5. 108 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN mahkemeye taşımaları durumunda önemli bir bağımsız denetim kurumunun desteğini arkalarına aldıklarından dolayı davalarında başarılı olama şansları daha fazla olur. Bağımsız  kolluk  denetim  sisteminin  varlığına  ihtiyaç  olmadığını savunanlar ise şu gerekçelere dayanmaktadır: - Böyle bir sistem kurmak maliyetlidir. - Kolluğun  soruşturulması  teknik  bilgi  ve  soruşturma  deneyimi gerektirir.  Bu  nedenle  kolluğun  kolluk  personeli  olmayanlar  tarafından denetlenmesi güçtür. - Sadece  kolluk  bir  olaya  acilen,  deliller  kaybolmadan  müdahale edebilme imkânı sağlayan araç ve gereçlere sahip olup bağımsız denetim biriminin yapacağı inceleme yetersiz kalacaktır. - Kolluk  yapılacak  denetimlerde  bağımsız  denetçilerle  işbirliğine yanaşmaz; düşmanca bir tavır takınabilir. - Yargının yapacağı denetim yeterli ve bağımsızdır . IV. BAĞIMSIZ KOLLUK DENETİM SİSTEMİ VE BİRİMLERİ Bağımsız kolluk denetim sisteminin temel amaçları şöyle sıralanabilir: - Şikâyetçinin yakınmalarını gidermek, - Kolluğun hukuka aykırı eylem ve işlemlerini ortaya koymak, 53  ERZURUMLUOĞLU, s. 51. 54  Independent Investigation of Complaints against the Police: s. 14; UNODC, s. 13; Amnesty International, s. 7, (Spain). 55  Independent Investigation of Complaints against the Police, s. 14 vd. 56  Kuzey İrlanda kolluk teşkilatının 2014 yılında 798.5 milyon pound bütçesi olduğu, bağımsız gözetim biriminin ise sadece 9 milyon pound harcadığı belirtilmektedir. Independent Investigation of Complaints against the Police, s. 14. 57  Denetim biriminde görev alacak personelin soruşturma teknikleri hakkında eğitim almış örneğin daha önce başka yerlerde çalışmış emekli kolluk personeli olmasıyla bu sorun çözülebilir. 58  Denetim biriminin de kolluğun sahip olduğu araç ve gereçle donatılması mümkündür. 59  Kanuni düzenlemelerle denetim biriminin emir ve talimatlarına uyulmaması suç olarak düzenlenip bunlara çeşitli yaptırımlar bağlanabilir. 60  Savcılık makamının ve hatta mahkemelerin kollukla yakın çalışma ilişkisi içinde bulunması, bunların  tamamen  bağımsız  addedilmelerini  engelleyebilir.  UNODC,  s.  13;  Amnesty International, s. 7, (Spain). 61  CE, par. 22, (CommDH(2009)4). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 109Kolluk Gözetim Komisyonu - Ceza ve disiplin yaptırımları veya idari tedbirler için delileri ortaya koymak, - Kolluğun hukuka aykırı eylemlerini engellemek, - Kolluğa,  kolluk  uygulamalarıyla  karşılaşanlardan  edindiği  geri bildirimleri aktarmak, - Kolluk standartlarının belirlenmesinde, bunlara uyulup uyulmadığının denetlenmesinde diğer idarelerle işbirliği yapmak, - Kolluk eylemlerine karşı etkili başvuru yapılmasını kolaylaştırmak, - Kolluk politika ve uygulamaları hakkında bilgi edinmek. Bağımsız  kolluk  denetim  birimlerinin  görevleri  ülkeden  ülkeye farklılık gösterir. Örneğin birime kişilerin şikâyetlerini veya meydana gelen olayı inceleme yetkisi verilebileceği gibi sadece veya bununla birlikte kolluğa ilişkin genel politikaların ve usullerin gözden geçirilmesi, hukuka aykırı uygulamaların temelinde yatan nedenlerin ortadan kaldırılması amaçlı yetkiler de tanınabilir. Bağımsız kolluk denetim birimlerinin yapıları da birbirinden farklıdır. Bunlar  kamu  denetçisi,  sürekli  kurul  veya  meclis  komisyonu  şeklinde örgütlenebilir.  Yine  birimin  örgütlenme  tarzına  istinaden  sadece  polis eylemlerinde (polis ombudsmanı) veya idarenin bütün eylem ve işlemlerinde (ombudsman) yetkili olması da mümkündür. AB üyesi ülkelerin çoğunda ulusal kamu denetçileri kolluk şikâyetlerinde de yetkiliyken Belçika, Fransa, Birleşik Krallık ve Kuzey İrlanda da sadece kolluk  şikâyetlerini  incelemekle  görevli  birimler  oluşturulmuştur. Ayrıca birden fazla bağımsız denetim mekanizmasına yer verildiği de görülmektedir. Örneğin Malta da hem Kamu Denetçisi hem de Bağımsız Polis Kurulu, kolluk şikâyetlerinde yetkilidir. 62  Amnesty International, s. 5. 63 Birimin yapısının belirlenmesinde ülkenin anayasal düzenlemeleri; kolluk politikaları; tarihi, politik ve kültürel özellikleri önemli rol oynar. CE, par. 35, (CommDH(2009)4). 64  UN, par. 5, (A/HRC/14/24/Add.8). 65  Uygulamada kamu denetçisinin kollukla ilgili şikayetleri bağımsız polis kuruluna gönderme eğiliminde olduğu belirtilmektedir. Monica den BOER/Roel FERNHOUT, Policing The Police, Police Oversight Mechanisms in Europe: Towards a Comparative Overview of Ombudsmen and Their Competencies, 2008, s. 31. 110 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Bir ülkede insan hakkı ihlalleri için oluşturulmuş birden fazla yapı olduğunda bunların görev ve yetki çatışması yaşaması ihtimal dâhilinde olup aynı sorun Türkiye için de geçerlidir. 6713 sayılı Kanunla Kolluk Gözetim Komisyonu kurulmadan önce var olan İnsan Hakları ve Eşitlik Kurumu, Kamu Denetçiliği Kurumu ile Kolluk Gözetim Komisyonunun kolluk faaliyetleri konusundaki görev ve yetkileri konusunda açık bir düzenleme bulunmamakta olup bu konuda mutlaka kurumlar arasında koordinasyon sağlanmalıdır. Aksi halde aynı konuda görevli iki kurumun birbirinden farklı karar vermesi, örneğin birinin kolluğun eylemlerini hukuka aykırı olarak nitelerken diğerinin hukuka uygun bulması,  mümkündür. Brezilya  Para  Eyaleti  Polis  Ombudsmanı  (State  of  Pará  Police Ombudsman);  İngiltere  ve  Galler  Bağımsız  Polis  Şikâyet  Komisyonu (Independent  Police  Complaints  Commission);  Kenya  Bağımsız  Polis Gözetim Otoritesi (Idependent Police Oversight Authority); Yeni Zelenda Bağımsız Polis Yönetim Otoritesi (Independent Police Conduct Authority); Peru Ombudsmanı (Defensoria del Pueblo); Güney Afrika Bağımsız Polis Soruşturma  Müdürlüğü  (Independent  Police  Investigative  Directorate); Belçika Polis İzleme Komitesi (Standing Police Monitoring Committee); Çek Cumhuriyeti Ombudsmanı (Public Defender of Rights),  Danimarka Bağımsız Polis Şikâyet Otoritesi (Independent Police Complaints Authority);  Macaristan Bağımsız Polis Şikâyet Kurulu (Independent Police Complaints Board), Kuzey İrlanda Polis Ombudsmanı (Police Ombudsman) bağımsız kolluk  denetim  birimlerine  Dünyadan  verilebilecek  örneklerden  sadece birkaçıdır. Kolluğun iç denetimi, kendi kendini denetleyeceği için yeterli sonuç vermeyeceği önyargısının oluşmasına neden olmaktadır. Bu durum özellikle hukuk devleti anlayışının ve kolluğa güvenin yeterince gelişmediği ülkelerde daha da fazladır. Bu nedenle bağımsız kolluk şikâyet mekanizmalarının geliştirilmesi gerekir. Ancak bu mekanizmanın varlığı da tek başına yeterli olmayıp, bu mekanizmanın çeşitli asgari standartları sağlaması gerekir. Bağımsız kolluk denetim biriminin etkin olabilmesi bazı temel şartları sağlamasına bağlıdır. Öncelikle birim yeterli yetkilerle donatılmış olmalıdır. 66 BM ye göre farklı kurumların aynı konuda kendini görevli görerek yetki mücadelesine girmesi veya ikisinin de kendini yetkisiz görmesi nedeniyle şikayetin incelenememesi mümkündür. UNODC, s. 68. 67  Amnesty International, s. 12. 68  UN, par. 25, (A/HRC/14/24/Add.8). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 111Kolluk Gözetim Komisyonu Birim hükümetten ve kolluktan bağımsız olmalı, ayrıca bunlardan destek de görmelidir. Birimin kaynakları görevleriyle uyumlu olmalıdır. Birim kamuoyu desteğini almalı, sivil toplum da birimin çalışmalarına iştirak edebilmeli ve birime güven fazla olmalıdır. Birimin faaliyetlerini şeffaﬂ ık içinde yürütmesi ve düzenli raporlar yayınlaması da son derece önemlidir. V.  BAĞIMSIZ KOLLUK DENETİM BİRİMİNİN KURULUŞUNA, YAPISINA,  GÖREV,  YETKİ  VE  İŞLEYİŞİNE  YÖNELİK  TEMEL GEREKLER Aşağıda  bağımsız  kolluk  denetim  birimlerinden  istenen  sonuçların alınması için bu birimlerin sahip olması gereken özellikler üstünde durulacak ve Türkiye de 6713 sayılı Kanunla kurulan Kolluk Gözetim Komisyonu nun bu özellikleri taşıyıp taşımadığı incelenecektir. A.  Birimin Kuruluşu Birim  kanunla  kurulmalıdır.  Birimin  kanunla  kurulması,  politik değişikliklerden etkilenmesini, çeşitli toplulukların baskısına maruz kalmasını engeller. Ancak birimin kanunla kurulması yeterli olmayıp aynı zamanda kanunda  en  azından  bütün  önemli  konular  da  düzenlenmelidir.  Önemli konuların idarenin takdirine bırakılması, birimin gerektiği gibi çalışamamasına neden olur. Kanunla düzenlenmesi gereken asgari konular ise; 1) birimin yetki alanı ve yetkileri, 2) şikayet usulü, 3) kararlarının niteliği, 4) birim bütçesi, 5) üyelerinin ve personelinin atanması ve görevden alınması, 6) sivil toplumun katılım koşulları ve 7) kararlarına karşı başvuru yolları şeklinde sıralanabilir. Birimin yetki alanının ne olması gerektiği tartışmalıdır. Birim sadece kolluk faaliyetlerine yönelik (kolluk ombudsmanı) kurulabileceği gibi genel olarak  idarenin  eylem  ve  işlemlerini  (ombudsman)  denetlemek  için  de kurulabilir. Ancak ikinci olasılık, yani idarenin bütün eylem ve işlemlerini 69  UN, par. 30, (A/HRC/14/24/Add.8); Independent Investigation of Complaints against the Police: s. 11 vd. Bunlara ilave olarak ayrıca birimin soruşturmanın makul sürede bitirilmesi, kamuoyu denetiminin sağlanması, sistemin kurbanı merkeze alan bir yapıda kurulması ve onun sürece dahil olmasına imkan vermesi, kararlarının uygulanabilir olması gerektiği de belirtilmektedir. Graham DOSSETT, Independent and Effective Police Complaints Mechanisms:  Lessons  Learnt  from  the  European  Context  in  Strengthening  Police Oversight and Accountability in Southern Africa, Summary report on a workshop held in Johannesburg, South Africa, 4–6 December 2013, s. 11. 70  Amnesty International, s. 13 vd; CE, par. 36 vd (CommDH(2009)4); UNODC, s. 49 vd; DOSSETT, s. 11; MEHTA, s. 3, (Commonwealth); Joel MILLER, Civilian Oversight Of Policing Lessons from the Literature, Global Meeting on Civilian Oversight of Police, Vera Institute of Justice, Los Angeles 2002, s. 13 vd. 112 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN denetlemekle  yükümlü  olması,  kolluk  şikâyetlerine  yeterli  dikkatin verilmemesine sebep olabilir. Ayrıca hassas konularda birim, iş yoğunluğunu bahane edip, kolluk eylemlerinden doğan şikâyetleri incelemekten kaçınabilir. Birimin yetkisine ilişkin bir diğer önemli konu ise birimin hangi ﬁ ller konusunda yetkili olacağıdır. Ülke uygulamalarına bakıldığında; Kenya ve Danimarka da yetkili birim disiplin yaptırımı veya ceza gerektiren bütün ﬁ iller konusunda yetkiliyken Güney Afrika, İngiltere ve Galler de ölüm, saldırı, tecavüz gibi ciddi ihlallerde yetkilidir. Birimin bütün kolluk eylem ve işlemlerini denetleme yetkisine sahip olması; denetim maliyetli bir iş olduğundan ve birimin aşırı iş yükü altında kalmasına neden olacağından tercih edilmemelidir. Bir diğer önemli konu da birimin hangi yetkilerle donatılacağıdır. Ülke uygulamalarına bakıldığında kolluk denetim birimlerinin farklı farklı yetkilerle donatıldığı görülmektedir. Bu yetkiler şöyle sıralanabilir: Şikayetleri almak,  incelemek;  dosyayı  kolluğa  (disiplin  için)  havale  etmek;  disiplin cezalarını uygulamak; dosyayı ceza davası için savcılığa havale etmek; kolluk davranışları hakkında çalışmalar yapmak; hükümete veya kolluk makamlarına yapılacak düzenlemeler için teklif sunmak. Önemli olan, birime tanınacak yetkilerin kolluğun hukuka aykırı eylemlerinin cezasız kalmasını önleyecek yoğunlukta olmasıdır. Kolluk Gözetim Komisyonu 6713 sayılı Kanun un 1/1 maddesi ile kurulmuş; Komisyon ve kolluk şikâyet sistemine ilişkin bir kısım konular da bu Kanunda düzenlenmiştir. Ancak Kanunun 6/2. maddesinde Sekretarya hizmetlerinin  yürütülmesine  ilişkin  usul  ve  esaslar,  Bakanlık  tarafından 71 Amnesty International, s. 13. 72 Özellikle bütçe imkânlarının sınırlı olduğu durumlarda denetim birimlerinin belli başlı ve önemli konularda görevli olması, bu kaynakların en uygun şekilde kullanılmasını sağlar. Amnesty International, s. 14 ve 23. Avrupa Konseyi de şikayetlerin incelenme ve değerlendirme yöntemlerinin şikayet konusu ﬁ ilin önemine ve sonuçlarının ağırlığına göre değişiklik gösterebileceğini belirtmektedir. EC, par. 24, (CommDH(2009)4). 73  UN, par. 27, (A/HRC/14/24/Add.8). 74  UN, par. 31, (A/HRC/14/24/Add.8). 75 Bu Kanunun amacı; kolluk şikâyet sisteminin daha etkili ve hızlı işlemesini sağlamak, saydamlığını ve güvenilirliğini geliştirmek üzere, kolluk görevlilerinin işledikleri iddia edilen suçlardan veya disiplin cezasını gerektiren eylem, tutum veya davranışlarından dolayı idarî merciler tarafından yapılan ya da yapılması gereken iş ve işlemlerin merkezî bir sistemde kayıt altına alınması ve izlenmesi amacıyla Kolluk Gözetim Komisyonunun kurulması, Komisyonun görevleri, yetkileri ve çalışma yöntemi ile kolluk şikâyet sistemine yönelik diğer idarî tedbirlere ilişkin usul ve esasları belirlemektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 113Kolluk Gözetim Komisyonu hazırlanarak Bakanlar Kurulu kararıyla yürürlüğe konulacak yönetmelikle düzenlenir ve 8/2. maddesinde Kurul Başkanlığınca, bu madde ve 4 üncü madde hükümleri çerçevesinde verilen görevleri yürütmek üzere yeteri kadar mülkiye müfettişi tahsis edilir. Bu müfettişlere bu görevlerinin haricinde başka bir görev verilmez ve bunlar görev alanlarıyla ilgili konularda düzenli hizmet içi eğitime tabi tutulurlar. Bu müfettişlerin belirlenmesine ilişkin esaslar, görevlendirilme yöntemi ve hizmet içi eğitimleri ile benzeri hususlar, Bakanlık tarafından  hazırlanarak  Bakanlar  Kurulu  kararıyla  yürürlüğe  konulacak yönetmelikle düzenlenir hükümlerine yer verilmek suretiyle pek çok husus yönetmeliğe  bırakılmış  olup  bu  durum  Birime  ilişkin  önemli  konuların kanunla düzenlenmesi gereğine aykırıdır. B.  Başvuru Usulü Kolluğun eyleminden zarar gören, ailesi, tanıklar, kolluk personeli, kolluk makamları, diğer kamu görevlileri, vatandaşlar, sivil toplum örgütleri, yasama  organı  önceden  başka  bir  yola  başvurmak  (kolluk  teşkilatına) zorunda kalmadan, doğrudan birime başvurabilmelidir. Ayrıca birim resen harekete  geçme  yetkisine  de  sahip  olmalıdır.  Birime  başvurabileceklerin sınırlandırılmamasının nedeni, birimin sadece bireysel ihlallerle ilgilenmekle yetinmeyip  aynı  zamanda  kolluk  uygulamalarının  denetlenmesinde  ve geliştirilmesinde  de  görev  alacak  olmasıdır.  6713  sayılı  Kanun un  2/1d bendinde ihbar, kolluk görevlilerinin hukuka aykırı eylem, tutum veya davranışlarının, herhangi bir kişi tarafından yetkili mercilere bildirilmesi şeklinde tanımlanmış olup ihbar için kişi sınırlaması getirilmemesi yerinde bir düzenleme olmuştur. Birimin denetim yetkisine sahip olduğu ﬁ illerde, bu ﬁ ilin meydana gelmesi üzerine kolluğa bu ﬁ ili birime bildirme yükümlülüğü getirilmeli ve buna aykırı davranış suç olarak düzenlenmelidir. Nitekim Avrupa Konseyine göre  kolluk  gözetimi  altındayken  veya  kolluk  hizmetlerinin  görülmesi sırasında meydana gelen bütün ölüm ve ciddi yaralanma olaylarının en kısa sürede kayıt altına almak için birime bildirilmesi gerekir. Yine birimin de ölüm ve ciddi yaralanma halinde şikâyet olmasa veya mağdurun veya yakınlarının rızasını alarak soruşturma başlatma yetkisine sahip olması gerekir. Başvuru  kolluğa  veya  birime,  sözlü  veya  yazılı  olarak;  telefonla, internet yoluyla yapılabilmeli, başvuru halinde başvurana bunu belgelendiren bir belge ücretsiz verilmelidir. Yine birimin tüm ülke düzeyinde en azından 76  CE, par. 48 ve 49 (CommDH(2009)4). 114 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN belirli bölgelerde teşkilatlanması da gerekir. Ayrıca yapılacak başvurularda, başvuruyu alacak görevlinin önceden eğitilmesi, şikâyet sisteminin temel özellikleri hakkında şikâyetçiyi bilgilendirmesi de gerekir. Bu sayede birime ulaşım kolaylaşacak ve birim görevlerini daha kolay bir biçimde yerine getirebilecektir. 6713 sayılı Kanun madde 5 uyarınca Komisyon, en az ayda bir defa olmak üzere, gerekli hâllerde toplanacak olup bu düzenleme Komisyonun etkin  olabilmesi  için  yetersizdir.  Ayrıca  Kanunda,  Komisyonun  İçişleri Bakanlığının sürekli kurulu olarak görev yapacağı belirtilmiş; Komisyonun taşrada örgütlenmesine ilişkin bir hükme ise yer verilmemiştir.  Sadece Türkçe değil İngilizce gibi başvuru hakkının kullanılmasını kolaylaştıracak dillerde başvuru yapılması imkanı da tanınmalıdır. Zira başvuru sadece vatandaşlara değil ülkede bulunan yabancılara, göçmenlere ve mültecilere de tanınan bir haktır. Şikâyet alındığında birimin makul sürede bir sonuca varması, gerekli kararları alması, ilgilileri alınan kararlar hakkında bilgilendirmesi gerekir. Bu süreler ﬁ ilin niteliğine göre değişebilir. Başvuru halinde başvuran kişinin tehdit ve baskı altında kalmamasını sağlamak için gerekli önlemler alınmalıdır. Bunu sağlamak için birime tanığı veya mağduru koruma altına alma yetkisi verilebilir. Ayrıca belirli ﬁ illerde şikayet geri çekilse bile şikayetin incelenmesine de devam edilmelidir. Şikayetçi  sürece  dahil  olabilmelidir.  Şikayetçi  ancak  bu  sayede haklarını koruyabilir. 6713 sayılı Kanun un 8/4. fıkrasında Şikâyetçi ile ihbar veya şikâyet edilen kolluk görevlileri, yapılan disiplin soruşturmasının safahatı hakkında, ilgisine göre Bakanlık, valilik veya kaymakamlıklarca en az iki ayda bir bilgilendirilir şeklinde bir hükme yer verilmiştir. Bu düzenleme ile idareye ilgilileri süreçten haberdar etme yükümlülüğü getirilmiş olması olumlu bir düzenleme olmakla birlikte bu bilgilendirmenin içeriğinin ne olduğu; ilgililerin süreçte başka herhangi bir hakları olup olmadığı belirsizdir. Avrupa  Konseyine  göre,  şikâyetçi  yapılan  soruşturmanın  usulüne  uygun 77  CE, par. 47, (CommDH(2009)4). 78  Independent Investigation of Complaints against the Police, s. 12. 79  Şikâyetçi sürece bizzat kendisi katılabileceği gibi bir üçünü kişi de onun adına katılabilir. Şikâyetçinin hukuki yardım almayı seçmesi halinde, kendisine mali destek sağlanmalıdır. CE, par. 45, (CommDH(2009)4). 80  CE, s. 3, (CommDH(2009)4). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 115Kolluk Gözetim Komisyonu olmadığı düşünüyor veya soruşturma sonucu alınan kararı haksız buluyorsa; soruşturma  kolluk  tarafından  yürütülmüş  ve  karar  da  kolluk  tarafından alınmışsa bu karara karşı birime; soruşturma birim tarafından yürütülmüş ve karar da birim tarafından alınmışsa bu karara karşı da yargı yoluna başvurma hakkına sahip olmalıdır. C.  Birimin Yetkileri Birimin etkinliği birime tanınacak yetkilerle doğru orantılıdır. Birim, kolluk eyleminin hukuka aykırı olup olmadığını ortaya koyacak; delillerin toplanmasını sağlayacak, sorumluların belirlenmesine ve cezalandırılmasına imkan verecek ölçüde yetkiyle donatılmalıdır. Yapılacak denetimin istenen sonucu vermesi için birimin; gerekli bilgi ve belgeleri isteme, tanık dinleme, arama izni alma; arama ve el koyma, kolluk personelini ifade vermeye zorlama yetkilerine sahip olması gerekir. Birimin bu yetkilerini kullanmasını engelleyen veya geciktirenler içinse ceza yaptırımları öngörülmelidir. Birime resen harekete geçme yetkisi de tanınmalıdır. Ancak bu noktada bir ayrım yapmak gerekir. Birim sadece belli ﬁ illerle değil de bütün kolluk eylemleri  üzerinde  yetki  sahibiyse  birimin  resen  inceleme  başlatması  iş yükünün aşırı artmasına neden olur. Bu nedenle ciddi olmayan eylemlerde birimin  resen  incelemeye  başlaması  için  çeşitli  kriterler  aranabilir.  Bu cümleden olmak üzere; ﬁ ilin aydınlatılmasında kamu yararı varsa; mağdur toplum içinde önemli bir konumdaysa, ayrımcılık söz konusuysa birim basit ﬁ illerin denetimini de şikâyet olmadan başlatabilmelidir. Ancak birim sadece ölüm, ağır yaralama, tecavüz, yolsuzluk gibi önemli ﬁ illerde görevliyse bu durumda incelemeyi resen başlatabilmelidir. Birime aşağıdaki yetkilerin tamamı veya bir kısmı, birbiriyle uygun düştüğü ölçüde, tanınabilir: 81  CE, par. 80, (CommDH(2009)4). 82   Birim  soruşturmacılarının  adil,  etkili  ve  bağımsız  bir  soruşturma  yapabilmeleri, soruşturmacılara  polislere  tanınan  yetkilerin  tanınmasını  gerektirir.  CE,  par.  37, (CommDH(2009)4); CE, s. 3, (CommDH(2009)4). 83  Amnesty International, s. 17. 84  Amnesty International, s. 19. 85  UN, par. 31 vd, (A/HRC/14/24/Add.8); Amnesty International, s. 18 vd; UNODC, s. 51 vd; Swati MEHTA, Holding Police To Account For Misconduct: Police-Speciﬁ c Complaints Agencies , (ET. 20.07.2016), s. 4 vd, (police). 116 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN - Şikâyetleri kabul etme; kayıt altına alma ve takip etme, - Şikâyet konusu olayla ilgili bütün kurumların yardımından yararlanma; bunlardan gerekli bilgi ve belgeleri isteme, - Eylemin suç niteliğinde olduğu görüşündeyse gereği için başvuruyu savcılığa gönderme veya savcılık makamı yerine geçerek mahkemeye bizzat başvurma, - Disiplin  cezasını  gerektiren  bir  ﬁ ilin  varlığı  halinde  gereği  için başvuruyu ilgili idareye gönderme, - İddiaları  bizzat  soruşturma;  yapılan  soruşturmaları  denetleme; soruşturmanın  yeterli  olmadığı  görüşündeyse  idareden  eksikliklerin giderilmesini isteme veya soruşturmayı yeniden bizzat yürütme; idarenin soruşturmacı olarak atayacağı kişi veya kişilere onay verme veya idareden soruşturmacının değiştirilmesini isteme, - Kolluk uygulamalarına ilişkin sorunların giderilmesi amacıyla kolluk politika ve usulleri konusunda görüş verme, tavsiyelerde bulunma, 86 Savcılık makamı bu gönderme kararıyla bağlı olmamakla birlikte bunun gerekçesini doyurucu delilleriyle ortaya koymalı ve bu arada birime de karara karşı itiraz hakkı tanınmalıdır. 87 CE, par. 86, (CommDH(2009)4). 88 Disiplin amir ve kurulunun birimin bu kararıyla bağlı olup olmadığı Kanunda düzenlenmelidir. Birimin kararı disiplin amir ve kurulları için bağlayıcı olmayacak olsa bile bu makamlara makul bir süre içinde hangi önlemlerin alındığı veya alınacağını gösteren, birim kararına neden tamamen veya kısmen uyulmadığının gerekçesini içeren bir yanıt verme yükümlülüğü getirilmelidir. Amnesty International, s. 20. Yine soruşturma açılmasına gerek olmadığını kararına karşı da birimin üst makama başvurma hakkına sahip olması gerekir. 89 Örneğin  New York  Sivil  Şikâyet  İnceleme  Kurulunun  New York  Polis  Teşkilatı  ile imzaladığı anlaşma çerçevesinde memurlar hakkında doğrudan disiplin işlemi uyguladığı belirtilmektedir. ALTUNTOP, s. 46. Birimin bizzat soruşturma yetkisi olmaz ve kolluk makamlarının yapacakları soruşturma sonucu verecekleri bilgi ve belgelere dayanmak zorunda  kalırsa,  birim  posta  hizmeti  sunmaktan  öteye  gidemeyecektir.  Kanunda soruşturmanın bizzat yürütülmesi halinde diğer kurum ve kuruluşlara soruşturmayla ilgili olarak birimin taleplerini yerine getirmesi yükümlülüğü getirilmelidir. BM ye göre birime kolluk makamları tarafından yapılan soruşturmanın sadece denetlenmesi imkanı veren yetkiler tanınması yeterli olmayıp aynı zamanda bu soruşturmanın bizzat yapılmasına imkan veren yetkiler de tanınmalıdır. UN, Par 34 vd, (A/HRC/14/24/Add.8). 90 Bu  kararların  bağlayıcılığı  ülkeden  ülkeye  değişmektedir.  Örneğin  Güney  Afrika da Bağımsız Polis Soruşturma Müdürlüğü yetkilileri aldıkları kararların bağlayıcı olmamasından yakınmaktadır. Kuzey İrlanda da Birimin aldığı kararların kolluk tarafından usulü dairesinde uygulanmaması  halinde  Birim,  kolluk  amirinin  görevine  son  verebilmektedir.  Çek Ombudsmanı kolluğun yasal düzenlemeler yayınlamasını, mevcutlarda değişiklik yapmasını veya bunların yürürlükten kaldırılmasını tavsiye edebilmektedir. İlgili idare buna 60 gün içinde yazılı cevap vermekle yükümlüdür. Kolluğun bu yükümlülüğünü ihlal etmesi veya Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 117Kolluk Gözetim Komisyonu - Şikâyetçinin hukuka aykırı eyleminden doğan zararın giderilmesine karar verme, - İnceleme sonuçları hakkında şikayetçiyi ve kamuyu bilgilendirme, - Toplumu sistemin varlığından haberdar etmek için çalışmalar yapma, - Kolluk uygulamaları, disiplin soruşturmaları konusunda standartlar ve kurallar geliştirme, - Kolluk hakkında yasal değişiklikler yapılmasını talep etme veya ikincil mevzuatı hazırlama, - Verdiği kararların uygulanıp uygulanmadığını tespit için kolluktan rapor isteme. Birleşmiş Milletler e göre birimin asgari şu yetkilere sahip olması gerekir: - Şikâyetleri  kabul  etme,  bunları  kaydetme  veya  resen  soruşturma başlatma, - Soruşturma hakkında değerlendirme yapabilmek için tanık dinleme, davetiye çıkarma, gerekli bilgi ve belgeleri elde etmek için kolluk mekanlarına girme, arama ve el koyma; kolluk personeli dahil kişileri tanıklığa zorlama ve tanık koruma programından yararlandırma, - Ceza ve disiplin yaptırımları teklif etme, gerekli tedbiri almaması halinde Ombudsman, hükümeti veya kolluğun üstü olan makamı bu konuda bilgilendirmektedir. Amnesty International, s. 22; UN, par. 45, (A/HRC/14/24/ Add.8). 91  Tazmin, tazminat şeklinde olabileceği gibi psikolojik destek sağlamak, özür dilemek şeklinde de olabilir. Amnesty International, s. 21; UNODC, s. 35. 92  Bunun için kamu spotu yayınlanabilir; kamusal alanlara, özellikle konuyla ilgili devlet dairelerine, kolluk binalarına, gözaltı odalarına veya sivil toplum örgütlerinin binalarına ilan ve aﬁ şler asılabilir; gözaltındaki kişilere böyle bir hakları olduğu yazılı olarak bildirilebilir; kolluk görevi başındayken yaptığı işlem ve eylemlerden şikâyetçi olduğunu söyleyenlere haklarına ilişkin bilgi kartları verilebilir. CE, par. 43, (CommDH(2009)4); UNODC, s. 34. 93  Birime bu tür yetkiler tanınmadığı takdirde birim, kolluk eylem ve işlemlerini düzeltmediği için,  sürekli  olarak  benzer  ihlallerle  uğraşmak  zorunda  kalacaktır.  MEHTA,  s.  5, (Commonwealth). 94  İngiltere ve Galler de IPCC nin gözaltında bulunan bir kişiye ilişkin raporu sonrasında ilgili mevzuatta  gerekli  değişiklikler  yapılmıştır.  https://www.ipcc.gov.uk/news/police-codeschange-following-ipcc-representations, (ET. 12.07.2016). 95  UNODC, s. 53. 118 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN - Soruşturulacak  kolluk  görevlisini  geçici  süreyle  görevden uzaklaştırma, - Yetki alanındaki kurum ve kuruluşları mutat olarak denetleme, bu kurum ve kuruluşlardan yazılı veya sözlü açıklamalar isteme, - Hukuka  aykırılıkların  yeniden  gündeme  gelmemesi  için  kolluğa ilişkin yapısal değişiklikler teklif etme, - Kolluğun  verdiği  cevaplar  dahil  olmak  üzere  bulgularını  ve tavsiyelerini yayınlama, - Kolluğu, vermiş olduğu kararlara uymadığı zaman konu hakkında gerekçe sunmaya zorlama, - Kolluğun  kararlarına  uymaması  halinde  bu  durumu  kamuoyuyla paylaşma. Kolluk  Gözetim  Komisyonunun  görev  ve  yetkileri  6713  sayılı Kanun un 4. maddesinde düzenlenmiştir. Madde uyarınca a) Kolluk şikâyet sisteminin işleyişine dair ilkeleri tespit ederek bunlarla ilgili olarak Bakanlığa önerilerde  bulunmak,  bu  konudaki  uygulamaları  izlemek  ve  sistemin işleyişinde kamu kurum ve kuruluşları arasında koordinasyonu sağlamak b) Kolluk görevlilerinin işledikleri iddia edilen suçlardan veya disiplin cezasını gerektiren eylem, tutum veya davranışlarından dolayı gerektiğinde yetkili merciler tarafından haklarında disiplin soruşturması yapılmasını istemek, c)  Kolluk  şikâyet  sisteminin  işleyişiyle  ilgili  konularda  teftiş  ve  denetim yapılması  için  Bakanlığa  önerilerde  bulunmak,  bu  teftiş  ve  denetimler sonucunda düzenlenen raporları değerlendirmek, tespit edilen eksiklikler konusunda alınması gereken idarî tedbirleri belirleyerek Bakanlığa önermek ve bu raporlardan uygun gördüklerini kamuoyuna açıklamak, ç) Merkezî kayıt sisteminin etkili bir şekilde işlemesi ve geliştirilmesi için Bakanlığa önerilerde bulunmak ve bu sistemin işleyişini izlemek, d) Merkezî kayıt sisteminden elde edilecek veri ve bilgilere ilişkin istatistikler hazırlamak, veri tabanı oluşturmak, elde  edilen  veri  ve  bilgilerin  analizini  yapmak  veya  yaptırmak,  strateji belirlenmesine ve uygulamaya ilişkin önerilerde bulunmak ve gerekli görülen hâllerde bu analizlerin sonuçlarını kamuoyuna duyurmak e) Görev alanına giren konularda tespit, görüş ve öneriler içeren yıllık raporlar hazırlamak ve bu raporları her yıl mart ayında Türkiye Büyük Millet Meclisi İnsan Haklarını İnceleme Komisyonu ile Başbakanlığa göndermek ve kamuoyuna açıklamak f)  Kolluk  görevlilerinin  çalışma  koşullarının  iyileştirilmesine  yönelik Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 119Kolluk Gözetim Komisyonu araştırmalar yapmak veya yaptırmak, kolluk hizmetlerinin geliştirilmesi ve iyileştirilmesine yönelik olarak yapılan çalışmaları izlemek, değerlendirmek ve bu konularda Bakanlığa önerilerde bulunmak g) Kolluk etik ilkelerinin uygulanmasını izlemek; bu ilkelerin etkin bir şekilde uygulanması konusunda yetkili makamlara önerilerde bulunmak ve bu konuda kolluk teşkilâtı ve diğer ilgili kuruluşlarla iş birliği yapmak ğ) Kolluk şikâyet sistemine kamuoyunun duyduğu güveni ölçmek ve halkın sisteme ilişkin görüş ve düşüncelerini değerlendirmek amacıyla en az iki yılda bir olmak üzere kamuoyu araştırmaları yapmak veya yaptırmak h) Görev alanına giren konularda üniversiteler, kamu kurumu niteliğindeki meslek kuruluşları ve ilgili sivil toplum kuruluşları ile  iletişim  kurmak  ve  iş  birliği  yapmak,  ı)  Kolluğun  hizmet  içi  eğitim programlarıyla ilgili olarak yetkili birimlere görüş bildirmek ve önerilerde bulunmak, i) Görev alanına giren konularla ilgili mevzuat düzenlemeleri hakkında görüş bildirmek Komisyonun görevleri arasında sayılmıştır. Aynı maddenin 2. fıkrasında Kolluk görevlilerinin disiplin cezasını gerektiren eylem, tutum veya davranışlarıyla ilgili ihbar ve şikâyetlerin Komisyona intikal etmesi veya Komisyon tarafından resen öğrenilmesi üzerine Komisyon, Kurul Başkanlığından söz konusu ihbar veya şikâyetlerin öğrenildiği tarihten itibaren otuz gün içinde disiplin soruşturması açılmasını isteyebilir. Bu istem üzerine Kurul Başkanlığınca genel disiplin hükümlerine göre işlem yapılır; ve 3. fıkrasında ise Daha önce disiplin amirlerince disiplin soruşturması yapılmasına gerek görülmemiş olan ihbar veya şikâyetler hakkında da ikinci fıkra hükümleri uygulanır hükümlerine yer verilmiştir. Düzenlemeden,  Komisyonun  daha  çok  öneride  bulunma  yetkisine sahip  olduğu,  Komisyon  kararlarının  bağlayıcı  olmadığı  görülmektedir.  Nitekim madde gerekçesinde de … Komisyonun görevleri, icraî görevler olmaktan ziyade gözetim, izleme ve standart belirleme olarak tanımlanmıştır. … Komisyonun kolluk hizmetlerinin etkinliğinin sağlanması yönünde öneriler geliştireceği de madde metninde belirtilmektedir. … Madde ile Kolluk Gözetim Komisyonuna doğrudan soruşturma yapma yetkisi verilmemiştir. Bununla birlikte, Komisyona, kolluk görevlilerinin disiplin cezasını gerektiren eylem, tutum ve davranışlarıyla ilgili ihbar ve şikâyetlerin doğrudan Başkana ya da Komisyona intikal etmesi veya doğrudan öğrenilmesi üzerine, Mülkiye Teftiş Kurulu Başkanlığından disiplin soruşturmasının yapılmasını isteme yetkisi verilmektedir ifadelerine yer verilmiştir. 6713 sayılı Kanunla Komisyona verilen yetkiler icrai olmaktan uzak olup  genel  trendin  aksi  yöndedir.  Komisyonun  yeterince  yetkiye  sahip 120 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN olmaması kolluk denetim mekanizmasıyla elde edilmek istenen sonuçların alınmasına engel olacaktır. Oysa AB üyesi ülkelerde birimlere verilen yetkiler farklılık göstermekle birlikte bunlara bağımsız soruşturma yapma yetki ve kapasitesinin verilmesi yönünde belirgin bir eğilim olduğu belirtilmektedir. 6713  sayılı  Kanunun  4.  maddesinde  yer  alan  Komisyon  görevleri incelendiğinde büyük çoğunluğu icrai olmayan bu görev ve yetkilerde dahi çeşitli  belirsizlikler  bulunduğu  görülmektedir.  Örneğin  madde  4/1-c de raporlardan  uygun  gördüklerini  kamuoyuna  açıklamak  ifadelerine  yer verilmekle  birlikte  bu  uygunluk  neye  göre  belirlenecektir?  Maddenin (d) bendinde yer alan gerekli görülen hâllerde bu analizlerin sonuçlarını kamuoyuna  duyurmak  ifadesi  de  belirsizlik  içermektedir.  Bu  noktada örneğin kolluk şikâyetine neden olan olayda geçen isimler, yer ve tarihler kapatılmak suretiyle hazırlanan raporlar yayınlanmalıdır. Bu sayede mağdurun kişilik hakları korunacağı gibi henüz yargı kararıyla kesin hüküm giymemiş olan kamu görevlisi de masumiyet karinesinden yararlanmış olur. Maddenin (e) bendinde Komisyonun görev alanına giren konularda tespit, görüş ve öneriler içeren yıllık raporlar hazırlamak ve bu raporları her yıl mart ayında Türkiye Büyük Millet Meclisi İnsan Haklarını İnceleme Komisyonu  ile  Başbakanlığa  göndermek  ve  kamuoyuna  açıklayacağı belirtilmiştir.  Maddenin  (c)  ve  (d)  bentlerinde  raporları  gerekli  görürse yayınlayacak olan Komisyonun (e) bendinde raporu kamuoyuna açıklayacak olması raporların içeriği arasında ne gibi farklar olduğu sorusunu gündeme getirmektedir. Ancak bu soru da cevapsız kalmaktadır. Maddenin (h) bendinde görev alanına giren konularda üniversiteler, kamu kurumu niteliğindeki meslek kuruluşları ve ilgili sivil toplum kuruluşları ile iletişim kurmak ve iş birliği yapmak hükmüne yer verilmiştir. Düzenleme uyarınca komisyonun sivil toplum kuruluşları, meslek örgütleriyle iletişim halinde olacak olması yerinde bir düzenleme olmakla birlikte sivil toplum kuruluşunun seçiminin, işbirliğinin usul ve esasların nasıl olacağı belirsizdir. 4. maddenin 2. fıkrası uyarınca Komisyon kolluk görevlilerinin disiplin cezasını gerektiren eylem, tutum veya davranışlarıyla ilgili ihbar ve şikâyet 96  WISLER, s. 30. 97 Benzer bir hüküm Kanunun 5/8. fıkrasında da yer almakta olup fıkra uyarınca Komisyon, gerekli gördüğü durumlarda kararlarını uygun vasıtalarla kamuoyuna duyurabilir. 98 6713 sayılı Kanun un 4/4 fıkrasında Birinci fıkranın (d) ve (e) bentleri uyarınca kamuoyuna yapılacak açıklamalarda, 9/10/2003 tarihli ve 4982 sayılı Bilgi Edinme Hakkı Kanununda yer alan sınırlamalar dikkate alınır hükmü yer almakta olup bu fıkrada da (c) bendindeki raporlar için Bilgi Edinme Hakkı Kanununa atıf yoktur. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 121Kolluk Gözetim Komisyonu alır  veya  bunu  resen  öğrenirse  Kurul  Başkanlığından  (İçişleri  Bakanlığı Mülkiye Teftiş Kurulu) söz konusu ihbar veya şikâyetlerin öğrenildiği tarihten itibaren otuz gün içinde disiplin soruşturması açılmasını isteyebilecektir. Bu istem üzerine Kurul Başkanlığınca genel disiplin hükümlerine göre işlem yapılacaktır. Fıkranın yazımından Komisyonun disiplin soruşturması açılması isteminin bağlayıcı olduğu görülmektedir. Ancak Teftiş Kurulunun yapılacak soruşturma sonrası kamu görevlisine disiplin cezası uygulamaması halinde Komisyonun bu karara karşı hangi yetkilere sahip olduğu veya bir yetkisi olup olmadığı belirsizdir. Kanunun 5/9. maddesi uyarınca Bakanlıklar ve diğer kamu kurum ve kuruluşları, kanunlardaki özel hükümler saklı kalmak kaydıyla, Komisyonun istediği bilgi ve belgeleri talebi hâlinde Komisyona vermek zorunda olup bu hüküm Komisyonun etkinliği açısından olumlu bir düzenleme olmakla birlikte fıkrada geçen özel hükümlerden ne anlaşılması gerektiği yine belirsizdir. Kanunun 7. maddesiyle merkezî kayıt sistemi kurulmuştur. Kanunun 2/1-ı bendi uyarınca merkezi kayıt sistemi; Kolluk Gözetim Komisyonu ile bağlı kuruluşlar, valilikler ve kaymakamlıklar arasında, kolluk görevlileri hakkında idarî mercilerce yürütülen ceza ve disiplin işlemleriyle ilgili olarak gerekli bilgilerin kaydedilmesi ve yapılan uygulamaların izlenmesi amacıyla oluşturulan veri tabanını ifade etmektedir. Kanun un 4/1-ç ve (d) bentleri uyarınca merkezî kayıt sisteminin etkili bir şekilde işlemesi ve geliştirilmesi için  Bakanlığa  önerilerde  bulunmak  ve  bu  sistemin  işleyişini  izlemek, merkezî kayıt sisteminden elde edilecek veri ve bilgilere ilişkin istatistikler hazırlamak, veri tabanı oluşturmak, … veri ve bilgilerin analizini yapmak … ve gerekli görülen hâllerde bu analizlerin sonuçlarını kamuoyuna duyurmak 99  Kanun un genel gerekçesinde şu ifadelere yer verilmiştir: Kolluk görevlileri ile ilgili tüm şikâyet ve ihbarları kapsaması öngörülen sistem, Kolluk Gözetim Komisyonu tarafından izlenecek ve gözetlenecektir. Kolluk Gözetim Komisyonunun merkezî bir otorite sıfatıyla kolluk şikâyet sistemine ilişkin konularda Jandarma Genel Komutanlığı, Emniyet Genel Müdürlüğü ve Sahil Güvenlik Komutanlığı arasında uygulama birliğini sağlaması, oluşturulacak veri tabanı ile ileriye dönük politikalar geliştirilmesine katkı sağlaması, kolluk teşkilâtının hesap verebilirliği, etkinliği ve saydamlığını güçlendirmesi, kolluğa yönelik toplumsal güvenin artmasına katkı sağlaması hedeﬂ enmektedir. Ülkemizde kolluk hakkında yapılan şikâyetlerle ilgili etkin bir şikâyet kayıt ve analiz sistemi bulunmamaktadır. Mevcut verilerle doğru politikaların üretilmesi, yaşanan problemlerin doğru şekilde teşhis edilmesi mümkün değildir. Ülkemizde şikâyet kaydı ile ilgili belirlenmiş standartlar olmadığı gibi, kolluk teşkilâtları arasında da bu anlamda bir yeknesaklık mevcut değildir. Bu nedenle, Tasarı ile Jandarma Genel Komutanlığı, Emniyet Genel Müdürlüğü ve Sahil Güvenlik Komutanlığında görevli kolluk görevlileri hakkındaki ihbar ve şikâyetlerin kayıt altına alınmasını öngören merkezî bir kayıt sistemi oluşturulması öngörülmektedir. 122 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Komisyonun  görevidir.  7.  madde  uyarınca  kolluk  görevlileri  hakkında Komisyona ve/veya diğer idarî mercilere yapılan her türlü ihbar ve şikâyet, merkezî kayıt sisteminden bir numara verilerek kayıt altına alınacak, bu numara  ihbar  veya  şikâyette  bulunana  tebliğ  edilecektir.  İdarenin  resen tespit ettiği, işlem yapılmasını gerektiren ﬁ il ve hâller için de merkezî kayıt sisteminden bir numara verilecektir. Kanunda yazan şartları taşımamasından dolayı işleme konulmayan ihbar ve şikâyetlerle ilgili bilgiler de merkezî kayıt sistemine işlenecektir. İhbar ve şikâyetlere yönelik bir numara verilmesi ileride sürecin takip edilmesini kolaylaştıracağı gibi aynı konuda mükerrer inceleme yapılmasının da önüne geçebilir. Ancak merkezi kayıt sistemine adli makamların kolluk görevlileri hakkında başlatmış oldukları ceza soruşturma ve kovuşturmasına ilişkin işlemlerin dâhil edilmemesi bir eksikliktir. Zira bu durumda kolluk personelinin hukuka aykırı eylemlerinin tam olarak kayıt altına alındığı söylenemez. Kanunun 8. maddesinde kolluk görevlileri hakkındaki hukuka aykırı eylemler nedeniyle idarece yapılacak ön inceleme ve disiplin soruşturmaları kapsamındaki  işler  düzenlenmektedir.  Maddenin  1/a  bendinde  kolluk personelinin suç işlediğine yönelik olarak Kanunun 7/2. fıkrasındaki şartlara 100  Kanun un 4. madde gerekçesinde de merkezî kayıt sistemi aracılığı ile Komisyona kolluk şikâyet sistemini izleme imkânı sağlanmaktadır ifadelerine yer verilmiştir. 101   Türkiye de  kolluk  faaliyetlerine  yönelik  şikâyetler  Devletin  farklı  birimlerine yapılabilmektedir.  Bu  cümleden  olmak  üzere;  Cumhurbaşkanlığı,  TBMM  Başkanlığı (İnsan Hakları İnceleme Komisyonu ve Dilekçe Komisyonu), Başbakanlık İnsan Hakları Başkanlığı,  İçişleri  Bakanlığı,  Adalet  Bakanlığı  (cumhuriyet  savcılıkları),  Jandarma Genel Komutanlığı, Emniyet Genel Müdürlüğü, Sahil Güvenlik Komutanlığı, valilik ve kaymakamlıklar, il ve ilçelerdeki kolluk makamları (emniyet müdürlük veya amirlikleri, Jandarma  ve  Sahil  Güvenlik  Komutanlıkları),  il  ve  ilçe  insan  hakları  komisyonları, Başbakanlık İletişim Merkezi (BİMER), Kamu Denetçiliği Kurumu, İnsan Hakları ve Eşitlik Kurumu başvurulara muhatap olabilmektedir. Kolluğa yönelik şikâyetlerin, birden fazla makama yapılabilmesi; aynı şikâyetle ilgili birden fazla Devlet biriminin işlem yürütmesine neden olmakta ve şikayetin takibini zorlaştırmaktadır. Ayrıca aynı şikâyetle ilgili olarak farklı birimlerce mükerrer inceleme yapılması veya aynı konuda farklı kararlar alınması olasılığı da artmaktadır.  Seçkin YAVUZDOĞAN, İngiltere de Bağımsız Kolluk Şikâyet Sistemi ve Türkiye de Uygulanabilirliği, DEÜHFD, C. 12, Özel Sayı, 2010, (Basım Yılı: 2012), s. 1245 vd; ALTUNTOP, s. 55. 102  Kanun un 8/3. fıkrasında Cumhuriyet savcıları, kolluk görevlileri hakkında görevlerinden doğan veya görevleri sırasında işledikleri suçlar ile kişisel suçları sebebiyle soruşturma başlatmaları  hâlinde,  durumu,  personelin  ilgisine  göre,  Bakanlığa,  valiliğe  veya kaymakamlığa en geç yedi iş günü içinde bildirir. Bakanlık, valilik ve kaymakamlıklar ile idarî soruşturmayı yürüten görevliler, soruşturmanın gizliliğine zarar verilmemesine yönelik gerekli tüm tedbirleri alır şeklinde bir hükme yer verilmesine rağmen adli makamların kolluk personeli hakkında yaptığı işlemlerin kayıt sistemine dâhil edilmemesi bir çelişki olarak değerlendirilebilir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 123Kolluk Gözetim Komisyonu uygun herhangi bir ihbar veya şikâyet alındığında ya da böyle bir durum resen öğrenildiğinde, soruşturma izni vermeye yetkili mercilerin ve/veya disiplin amirlerinin 4483 sayılı Kanun ve/veya kolluk görevlilerinin tâbi oldukları disiplin mevzuatı uyarınca gerekli işlemleri yerine getirecekleri belirtilmekte olup bu düzenleme mevcut uygulama ve düzenlemenin tekrarı niteliğindedir. 8. maddenin 1/b bendinde, kolluk personeli tarafından işlendiği iddia edilen  veya  doğrudan  öğrenilen  öldürme,  kasten  yaralama,  işkence,  zor kullanma yetkisine ilişkin sınırın aşılması ve suç işlemek amacıyla örgüt kurma suçları ile örgüt faaliyeti çerçevesinde işlenen suçlarla ilgili ön incelemelerin ve/ veya disiplin soruşturmalarının mülkiye müfettişleri tarafından yapılmasının esas olduğu; olayın niteliğinin gerektirdiği hâllerde, ön incelemeyi ve/veya disiplin soruşturmasını yürüten mülkiye müfettişleriyle birlikte görev yapmak üzere bağlı kuruluşların müfettişlerinin de görevlendirilebileceği; söz konusu suçlarla ilgili ön inceleme ve/veya disiplin soruşturmalarının valiliklerce veya kaymakamlıklarca yapılması hâlinde ise bu işlemlerin imkânlar ölçüsünde mülkî  idare  amirliği  hizmetleri  sınıfında  bulunan  görevliler  tarafından yürütüleceği belirtilmektedir. Maddenin gerekçesinde düzenlemenin amacı olarak kolluk görevlileri hakkındaki önemli hukuka aykırılık iddialarının soruşturmalarının kolluk birimleri dışında, uzmanlaşmış görevliler tarafından yerine getirilmesini sağlamaktır. Bu suretle bir taraftan yapılan soruşturmalar hakkında kamuoyunun güven duygusunun güçlendirilmesi hedeﬂ enmekte, diğer taraftan yapılan soruşturmaların etkinliğinin artırılması gösterilmektedir. Kanun un  8/1-b  bendi  incelendiğinde;  Komisyona  önemli  hukuka aykırılık iddialarını bizzat inceleme ve soruşturma yapma yetkisi verilmediği hatta bu konularda Komisyonun tamamen sürecin dışına itildiği görülmektedir. Nitekim Mülkiye Teftiş Kurulu, şikâyet sisteminin yürütülmesinde merkezde bulunmakta  olup  soruşturma  ve  ön  incelemelerde  görev  alacak  mülkiye müfettişleri  Komisyona  değil  İçişleri  Bakanlığına  karşı  sorumludur. Komisyona Kanunda belirtilen ﬁ illere yönelik soruşturma ve ön incelemeleri gerçekleştirmek için kendi personelini bağımsız bir biçimde istihdam etme yetkisi verilmemiştir. Kanun un 8/2 fıkrasında, Teftiş Kurulu Başkanlığınca, 8 ve 4. madde hükümleri çerçevesinde verilen görevleri yürütmek üzere yeteri kadar mülkiye müfettişi görevlendirileceği; bu müfettişlere bu görevlerin haricinde başka bir görev verilemeyeceği; müfettişlerin belirlenmesi esaslarının, görevlendirme yöntemi ve hizmet içi eğitimleri ile benzeri hususların Bakanlık tarafından 124 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN hazırlanarak Bakanlar Kurulu kararıyla yürürlüğe konulacak yönetmelikle düzenleneceği belirtilmektedir. Bu fıkra uyarınca Komisyon müfettişlerin seçiminden tamamen yetkisizdir. Dahası müfettişlerin seçilme kriterlerinin, görevlendirme yöntemlerinin ve hatta Kanunun ismen zikretmeye bile değer görmediği pek çok hususun tamamen yönetmeliğe bırakılmış olması (6713 s. Kanun m. 8/2), idarenin kanuniliğine ve kamu görevlilerinin özlük işlerinin kanunla düzenlenmesini öngören Anayasal hükümlere ve denetim birimi personelinin bağımsız çalışması gereğine aykırıdır. Genel  Gerekçede  hukuka  aykırı  ﬁ illerin  ön  inceleme  ve  disiplin soruşturmalarının  Mülkiye  Teftiş  Kurulu  bünyesinde  ve  mülkiye müfettişlerinden  müteşekkil  bir  grup  müfettiş  tarafından  yapılmasının öngörüldüğü;  Mülkiye  Teftiş  Kurulunun,  Emniyet,  Jandarma  ve  Sahil Güvenlik  birimlerinin  hiyerarşisinin  dışında  doğrudan  İçişleri  Bakanına bağlı olarak görev yapan bir denetim birimi olduğu; Türk kamu yönetiminde geçen yüz yıllık dönem içerisinde kolluk teşkilâtı üzerinde sivil denetimin sağlanması açısından çok önemli görev icra eden Mülkiye Teftiş Kurulunun yeni şikâyet sisteminin yürütülmesinde de temel bir fonksiyon icra edeceği belirtilmektedir. Ancak polis, jandarma ve sahil güvenliğin yerine getirdiği kolluk  faaliyetlerinden  sorumlu  olan  İçişleri  Bakanlığının  aynı  zamanda denetim konusunda yetkili olması bağımsız denetim sisteminin mantığına aykırıdır. Bağımsız denetimin işlerlik kazanması Komisyonun yürütme ve idareyle ilişkisinin sınırlı olmasına; soruşturmacıların soruşturulacak olanlarla aynı hiyerarşiye tabi olmaması bağlıdır. D.  Birimin Kararları Birim, yapılacak denetim sonucunda hukuka aykırılık tespit etmezse başka bir işlem yapılmasına gerek olmadığına karar verilebilir. Ancak birim, şikâyet konusu eylem hukuka aykırıysa, eylemin niteliğine göre ceza veya disiplin soruşturması başlatılmasını isteyebileceği gibi kolluk uygulamalarında çeşitli değişiklikler yapılması isteme yetkisine de sahip olmalıdır. 103  Genel Gerekçede Mülkiye Teftiş Kurulunun bir taraftan Gözetim Komisyonu sekretaryası görevini  yürütmesi,  diğer  taraftan  Kurul  bünyesinde  oluşturulacak  müfettiş  grubu aracılığıyla önemli nitelikteki ihlal iddialarının soruşturmalarının yapılmasından sorumlu olması öngörülmektedir ifadelerine yer verilirken Madde gerekçesinde bu düzenlemeyle kolluk görevlileri hakkındaki iddialarla ilgili olarak Mülkiye Teftiş Kurulu bünyesinde uzmanlaşmış bir grup oluşturularak, yapılan soruşturmaların daha etkili şekilde yürütülmesi sağlanacağı belirtilmektedir. 104  Amnesty International, s. 10, (Spain). 105  DOSSETT, s. 11. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 125Kolluk Gözetim Komisyonu Birimin  alacağı  karaların  bağlayıcı  olması  son  derece  önemlidir. Aksi halde birim ne kadar bağımsız ve düzgün bir süreç yürütmüş olsa da etkinliğinden söz edilemez. Bu noktada en azından tedbir alınmasını, idari ve cezai soruşturma açılmasını önerme yetkisinin birime tanınması gerektiği belirtilmektedir.  Ayrıca  birimin  yapacağı  inceleme  sonucunda  verilen kararlara karşı şikâyetçiye, birim içinde varsa daha üst bir makama veya başka bir devlet organına itiraz edebilme hakkı tanınması gerektiği de ifade edilmektedir. 6713 sayılı Kanun incelendiğinde; Kolluk Gözetim Komisyonu nun icrai karar alma yetkisinden ziyade görüş bildirme yetkisiyle donatıldığı görülmektedir. Dahası Komisyonun icrai nitelikteki olduğu söylenebilecek bir kısım yetkisinde bile çeşitli eksiklikler bulunmaktadır. Örneğin Kanun un 4/1-b  bendi  uyarınca  Komisyon  Kolluk  görevlilerinin  işledikleri  iddia edilen  suçlardan  veya  disiplin  cezasını  gerektiren  eylem,  tutum  veya davranışlarından dolayı gerektiğinde yetkili merciler tarafından haklarında disiplin soruşturması yapılmasını istemek yetkisine sahiptir. Ancak idarenin Komisyonun bu talebine uymak zorunda olup olmadığı belirsizdir. Dahası idarenin  Komisyonun  talebini  cevapsız  bırakması  halinde  Komisyonun ne tür hakları olduğu veya herhangi bir hakkı olup olmadığı da belirsizdir. Aynı maddenin 2. fıkrası uyarınca Kolluk görevlilerinin disiplin cezasını gerektiren  eylem,  tutum  veya  davranışlarıyla  ilgili  ihbar  ve  şikâyetlerin Komisyona  intikal  etmesi  veya  Komisyon  tarafından  resen  öğrenilmesi üzerine Komisyon, Kurul Başkanlığından söz konusu ihbar veya şikâyetlerin öğrenildiği tarihten itibaren otuz gün içinde disiplin soruşturması açılmasını isteyebilir. Bu istem üzerine Kurul Başkanlığınca genel disiplin hükümlerine göre işlem yapılır. Fıkranın yazılışı Kanun un 4/1-b bendi uyarınca idareye istinaden Kurul Başkanlığını bağlar gözükse de Kurulun tesis edeceği işleme karşı Komisyonun hangi imkânlara sahip olduğu açık değildir. Bahsi geçen bütün bu düzenlemeler, Komisyonun kolluk üzerinde gerçek anlamda etkin olabilmesi önünde büyük engel teşkil etmektedir. 106  Tanzanya ve Hindistan da birim kararlarına uyulmazsa veya bu kararların uygulanması geciktirilirse birimin bu kararların etkinliğinin sağlanması amacıyla mahkemeye başvurma hakkı bulunmaktadır. MEHTA, s. 7, (Commonwealth). 107  UN, par. 43 vd, (A/HRC/14/24/Add.8). 108  Amnesty International, s. 30. 126 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN E.  Birimin Bağımsızlığı Birim kolluktan organik ve fonksiyonel anlamda ayrı; yürütme ve politik baskılardan uzak olmalıdır. Bağımsızlığın sağlanması için ilk olarak karar mercilerinin sivil kişilerden oluşması gerekir. Ayrıca birimin çalışacağı oﬁ s kolluk binaları dışında bulunmalı (ayrı bir binaya sahip olması)111, birimin yeterli mali kaynağa sahip olmalı ve üstünde mali baskı bulunmamalıdır. Birim,  görevlerinin  ifasında  ihtiyaç  duyacağı  personeli  kendisi seçmelidir. Kurul üyelerinin kolluk mesleğinden gelmemesi gereğine karşın birimde görev alacak personelin önceden kolluk geçmişi olması mümkün ve hatta gereklidir. Ancak bu halde de kolluk kökenli personelin, soruşturmada görevli toplam personel içinde azınlıkta kalması gerekir. Fonksiyonel bağımsızlık kurulun işlerini yaparken kolluğa ne düzeyde bağlı  hareket  ettiği  ile  yani  soruşturmanın  kolluk  personeli  tarafından yürütülüp yürütülmediği ile ilgilidir. Yapılan soruşturmada delil toplama ve sonucunda konuyu adli makamlara taşıma ve dava açma yetkilerine sahip olma birimin fonksiyonel bağımsızlığı açısından önemlidir. Delil toplama gücünün olmaması, alınan kararların kağıt üstünde kalması ve tavsiye niteliği taşıması fonksiyonel bağımsızlık üzerinde olumsuz sonuçlar doğurur. Birimin bağımsızlığının sağlanması için öncelikle kanunla kurulması ve önemli konuların da bu kanunda düzenlenmesi gerekir. Siyasi baskı birimin bağımsızlığını olumsuz etkileyecek bir durum olup bütçe üzerinde sınırlama getirmek suretiyle veya üye atamalarında ve görevden almalarda kendini gösterir. Bu nedenle birim bütçesinin yasama organı tarafından belirlenmesi ve birimin bu bütçesini kullanırken herhangi 109 6713 sayılı Kanunun Genel Gerekçesinde Komisyonun organik anlamda bağımsızlığından ziyade fonksiyonel anlamda bağımsızlığına yönelik düzenlemeler getirildiği açıkça ifade edilmektedir. 110 Soruşturanla soruşturulan arasında kurumsal, hiyerarşik bir ilişki olmamalı; uygulamada da bağımsızlık sağlanmalıdır. CE, s. 3, (CommDH(2009)4). 111 UN, par. 52, (A/HRC/14/24/Add.8); ALTUNTOP, s. 50. 112 Birimin bütçesi üzerinde içişleri bakanlığının yetkisi olmamalı; birim bütçesi doğrudan meclis tarafından belirlenmelidir. CE, par. 37, (CommDH(2009)4). 113 Amnesty International, s. 25. 114 ALTUNTOP, s. 51. 115 ALTUNTOP, s. 51. 116 UN, par. 55, (A/HRC/14/24/Add.8). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 127Kolluk Gözetim Komisyonu bir müdahale tehlikesiyle karşılaşmaması gerekir. Ayrıca birimin karar organında (kurul, komisyon) görev alacak üyelerin seçimi, üyelerin taşıması gereken şartlar ve görevden alınma koşulları da birimi kuran kanunda açıkça düzenlenmelidir. Birim  yürütmeden  ziyade  yasamaya  karşı  sorumlu  olmalıdır. Yasamanın üye seçiminde daha fazla rol alması birimin bağımsızlığını aynı oranda arttıracaktır. Bu görüşe istinaden örneğin 2008 yılında faaliyete geçen Macaristan Bağımsız Polis Şikâyet Kurulu, meclis tarafından 6 yıllık bir süre için seçilen beş üyeden oluşmakta ve sadece bir kere seçilebilmektedir. Birim yasama yerine yürütmeye karşı sorumlu olduğu takdirde, kolluk da  yürütmeye  karşı  sorumlu  olduğundan,  denetimden  istenen  sonuçlar alınamaz. Bağımsızlık sadece kurul üyeleri için değil aynı zamanda personel için de mevcut olmalıdır. Ancak üyelerin aksine personelin birkaç yıl önce emekli olmuş kolluk personeli olması veya en azından başka yerlerde çalışan kolluk personeli olması mümkündür. Birim çalıştıracağı personeli, kanunda belirlenen kriterler çerçevesinde, kendisi atama yetkisine sahip olmalıdır. Personelin seçiminde yeterlikleri esas alınmalı onun dışında siyasi veya  başka  nedenler  atanmalarında  göz  önünde  bulundurulmamalıdır. Ayrıca üyeler ve personelin belirlenmesinde toplumda yer alan çeşitliliğe özen gösterilmesi de gerekir. Altuntop a göre IPCC de pek çok farklı alan, 117  UN, par. 60, (A/HRC/14/24/Add.8). 118  Amnesty International, s. 24. 119  Kuzey İrlanda Polis Ombudsmanı Kuzey İrlanda Meclisine karşı sorumludur. DOSSETT, s. 12. Fırat/Erdem e göre de birim ve denetleyeceği kolluğun aynı bakanlığa bağlı olması, kararlarının tarafsızlığına ve şeffaﬂ ığına gölge düşürür. Bu nedenle üyelerin atama ile değil seçimle göreve gelmesi gerekir. FIRAT/ERDEM, s. 130. Bu önerilerin hiçbiri kabul edilmese bile yine de birim içişleri bakanlığı yerine adalet bakanlığına bağlanabilir.  120  WISLER, s. 30. 121 CE, par. 88, (AS/Ega (2013) 41). 122  Meclis kolluk faaliyetlerinin siyasal denetimini; içişleri bakanını, başbakanı ve bakanlar kurulunu denetleyerek yerine getirir. Yine kolluğun mali denetimi de Meclis adına Sayıştay tarafından yapılır. Ancak kolluk faaliyetlerinin daha yakından denetlenmesine imkân veren mekanizmalar bulunmadığından Meclis bu konuda yetersiz kalmaktadır. Bu nedenle birimin meclise karşı sorumlu olarak kolluğu denetlemesi gerektiği; en azından kurulacak birimde üyelerden bir kısmının meclis tarafından seçilmesi gerektiği söylenebilir. 123  Amnesty International, s. 26. 124  UNODC, s. 50. 125  UNODC, s. 49. 128 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN etnik köken ve cinsiyetten kişilerin istihdam edilmesine özen gösterilmekte ve komisyon üyeleri arasında avukatlar, sağlık ve eğitim profesyonelleri, gönüllü kuruluşlardan, ticari ve sosyal kurumlardan gelen kişiler bulunmaktadır. Bu husus, çeşitli organizasyonların konuya ilişkin rapor ve tavsiye kararlarında da yer almaktadır. Kurul üyeleri çeşitli alanlarda mesleki yeterlilik ve tecrübeye sahip olmalıdır. Örneğin Kenya ve Danimarka da kurul üyelerinin bir kısmının hakim, avukat, öğretim üyesi olması zorunludur. Ayrıca yine kamuyu temsil adına iki temsilciye de birimde yer verilmektedir. Bu noktada hali hazırda polis olan veya önceden polislik yapmış kişilerin üye olmaması gerekir. Üye olarak atanamayacaklar konusunda bir diğer sınırlama ise siyasilere yöneliktir.  Kenya da  siyasi  partilerde  görev  almış  kişilerin  üyesi  olması yasaklanmıştır. Konuya  ilişkin  olarak  6713  sayılı  Kanun un  3/1.  fıkrasında  Bu Kanunla verilen görevleri, kendi yetki ve sorumluluğu altında bağımsız olarak yerine getirmek üzere Kolluk Gözetim Komisyonu kurulmuştur. Komisyon, İçişleri Bakanlığı bünyesinde sürekli kurul olarak görev yapar hükmü yer almaktadır. Komisyonun kanunla kurulması; görevlerini kendi yetki ve sorumluluğu altında bağımsız olarak yerine getireceğinin belirtilmesi; hiçbir organ, makam, merci veya kişinin Komisyonun kararlarını etkilemek amacıyla emir ve talimat veremeyeceğinin,  tavsiye  veya  telkinde  bulunamayacağının  açıkça  ifade edilmesi; öğretim üyeleri ile serbest avukatlar arasından seçilecek üyelerin üyelikleri  süresince  Komisyondaki  görevlerinden  alınamayacak  olması olumlu düzenlemeler olmakla birlikte, Kanunda Komisyonun bağımsızlığını engelleyen pek çok düzenleme bulunmaktadır. Kanunda,  Komisyonun  İçişleri  Bakanlığı  bünyesinde  sürekli  kurul olarak  görev  yapacağının;  Komisyonun  faaliyetleri  ve  diğer  ihtiyaçları ile yolluk giderleri için, her yıl İçişleri Bakanlığı bütçesine gerekli ödenek konulacağının  (madde  5/10)  ve  Komisyonun  sekretarya  hizmetlerinin, Kurul Başkanlığı tarafından yerine getirileceğinin (madde 6) belirtilmesi Komisyonun bağımsızlığına gölge düşürecek niteliktedir. 126  ALTUNTOP, s. 47.  127 Kenya polis gözetim biriminde birimi kuran kanun uyarınca birim üyeliği için yarışan adayların üçte ikisinden fazlasının aynı cinsiyetten olması yasaktır. Amnesty International, s. 24. Ayrıca bkz. CE, par. 38, (CommDH(2009)4). Ayrıca bkz. UNODC, s. 50. 128  Amnesty International, s. 24. 129  Amnesty International, s. 24. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 129Kolluk Gözetim Komisyonu Kanunun  3/2.  fıkrası  maddesi  uyarınca  Komisyon;  Müsteşarın başkanlığında, Türkiye İnsan Hakları ve Eşitlik Kurumu Başkanı, Kurul Başkanı, Bakanlık I. Hukuk Müşaviri, Adalet Bakanlığı Ceza İşleri Genel Müdürü, üniversitelerin ceza ve ceza usul hukuku ana bilim dallarında görevli öğretim üyeleri arasından Bakanın teklif edeceği üç aday ile baro başkanı seçilme yeterliğine sahip serbest avukatlar arasından Adalet Bakanının teklif edeceği üç aday arasından Bakanlar Kurulunca seçilecek birer üyeden oluşur. Kanunun 5/1. maddesinde ise Komisyon toplantılarını Başkanın yöneteceği; Başkanın izin, hastalık veya başka bir nedenle görevde bulunmadığı hâllerde ise Kurul Başkanının, Başkana vekâlet edeceği belirtilmektedir. Bu hükümler de göz önünde bulundurulduğunda Komisyon un başkanını seçememesi, İçişleri Bakanlığı  Müsteşarının  Komisyonun  doğal  başkanı  olması  Komisyonun bağımsız bir biçimde çalışması önünde engel teşkil eder. Komisyon  üyelerinin  pek  çoğu  üzerinde  İçişleri  Bakanının  etkisi fazlasıyla görülmektedir. Öncelikle İçişleri Bakanlığı Müsteşarı, Teftiş Kurulu Başkanı, Bakanlık I. Hukuk Müşaviri doğrudan Bakana karşı sorumludur. Üniversitelerin  ceza  ve  ceza  usul  hukuku  ana  bilim  dallarında  görevli öğretim üyeleri arasından seçilecek üyeyi teklif etmek de Bakanın yetkisine bırakılmıştır.  Ayrıca  Kanunun  6.  maddesinde  Komisyonun  sekretarya hizmetlerinin, Kurul Başkanlığı tarafından yerine getirileceği; hizmetlerin sevk ve idaresinde Kurul Başkanına yardımcı olmak üzere, en az beş yıllık meslekî kıdeme sahip bir mülkiye başmüfettişi, Kurul Başkanının önerisi ve Başkanın tekliﬁ  üzerine Bakan onayı ile görevlendirileceği belirtilmektedir. Adalet Bakanlığı Ceza İşleri Genel Müdürü nün Komisyonun doğal üyesi olması, Adalet Bakanının serbest avukatlar arasından seçilecek üyeyi aday  gösterme  yetkisine  sahip  olması  da  Komisyon  üzerinde  tamamen yürütmenin etkin olduğunu göstermektedir. Kanunda Komisyon üyelerinin belirlenmesinde sivil toplum katılımı hiçbir şekilde öngörülmemiştir. Oysa öğretim üyeleri ve avukatlar için sivil toplum kuruluşlarında çalışmış olma kriteri getirilmesi mümkündür. Ayrıca avukat üyenin belirlenmesinde Türkiye Barolar Birliği (TBB) sürece dahil edilebilir ve bu sayede birimin sivil ve bağımsız olması sağlanabilirdi. Aynı husus öğretim üyeleri için de geçerlidir. Burada da ceza hukuku öğretim üyelerinin  kendi  aralarından  seçeceği  bir  öğretim  üyesinin  Komisyona katılması yönünde bir düzenleme yapılabilirdi. Komisyonun teşekkülüne ilişkin bir diğer eksiklik ise hâkimlere yer verilmemiş  olmasıdır.  Komisyona  Danıştay  ve Yargıtay dan  belli  sayıda 130 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN üyenin Mahkemelerin kendi içinde yapacağı bir seçim sonucu belirlenerek görevlendirilmesi düşünülebilirdi. Kanunun  5/3.  fıkrasında  Öğretim  üyeleri  ile  serbest  avukatlar arasından  seçilecek  üyelerin,  seçilmelerinden  önceki  son  beş  yıl  içinde herhangi bir siyasî partiyle üyelik veya başka türde bir görev ilişkilerinin bulunmaması şart(ı) getirilmiştir. Öncelikle bu şart sadece öğretim üyeleri ve avukatlar için değil Komisyon da görev alacak bütün üyeler için kabul edilmelidir. Dahası son beş yılla sınırlamak yerine hiçbir şekilde bir siyasi partiyle ilişkili olmama şartı aranması daha yerinde bir uygulama olacaktır. Bunun yanında Komisyon üyeleri için sadece siyasi partiyle ilişki olmama değil aynı zamanda önceden kolluk personeli olarak görev yapmamış olma şartı da getirilmelidir. F.  Birimin Saydamlığı ve Rapor Yükümlülüğü Birimin mevcudiyeti, bağımsız denetim sisteminden istenen sonuçların alınması için tek başına yeterli değildir. Bağımsız denetim sisteminden istenen sonucun alınması için; birimin etkinliğinin, kaynaklarını nasıl kullandığının ve kolluk üzerindeki etkilerinin neler olduğunun incelenmesi ve eksikliklerin giderilmesini gerekir. Yani denetim birimi de kolluk kadar denetime açık olmalıdır. Düzenli  rapor  yayınlamak  hem  birimin  hem  de  kolluğun  hesap verebilirliğini sağlamak açsından önemlidir. Raporlama yükümlülüğünün usul ve esasları ise kanunla düzenlenmelidir. Bu cümleden olmak üzere raporda; verilen kararlar, bu kararlar üzerine idarelerce yapılan işlemler, idarelerin cevapları, şikâyetler hakkında yapılan işlemler ve detayları mağdur ve failin kimlikleri  gizli  kalmak  suretiyle  belirtilmeli  ayrıca  raporlarda  istatistiki bilgilere de yer verilmelidir. Raporlar ilgili bakanlığa sunulurken aynı zamanda bir örneği meclise gönderilmeli ve kamuoyunun bilgisine sunulmak amacıyla yayınlanmalıdır. 130  Madde gerekçesinde Komisyonda kolluk teşkilâtlarının (Jandarma Genel Komutanlığı, Emniyet Genel Müdürlüğü ve Sahil Güvenlik Komutanlığı) temsilcilerine yer verilmemiş olup, bununla Komisyonun fonksiyonel anlamdaki bağımsız niteliğinin güçlendirilmesi amaçlanmaktadır ifadelerine yer verilmekle birlikte önceden kolluk personeli olarak görev yapmış kişilerin Komisyonda görev almasını engelleyen açık bir hüküm bulunmamaktadır. 131  UNODC, s. 68. 132  UNODC, s. 50. 133  Raporlarda birim bütçesi ve harcamaları da belirtilmelidir. Amnesty International, s. 26 vd. 134  UNODC, s. 50. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 131Kolluk Gözetim Komisyonu Ancak bu noktada tanıkların, mağdurun ve kolluk personelinin korunması açısından gerekli gizlilik ihmal edilmemelidir. 6713 sayılı Kanun madde 4/1-e uyarınca Komisyon, görev alanına giren konularda tespit, görüş ve öneriler içeren yıllık raporlarını her yıl mart ayında Türkiye Büyük Millet Meclisi İnsan Haklarını İnceleme Komisyonu ile Başbakanlığa göndermek ve kamuoyuna açıklamakla yükümlüdür. 6713 sayılı Kanun un 5/8. fıkrası uyarınca Komisyon, 6698 sayılı Kişisel Verilerin Korunması Kanunu hükümleri saklı kalmak üzere, gerekli gördüğü durumlarda,  kararlarını  uygun  vasıtalarla  kamuoyuna  duyurabilir.  Aynı Kanunun 4/1-c bendinde ise Komisyona raporlardan uygun gördüklerini kamuoyuna açıklamak görevi verilmiştir.  Görüldüğü üzere bu hükümler kararlarını  ve  bir  kısım  raporlarını  yayınlayıp  yayınlamama  konusunda Komisyona takdir yetkisi vermektedir. Ancak takdir yetkisi yerine Komisyona gerekli tedbirleri aldıktan sonra kararlarını yayınlama yükümlülüğü getirilmesi daha uygun olacaktır. G. Birim - Sivil Toplum İlişkisi Avrupa Polis Etik İlkeleri madde 18 uyarınca kolluk, uygun olduğu ölçüde, diğer kurumlarla, yerel topluluklarla, hükümet dışı organizasyonlarla ve etnik azınlıklar dahil toplum temsilcileriyle etkili bir işbirliği içinde olacak tarzda düzenlenmelidir. Birimin  sivil  topluma  düzenli  olarak  istişarede  bulunması;  kolluk faaliyetlerine ilişkin politikaların oluşturulmasında sivil toplum örgütlerinin görüşlerini  alması  gerekir.  Bu  gereklilik  özellikle,  birim  imkânlarının sınırlı olduğu durumlarda önem arz eder. Birim yapacağı bu toplantılarda, sivil toplumun bilgi ve tecrübesinden yararlanmak suretiyle geliştirilecek politikaları  belirleyebilir.  Örneğin  İngiltere  ve  Galler de  kolluk  reformu kanununun hazırlanmasında Liberty adlı sivil toplum örgütü etkili olmuştur. Buna ek olarak sivil toplumla yapılacak işbirliği hukuka aykırılık iddialarının birim önüne daha kolay götürülmesine ve toplumun birimin işe yarayacağına olan inancının artmasına yardımcı olur. 135  UN, par. 61 vd, (A/HRC/14/24/Add.8). 136  Cerrah a göre yasama, yürütme, yargı devlet yapısı içinde kısmen birbirlerinden farklı ve bağımsız görünseler de sonuçta bir bütünün parçalarıdır ve bu erkler tarafından yapılması gereken denetimler gerekli ve hatta zorunlu olmakla beraber, hiçbir zaman sivil toplum tarafından yapılması gereken denetimin yerini tutamaz veya onu gereksiz kılamaz. CERRAH, s. 43. 137  UN, par. 70, (A/HRC/14/24/Add.8). 132 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Sivil  toplum  mevcut  sistemin  halka  duyurulmasında  kullanılabilir, birimin yaptığı incelemelerde birimin yanında yer alabilir, birimi harekete geçirebilir veya bilgi vermek suretiyle birime yardımcı olabilir. Bütün bunlar sivil toplumun birimin çalışmasında etkili olabilme araçlarıdır. 6713 sayılı Kanun madde 4/1-h de Görev alanına giren konularda üniversiteler, kamu kurumu niteliğindeki meslek kuruluşları ve ilgili sivil toplum kuruluşları ile iletişim kurmak ve iş birliği yapmak hükmü yer alırken Kanunun 5/4. fıkrasında İhtiyaç duyulması hâlinde, gündemdeki konularla ilgili olarak görüşlerinden yararlanılmak üzere kamu görevlileri, özel kuruluşların temsilcileri veya uzmanlar, Başkan tarafından Komisyon toplantılarına davet edilebilir hükmü yer almaktadır. Her ne kadar Kanunda yaptırımı olmayan veya Komisyonun takdir yetkisi içinde olan düzenlemelere yer verilmişse de sivil toplumun Komisyonun çalışması sırasında gerçek anlamda  etkin  olabileceğini  söylemek  mümkün  değildir.  Zira  Komisyon üyeleri arasında sivil toplum örgütlerinde görev yapmış kamu görevlileri yer almadığı gibi TBB gibi meslek örgütleri dahi üye seçiminden dışlanmıştır. VI. SONUÇ Devletler  kolluğun  bağımsız  denetimine  ilişkin  birimler  kurmaya başlamış olmakla birlikte bu tek başına yeterli değildir. Zira birimlerin yetkileri yetersiz kaldığı, birimler politik destek görmediği, mali ve personel açıdan yeterli kaynak ve bağımsızlığa sahip olmadığı ve kararları etkisiz kaldığı müddetçe, kağıttan kaplan paper tiger olmaktan ileriye gidemeyeceklerdir. Kolluğa  ilişkin  etkin  denetim  mekanizmaları  getirilmesi,  kolluk gücünün dengelenmesi ve hukuk içinde kalmasını sağlar. Kolluk gözetimi sadece hukuka aykırı ﬁ llerin gerçekleştirilmesini veya bu ﬁ illere cezai ve idari yaptırımların uygulanmasını sağlamakla kalmaz aynı zamanda kolluğun meşruiyetinin güçlendirilmesinde de önemli bir rol oynar. Bu cümleden olmak üzere, birimin bireysel şikâyetleri incelerken şikâyete konu ﬁ illerin bir daha gerçekleşmemesine yönelik inceleme ve kararlar alma yetkisiyle donatılması da gerekir. 138  Sivil toplum kuruluşlarının etkinliğini arttırmak için bunlara, herhangi bir ön şart olmadan, şikâyetçi olma hakkı tanınabilir. 139  LEIGH, s. 45 ve 52. 140  UN, par. 4, (A/HRC/14/24/Add.8). 141  Amnesty International, s. 5. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 133Kolluk Gözetim Komisyonu 6713  sayılı  Kanunla  hukuk  sistemimize  giren  Kolluk  Gözetim Komisyonu bağımsız denetim sisteminden amaçlanan sonuçları alabilecek gibi görünmemektedir. Bu noktada eksiklik kendini özellikle Komisyonun yetkilerinin  yetersiz  ve  bağımsızlığının  sağlanamamış  olmasında göstermektedir. Yine  Komisyonun  ülke  çapında  örgütlenmeyişi,  personel sayısının  azlığı,  kamuoyunun  Komisyonun  mevcudiyetinden  hemen  hiç haberdar olmaması da denetim sisteminden beklenen sonuçların alınması önünde engel oluşturmaktadır. Bütün bu açıklamalardan sonra son söz olarak, 6713 sayılı Kanunla kurulan Kolluk Gözetim Komisyonu nun Türkiye nin AB üyelik kriterleri için uğraştığı izlenimi vermeye yönelik bir çabadan ibaret olduğu söylenebilir.",
     "Kaynakça": "ALTUNTOP, Serkan: “Hesapverebilirlik Bağlamında Kolluğun Sivil Denetimi: Sivil Gözetim Kurulları”,  İnsan Hakları Yıllığı, Y. 2015, C. 33. Amnesty  International:  Dutch  Section,  Police  and  Human  Rights Programme, Short Paper Series No. 2, 2015. Amnesty International: Spain: Report of Seminar “Police Complaints Investigation Mechanisms In The Spanish ContextMadrid 2008, (Spain). BOER den Monica -  FERNHOUT Roel: Policing The Police, Police Oversight  Mechanisms  in  Europe: Towards  a  Comparative  Overview  of Ombudsmen and Their Competencies, 2008. CERRAH, İbrahim: Avrupa Konseyi Avrupa Polis Etiği Kuralları ve Türkiye de Güvenlik Personelinde Mesleki Sosyalleşme, DCAF – TESEV Güvenlik Sektörü Çalışmaları Dizisi 3, 2008. Council of Europe Parliamentary Assembly: Committee on Equality and Non-Discrimination  Tackling racism in the poliçe Report, Rapporteur: Mr David DAVIES, (AS/Ega (2013) 41). 142 Türkiye de fazla bir işlev görmeyen ve insan hakları alanında faaliyet gösteren ilk yapı Kolluk Gözetim Komisyonu değildir. Kolluk personel ve faaliyetlerine özgü olmamakla birlikte genel olarak insan hakları ihlalleri, idarenin hukuka aykırı eylem ve işlemlerinin incelenmesi için kurulan İnsan Hakları ve Eşitlik Kurumu, Kamu Denetçiliği Kurumu gibi yapılar da yeterli yetkiler tanınmadığı; sivil katılım yerine devlet bürokrasisine çok fazla ağırlık verdiği için istenen sonuçları verememiştir. ALTUNTOP, s. 55. 134 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Çınar Can EVREN Council of Europe: Opinion Of The Commissioner For Human Rights Concerning Independent And Effective Determination Of Complaints Against The Police, (CommDH(2009)4). Council  of  Europe:  The  European  Code  of  Police  Ethics, Recommendation Rec(2001)10, adopted by the Committee of Ministers of the Council of Europe on 19 September 2001 and explanatory memorandum. DOSSETT, Graham:  Independent and Effective Police Complaints Mechanisms: Lessons Learnt from the European Context in Strengthening Police Oversight and Accountability in Southern Africa, Summary report on a workshop held in Johannesburg, South Africa, 4–6 December 2013. ERZURUMLUOĞLU,  Bayram:  “Kolluk  Kuvvetlerinin  Demokratik Denetimi”, ABD, Y.67, S. 2, 2009. FIRAT İsmail - ERDEM Emrah: “Türkiye de İç Güvenlik Hizmeti Ve Kolluğun Sivil Denetimi”, Sayıştay Dergisi, Y. 2014, S. 94. GUTHRIE Mark - MALUNGA Siphosami: “Legal Assistance and Legal Reform”,  in. United Nations Development Programme, Public Oversight of the Security Sector, A Handbook for Civil Society Organizations, 2008. Independent Investigation of Complaints against the Police, Policy Brieﬁ ng  Paper,    http://www.policeaccountability.org.au/wp-content/ uploads/2015/11/CLCpaper_ﬁ nal.pdf, (ET. 20.07.2016), 2015. KOYUNCU,  Erhan:  “İç  Güvenlik  Sektörünün  Sivil  Gözetiminin Geliştirilmesi Projesi”, İdarecinin Sesi - Kasım-Aralık 2010, S. 142. LEIGH  Ian:  “Executive,  Legislative  and  Judicial  Oversight  and Guidance  over  the  Security  Sector”,  in.  United  Nations  Development Programme, Public Oversight of the Security Sector, A Handbook for Civil Society Organizations, 2008. MEHTA,  Swati:  “Holding  Police  To  Account  For  Misconduct: Police-Speciﬁ c Complaints Agencieshttp://www.humanrightsinitiative.org/ programs/aj/police/res_mat/po lice_speciﬁ c_complaints_agencies.pdf , (ET. 20.07.2016), (police). MEHTA, Swati: Police Complaints Agencies in the Commonwealth, , (Commonwealth). MILLER,  Joel:  Civilian  Oversight  Of  Policing  Lessons  from  the Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 135Kolluk Gözetim Komisyonu Literature, Global Meeting on Civilian Oversight of Police, Vera Institute of Justice, Los Angeles 2002. OECD: Handbook on Security System Reform Supporting Security And Justice, 2007. Türk Polisi ve Jandarması için Bağımsız Bir Polis Şikâyet Komisyonu ve Şikayet Sistemi nin Kurulması Avrupa Birliği Eşleştirme Projesi, Proje Briﬁ ngi, 20 ŞUBAT 2007  - 01 ŞUBAT 2008. Türk Polisi ve Jandarması için Bağımsız Bir Polis Şikâyet Komisyonu ve Şikâyet Sistemi Kurulması Projesi, Beyin Fırtınası Toplantısı, 5 & 6 Şubat 2008. United Nations General Assembly: Report of the Special Rapporteur on Extrajudicial, Summary or Arbitrary Executions, Study on Police Oversight Mechanisms, 2010, (A/HRC/14/24/Add.8). United Nations Ofﬁ ce On Drugs And Crime (UNODC): Handbook on Police Accountability, Oversight and Integrity, Criminal Justice Handbook Series, New York 2011. WISLER,  Dominique:    Police  Governance:  European  Union Best  Practices,  Coginta,  2011,  http://www.dcaf.ch/Publications/PoliceGovernance-European-Union-Best-Practices, (ET. 20.07.2016). YASİN, Melikşah: İdarenin Yasama Tarafından Denetlenmesi, XII Levha Yayınları, İstanbul 2011. YAVUZDOĞAN  Seçkin  – AKIN  Havva  Şimşek:  “Kolluğun  Sivil Gözetimi”, TAAD, Y. 6, S. 20. YAVUZDOĞAN,  Seçkin:  “İngiltere de  Bağımsız  Kolluk  Şikâyet Sistemi ve Türkiye de Uygulanabilirliği”, DEÜHFD, C. 12, Özel Sayı, 2010, (Basım Yılı: 2012). 136 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4"
}