{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "SENDİKAL HAKLARIN KULLANILMASININ ENGELLENMESİSUÇU (TCK m.118)",
     "Title": "PREVENTION OF USE OF SYNDICAL RIGHTS (TCC art.118)",
     "Yazar İsmi": [
          "Uğur ERSOY"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sendikal haklar",
          "bireysel sendika özgürlüğü",
          "kolektif sendika özgürlüğü",
          "sendika",
          "iş hukuku"
     ],
     "Keywords": [
          "Syndical rights",
          "individual syndical freedom",
          "collective syndical freedom",
          "syndicate",
          "labour law"
     ],
     "Özet": "İnceleme konumuzu oluşturan sendikal hakların kullanılmasının engellenmesi suçuna 765 sayılı TCK da yer verilmemiştir. Bu açıdan bakıldığında söz konusu suçun ilk defa 5237 sayılı TCK ile düzenlenmiş olduğunu ifade edebiliriz. TCK nın 118. madde başlığı Sendikal hakların kullanılmasının engellenmesi” olsa  da,  maddede  esas  itibariyle  iki  ayrı  suçun  düzenlendiğini  söyleyebiliriz. Çalışmamızda, 118. maddenin 1. fıkrasında belirtilen suçu tanımlamak için Bireysel Sendika Özgürlüğünün İhlali Suçu”, 2. fıkrasında belirtilen suçu tanımlamak içinse Kolektif Sendika Özgürlüğünün İhlali Suçu” kavramları kullanılacaktır. Böyle ikili bir ayrımın, konunun anlaşılmasını sağlaması açısından daha faydalı olacağını düşünmekteyiz. İnceleme  konumuzu  oluşturan  suç  tipi,  her  ne  kadar  ceza  hukukunun konusunu oluştursa da, maddenin yorumlanması bakımından iş hukukundan istifade edilmesinde zorunluluk bulunduğu şüphesizdir. Bu nedenle, yeri geldikçe iş hukukuyla ilgili kavramların açılımı yapılmak suretiyle, bu yeni suç tipinin sağlıklı bir şekilde yorumlanması ve incelenmesi amaçlanmaktadır.",
     "Abstract": "Prevention of use of syndical rights is not issued in Turkish Criminal Code No. 765. When viewed from this aspect we can tell that prevention of use of syndical rights is ﬁ rst issued in Turkish Criminal Code No. 5237. Article 118 of Turkish Criminal Code issues prevention of use of syndical rights, but we can tell that there are two separate oﬀ enses issued by article, in essence. In our study we will use the term Crime of Violation of Individual Syndical Freedom for the crime which issued in the ﬁ rst paragraph of article and Crime of Violation of Collective Syndical Freedom for the crime which issued in the second paragraph. With these terms we use, it will be easier to understand our study.   Dr., Kırıkkale Üniversitesi Hukuk Fakültesi, Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 471Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) It is important to refer labour law, although the crimes we will explain are about criminal law for explication of Article 118. Therefore we will describe some terms about labour law when possible.",
     "Metin": "Ceza Hukuku ve İş Hukuku Arasındaki İlişki Çalışma  yaşamını  düzenleyen  kurallara  aykırı  hareket  halinde uygulanacak ceza yaptırımlarını inceleyen hukuk dalına sosyal ceza hukuku denilmektedir. Sosyal ceza hukuku normları idari yaptırımlar gibi önleyici ve caydırıcı özellikleri ile iş hukukunun etkinliğinin ve fiilen uygulanmasının sağlanmasında önemli enstrümanları oluşturmaktadır. Sosyal ceza hukuku bir yandan iş hukukuna, diğer yandan ceza hukukuna bağımlıdır. Sosyal ceza hukukunda, bir fiilin suç olup olmadığının saptanması için iş hukuku kavram ve kurallarına başvurulur. Bu hukuk dalında suçlar genel itibariyle iş kanunlarının hükümlerine yollama yapmak suretiyle tanımlanmıştır. Yollamada bulunulan maddenin düzenlediği iş hukuku kurumu ve kuralı bilinmedikçe, bir fiilin suç olup olmadığının saptanması da mümkün değildir. Elbette ki sosyal ceza hukukunun uygulanması sırasında ceza hukukunun genel ilke ve kurallarına başvurulmaktadır. Günümüzde  gerek  tarafı  olduğumuz  uluslararası  anlaşmalar,  gerek mevzuatımızda yer alan ceza içeren normlar, ceza hukuku ile iş hukuku arasındaki ilişkinin sona ermediğini ve kısa vadede de sona ermeyeceğini göstermektedir.  Bunun  en  bariz  göstergesi  olarak,  inceleme  konumuzu oluşturan, Türk Ceza Kanunu nun 118. maddesi ile ceza hukuku alanına ilk  kez  giren  sendikal  hakların  kullanılmasının  engellenmesi  suçunu gösterebiliriz. 1   Günümüz modern toplumlarında suç olarak kabul edilmiş bazı fiillerin suç olmaktan çıkarılması yolunda bir eğilim olduğu, bu açıdan bakıldığında çalışma ceza hukuku içine giren birçok fiilin ceza hukuku dışına çıkartılması gerektiği yolundaki görüş ve tartışmalar için bkz. Yarsuvat, Duygun, Çalışma Ceza Hukuku – Sendika Özgürlüğüne Karşı Suçlar – Kanun Dışı Grev ve Lokavt Suçları, İstanbul 1978, s.13-14. 2   Süzek, Sarper, İş Hukuku, 11. Baskı, İstanbul 2015, s.128-129. 3   5237 sayılı TCK ile, işçilerin bazı temel haklarının ceza kanununun koruması altına alındığı; endüstriyel ilişkiler düzenimize işveren yanlısı bir platformdan bakanlar için, TCK nın işçiler lehine getirmiş olduğu düzenlemelerin, işverenlerin aleyhine bir düzen kurmak ve çalışma yaşamında olumsuz sonuçlar doğuracak bir girişim olarak suçlayacakları belirtilmektedir. Bu açıdan bakıldığında, TCK nın, ilk defa işçilerin Anayasa dan doğan ve bugüne kadar 472 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY II. Sendikalar ve Sendika Özgürlüğü Sanayi devriminin yarattığı iktisadi liberalizm görüşünün temelinde, üretimin artırılmasına ve çalışma hayatının sınırlandırılmasına yönelik her türlü girişimin yasaklanması düşüncesi yatmaktaydı. İktisadi liberalizm görüşünün savunucuları, işçilerin sendikalaşma faaliyetlerini, işverenlerin ticaret yapma özgürlüğüne yönelik gayrimeşru bir müdahale olarak nitelendirmekteydiler. Bütün  bunların  sonucunda  19.  yüzyıl  Avrupası nda,  işçilerin  kurdukları örgütlerin ve sendikaların faaliyetleri engellenmiş, işçilerin bir araya gelerek haklarını  aramaları  ve  grev  yapmaları  cezai  yaptırımlara  bağlanmıştır. Böylece,  çalışma  ve  ticaret  serbestisinin  korunmasını  amaçlayan  ceza kanunları, bir anda işçilerin sendika kurmalarını ve çeşitli yollarla haklarını aramalarını  cezalandırma  için  bir  araç  olarak  kullanılmaya  başlanmıştır. Örneğin, 19. yüzyılın en önemli sosyal değişikliğine sahne olan ve bizzat grevin ve sendikalaşmanın suç olarak kabul edildiği Fransa da, 1825 yılından grevin suç olmaktan çıkartıldığı 1864 yılına kadar 10.000 kişi yalnızca grev yaptıkları  için  hapis  cezasına  mahkum  edilmişlerdir.  İlerleyen  yıllarda, sendikal örgütlenmeye başlangıçta şiddetle karşı çıkan devletlerin sendikal örgütlenmeyi  bir  hak  olarak  tanıdıklarını  görmekteyiz.  Bunun  temelinde işçilerin verdikleri uzun mücadeleler yatmaktadır. Sendikalar, yukarıda da ifade edildiği üzere sanayileşme sonucunda ortaya çıkmış olan kuruluşlardır. Bundan dolayı sendikacılık hareketinin, sanayileşmenin başladığı İngiltere de doğan ve bütün dünyaya yayılan bir hareket olduğunu söyleyebiliriz. Sendikalar, işçilerin, işyerlerindeki çalışma şartlarını, hak ve menfaatlerini iyileştirme mücadelesinin ortaya çıkardığı kuruluşlardır. Bu açıdan bakıldığında sendikaları mücadele örgütleri olarak nitelendirmek yanlış olmaz. Çalışma Bakanlığı nın, sendikaların ve yargı organlarının varlığına karşın bir türlü güvence altına alınamayan bazı temel hakları konusunda ilk defa cezai yaptırımlar öngören bir kanun olduğu belirtilmektedir. Bkz. Ünsal, Engin, Sendikalar Yeni TCK nin Korumasında, 01.06.2005 günlü Cumhuriyet Gazetesi. 4   Sendikaların ve sendikacılığın tarihi gelişimiyle ilgili ayrıntılı bilgi için bkz. Çelik, Nuri/ Caniklioğlu, Nurşen/Canbolat, Talat, İş Hukuku Dersleri, 27.Bası, İstanbul 2014, s.470 vd.; Baybora, Dilek, Türk İş Hukuku ve Mukayeseli Hukukta Sendika Yöneticiliği, Ankara 2001, s.15 vd.; Tuncay, A. Can, Toplu İş Hukuku, İstanbul 1999, s.4 vd.; Sur, Melda, İş Hukuku Toplu İlişkiler, 3.Bası, Ankara 2009, s.9 vd.; Kaymaz, Çiğdem, Sendika Özgürlüğü ve Hakkı, İstanbul 2012, s.20-26 (Yayımlanmamış yüksek lisans tezi). 5    Tuncay, Toplu İş Hukuku, s.5; Yarsuvat, Çalışma Ceza Hukuku, s.4. 6   Tuncay, Toplu İş Hukuku, s.5. 7   Sur, İş Hukuku, s.10; Aktay, Nizamettin/Arıcı, Kadir/Senyen-Kaplan, E.Tuncay, İş Hukuku, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 473Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) Anayasa nın 51. maddesinde sendikanın tanımını yapılmamış olmasına karşın, sendikanın tanımını belirleyecek bazı esaslara yer verilmiştir. Söz konusu madde şu şekildedir: Çalışanlar ve işverenler, üyelerinin çalışma ilişkilerinde, ekonomik ve sosyal hak ve menfaatlerini korumak ve geliştirmek için önceden izin almaksızın sendikalar ve üst kuruluşlar kurma, bunlara serbestçe üye olma ve üyelikten serbestçe çekilme haklarına sahiptir. Hiç kimse bir sendikaya üye olmaya ya da üyelikten ayrılmaya zorlanamaz. Sendikanın net bir tanımına 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanununun  2.  maddesinde  yer  verilmiştir:  Sendika:  İşçilerin  veya işverenlerin çalışma ilişkilerinde, ortak ekonomik ve sosyal hak ve çıkarlarını korumak ve geliştirmek için en az yedi işçi veya işverenin bir araya gelerek bir işkolunda faaliyette bulunmak üzere oluşturdukları tüzel kişiliğe sahip kuruluşları ifade etmektedir. Sendikanın tanımını bu şekilde verdikten sonra, sendika özgürlüğünden ne  anlaşılması  gerektiğinin  de  ortaya  konulması  gerekmektedir.  Sendika özgürlüğünün, insan hak ve hürriyetlerinden daha değişik bir içeriğe sahip olduğu ifade edilmektedir. Sendika özgürlüğü genel olarak, çalışanlar ve işverenlerin, önceden izin almaksızın örgütlerini serbestçe kurabilme, bireysel olarak serbestçe bu örgütlere üye olabilme, tüzük ve iç düzenlemelerini özgürce yapabilme, temsilcilerini serbestçe seçebilme, yönetim ve etkinlikleri ile iş programlarını serbestçe düzenleyebilme hakkını ifade etmektedir. Pek tabidir ki, bu sendika özgürlüğünün varlığından söz edebilmek için, diğer bazı hak ve özgürlüklerin de mevcut olması zorunlu bir şarttır. Bu bağlamda, toplantı ve gösteri yapma özgürlüğü, düşünce ve ifade özgürlüğü gibi temel hak  ve  özgürlüklerin  tam  ve  gereği  gibi  güvence  altına  alınamadığı  bir ortamda sendika özgürlüğünün varlığından da söz edilemeyecektir. Bu hakkın 5.Baskı, Ankara 2012, s.274; Akyıldız, Hüseyin/Korkmaz, Adem, İş ve Sosyal Sigortalar Hukuku, Ankara 2009, s.107. 8   Tuncay, Toplu İş Hukuku, s.13. 9   Sendika özgürlüğüyle ilgili ayrıntılı bilgi için bkz. Talas, Cahit, Sendika Hürriyeti, Ankara 1957, s.10 vd. 10  Hürriyet kavramından ne anlaşılması gerektiği, eski zamanlardan beri insan düşüncesini kurcalayan büyük sorunlardan birisi olmuştur. Yüzyıllar boyunca yapılan bütün çabalara ve araştırmalara rağmen, üzerinde herkes tarafından anlaşmaya varılmış bir hürriyet kavramına rastlanmadığını görmekteyiz. Bunun sebebi olarak hürriyetin çok yönlü bir kavram olması gösterilmektedir. Bkz. Kapani, Münci, Kamu Hürriyetleri, 7.Baskı, Ankara 1993, s.3. 11  Yarsuvat, Çalışma Ceza Hukuku, s.21; Erkul, İhsan/Güven, Ercan, Editör: Ufuk Aydın, İş Hukuku, Anadolu Üniversitesi Yayınları, 2.Bası, Eskişehir 2004, s.123. Narmanlıoğlu, sendika özgürlüğünün, tek bir özgürlüğü  değil, bir özgürlükler yumağını yansıttığını ifade etmektedir. Bkz. Narmanlıoğlu, Ünal, İş Hukuku II – Toplu İş İlişkileri, İzmir 2001, s.8. 474 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY kullanılması aynı zamanda devlete karşı tam bir serbestliği de içermektedir. Başka bir ifadeyle, sendika özgürlüğü kavramı, sadece bireylerin örgütlenme hakkını değil, aynı zamanda oluşturdukları tüzel kişiliklerin varlığını ve bu tüzel kişiliklerin kendine özgü faaliyetlerinin de garanti altına alınmasını ifade etmektedir. Bütün bu hususlardan dolayı sendika özgürlüğü çifte temel hak niteliğine sahiptir. Sendikalar günümüzde, kendi varlık sebepleri olan üyelerinin mesleki menfaatlerini korumak amacının çok üstüne çıkmış ve bu durum da sendikaların öneminin giderek artmasına yol açmıştır. Öyle ki, başlangıçta tamamen özel hukuk tüzel kişiliği kapsamı içinde kurulmuş bulunan sendikaların sonradan artan önemleri, kamuoyu üzerindeki etkinlikleri ve hükümetlerin politikalarını yönlendirebilecek konumları nedeniyle sendikalar adeta kamu tüzel kişiliği görünümü kazanmışlardır. Ülkemizde  sendikal  hak  ve  özgürlüklerin  kazanılması,  Batı kapitalizminin etkisi ile anayasa ve yasalaştırma hareketleriyle beraber eş zamanlılık  göstermektedir.  Sendika  özgürlüğünün  ve  sendikal  hakların Türkiye de ortaya çıkışının 1947 yılına dayandığı söylenebilir. O tarihte 12  Aktay/Arıcı/Senyen-Kaplan, İş Hukuku, s.294; Tuncay, Toplu İş Hukuku, s.21; Narmanlıoğlu, İş Hukuku, s.9; Yarsuvat, Çalışma Ceza Hukuku, s.23-24; Akyıldız/Korkmaz, İş ve Sosyal Sigortalar Hukuku, s.113; Baybora, Sendika Yöneticiliği, s.25. Alman ve İsviçre Hukuku nda da aynı görüş savunulmaktadır. Bkz. Çelik/Caniklioğlu/Canbolat, İş Hukuku, s.477 dn.7 deki yazarlar. Kaymaz, Sendika Özgürlüğü ve Hakkı, s.43; Argun, Fazilet Nurel, Sendikal Hak ve Özgürlüklerin Hukuki Niteliği, Türkiye Barolar Birliği Dergisi, 1995/1, s.13-14, s.17; Pir, Ali Kaya, Sendika Özgürlüğü Açısından 4688 sayılı Kamu Görevlileri Sendikaları Yasasının Değerlendirilmesi, Çimento İşveren Dergisi, Mayıs 2002, Sayı:3, Cilt:16, s.24; Tuncay, A. Can, İşçi Sendikası Üyeliğinin Kazanılması ve Sona Ermesi, İstanbul 1975, s.35; Evik, Ali Hakan, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Yıl:5, Sayı:10 - Güz 2006/2, s.206; Tunçomağ, Kenan/Centel, Tankut, İş Hukukunun Esasları, İstanbul 1999, s.227; Rehbinder, Manfred, Schweizerisches Arbeitsrecht, 13. Auﬂ age, Bern 1997, §23 A. 13  Yarsuvat, Çalışma Ceza Hukuku, s.22-23; Kürtün, Hüsamettin, Türk Ceza Hukukunda Çalışma Özgürlüğünün ve Sendikal Hakların Kullanılmasının Engellenmesi, İzmir 2010, s.114 (Yayımlanmamış yüksek lisans tezi). 14  Ayrıntılı bilgi için bkz. Çelik/Caniklioğlu/Canbolat, İş Hukuku, s.471 vd.; Aktay/ Arıcı/Senyen-Kaplan, İş Hukuku, s.275 vd.; Narmanlıoğlu, İş Hukuku, s.47 vd.; Kaymaz, Sendika Özgürlüğü ve Hakkı, s.21-23; Özerkmen, Necmettin, Geçmişten Günümüze Türkiye de Anayasa ve Yasalarda Sendikal Hakların Düzenlemesi ve Getirilen Kısıtlamalar, Ankara Üniversitesi Dil ve Tarih Coğrafya Fakültesi Dergisi, Cilt:43, Sayı:1, Yıl:2003, s.241. 15  Baybora, Sendika Yöneticiliği, s.19. Buna karşılık doktrinde, 5018 sayılı Kanunda sendika özgürlüğünün açıkça tanınması gibi bazı olumlu yönler bulunmasına karşın, sendikaların faaliyetlerini önemli ölçüde kısıtlayacak hükümlere de yer verilmiş olmasının, sendikaların güçlenmesi yolunda önemli bir engel oluşturduğu ifade edilmektedir. Bkz. Çelik/Caniklioğlu/ Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 475Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) kabul edilmiş bulunan ve 16 yıl süreyle yürürlükte kalan 5018 sayılı İşçi ve İşveren Sendikaları ve Sendika Birlikleri Kanunu ile sendikalaşmanın önü açılmıştır. Ancak bu Kanun, tüm işçilere örgütlenme hakkı vermemiş, sendikaları  resmi  makamların  denetimine  tabi  tutmuştu.  Daha  sonraları, 1961 Anayasası ile sosyal devlet ilkesinin ilk kez Türkiye Cumhuriyeti nin nitelikleri arasında sayılması, sendika kurma, grev ve toplu iş sözleşmesi haklarına Anayasa da açıkça yer verilmiş olmasından dolayı yeni bir kanunun çıkartılması zorunluluğu ortaya çıkmıştır. Bu ihtiyacı karşılamak amacıyla 274 sayılı Sendikalar Kanunu ve 275 sayılı Toplu İş Sözleşmesi, Grev ve Lokavt Kanunu kabul edilmiştir. 274 ve 275 sayılı kanunların kabul edilmesi ile birlikte Türk sendikacılığında yeni bir dönem başlamıştır. 12 Eylül 1980 askeri ihtilalinden sonra bir kısım sendikaların faaliyetlerinin durdurulması ve 1982 yılında kabul edilen Türkiye Cumhuriyeti Anayasası nın yürürlüğe girmesi, Türk  sendikacılık  hareketini  yakından  etkilemiştir.  1983  yılında kabul  edilen  2821  sayılı  yeni  Sendikalar  Kanununda  ve  2822  sayılı Toplu İş Sözleşmesi, Grev ve Lokavt Kanununda bu değişikliklerin izleri görülmektedir. 2821 ve 2822 sayılı Kanunlar, 2012 yılında yerini 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanununa bırakmıştır. Bireysel sendika özgürlüğünün korunmasının üç boyutu olduğu ifade edilmektedir: Üyeler, işyeri sendika temsilcileri ve sendika yöneticileri. Aşağıda bunlarla ilgili getirilen düzenlemelere kısaca değinilecektir. Sendika özgürlüğünün korunmasının ilk boyutunu oluşturan üyelerle ilgili  korumalara,  6356  sayılı  Kanun un  25.  maddesinin  l.  fıkrasında, İşçilerin işe alınmaları belli bir sendikaya girmeleri veya girmemeleri, belli bir sendikadaki üyeliği sürdürmeleri veya üyelikten çekilmeleri veya Canbolat, İş Hukuku, s.473; Narmanlıoğlu, İş Hukuku, s.50; Aktay/Arıcı/Senyen-Kaplan, İş Hukuku, s.278; Kaymaz, Sendika Özgürlüğü ve Hakkı, s.24. 16  Anayasa da açıkça yer almamakla birlikte, kolektif sendika özgürlüğü hukukumuzda kabul edilmektedir. 6356 sayılı Kanun un 26. maddesinin 6. fıkrasında kolektif sendika özgürlüğünün  bir  bölümünü  ilgilendiren  konuda  düzenleme  yapılmıştır.  Benzer düzenlemelere aynı Kanun un 25. maddesinin 3. fıkrasında da yer verilmiştir. Kuşkusuz sendikanın ve konfederasyonun varlığının korunması sadece işçi ve işverenlerin veya bunların kuruluşlarının karşılıklı ilişkileri içinde kalmamaktadır. Sendikaların ve konfederasyonların varlık ve faaliyetlerinin korunması her şeyden önce devlete, daha sonra üyelerine, üçüncü kişilere ve rakip kuruluşlara karşı söz konusu olmaktadır. Kolektif sendika özgürlüğünün korunmasıyla ilgili olarak TCK m.118/2 çok önemli bir fonksiyon üstlenmektedir. Bkz. Çelik/Caniklioğlu/Canbolat, İş Hukuku, s.502-503. 17   Çelik/Caniklioğlu/Canbolat,  İş  Hukuku,  s.483-503; Akyıldız/Korkmaz,  İş  ve  Sosyal Sigortalar Hukuku, s.116-121; Dereli, Toker, 6356 Sayılı Yeni Sendikalar ve Toplu İş Sözleşmesi Kanunu: Genel Bir Değerlendirme, Çalışma ve Toplum Dergisi, 2013/1, s.46. 476 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY herhangi bir sendikaya üye olmaları veya üye olmamaları şartına bağlı tutulamaz.  denilmek  suretiyle  yer  verilmiştir.  Söz  konusu  maddenin  2. fıkrasında, İşveren, bir sendikaya üye olan işçilerle sendika üyesi olmayan işçiler veya ayrı sendikalara üye olan işçiler arasında çalışma şartları veya çalıştırmaya son verilmesi bakımından herhangi bir ayırım yapamaz. Paraya ilişkin konularda toplu iş sözleşmesi hükümleri saklıdır. denilmiş, 3. fıkrada ise İşçiler sendikaya üye olmaları veya olmamaları, iş saatleri dışında veya işverenin izni ile iş saatleri içinde işçi kuruluşlarının faaliyetine katılmaları veya sendikal faaliyette bulunmalarından dolayı işten çıkarılamaz veya farklı işleme tabi tutulamaz. denilmektedir. 25. maddenin 4 ila 9. fıkraları arasında ise işçinin iş sözleşmesinin sendikal nedenlerle feshedilmesi halinde işçinin sahip olduğu haklar ayrıntılı bir şekilde düzenlenmiştir. Doktrinde, işçinin sendikal nedenlerle feshe karşı korunmasına ilişkin yukarıda belirttiğimiz yasal düzenlemelerin, gerek 8719 ve 9820 sayılı ILO (International Labour Organisation – Uluslararası Çalışma Örgütü) sözleşmelerine uyum için, gerek ülkemizdeki sendika hareketinin geleceği bakımından son derece önemli olduğu ifade edilmektedir. Sendika özgürlüğünün korunmasının ikinci boyutunu işyeri sendika temsilcileriyle  ilgili  koruyucu  hükümler  oluşturmaktadır.  Sendika özgürlüğünün kullanılmasında sendika işyeri temsilcilerinin çok önemli bir yeri bulunmaktadır. Zira sendikal hakların kullanılması, toplu iş sözleşmesinin uygulanması  ve  denetimi,  üyelerin  (işçilerin)  sendika  ve  işveren  ile iletişiminin sağlanması, şikayet, disiplin ve uyuşmazlık çözümü işlevlerinin yerine getirilmesi ve örgütlenme faaliyetinin yürütülmesi işyeri düzeyinde gerçekleştirilecektir. İşverenle iş ilişkisi devam eden bu temsilcilerin işlevlerini 18  İş sözleşmesinin sendikal nedenlerle feshi hakkında ayrıntılı bilgi için bkz. Şuğle, Sendikalar Hukuku, s.398-400; Özkaraca, Ercüment, 6356 Sayılı Kanunda Sendikal Güvenceler, Çalışma ve Toplum, 2013/3, s.202 vd.  19  Sendika Özgürlüğüne ve Örgütlenme Hakkının Korunmasına İlişkin 87 Sayılı Sözleşmenin Onaylanmasının Uygun Bulunduğuna Dair Kanun (25.11.1992 Tarih ve 3847 Sayılı Kanun, R.G. Tarih-Sayı: 11.12.1992-21432). 20  Örgütlenme ve Toplu Görüşme Hakkı Prensiplerinin Uygulanması Hakkında 98 Sayılı Sözleşmenin Onaylanmasının Uygun Bulunduğuna Dair Kanun (08.08.1951 Tarih ve 5834 Sayılı Kanun, R.G. Tarih-Sayı: 14.08.1951-7884). 21  Dereli, Sendikalar ve Toplu İş Sözleşmesi Kanunu, s.48. 22  İşyeri sendika temsilcilerinin güvencesiyle ilgili ayrıntılı bilgi için bkz. Özkaraca, Sendikal Güvenceler, s.190 vd.; Şuğle, Sendikalar Hukuku, s.402-403. 2821 sayılı Kanun döneminde işyeri sendika temsilcilerinin feshe karşı korunması ile ilgili olarak bkz. Cengiz (Urhanoğlu), İştar, İşyeri Sendika Temsilcilerinin Feshe Karşı Korunması, Kamu-İş, Cilt:11, Sayı:1, Yıl:2009, s.59-83. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 477Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) sağlıklı bir şekilde yerine getirebilmeleri, diğer sendika çalışanlarına göre feshe ve ayrımcılığa karşı daha güçlü biçimde korunmalarını zorunlu kılmaktadır. Bu husus hem sendika özgürlüğünün geçerli olduğu tüm diğer ülkelerde, hem de ILO nun 135 sayılı sözleşmesinde vurgulanmıştır. İşyeri sendika temsilcisiyle ilgili yasal düzenlemeye 6356 sayılı Kanun un 24. maddesinde yer verilmiştir. Söz konusu madde şu şekildedir: Madde 24 - (1) İşveren, işyeri sendika temsilcilerinin iş sözleşmelerini haklı bir neden olmadıkça ve nedenini yazılı olarak açık ve kesin şekilde belirtmedikçe feshedemez. Fesih bildiriminin tebliği  tarihinden  itibaren  bir  ay  içinde,  temsilci  veya  üyesi  bulunduğu sendika dava açabilir. (2) Dava basit yargılama usulüne göre sonuçlandırılır. Mahkemece  verilen  kararın  temyizi  halinde  Yargıtay  kesin  olarak  karar verir. (3) Temsilcinin işe iadesine karar verilirse fesih geçersiz sayılarak temsilcilik süresini aşmamak kaydıyla fesih tarihi ile kararın kesinleşme tarihi arasındaki ücret ve diğer hakları ödenir. Kararın kesinleşmesinden itibaren altı iş günü içinde temsilcinin işe başvurması şartıyla, altı iş günü içinde işe başlatılmaması halinde, iş ilişkisinin devam ettiği kabul edilerek ücreti ve diğer hakları temsilcilik süresince ödenmeye devam edilir. Bu hüküm yeniden temsilciliğe atanma halinde de uygulanır. (4) İşveren, yazılı rızası olmadıkça işyeri sendika temsilcisinin işyerini değiştiremez veya işinde esaslı tarzda değişiklik yapamaz. Aksi halde değişiklik geçersiz sayılır. Sendika özgürlüğünün korunmasının üçüncü ve son boyutunu sendika yöneticisiyle ilgili koruyucu hükümler oluşturmaktadır. Profesyonel sendika yöneticisi olarak adlandırılan kişiler bu görevleri kabul ederek işlerinden ayrılırken onların belli bir gelecek güvencesiyle hareket etmelerini sağlamak isteği hukuk sistemimize ilk kez 1963 tarihli 274 sayılı Sendikalar Kanunu ile girmiş, bunu izleyen tüm sendikal mevzuat düzenlemelerinde de tekrarlanmıştır. Sendika yöneticilerinin güvencesi diyebileceğimiz bu yaklaşımın nedenleri arasında ülkemizde profesyonel sendika yöneticilerinin gelişmesini teşvik etmek, yöneticinin seçim sürecinde tekrar seçilmeme olasılığını önlemesine yönelik direncini hafiﬂ eterek sendika demokrasisine katkıda bulunmak, bu yolla gelir ve statüsü yükselecek yöneticinin işveren karşısında görevini daha güvenle ve etkin biçimde yapmasını sağlamak gibi saiklerin yer aldığı belirtilmektedir.  Bununla  ilgili  koruma  mekanizmalarına  6356  sayılı Kanun un 23. maddesinde yer verilmiştir. Söz konusu madde şu şekildedir: 23  Dereli, Sendikalar ve Toplu İş Sözleşmesi Kanunu, s.49. 24  Sendika yöneticilerine tanınan güvenceler hakkında ayrıntılı bilgi için bkz. Özkaraca, Sendikal Güvenceler, s.180 vd.; Şuğle, Sendikalar Hukuku, s.400-401. 25  Dereli, Sendikalar ve Toplu İş Sözleşmesi Kanunu, s.50. 478 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY Madde 23 – (1) İşçi kuruluşunda yönetici olduğu için çalıştığı işyerinden ayrılan işçinin iş sözleşmesi askıda kalır. Yönetici dilerse işten ayrıldığı tarihte iş sözleşmesini bildirim süresine uymaksızın veya sözleşme süresinin bitimini beklemeksizin fesheder ve kıdem tazminatına hak kazanır. Yönetici, yöneticilik süresi içerisinde iş sözleşmesini feshederse kıdem tazminatı fesih tarihindeki emsal ücret üzerinden hesaplanır. (2) İş sözleşmesi askıya alınan yönetici; sendikanın tüzel kişiliğinin sona ermesi, seçime girmemek, yeniden seçilmemek veya kendi isteği ile çekilmek suretiyle görevinin sona ermesi hâlinde, sona erme tarihinden itibaren bir ay içinde ayrıldığı işyerinde işe başlatılmak üzere işverene başvurabilir. İşveren, talep tarihinden itibaren bir ay içinde bu kişileri o andaki şartlarla eski işlerine veya eski işlerine uygun bir diğer işe başlatmak zorundadır. Bu kişiler süresi içinde işe başlatılmadığı takdirde, iş sözleşmeleri işverence feshedilmiş sayılır. (3) Yukarıda sayılan nedenler  dışında  yöneticilik  görevi  sona  eren  sendika  yöneticisine  ise başvuruları hâlinde işveren tarafından kıdem tazminatı ödenir. Ödenecek tazminatın hesabında, işyerinde çalışılmış süreler göz önünde bulundurulur ve fesih anında emsalleri için geçerli olan ücret ve diğer hakları esas alınır. İşçinin iş kanunlarından doğan hakları saklıdır. Sendika  özgürlüğü,  bireysel  ve  kolektif  sendika  özgürlüğü  olmak üzere  ikiye  ayrılmaktadır.  Bireysel  sendika  özgürlüğü  de  kendi  içinde olumlu ve olumsuz bireysel sendika özgürlüğü olarak ikiye ayrılmaktadır. Olumlu bireysel sendika özgürlüğüne örnek olarak, kişilerin özgürce sendika kurmaları, kurulmuş sendikalara üye olmaları veya sendika faaliyetlerine katılmalarını  gösterebiliriz.  Olumsuz  bireysel  sendika  özgürlüğüne  örnek olarak, kişilerin sendikaya üye olmama, üye oldukları sendikadan ayrılma, sendika  faaliyetlerine  katılmama  hakları  gösterilebilir.  Kolektif  sendika özgürlüğünün ise, sendikanın, kişilerden bağımsız tüzel kişi niteliğiyle kendi varlığını koruma (serbestçe kurulabilme, tüzüklerini ve örgütünü serbestçe düzenleyebilme, üyelerin sendika disiplinine aykırı davranışlarında disiplin cezası verebilme, mahkeme kararıyla feshedilebilme gibi), sendikaya üye çekme faaliyetinde bulunma (propaganda) ve kendine özgü faaliyette bulunma olmak üzere üç yönü vardır. Kolektif sendika özgürlüğünde, kişilerin değil, sendikanın faaliyetleri korunmaktadır. Kolektif sendika özgürlüğüne örnek olarak, sendikanın aidat toplaması, üye kaydetmesi, toplu iş sözleşmesi, grev veya  lokavt  yapması,  faaliyetlerini  serbestçe  yapabilmesi,  konfederasyon kurması,  konfederasyona  üye  olması  veya  üyelikten  ayrılması  örnek gösterilebilir. 26  Rehbinder, Arbeitsrecht, §23 A I, II; Çelik/Caniklioğlu/Canbolat, İş Hukuku, s.477-482; Sur, İş Hukuku, s.24; Aktay/Arıcı/Senyen-Kaplan, İş Hukuku, s.291-292; Narmanlıoğlu, İş Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 479Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) Anayasa Mahkemesi de sendika özgürlüğüyle ilgili vermiş olduğu çeşitli kararlarda önemli tespitlerde bulunmuştur: Türkiye çapında sendika kurma olanaksızlığı, bugün kurulmuş olan Türkiye çapındaki sendikalar yararına bir tekel yaratma sonucunu doğurur ki bu da Anayasa mızın temel kurallarından bulunan batı uygarlığına dayanan demokrasiye  bağlı  devlet  ilkesine,  başka  deyimle Anayasa nın  başlangıç kuralları  ile  2  nci  ve  153  ünci  maddeleri  kurallarına  aykırıdır.  Çünkü sendika kurma özgürlüğü bir yandan demokrasiye dayalı düzeni oluşturan kişiliğe  bağlı  hak  ve  ödevlerdendir.  Öte  yandan  da  toplumsal  yaşantıyı çağdaş uygarlık düzeyine eriştirme amacını güden sosyal ve iktisadi hak ve ödevlerdendir. Bunların yerine getirilmesinde göz önünde tutulacak başlıca temel ilkeler Anayasa nın 10., 11 ve 12. maddelerinde gösterilmiştir. Eşit kullanılmayan, kişilere ve kamuya huzur ve adaletli bir düzen sağlamayan sendika özgürlüğünün çağdaş uygarlık düzeyi ile ve hele batı uygarlığınca benimsenen  demokrasi  anlayışı  ile  bağdaşması  olanak  dışıdır.  Toplum yararına olan özgür girişimlerde, bu arada sendika alanındaki kuruluşlarda, daha iyisini bulmak, kişi haklarını savunmada ve gerçekleştirmede en uygun çalışma örgütlerini kurmak, yarışma duygusunun oluşmasına bağlıdır. Yarışma duygusunun gelişmesi ve amaca ulaşabilmesi için girişimlerin tekel biçiminde değil, çokluk halinde oluşması en önde gelen koşuldur. Bu bakımdan işçi haklarının korunması için kurulan sendikalar, daha baştan yarışma duygusunu baltalayıcı ve engelleyici bir hukuk düzeni içinde olmamalıdırlar.27   Sendika  hakkı,  demokratik  toplumun  temeli  olan  örgütlenme özgürlüğünün  bir  parçasıdır.  Örgütlenme  özgürlüğü,  bireylerin  kendi menfaatlerini korumak için kollektif oluşumlar meydana getirerek bir araya gelebilme  özgürlüğüdür.  Bu  özgürlük,  bireylere  topluluk  halinde  siyasal, kültürel,  sosyal  ve  ekonomik  amaçlarını  gerçekleştirme  imkanı  sağlar. Sendika hakkı da çalışanların, bireysel ve ortak çıkarlarını korumak amacıyla bir araya gelerek örgütlenebilme serbestisini gerektirmekte ve bu niteliğiyle örgütlenme özgürlüğünün bir parçası olarak görülmektedir. /…/ Sendikalar, Hukuku, s.9-12; Tunçomağ/Centel, İş Hukuku, s.227-230; Akyıldız/Korkmaz, İş ve Sosyal Sigortalar Hukuku, s.113-116; Tuncay, Toplu İş Hukuku, s.22-26; Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.112-113; Erkul/Güven, İş Hukuku, s.123; Argun, Sendikal Hak ve Özgürlüklerin Hukuki Niteliği, s.9-10; Baybora, Sendika Yöneticiliği, s.25-33; Kaymaz, Sendika Özgürlüğü ve Hakkı, s.44-69; Kaboğlu, İbrahim, Özgürlükler Hukuku – İnsan Haklarının Hukuksal Yapısı Üzerine, 3.Bası, İstanbul 1996, s.245. 27  Anayasa Mahkemesi, 8-9.02.1972 T., 1970/48 E., 1972/3 K., R.G. Tarih-Sayı: 19.10.197214341. 480 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY mensuplarının (çalışanların) hak ve menfaatlerini korumak amacıyla, yine bunların  üretimden  gelen  güçlerine  dayanarak  faaliyet  gösteren  örgütlü yapılardır. Bireysel olarak zayıf durumda bulunan çalışanlar, örgütlenmek ve sendikalaşmak suretiyle girişimci karşısındaki pazarlık güçlerini artırmakta, gerek hak ve menfaatlerinin korunmasında gerekse sorunlarının çözümünde etkin bir konum elde etmektedirler. Bu bakımdan, sendikalaşmanın sosyal adaletin tesisine hizmet eden önemli bir demokratik araç olduğu söylenebilir.28 III. Terminoloji Sorunu TCK  m.118 in  başlığına  bakıldığı  vakit  Sendikal  hakların kullanılmasının engellenmesi ifadesine yer verildiğini görmekteyiz. Ancak çalışmamızda ayrıntılı olarak üzerinde durulacağı üzere, söz konusu madde ile yalnızca sendikal haklar korunmamakta, aynı zamanda ve daha da önemlisi sendika özgürlüğüyle ilgili bir korumaya yer verilmektedir. Çalışmamızda  neden  hak  yerine  özgürlük  teriminin  kullanıldığının açıklanmasında zorunluluk bulunmaktadır. Hak ve özgürlük kavramlarının neyi  içerdiği,  bu  kavramlarla  neyin  anlatılmak  istendiği  ve  bunları tanımlama olanağının olup olmadığı hukukun en güç sorunlarından birisi olarak görülmektedir. Anayasal ve yasal metinlerde olduğu kadar mahkeme kararlarında ve öğretide de, hak ve özgürlük sözcüklerinin genellikle birlikte kullanıldığı, bunun temel nedeni olarak bu iki kavramın iç içe geçmiş olması gösterilmekte, ancak hak ve özgürlük kavramlarının birbirine tamamen eşit kavramlar olmadığı da ifade edilmektedir. Hak ve özgürlük kavramları 28  Anayasa Mahkemesi, 29.01.2014 T., 2013/130 E., 2014/18 K., R.G. Tarih-Sayı: 13.05.201428999; Anayasa Mahkemesi, 10.04.2013 T., 2013/21-57 E.K., R.G. Tarih-Sayı: 12.07.201328705. 29  Buna karşılık doktrinde Akın a göre, hak ve özgürlükler birbirlerine eşit kavramlar değildirler. Özgürlükler, kaynaklarını insanın doğumunda bulurlar. Özgürlükler, insanların kişiliklerine bağlı, doğar doğmaz kazanılmış bir kavram olarak görünürler, ama bunların gelişebilmeleri için az çok ileri bir toplumun ortaya çıkması gerekir. Özgürlük, var olan, sözleşme ile toplum hayatına aktarılan ve devletçe korunacak bir kavramdır; hak ise yasalarla, yazılı hukuk belgeleri ile bu özgürlüklerin kullanılmasını sağlamak amacı ile yöneticiler tarafından ortaya koyulmuş bir kavramdır. Bkz. Akın, İlhan F., Temel Hak ve Özgürlükler, 3.Bası, İstanbul 1971, s.7-8. 30  Kaboğlu, İbrahim, Kolektif Özgürlükler, Diyarbakır 1989, s.13-14. Kubalı kitabında, hak ve özgürlük terimlerini, hukukçuların çoğunlukla yaptıkları gibi aynı anlama gelen terimler olarak kullandığını, çünkü hak ve özgürlüğün arasında bir tek hukuki gerçeğin iki yönü olduğunu; özgürlüğün bir hak olduğunu ve hakkın da özgürlükle gerçekleştirilebileceğini, bunlardan biri olmadan diğerinin olamayacağını; hakkın, özgürlüğün temeli ve konusu, özgürlüğün ise, hakkın gerçekleşme vasıtası olduğunu belirtmektedir. Bkz. Kubalı, Hüseyin Nail, Anayasa Hukukunun Genel Esasları ve Siyasi Rejimler, İstanbul 1964, s.318. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 481Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) arasındaki benzer ve farklı yönler ile bu iki kavram arasındaki etkileşim konusunda değişik görüşler olmakla birlikte, bunlar inceleme konumuzun kapsamını aştığı için burada incelenmeyecektir. Konuyla  ilgili  yapılmış  bazı  çalışmalarda  ve  metinlerde  sendika özgürlüğü32,  bazı  çalışmalarda  sendikal  hak  ve  özgürlükler33  ifadesi kullanılmasına karşın çok az sayıdaki çalışmada sendika hakkı34 terimine yer  verildiğini  görmekteyiz.  Yazılı  metinlerde  ve  doktrinde  bu  şekilde bazen sendika özgürlüğü bazen sendika hakkı ifadeleriyle anılsa da iki terim arasında esasta büyük bir fark olmadığı, ancak özgürlük kavramının hak kavramına oranla daha kapsamlı ve soyut olduğu, buna karşılık hak kavramının daha dar ve özgürlüğün somutlaştırılmış biçimi olduğu, özgürlüğün genellikle hakkı da içerdiği, özgürlüğün aynı zamanda hakkın kaynağı ve hakkın kullanılma olanağını sağlayan bir temel olduğu yolundaki görüşe katılmaktayız. Federal Almanya Cumhuriyeti Anayasası nın 9. maddesinin 3.  fıkrasında  da, Türkiye  Cumhuriyeti Anayasası nın  51.  maddesindeki gibi hak kavramı kullanılmasına karşılık, öğretide sendika özgürlüğü teriminin kullanıldığı belirtilmektedir. 31  Ayrıntılı bilgi için bkz. Kaboğlu, Kolektif Özgürlükler, s.14-16. 32  Çelik/Caniklioğlu/Canbolat, İş Hukuku, s.476 vd.; Yarsuvat, Çalışma Ceza Hukuku, s.21 vd.; Pir, Sendika Özgürlüğü, s.24 vd.; Dereli, Sendikalar ve Toplu İş Sözleşmesi Kanunu, s.46 vd.; Günay, Cevdet İlhan, Bireysel Sendika Özgürlüğü, Ankara Barosu Dergisi, 1994/3, s.389 vd.; Aydın, Mesut, Anayasa Mahkemesi Kararlarında Sendika Özgürlüğü, TÜHİS İş Hukuku ve İktisat Dergisi, Cilt:20, Şubat-Mayıs 2006, Sayı:1-2, s.1 vd.; Öztürk, Mehmet Onat, İşçinin Sendika Özgürlüğünün Sendikal Nedenle Feshe Karşı Korunması, Çalışma ve Toplum, 2013/3, s.217 vd. 33  Argun, Sendikal Hak ve Özgürlüklerin Hukuki Niteliği, s.5 vd.; Akyıldız/Korkmaz, İş ve Sosyal Sigortalar Hukuku, s.113 vd. (Yazarlar sendika hürriyeti ve hakkı kavramını kullanmaktadırlar.); Kaymaz, Sendika Özgürlüğü ve Hakkı, s.35 vd. (Yazar, sendika özgürlüğü ve hakkı kavramını kullanmaktadır.) 34  Aktay/Arıcı/Senyen-Kaplan, İş Hukuku, s.295 vd. (Yazarlar çalışmalarının başka yerlerinde sendika hürriyeti kavramına da yer vermelerine karşın genel olarak sendika hakkı kavramını kullanmayı tercih etmişlerdir.). 35  Kaboğlu, Kolektif Özgürlükler, s.16; Tuncay, Toplu İş Hukuku, s.19; Sur, İş Hukuku, s.24; Akyıldız/Korkmaz, İş ve Sosyal Sigortalar Hukuku, s.113. 36  Çalışma koşullarını ve ekonomik koşulları korumak ve geliştirmek için sendika kurma hakkı herkes ve bütün meslekler için güvence altındadır. Bu hakkı sınırlamayı veya ona engel olmayı amaç edinen anlaşmalar geçersizdir ve bunlara yönelik önlem ve işlemler hukuka aykırıdır. 37  Baybora, Sendika Yöneticiliği, s.24; Tuncay, Toplu İş Hukuku, s.24; Çelik/Caniklioğlu/ Canbolat, İş Hukuku, s.476. 482 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY İnceleme konumuzu oluşturan sendika özgürlüğü teriminin birden çok hakkı çağrıştırdığı (örneğin, bireyler için sendika kurma hakkı, sendikanın bağımsız bir varlık olarak yargı yoluna başvurma hakkı, üyelerini savunma hakkı gibi), bu açıdan bakıldığında sendikal hakların, sendika özgürlüğünün bir öğesi olarak karşımıza çıktığını ifade edebiliriz. Kanaatimizce, TCK m.118 in madde başlığının Sendika özgürlüğünün ihlali suçu olarak değiştirilmesi gerekmektedir. Zira çalışmamızda ayrıntılı olarak üzerinde durulacağı üzere, 118. maddenin 1. fıkrası ile bireysel sendika özgürlüğünün ihlali suçu düzenlenirken, aynı maddenin 2. fıkrası ile de kolektif sendika özgürlüğünün ihlali suçu düzenlenmektedir. Bu nedenle çalışmamızda bireysel/kolektif sendika özgürlüğü terimine yer verilecektir. Ancak TCK daki terminolojiye uyumlu olması açısından, mevcut madde başlığı olan sendikal hakların kullanılmasının engellenmesi deyimi de çalışmamızda yeri geldikçe kullanılacaktır. IV. Her İki Suç Bakımından Korunması Amaçlanan Hukuksal Değer   Kanun  koyucu,  TCK nın  118.  maddesi  ile  bir  yandan  kişilerin sendikalara  üye  olma,  sendika  faaliyetlerinde  bulunma  özgürlükleri ile  sendikaların  faaliyetlerini  özgür  bir  şekilde  yerine  getirebilmelerini amaçlarken, diğer yandan da kişilerin çalışma hürriyetlerini korumayı amaçlamaktadır. Zira günümüz özgürlükçü ve çoğulcu demokratik sistemlerine sahip olan ülkelerde sendikalar, sosyal hayatın zorunlu bir parçası haline gelmiş bulunmaktadırlar. Bu itibarla, kişilerin çalışma hürriyetleri ile sendikaya girme ve sendikada bağımsız bir şekilde çalışabilme özgürlüklerinin çok yakın ilişki içinde olduğu gerçeği yadsınamaz. Çünkü günümüz modern devletlerinde çalışma hürriyeti yalnızca bireysel açıdan ele alınan dar bir kavram olmaktan ziyade, çalışanları ve çalıştıranları kapsamı içine alan sosyal içerikli somut bir özgürlük olarak kabul edilmektedir. Bu nedenle, kişinin çalışma ve 38  Kaboğlu, Kolektif Özgürlükler, s.16. 39  Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, s.205. 40  Çalışma hürriyetini ve çalışma hürriyetine karşı işlenen suçları bir sistem içerisinde değerlendirebilmek için, genel olarak hürriyet kavramı ve bu kavramın gelişimi ile çeşitli sistemlerde kazanmış olduğu anlam üzerinde durmak gerekmektedir. Ancak çalışmamızın kapsamını aşmamak için bu tartışmalara değinilmeyecektir. Bu tartışmalar hakkında ayrıntılı bilgi için bkz. Ersoy, Yüksel, Çalışma Hürriyetine Karşı Suçlar (TCK. m.201 ve 275 sayılı kanunun ilgili hükümleri), Ankara 1973, s.9-27. 41  Doktrinde Özveri tarafından savunulan bir görüşe göre, sendika özgürlüğünün ihlaline yönelik suçlar ekonomik suç olarak görülmekte, bu nedenle cezai yaptırımın sendika Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 483Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) çalıştırma iradesini kapsayan sendika özgürlüğü de, çalışma özgürlüğünün bir uzantısını meydana getirmektedir. Zira sendikal haklar, iş ve çalışma hürriyetinin tamamlayıcısı ve bu hürriyeti koruyan temel unsurlardır. Tarihsel sürece bakıldığında da, sendikal hakların gelişiminin, iş ve çalışma hürriyeti kavramının gelişimini takip ettiği görülmektedir. Günümüzde, sendikal haklar olmaksızın, iş ve çalışma hürriyetinin var olduğundan bahsetmek mümkün değildir. Bu açıdan bakıldığında TCK m.118 in, TCK m.117 de düzenlenmiş bulunan iş ve çalışma hürriyetinin ihlali suçuna doğrudan bağlı olduğu söylenebilir. Bu bağlantının bir başka kanıtı da, iki maddenin peş peşe düzenlenmiş olmasından çıkarılabilir. özgürlüğünü ne derecede koruyabileceğinin tartışmalı olduğu ifade edilmektedir. Yazara göre asıl olan, hukuka aykırı saldırıyla, saldırıda bulunanın elde ettiği hukuki yararın boşa çıkarılması, o hukuki yarara ulaşmasının engellenmesidir. Hukuka aykırı eylemle amaçlanan sendikasızlaştırma  ise  kural  olarak  yaptırımın  da  sendikal  örgütlülüğün  yasa  yoluyla tanınması, yani aynen ifa olmalıdır. Bkz. Özveri, Murat, Türkiye de Toplu İş Sözleşmesi Yetki Sistemi ve Sendikasızlaştırma (1963-2009), Ankara Üniversitesi Siyasal Bilgiler Fakültesi Sosyal Politika Araştırma ve Uygulama Merkezi, İstanbul 2013, s.361. Yazarın görüşlerine katılmadığımızı belirtmek istiyoruz. Her şeyden önce, sendika özgürlüğüne yönelik suçların ekonomik suç olarak tasnifi mümkün değildir. Zira sendika özgürlüğünün Anayasa ile teminat altına alınmış temel hak ve özgürlüklerden birisi olduğu şüphesizdir. Bu nedenle söz konusu sendika özgürlüğünün ihlalinin ekonomik boyutu olduğu yadsınamaz ise de, bu durum onun ekonomik suç olarak kabulünü mümkün kılmamaktadır. İkinci olarak, yazarın kullandığı aynen ifa kavramının da hukuki anlamıyla kullanılmadığını düşünmekteyiz. Bilindiği üzere ifa, borçlanılan edimin tam ve doğru bir şekilde yerine getirilmesi, alacaklının tatmin edilerek borcun sona erdirilmesi anlamına gelmektedir (Eren, Fikret, Borçlar Hukuku Genel Hükümler, Cilt:2, 5.Bası, İstanbul 1999, s.899). Bu açıdan bakıldığında ifadan söz edebilmek için mutlaka bir borç ilişkisinin bulunması zorunludur. Sendika özgürlüğünün ihlaline yönelik fiillerin gerçekleştiği durumların hiçbirisinde bir borç ilişkisinin olmadığı ortadadır. Bu nedenle de aynen ifanın bu tip durumlarda söz konusu olamayacağını rahatlıkla ifade edebiliriz. Son olarak, yazar tarafından kullanılan hukuki yarar kavramının da yine teknik anlamıyla kullanılmadığını düşünmekteyiz. Hukuki yarardan maksat, davacının subjektif hakkına hukuki korunma sağlanması hususunda mahkemeye başvurmasında hali hazırda hukuken korunmaya değer bir yararının bulunmasıdır. Bir başka ifadeyle, davacı hakkına kavuşmak için, hali hazırda mahkeme kararına muhtaç bir konumda değilse onun hukuki yararının bulunduğundan söz etmek mümkün değildir. Bu açıdan bakıldığında hukuki yarar kavramının medeni usul hukukunda kullanılan bir kavram olduğunu söyleyebiliriz. Hukuki yarar kavramına 6100 sayılı Hukuk Muhakemeleri Kanunu nun 114. maddesinde dava şartı olarak yer verilmiş olması da görüşümüzü doğrulamaktadır. 42  Yarsuvat, Çalışma Ceza Hukuku, s.157-158.  43  Öztürk, Mehmet Onat, Türk Ceza Kanununda İş ve Çalışma Hürriyetinin İhlali Suçu, İstanbul 2006, s.110. 44  Yarsuvat, Duygun, Yeni Türk Ceza Kanunu nun 117 ve 118. Maddelerinde Yer Alan İş ve Çalışma Hürriyetinin İhlali, Sendikal Hakların Kullanılmasının Engellenmesi Suçları, SİCİL İş Hukuku Dergisi, Eylül 2007, Yıl:2, Sayı:7, s.142. 45  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.110. 484 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY Yapmış olduğumuz bu açıklamalardan sonra, söz konusu madde ile korunması  amaçlanan  hukuksal  değerin,  bireylerin  her  türlü  cebir  veya tehditten  uzak  olarak  sendikal  haklarını  kullanmalarının  sağlanması  ve sendikal  faaliyetlerin  engellenmesinin  önüne  geçilmesi  suretiyle  sendika özgürlüklerinin korunması olduğunu söyleyebiliriz. Durum bu şekilde olmakla birlikte, işyerlerinin ekonomik baskılar altında durumlarının kötüye gittiği dönemlerde, zaman zaman, işverenlerin, işçileri toplayıp, işçilerin sendikaya üye olması nedeniyle işyerine gelen yükü işyerinin kaldıramayacağını söyledikleri ve bir anlamda işçilere sendikadan ayrılmaları  veya  sendikaya  üye  olmamaları  yolunda  açıklamalarda bulundukları belirtilmekte ve artık ne kadar iyi niyetli olursa olsun, tehdide dönüşme ve TCK m.118 deki suçu oluşturma tehlikesi karşısında bu tür konuşmalar yapma imkanının ortadan kalktığı belirtilmektedir. Konuyla  ilgili  son  olarak  üzerinde  durmak  istediğimiz  bir  husus bulunmaktadır: 6356 sayılı Kanun da, işçi ve işveren kuruluşlarının hangi faaliyetlerde bulunabileceklerinin belli bir madde altında sayılması yerine bu konunun tüzüklere bırakılması tercih edilmiş ve bu yolla söz konusu bu  kuruluşların  serbestçe  faaliyette  bulunması  ilkesi  benimsenmiştir. Burada amaçlanan, yasakların azaltılmasıdır. Kuruluşların faaliyetlerinin düzenlendiği 6356 sayılı Kanun un 26. maddesinin 1. fıkrasında bu hususa vurgu yapılmıştır: Kuruluşlar, tüzüklerinde yer alan konularda serbestçe faaliyette bulunur. Söz konusu maddede, sendikaların faaliyetleriyle ilgili belli yasaklara yer verilmişse de, asıl olanın, tüzükte belirtilen amaçların dışında  faaliyette  bulunulmaması  olduğunu  ifade  edebiliriz.  Bu  hüküm ceza hukuku açısından konuya yaklaşıldığında bazı tartışmaları beraberinde 46  Kürtün, Çalışma Özgürlüğünün ve Sendikal Hakların Kullanılmasının Engellenmesi, s.116; Yarsuvat, İş ve Çalışma Hürriyetinin İhlali, s.142. Biz, Yarsuvat ın ifade ettiği ve 118. madde ile devletin güvenliğinin ve varlığının korunmasının amaçlandığı yolundaki tespite katılmadığımızı belirtmek istiyoruz. 47  Centel, Tankut, Yeni Türk Ceza Kanunu nda Çalışma Yaşamına İlişkin Düzenlemeler, Çimento İşveren Dergisi, Eylül 2005, Sayı:5, Cilt:19, s.10. 48  Sendika tüzüğü, sendikanın bir nevi anayasası niteliğindedir. 6356 sayılı Kanun un 8. maddesinde 14 bent halinde tüzükte yer alması gereken hususlar sayılmıştır. Bu hususlar şu şekilde özetlenebilir: Sendikanın adı, merkezi, adresi, amacı, faaliyet göstereceği işkolu; kuruculara ilişkin bilgiler; üyeliğe ilişkin bilgiler; genel kurul, diğer organlar, şubelere ilişkin bilgiler; aidatlar, yönetici ücretleri, demirbaş satış ve terkini, iç denetim, tüzük değişikliği, tasfiye, geçici yönetim kurulu. Bkz. Şuğle, Mehmet Ali, Sendikalar Hukuku, Sendikacılık Akademisi Ders Notları 2, Ankara 2013, s.389-390. 49  Dereli, Sendikalar ve Toplu İş Sözleşmesi Kanunu, s.52; Şuğle, Sendikalar Hukuku, s.403. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 485Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) getirmektedir. Şöyle ki; ceza hukukunun en temel prensiplerinden birisi olan suçta ve cezada kanunilik ilkesine göre, suç sayılan fiillerin ve bu fiiller hakkında uygulanacak yaptırımların fiil işlenmeden önce kanun tarafından açıkça belirlenmesi gerekmektedir (TCK m.2/1). Suçta ve cezada kanunilik ilkesinin sonuçlarından birisini de idarenin düzenleyici işlemleriyle suç ve ceza konulması yasağı oluşturmaktadır. Söz konusu yasağa TCK nın 2. maddesinin 2. fıkrasında açıkça yer verilmiştir: İdarenin düzenleyici işlemleriyle suç ve ceza konulamaz. Ancak tüm bu düzenlemelere rağmen ülkemizde, kimi kanunlarla belli konularda düzenleme yapma yetkisinin çeşitli idari organlara bırakıldığı da bir gerçektir. Doktrinde söz konusu bu tip düzenlemeler beyaz hüküm, açık ceza normu veya çerçeve kanun olarak adlandırılmaktadır. Bu  çeşit  düzenlemelere  TCK da  da  rastlamamız  mümkündür.  Örneğin TCK nın infaz kurumuna veya tutukevine yasak eşya sokmak başlıklı 297. maddesinin 2. fıkrasında Birinci fıkrada sayılanların dışında kalıp da yetkili makamlar tarafından infaz kurumuna veya tutukevine sokulması yasaklanmış bulunan eşyayı, bu yasağı bilerek, infaz kurumuna veya tutukevine sokan …  kişi  …  cezalandırılır.  denilmekteydi.  Burada  yetkili  makamlardan kasıt Adalet Bakanlığı, ceza infaz kurumu müdürlüğü gibi kurumlardı. Bu kurumlar söz konusu düzenleme ile suçun konusunu belirleme yetkisine sahip kılınmışlardı. Ancak Anayasa Mahkemesi nin 07/07/2011 T. ve 2010/69 E., 2011/116 K. sayılı kararı ile söz konusu maddenin 2. fıkrası Anayasa ya aykırı bulunarak iptal edilmiştir. Ancak TCK da buna benzer hükümlerin (m.174/1, m.193)  halen  mevcudiyetini  sürdürdüğünü  belirtebiliriz.  Kanaatimizce, TCK nın 118. maddesinde düzenlenmiş bulunan ve çalışmamızda ayrıntılı bir şekilde inceleyeceğimiz bu iki suç tipi bakımından da benzer çekinceler söz konusudur. Zira, yukarıda da ifade edildiği üzere, sendikaların faaliyetlerinin neler olduğu kanunda teker teker sayılmak yerine bunun tespiti tüzüklere bırakılmıştır. Başka bir ifadeyle, söz konusu suçlar bakımından tipikliğin maddi unsurlarından birisi olarak gösterilmiş bulunan sendika faaliyetinin ne  olduğunun  tespiti  için  sendika  tüzüğüne  bakılması  gerekecek,  başka bir  ifadeyle  suçun  konusunu  belirleme  yetkisi  sendikaya  bırakılacaktır. Kanaatimizce bu durum, Anayasa nın 38. maddesi ile TCK nın 2. maddesinin 2. fıkrasına aykırılık oluşturmaktadır. Bu nedenle yapılması gereken, hangi sendika faaliyetlerinin madde kapsamında değerlendirileceğinin 118. madde metnine açıkça yazılması olmalıdır. 486 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY V. Bireysel Sendika Özgürlüğünün İhlali Suçu (m.118/1) A. Tipikliğin Maddi (Objektif) Unsurları 1. Fail Bu suçun faili herhangi bir kimse olabilir. Bu suç çok failli bir suç değildir. Suçun birden fazla kişi tarafından işlenmiş olması hali nitelikli hal olarak düzenlenmemiştir. Söz konusu suç bakımından, TCK nın 60. maddesi bağlamında, tüzel kişiler hakkında güvenlik tedbirinin uygulanması mümkün değildir. Zira, TCK m.60/4 e göre, tüzel kişiler hakkında güvenlik tedbiri sadece kanunda açıkça belirtilen hallerde uygulanabilecektir. TCK nın 118. maddesinde, bu suç bağlamında tüzel kişiler hakkında güvenlik tedbirinin uygulanması kabul edilmediğinden bu güvenlik tedbiri uygulanamayacaktır. 2. Mağdur veya Suçtan Zarar Gören Bütün suçlarda mağdur yalnızca gerçek kişiler olabilir, gerçek kişiler dışında kalan tüzel kişiler, aile, devlet, kişi toplulukları gibi kurum ve organlar bir suçun işlenmesi dolayısıyla zarar görmüş olsalar bile mağdur olamazlar, bunlar yalnızca suçtan zarar gören olarak nitelendirilirler. Bu kapsamda söz konusu suçun mağduru ve suçtan zarar göreninin kim veya kimler olabileceği aşağıda açıklanacaktır. TCK nın  118.  maddesinde,  sendikalar  arasında  bir  ayrım yapılmadığından (kamu veya özel) dolayı, maddenin uygulama alanı içine 6356 sayılı Kanun a göre faaliyet gösteren sendikaların yanı sıra, 4688 sayılı Kamu Görevlileri Sendikaları ve Toplu Sözleşme Kanunu kapsamına giren sendikalar da girmektedir. Bu suçun mağduru veya suçtan zarar göreni, sendika üyesi olabilecek kişilerdir. Bu kişiler, 6356 sayılı Kanun a göre işçi veya işverenler; 4688 50  Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, s.207; Hafızoğulları, Zeki/ Özen, Muharrem, Hürriyete Karşı Suçlar, Prof.Dr. Fırat Öztan a Armağan, Cilt:II, Ankara 2010, s.2747; Soyer, Sesim, İş Ve Çalışma Hürriyetinin İhlali İle Sendikal Hakların Kullanılmasının Engellenmesi Suçları Üzerine Bazı Düşünceler, Hukuki Perspektiﬂ er Dergisi (HPD), Sayı:7, Temmuz 2006, s.101. 51  Özgenç, İzzet, Türk Ceza Hukuku – Genel Hükümler, 11.Bası, Ankara 2015, s.215; Koca, Mahmut/Üzülmez, İlhan, Türk Ceza Hukuku – Genel Hükümler, 8.Bası, Ankara 2015, s.106107. 52  Soyer, İş ve Çalışma Hürriyetinin İhlali, s.101-102 (Yazara göre, sendika işyeri temsilcileri de suçun mağduru olabilirler.); Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 487Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) sayılı Kanun a göreyse kamu görevlisidir. Bu açıdan bakıldığında, mağdurun veya suçtan zarar görenin herhangi bir kimse olamayacağını, yalnızca bu niteliklere sahip kişiler olabileceğini ifade edebiliriz. Sendikaya kimlerin üye olabileceği 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu nda gösterilmiştir. Söz konusu Kanun un 17. maddesine göre, 15 yaşını dolduran ve bu Kanun hükümlerine göre işçi sayılanlar, işçi sendikalarına; işveren sayılanlar da, işveren sendikalarına üye olabilirler. Benzer şekilde, kamu görevlileri sendikalarına kimlerin üye olabilecekleri de 4688 sayılı Kanun un 14. maddesinde düzenlenmiştir. Söz konusu maddeye göre, kamu görevlileri, çalıştıkları işyerinin girdiği hizmet kolunda kurulu bir sendikaya üye olabilirler. 6356  sayılı  Kanun  bağlamında  işçi  ve  işverenden  ne  anlaşılması gerektiği konusunda 4857 sayılı İş Kanunu na bakmamız gerekmektedir. İş Kanunu nun 2. maddesine göre, bir iş sözleşmesine dayanarak çalışan gerçek kişiye işçi; işçi çalıştıran gerçek veya tüzel kişiye yahut tüzel kişiliği olmayan kurum ve kuruluşlara işveren denilmektedir. Bu açıdan bakıldığında, tüzel kişilerin veya tüzel kişiliği olmayan kurum ve kuruluşların da işveren olabileceği ve bunların da suçtan zarar gören olabileceği sonucu çıkmaktadır. Benzer şekilde, 4688 sayılı Kanun bağlamında kamu görevlisi sayılacak kişilerden kasıt ise, bu Kanun kapsamında yer alan kurum ve kuruluşların kadro veya pozisyonlarında istihdam edilenlerden işçi statüsü dışında çalışan kamu görevlileridir (4688 sayılı Kanun m.3). 3. Konu Bu suçun konusunu, herhangi bir sendikaya üye olmaya veya olmamaya, sendikanın  faaliyetlerine  katılmaya  veya  katılmamaya,  sendikadan  veya sendika yönetimindeki görevinden ayrılmaya zorlanan kişi oluşturmaktadır. 4. Hareket Söz konusu suçun hareket unsurunu şu şekilde tanımlayabiliriz: Bir kimseye karşı cebir veya tehdit kullanarak, herhangi bir sendikaya üye olmaya veya  olmamaya,  sendikanın  faaliyetlerine  katılmaya  veya  katılmamaya, sendikadan veya sendika yönetimindeki görevinden ayrılmaya zorlanması oluşturmaktadır. Bu bağlamda, söz konusu suçun sadece maddede sayılan şekillerde gerçekleştirilebilmesi mümkündür. Başka bir ifadeyle bu suçun bağlı hareketli bir suç olduğunu söyleyebiliriz. Bu suçun hareket unsuru bakımından dikkati çeken en önemli husus, s.207. 488 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY 2. fıkradaki suçtan farklı olarak, hukuka aykırı başka bir davranış ifadesine yer verilmemiş olmasıdır. Başka bir ifadeyle, cebir veya tehdit dışında kalan hareketlerle suçun gerçekleştirilmesi mümkün değildir. Söz  konusu  suçun  hareket  unsurunu  oluşturan  cebir  veya  tehdit kavramlarına da kısaca değinmek istiyoruz. Cebir,  vis  absoluta  (mutlak  kuvvet)  ve  vis  compulsiva  (zorlayıcı kuvvet) olmak üzere ikiye ayrılmaktadır. Ceza hukuku bakımından önem taşıyan cebir türü, zorlayıcı kuvvet şeklinde icra edilendir (çalışmamızın bundan  sonraki  kısmında  kullanılan  cebir  kavramı  ile,  zorlayıcı  kuvvet şeklindeki cebir türü kastedilecektir), çünkü mutlak kuvvete maruz kalarak bir suç işletilen kişinin, işlenen suç ile arasında manevi bir bağ mevcut değildir. Zorlayıcı kuvvet şeklindeki cebir, TCK nın 108. maddesinde düzenlenmiştir. Madde gerekçesinde de ifade edildiği üzere, cebir, kişiye karşı fiziki güç kullanmak suretiyle, onun veya bir üçüncü kişinin iradesi ve davranışları üzerinde zorlayıcı bir etki meydana getirilmesidir. Cebir, bağlamak, tutmak, hapsetmek şeklinde olabileceği gibi, narkoz etkisinde tutmak, uyuşturucu madde veya uyku hapı vermek şeklinde de olabilir.  Kullanılan cebrin, yaralama boyutuna ulaşmış olması durumunda nasıl bir yol izlenmesi gerektiği de 5237 sayılı TCK kapsamında cevaplanması gereken  bir  başka  sorudur.  Daha  önce  de  ifade  edildiği  üzere,  burada kullanılan  cebrin  uygulanma  amacı,  bireysel  sendika  özgürlüğünü  ihlal etmektir. Kullanılan cebrin yaralama boyutuna ulaşması halinde, nasıl bir uygulama yapılması gerektiğinin tespiti için hürriyete karşı işlenen suçlardan bazıları için ortak olan nitelikli hallerin düzenlendiği 119. maddenin lafzından yararlanabiliriz.  Her  ne  kadar  söz  konusu  maddenin  kapsamı  içine  118. madde  girmiyorsa  da,  burada  yapılan  tespitlerin  mefhumu  muhalifinden doğru bir sonuca varmamız mümkündür. TCK m.119/2 de, maddede sayılan bazı suçların işlenmesi sırasında kasten yaralama suçunun neticesi sebebiyle ağırlaşmış hallerinin (TCK m.87) gerçekleşmesi durumunda, ayrıca kasten yaralama suçuna ilişkin hükümlerin uygulanacağı belirtilmiştir. Buna göre, TCK nın 119. maddesinin 1. fıkrasında 118. maddedeki suç sayılmadığından, söz  konusu  suç  bağlamında  kullanılan  cebrin,  TCK  m.87  kapsamına girmesi halinde gerçek içtima hükümlerini uygulamamız kanunen mümkün 53  Koca/Üzülmez, Genel Hükümler, s.336-337. 54  Özbek, Veli Özer/Kanbur, Mehmet Nihat/Doğan, Koray/Bacaksız, Pınar/Tepe, İlker, Türk Ceza Hukuku Özel Hükümler, 9.Bası, Ankara 2015, s.411. 55  TCK daki benzer düzenlemeler için bkz. m.102/4, 103/5, 109/6, 149/2, 265/5. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 489Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) olamayacağından, fikri içtima kurallarına göre sonuca varmamız gerekecektir. Ancak böyle bir sonucun maddenin konuluş amacına çok da uygun olmadığını düşünmekteyiz. Bu nedenle 119. maddede yapılacak bir değişiklikle maddenin 1.  fıkrasına    sendikal  hakların  kullanılmasının  engellenmesi  suçunun  da eklenmesi gerektiğini düşünmekteyiz. Son olarak, TCK m.118/1 kapsamında kullanılan cebrin TCK m.87 değil de TCK m.86 kapsamında kalması halinde ise gerçek içtima kurallarına göre failin ayrıca kasten yaralamadan dolayı da cezalandırılabileceği sonucuna varabiliriz. Tehdit, bir kişi üzerinde psikolojik etkide bulunmak suretiyle o kişinin irade serbestisini ortadan kaldırmaya yönelik bir fiildir. Tehdit suçu genel itibariyle  TCK nın  106.  maddesinde  düzenlenmiş  bulunmaktadır.  TCK m.118/1 de de tehdit unsuruna yer verilmiş olması nedeniyle nasıl bir uygulama yapılacağı sorusu akıllara gelebilir. TCK m.118/1 de yer verilen suçun bağlı hareketli bir suç olduğu, tehdit (veya cebir) olmaksızın bu suçun işlenmesinin mümkün olmadığı hususu dikkate alındığında, TCK m.118/1 in, TCK m.106 ya göre özel hüküm niteliğinde olduğu ve öncelikle özel hüküm niteliğindeki bireysel sendika özgürlüğünün ihlali suçunun oluşup oluşmadığının tespit edilmesi gerekmektedir. Yargıtay ın iş ve çalışma hürriyetinin ihlali suçu ile ilgili verdiği bir kararda benzer tespitlerde bulunulmuştur: Sanığın, diğer sanıklarla birlikte mağdura ait iş yerine giderek orada çalışan işçilere ‘burada çalışmayacaksınız…  diyerek tehdit içeren sözler söylediklerinin soruşturma evresinde alınan tanık anlatımlarında belirtilmiş olması karşısında, eylemin özel hüküm niteliğindeki 5237 sayılı Yasanın 117. maddesi kapsamında iş ve çalışma hürriyetinin ihlali suçunu oluşturup oluşturmadığı tartışılmadan, genel nitelikteki tehdit suçundan hüküm kurulması bozmayı gerektirmiştir57. Tehdit  halinde  kişi,  bir  saldırının  veya  kötülüğün,  ileride gerçekleştirileceği beyanıyla korkutularak, belli bir davranışta bulunmaya zorlanmaktadır.  Tehditte,  ileride  gerçekleşeceği  söylenen  kötülüğün oluşturduğu manevi bir zorlama söz konusudur. Tehdidi cebirden ayıran hususların başında, tehdidin geleceğe yönelik olması gelmektedir. Tehdidin mutlaka bireye yönelik yapılmış olması şart değildir; malvarlığı bakımından zarara uğratılacağı ya da herhangi bir kötülük yapılacağına yönelik ifadeler de fiilin tehdit olarak nitelendirilmesi için yeterlidir. Burada dikkat edilmesi 56  Çınar, Ali Rıza, Tehdit Suçu, Ankara 2002, s.63. 57  Akt. Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.449 dn.226.  58  Koca/Üzülmez, Genel Hükümler, s.336. 59  Yakınan Celal e ait işyerine, yeniden ortak olmak isteyen ve bu isteği reddedilen sanığın 490 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY gereken en önemli husus, tehdit içeren fiillerin mağdurun iradesini etkileyecek ölçüde olması gerektiğidir. Buradaki değerlendirme, objektif kriterler esas alınarak yapılacaktır. Bireysel sendika özgürlüğünün ihlali suçundaki tehdidin silahla, kişinin kendisini tanınmayacak bir hale koyması suretiyle, imzasız mektupla veya özel işaretlerle, birden fazla kişi tarafından birlikte, var olan veya varsayılan suç örgütlerinin oluşturdukları korkutucu güçten yararlanılarak işlenmesi halinde (TCK m.106/2) nasıl bir yol izlenmesi gerektiği sorusunun da cevaplandırılması gerekmektedir. Daha önce de ifade edildiği üzere, benzer nitelikli hallere TCK nın 119. maddesinde de yer verilmekte, ancak bu maddenin uygulama alanı içine 118. madde girmemektedir. Bu durumda özel normun önceliği prensibinin  uygulanması  da  mümkün  gözükmemektedir.  Kanaatimizce burada karşımıza iki seçenek çıkmaktadır: Ya gerçek içtima yoluna gidip TCK m.106/2 ve 118/1 i birlikte uygulamak, ya da TCK m.118/1 e göre daha ağır hapis cezasını içeren 106/2 yi tek başına uygulamak. İlk durumda failin alacağı ceza 2,5 yıldan 7 yıla kadar hapis cezasıyken, ikinci durumda 2 yıldan 5 yıla kadar hapis cezasıdır. TCK m.117 deki iş ve çalışma hürriyetinin ihlali suçunun temel şeklindeki hapis cezası ile m.118/1 deki suçun temel şeklinin hapis cezası aynıdır (6 aydan 2 yıla kadar hapis). Ancak TCK m.119 un uygulama alanı içine 117. madde girdiğinden, 106/2. maddedeki ağırlaştırıcı nedenlere benzer nedenleri düzenleyen 119/1. maddesi gereği iş ve çalışma hürriyetinin ihlali suçunu bu ağırlaştırıcı nedenlerden biri suretiyle işlenmesi halinde failin alacağı ceza 1 yıldan 4 yıla kadar hapis cezası olacaktır. Bu açıdan bakıldığında, kanun koyucunun 119. maddenin uygulama alanı içine neden 118. maddeyi almadığını anlamak mümkün gözükmemektedir. Zira daha önce de ifade edildiği üzere her iki suç tipi yakın ilişki içerisinde olup benzer  hukuki  menfaatleri  korumaktadırlar.  Bu  açıdan  bakıldığında,  söz konusu düzenlemenin Anayasa nın eşitlik ilkesine ve hukuk devleti ilkesine de aykırılık oluşturduğunu ifade etmek istiyoruz. Elbette ki kanun koyucular hangi fiillerin suç olacağını, bu suçlar karşılığında uygulanacak yaptırımları belirleme konusunda serbest iseler de, bu serbestinin de sınırlarını hukuk devletinin evrensel ilkeleri oluşturmaktadır. Bu açıdan bakıldığında, kanun yapma sistematiği bakımından söz konusu düzenlemenin yerinde olmadığını, ve  en  kısa  zamanda  yapılacak  bir  kanun  değişikliği  ile  119.  maddenin uygulama alanı içine 118. maddenin de alınması gerektiğini düşünmekteyiz.  beni ortak etmezsen bu ekmeği sana yedirmem, bu kursa kilit vurdururum demekten ibaret eyleminin TCY nin 201/1, 61. maddelerine giren suçu oluşturduğunun gözetilmemesi (Yargıtay 4.CD, 28.03.2001 T., 2001/1757-3271 E.K.) 60  Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.449. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 491Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) Yukarıda yapmış olduğumuz bu açıklamalardan sonra, TCK m.118 in 1. fıkrası ile bireysel sendika özgürlüğünün korumak istendiğini ifade edebiliriz. Zira bir kimsenin sendikaya üye olup olmaması, sendika faaliyetlerine katılıp katılmaması, sendika yönetiminde görev alıp almaması yönünde getirilen koruma,  bireysel  sendika  özgürlüğünün  TCK daki  yansımaları  olarak karşımıza çıkmaktadır. Ancak burada dikkati çeken husus, bireysel sendika özgürlüğünün bir parçası olan sendika kurma özgürlüğünün, madde kapsamına alınmamış olmasıdır. Bu nedenle doktrinde, kişilerin sendika kurmak veya kurmamak için zorlanması haline de 118. madde metninde yer verilmesinin isabetli olacağı ifade edilmektedir. Aşağıda, söz konusu suçun seçimlik hareketleri hakkında açıklamalarda bulunmak istiyoruz. a. Bir Kimseyi Sendikaya Üye Olmaya veya Olmamaya Zorlama Türkiye  Cumhuriyeti  Anayasası nın  sendika  kurma  hakkının düzenlendiği 51. maddesinin 1. fıkrasında şöyle denilmektedir: Çalışanlar ve işverenler, üyelerinin çalışma ilişkilerinde, ekonomik ve sosyal hak ve menfaatlerini korumak ve geliştirmek için önceden izin almaksızın sendikalar ve üst kuruluşlar kurma, bunlara serbestçe üye olma ve üyelikten serbestçe çekilme haklarına sahiptir. Hiç kimse bir sendikaya üye olmaya ya da üyelikten ayrılmaya zorlanamaz. Benzer bir düzenlemeye 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu nun 17. maddesinde yer verilmiştir: Sendikaya üye  olmak  serbesttir.  Hiç  kimse  sendikaya  üye  olmaya  veya  olmamaya zorlanamaz. Bu açıdan bakıldığında, sendikaya üye olmanın veya olmamanın kişiye tanınmış anayasal bir hak olduğu sonucuna varabiliriz. Bundan dolayı, bu hakkın kullanılmasının engellenmesinin Türk Ceza Kanunu nda suç olarak düzenlenmiş olmasının yerinde olduğunu ifade edebiliriz. Sendikaya üye olma yalnızca işçilere tanınmış bir hak olmayıp aynı zamanda işverenlere de tanınmış bir haktır. Ancak işverenin tüzel kişi olması da mümkün olduğundan, bu suçun mağdurunun yalnızca gerçek kişi işveren olması halinde mümkün olabileceğini söyleyebiliriz; zira tüzel kişiye karşı cebir veya tehdit kullanılması mümkün değildir. 61  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.113; Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, s.206. 62  Sendika üyeliği, üyeliğin devamı, sona ermesi ve askıda kalmasıyla ilgili ayrıntılı bilgi için bkz. Şuğle, Sendikalar Hukuku, s.394 vd.; Akyiğit, Ercan, Yeni Sistemde Sendika Üyeliği ve Güvencesi, Çalışma ve Toplum, 2013/2, s.41 vd. 492 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY İşverenin, bir sendikaya üye olan işçilerle sendika üyesi olmayan işçiler veya ayrı sendikalara üye olan işçiler arasında, işin sevk ve dağıtımında, işçinin mesleki ilerlemesinde, işçinin ücret, ikramiye ve primlerinde, sosyal yardım ve disiplin hükümlerinde ve diğer hususlara ilişkin hükümleri uygulanması bakımından ayrım yapacağından bahisle işçiyi tehdit etmesi hali buna örnek gösterilebilir. b.  Bir  Kimseyi  Sendikanın  Faaliyetlerine  Katılmaya  veya Katılmamaya Zorlama Söz konusu seçimlik hareketin net bir şekilde ortaya konulabilmesi için sendika faaliyetinden ne anlaşılması gerektiğinin belirlenmesi gerekmektedir. 6356  sayılı  Sendikalar  ve  Toplu  İş  Sözleşmesi  Kanunu nun  26.  ve  27. maddelerinde, sendika ve konfederasyonların faaliyetleri düzenlenmiştir. 26. madde şu şekildedir: Madde 26: (1) Kuruluşlar, tüzüklerinde yer alan konularda serbestçe faaliyette bulunur. (2) Kuruluşlar, çalışma hayatından, mevzuattan, örf ve adetten doğan uyuşmazlıklarda işçi ve işverenleri temsilen; sendikalar, yazılı başvuruları üzerine iş sözleşmesinden ve çalışma ilişkisinden doğan hakları ile sosyal güvenlik haklarında üyelerini ve mirasçılarını temsilen dava açmak ve bu nedenle açılmış davada davayı takip yetkisine sahiptir. Yargılama sürecinde üyeliğin sona ermesi üyenin yazılı onay vermesi kaydıyla bu yetkiyi etkilemez. (3)  Kuruluşlar,  faaliyetlerinden  yararlanmada  üyeleri  arasında eşitlik  ilkesi  ve  ayrımcılık  yasaklarına  uymakla  yükümlüdür.  Kuruluşlar, faaliyetlerinde toplumsal cinsiyet eşitliğini gözetir. (4) Kuruluşların kendi faaliyetleri ile üyelerine sağladıkları hak ve çıkarların üyesi olmayanlara uygulanması, bu Kanunun yedinci ila on ikinci bölümlerinde yer alan hükümler saklı kalmak kaydıyla yazılı onaylarına bağlıdır. (5)  Kuruluşlar,  tüzükleriyle  belirlenen  amaçları  dışında  faaliyette bulunamaz. 63  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.120. 64  Sendikaların faaliyetleri genellikle üç başlık altında ele alınmaktadır: 1) Sendikaların çalışma hayatına ilişkin faaliyetleri, 2) Sendikaların sosyal ve ekonomik faaliyetleri, 3) Sendikaların yasak faaliyetleri. Sendikaların bu faaliyetleriyle ilgili ayrıntılı bilgi için bkz. Duman, Barış, Ceza Hukuku Boyutuyla Sendikal Hakların Kullanılmasının Engellenmesi, SİCİL İş Hukuku Dergisi, Mart 2012, Yıl:7, Sayı:25, s.263-264. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 493Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) (6) İşçiler ve işçi kuruluşları işveren kuruluşlarına, işveren kuruluşları da işçi kuruluşlarına üye olamaz; gerek doğrudan doğruya, gerek temsilcileri veya mensupları veya araya koyacakları diğer kimseler aracılığıyla biri diğerinin kurulmasına, yönetim ve faaliyetine müdahalede bulunamaz. (7) Kuruluşlar siyasi partilerin ad, amblem, rumuz veya işaretlerini kullanamaz. (8)  Kuruluşlar  ticaretle  uğraşamaz. Ancak,  kuruluşlar  genel  kurul kararıyla nakit mevcudunun yüzde kırkından fazla olmamak kaydıyla sanayi ve ticaret kuruluşlarına yatırımda bulunabilir. (9) Kuruluşlar elde ettikleri gelirleri üyeleri ve mensupları arasında dağıtamaz. Ancak sendikaların grev ve lokavt süresince tüzüklerine göre üyelerine yapacakları yardımlar ile kuruluşların eğitim amaçlı yardımları bu hükmün dışındadır. Sendikanın  faaliyetlerinden  bir  diğeri  ise  işyeri  sendika  temsilcisi atamaktır.  İşyeri  sendika  temsilcisinin  atanması  ve  görevleri  6356  sayılı Kanun un 27. maddesinde düzenlenmiştir. Madde şu şekildedir: Madde 27: (1) Toplu iş sözleşmesi yapmak üzere yetkisi kesinleşen sendika; işyerinde işçi sayısı elliye kadar ise bir, elli bir ile yüz arasında ise en çok iki, yüz bir ile beş yüz arasında ise en çok üç, beş yüz bir ile bin arasında ise en çok dört, bin bir ile iki bin arasında ise en çok altı, iki binden fazla ise en çok sekiz işyeri sendika temsilcisini işyerinde çalışan üyeleri arasından atayarak on beş gün içinde kimliklerini işverene bildirir. Bunlardan biri baş temsilci olarak görevlendirilebilir. Temsilcilerin görevi, sendikanın yetkisi süresince devam eder. (2) Sendika tüzüğünde işyeri sendika temsilcisinin seçimle belirlenmesine ilişkin hüküm bulunması halinde, seçilen üye temsilci olarak atanır. (3) İşyeri sendika temsilcileri ve baş temsilcisi; işyeri ile sınırlı olmak kaydı ile işçilerin dileklerini dinlemek ve şikayetlerini çözümlemek, işçi ve işveren arasındaki iş birliğini, çalışma barışını ve uyumunu sağlamak, işçilerin hak ve çıkarlarını gözetmek ve iş kanunları ile toplu iş sözleşmelerinde öngörülen çalışma şartlarının uygulanmasına yardımcı olmakla görevlidir. (4) İşyeri sendika temsilcileri, işyerindeki işlerini aksatmamak ve iş disiplinine aykırı olmamak şartı ile görevlerini yerine getirir. İşyerlerinde, sendika temsilcilerine görevlerini hızlı ve etkili biçimde yapmalarına imkan verecek kolaylıklar sağlanır. 494 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY İşte söz konusu bu maddelerde sayılan sendika faaliyetlerine katılmak isteyen  kişinin  bu  faaliyetlere  katılmasının  engellenmesi  veya  katılmak istemeyen kişinin katılmasını sağlamak amacıyla cebir veya tehdit kullanılması halinde söz konusu suçun bu seçimlik hareketinin gerçekleşmiş olduğunu ifade edebiliriz. İşverenin, iş saatleri dışında veya iş saatleri içinde, işçi sendika veya konfederasyonlarının  faaliyetlerine  katılmalarından  dolayı  herhangi  bir nedenle farklı muameleye tabi tutulacağından bahisle işçiyi tehdit etmesi hali bu duruma örnek gösterilebilir. c. Bir Kimseyi Sendikadan veya Sendika Yönetimindeki Görevinden Ayrılmaya Zorlama İşverenin, sendikaya üye olan bir işçiyi cebir veya tehdit kullanarak sendikadan  ayrılmaya  zorlaması  halini  buna  örnek  gösterebiliriz.  Benzer şekilde, işyeri sendika temsilcisine karşı cebir veya tehdit kullanılarak bu görevinden ayrılmaya zorlanması halinde de söz konusu suçun hareket unsuru gerçekleşmiş olacaktır. 5. Netice Bireysel sendika özgürlüğünün ihlali suçunun tamamlanmış olması için  seçimlik  hareketlerin  zorlama  doğrultusunda  sonuçlanmış  olması gerekmemektedir. Örneğin, cebir veya tehdide rağmen kişi sendikaya üye olmuş olabilir veya sendika yönetimindeki görevinden ayrılmamış olabilir. Kanaatimizce, madde metninde zorlama ifadesine yer verilmiş olması söz konusu suçu tehlike suçu olarak kabul etmemiz için yeterli bir nedendir. Kanaatimizce söz konusu suçun niteliği konusunda doğru bir karar verebilmek  için  öncelikle  metinde  geçen  zorlamak  kelimesinden  ne anlaşılması gerektiğini net bir şekilde ortaya koymamız gerekmektedir. Zira bağlı hareketli bir suç olarak düzenlenen bu suçun gerçekleşebilmesi için cebir veya tehdit kullanılması şarttır. Bu bağlamda, cebir veya tehdit kullanan failin aynı zamanda zorlamada da bulunmuş olacağı hususunda herhangi bir şüphe bulunmamaktadır. Peki kanun koyucu neden bir de zorlama kelimesini kullanma ihtiyacı duymuştur? Kanaatimizce buradaki zorlama ile kastedilmek istenen, mağduru iradesinin aksi yönde bir karar almaya veya işlem yapmaya 65  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.120. 66  Üzülmez, İlhan, Yeni Türk Ceza Kanunu nda Hürriyet Aleyhine İşlenen Suçlar, Kazancı Hukuk Dergisi, Sayı:5, s.109. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 495Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) mecbur bırakmaktır. Ancak bu zorlamanın, TCK m.28 dekine benzer bir dereceye  ulaşması  da  şart  değildir.  Bu  zorlama  sonucu  örneğin  kişinin sendikaya üye olmaktan veya sendika faaliyetlerine katılmaktan vazgeçmesi şart değildir. Pek tabidir ki, bu zorlama sonucunda bunlar gerçekleşmiş de olabilir. Bunların gerçekleşmiş olması halinde TCK m.61 e göre hakim, temel cezayı belirlerken asgari hadden uzaklaşabilecektir. Yapmış olduğumuz bu açıklamalar sonucunda, bir kimseye karşı bir sendikaya üye olmaya veya olmamaya, sendikanın faaliyetlerine katılmaya veya  katılmamaya,  sendikadan  veya  sendika  yönetimindeki  görevinden ayrılmaya zorlanma amacıyla cebir veya tehdit kullanılması halinde suçun tamamlanmış  olduğunu  kabul  etmemiz  gerekir.  Bu  yönüyle,  zorlamanın gerçekleşmesi yeterli olup, zorlamadan bir sonuç alınmış olması, yani bir zarar neticesinin doğması gerekli değildir. Söz konusu cebir veya tehdidin böyle bir neticeyi doğurabilecek tarzda olup olmadığının araştırılması gerekmektedir. Bu nedenle söz konusu suçun somut tehlike suçu olarak kabul edilmesi gerektiğini ifade edebiliriz. 6. Suçun Nitelikli Halleri TCK nın  118/1.  maddesinde,  bireysel  sendika  özgürlüğünün  ihlali suçuna ilişkin nitelikli hallere yer verilmemiştir. Ayrıca, hürriyet aleyhine işlenen bazı suçlar için ortak hüküm olan 119. maddedeki nitelikli hallerin de bu suç bakımından uygulanma kabiliyeti bulunmamaktadır. Kanun koyucu, TCK nın 119. maddesinde, hürriyete karşı işlenen suçlar bölümünde yer alan bazı suçlar bakımından cezayı ağırlaştıran nitelikli hallere yer vermiştir. Ancak söz konusu maddede eğitim ve öğretimin engellenmesi (m.112), kamu kurumu veya kamu kurumu niteliğindeki meslek kuruluşlarının faaliyetlerinin  engellenmesi  (m.113),  siyasi  hakların  kullanılmasının engellenmesi (m.114), inanç, düşünce ve kanaat hürriyetinin kullanılmasını engelleme (m.115), konut dokunulmazlığının ihlali (m.116) ile iş ve çalışma hürriyetinin ihlali (m.117) suçlarına yer verilmiş olmasına karşın, sendikal hakların kullanılmasının engellenmesi suçuna yer verilmediğini görmekteyiz. Çalışmamızda daha önce de belirtildiği üzere, sendikal özgürlükler, iş ve çalışma hürriyetinin tamamlayıcısı ve bu hürriyeti koruyan temel unsurlardır. Bu açıdan bakıldığında 117. madde ile 118. madde arasında doğal bir bağ 67  Yarsuvat, İş ve Çalışma Hürriyetinin İhlali, s.143. Söz konusu suçun soyut tehlike suçu olarak kabul edilmesi gerektiği yolundaki görüş için bkz. Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, s.210. 496 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY olduğu sonucu ortaya çıkmaktadır. Durum böyle olmasına karşın, kanun koyucunun, cezayı ağırlaştıran nitelikli hallerin düzenlendiği 119. maddede, sendikal hakların kullanılmasının engellenmesi suçuna neden yer vermediğini anlamak  mümkün  değildir.  Kanaatimizce  yapılması  gereken,  bir  kanun değişikliğiyle 119. maddenin kapsamı içine 118. maddeyi de almak olmalıdır. B. Tipikliğin Manevi (Subjektif) Unsuru Söz konusu suç yalnızca kasten işlenebilen bir suç olduğundan taksirle işlenebilmesi  mümkün  değildir.  Bu  suçun  olası  kastla  da  işlenebilmesi mümkündür. C. Hukuka Aykırılık Bu suç bakımından uygulama kabiliyeti bulabilecek hukuka uygunluk nedenlerinden birisi, TCK nın 26/1. maddesinde düzenlenmiş bulunan hakkın kullanılması hukuka uygunluk nedenidir. Söz konusu maddeye göre Hakkını kullanan kimseye ceza verilemez. Bu hukuka uygunluk nedenine örnek olarak, sendika faaliyetlerine katılma yeterliliğine sahip olmayan birisinin söz konusu faaliyetlere katılmasının engellenmesi örnek gösterilebilir. Bu durumda, sendika faaliyetlerine katılmak yalnızca belli niteliklere sahip olan kişilere tanındığından, bu niteliklere sahip olmayan bir kişinin bu faaliyetlere katılmasının engellenmesi halinde bu hukuka uygunluk nedenin uygulanması söz konusu olabilecektir. Bu suç bakımından uygulanması düşünülebilecek hukuka uygunluk nedenlerinden  ikincisini  ise,  ilgilinin  rızası  (m.26/2)  hukuka  uygunluk nedeni oluşturmaktadır. Söz konusu maddeye göre: Kişinin üzerinde mutlak surette tasarruf edebileceği bir hakkına ilişkin olmak üzere, açıkladığı rızası çerçevesinde işlenen fiilden dolayı kimseye ceza verilmez. Açıklanan rızanın geçerli bir rıza olarak kabul edilebilmesi için, maddede de belirtildiği üzere söz konusu hakkın, kişinin üzerinde mutlak surette tasarruf edebileceği bir hak olması gerekmektedir. Maddede bahsi geçen haklar, kişinin üzerinde mutlak surette tasarruf edebileceği haklardan olduğundan, ilgilinin rızası hukuka uygunluk nedeni bu suç bakımından uygulama kabiliyeti bulabilecektir. 68  Söz konusu suçun oluşabilmesi için failin belirli amaçlarla hareket etmiş olması gerektiği, bunun sonucu olarak da olası kastın burada söz konusu olamayacağı yolundaki görüş için bkz. Soyer, İş ve Çalışma Hürriyetinin İhlali, s.106. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 497Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) D. Suçun Özel Görünüm Şekilleri 1. Teşebbüs  Madde  gerekçesinde  söz  konusu  suç  teşebbüs  suçu  olarak nitelendirilmiştir. Gerekçe şu şekildedir: Maddenin birinci fıkrasına göre, bir kimseye karşı cebir veya tehdit kullanılarak, bir sendikaya üye olmaya veya olmamaya, sendikanın faali yetlerine katılmaya veya katılmamaya ya da sendikadan veya sendika yöne timindeki görevinden ayrılmaya zorlanması, suç oluşturmaktadır. Bu suçun tamamlanmış şekline göre cezaya hükmedilebilmesi için, cebir veya tehdide maruz kalan kişinin sendikaya üye olması veya olmaktan vazgeçmesi, sen dikanın faaliyetlerine katılması veya katılmaktan vazgeçmesi ya da sendika dan veya sendika yönetimindeki görevinden ayrılması gerekmemektedir. Bu amaçlarla, kişiye karşı cebir veya tehdit kullanılması, söz konusu suç ta mamlanmış gibi cezalandırılabilmek için yeterlidir. Bu bakımdan söz ko nusu suç, bir teşebbüs suçu niteliği taşımaktadır. Bilindiği üzere teşebbüs suçu, kanun koyucunun bazı suçlarda, icra hareketlerinin belli  bir  aşamaya  varmış  olmasını,  tamamlanmış  suç  gibi  cezalandırma bakımından yeterli bulduğu suçlara denilmektedir. Bu tip suçların özelliği, bunlara  teşebbüsün mümkün olmamasıdır, başka bir ifadeyle teşebbüs suçuna teşebbüsün cezalandırılması mümkün değildir. TCK da bu tip suçlara çok az sayıda da olsa yer verildiğini görmekteyiz (Örneğin, TCK m.309, 310 vs.). Acaba bireysel sendika özgürlüğünün ihlali suçu, madde gerekçesinde de belirtildiği üzere bir teşebbüs suçu olup bu suça teşebbüs etmek mümkün değil midir? Bilindiği üzere, şayet hareket kısımlara ayrılabiliyorsa o suça teşebbüs mümkündür. Bu bağlamda, örneğin, failin, bir işçiye göndermiş olduğu ve söz konusu sendikaya üye olması halinde kendisine ve ailesine çok ağır bir saldırı gerçekleştireceğine ilişkin tehditlerin bulunduğu mektubun mağdura ulaşmaması halinde hareket kısımlara ayrılabildiği için söz konusu suça teşebbüsün mümkün olduğunu belirtebiliriz. 2. İştirak Söz  konusu  suç,  iştirak  bakımından  herhangi  bir  özellik göstermemektedir. Bu bağlamda, bu suça iştirakin her türlüsü mümkündür. 69  Gerekçede belirtilen teşebbüs suçu kavramının eleştirisi için bkz. Hafızoğulları/Özen, Hürriyete Karşı Suçlar, s.2747; Yarsuvat, İş ve Çalışma Hürriyetinin İhlali, s.143. 70  Koca/Üzülmez, Genel Hükümler, s.410. Teşebbüs suçu konusunda ayrıntılı bilgi için bkz. Soyaslan, Doğan, Teşebbüs Suçu, Ankara 1994, s.3 vd. 498 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY 3. Suçların İçtimaı Suçların içtimaı ile ilgili olarak bu başlık altında yapılan açıklamaların yanında, yukarıda, hareket başlığı altında yapılan açıklamalara da bakılmalıdır. Zira konu bütünlüğünü sağlamak açısından, içtima ile ilgili bazı özel durumlar yukarıda bu başlık altında ele alınmıştır. Kanaatimizce, bireysel sendika özgürlüğünün ihlali suçu bakımından zincirleme suç hükümlerinin şartlarının oluştuğu taktirde uygulanmasında bir engel bulunmamaktadır. 6356 sayılı Kanun un 78. maddesinde idari para cezası uygulanmasını gerektiren fiillere yer verilmiştir. Söz konusu madde şu şekildedir: (1) Bu Kanuna göre; a) 6 ncı maddede belirtilen sendikalar için kurucu olabilme şartlarına sahip olduğuna ilişkin gerçeğe aykırı beyanda bulunanlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde yediyüz Türk Lirası, b) 14 üncü maddeye göre yapılacak seçimlerle ilgili oylamalara ve bu oylamaların sayım ve dökümüne hile karıştıranlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, c) 17 nci maddeye aykırı olarak üye kaydedenler ile 19 uncu maddeye aykırı olarak üye kalmaya veya üyelikten ayrılmaya zorlayanlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde her bir üyelik için yediyüz Türk Lirası, ç) 26 ncı maddenin altıncı fıkrasına aykırı hareket edenler ile yedinci fıkrasına  göre  siyasi  partilerin  ad,  amblem,  rumuz  veya  işaretlerinin kullanılmasına karar veren veya kullananlar beşbin Türk Lirası, d) 28 inci maddenin ikinci ve üçüncü fıkralarına aykırı hareket eden kuruluşların yetkili sorumluları binbeşyüz Türk Lirası, fiilin tekrarı hâlinde ise ayrıca bağış miktarı kadar, e)  Bu  Kanunda  kanuni  grev  veya  lokavt  için  belirtilen  şartlar gerçekleşmeksizin alınan bir grev veya lokavt kararının uygulanması hâlinde; grev veya lokavta karar verenler, böyle bir grev veya lokavta karar verilmesine veya uygulanmasına veya bunlara katılmaya veya devama zorlayan veya teşvik edenler ile lokavta katılanlar ve devam edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, 71  Söz konusu idari para cezalarıyla ilgili ayrıntılı bilgi için bkz. Pulat, Pelin, 6356 Sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu nda İdari Para Cezaları, SİCİL İş Hukuku Dergisi, Mart 2013, Yıl:8, Sayı:29, s.231 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 499Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) f) Kanun dışı greve katılanlar ve devam edenler yediyüz Türk Lirası, g) Kanuni bir grev veya lokavt kararının bu Kanunda yazılı usul ve esaslar dışında uygulanması hâlinde, bu kararı uygulayanlar, uygulanmasına veya devamına zorlayanlar veya teşvik edenler beşbin Türk Lirası, ğ) Grev veya lokavtın mahkeme kararıyla sürekli veya geçici, tamamen veya kısmen yasaklanmasına rağmen, kararı kaldırmayanlar, uygulamaya devam edenler, devamına teşvik edenler, zorlayanlar, katılan ve katılmaya devam edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, h) Greve katıldıkları veya lokavta maruz kaldıkları hâlde, grev veya lokavtın uygulandığı işyerlerinden ayrılmayanlar ile işçileri bu eylemlere zorlayan veya teşvik edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde yediyüz Türk Lirası, ı) 65 inci maddede belirtilen izni almadan yeni işçi alan işveren, izinsiz aldığı her bir işçiyle ilgili olarak yediyüz Türk Lirası, i) 68 inci madde hükmüne aykırı olarak grev yapan işçilerin yerine işçi  çalıştıran  işveren  veya  işveren  vekili,  aldığı  her  bir  işçiyle  ilgili olarak binbeşyüz Türk Lirası, j) İşçi sendikasının üyesi olmayan grev gözcüleri ile 73 üncü madde hükümlerine aykırı davranan grev gözcüleri binbeşyüz Türk Lirası,idari para cezası ile cezalandırılır. Söz  konusu  maddede  belirtilen  ve  kabahat  olarak  nitelendirilmiş bulunan bazı fiillerin aynı zamanda bireysel sendika özgürlüğünün ihlali suçunu oluşturması da mümkündür. Örneğin, bir işçinin sendika üyeliğinden ayrılmaya  her  ne  şekilde  olursa  olsun  zorlanması  6356  sayılı  Kanun un 19. maddesine aykırılık oluşturmakta ve aynı Kanun un 78. maddesinin 1. fıkrasının c bendine göre kabahat olarak nitelendirilmektedir. Bu fiilin cebir veya tehdit kullanılarak gerçekleştirilmesi durumunda TCK m.118/1 deki bireysel  sendika  özgürlüğünün  ihlali  suçunun  da  işlenmiş  olduğunu söyleyebiliriz. Böyle bir durumda, yani, söz konusu fiilin hem kabahat hem de suç olarak tanımlanmış olması halinde, 5326 sayılı Kabahatler Kanunu nun 15. maddesinin 3. fıkrası uyarınca yalnızca suç içeren fiilden dolayı failin cezalandırılması yoluna gidilecektir. Başka bir ifadeyle fail yalnızca TCK m.118/1 hükmü uyarınca cezalandırılabilecektir. 500 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY E. Yargılama 1. Soruşturma ve Kovuşturma Usulü Bireysel  sendika  özgürlüğünün  ihlali  suçu  re sen  soruşturulan  ve kovuşturulan bir suçtur. Bundan dolayı da uzlaşma hükümlerinin bu suç bakımından  uygulanması  mümkün  değildir.  Bu  suç  bakımından  özel  bir soruşturma ve kovuşturma usulü öngörülmemiştir. 2. Görevli ve Yetkili Mahkeme  Bu suç için öngörülen ceza 1 yıldan 3 yıla kadar hapis cezasıdır. 5235 sayılı Adli Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun un 11. maddesi gereği görevli mahkeme asliye ceza mahkemesidir. Yetkili mahkeme ise, CMK nın 12. maddesi gereği suçun işlendiği yer mahkemesidir. VI) Kolektif Sendika Özgürlüğünün İhlali Suçu (m.118/2) A. Tipikliğin Maddi (Objektif) Unsurları 1. Fail Bu suçun faili herhangi bir kimse olabilir. Bu suç çok failli bir suç da değildir. Suçun birden fazla kişi tarafından işlenmiş olması hali nitelikli hal olarak düzenlenmemiştir. Kanun koyucu, TCK nın 119. maddesinde, hürriyete karşı işlenen suçlar bölümünde yer alan bazı suçlar bakımından cezayı ağırlaştıran nitelikli hallere yer vermiştir. Ancak söz konusu maddede, TCK m.118 e yer verilmediğini görmekteyiz. Bu konuyla ilgili yapmış olduğumuz tespitler ve çözüm önerisi için bireysel sendika özgürlüğünün ihlali suçu altında yapmış olduğumuz açıklamalara bakılabilir. Söz konusu suç bakımından, TCK nın 60. maddesi bağlamında, tüzel kişiler hakkında güvenlik tedbirinin uygulanması mümkün değildir. Zira, TCK m.60/4 e göre, tüzel kişiler hakkında güvenlik tedbiri sadece kanunda açıkça belirtilen hallerde uygulanabilecektir. TCK nın 118. maddesinde, bu suç bağlamında tüzel kişiler hakkında güvenlik tedbirinin uygulanması kabul edilmediğinden bu güvenlik tedbiri uygulanamayacaktır. 2. Mağdur veya Suçtan Zarar Gören Bu suçun suçtan zarar göreni, işçi veya işveren sendikalarıdır. Sendika sayılmayan bir tüzel kişiliğin yahut kamu kurumunun suçtan zarar gören Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 501Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) olması mümkün değildir. TCK nın 118. maddesinin 2. fıkrasında, kamu ve özel sendikalar arasında bir ayrım yapılmadığından dolayı, maddenin uygulama alanı içine 6356 sayılı Kanun a göre faaliyet gösteren sendikaların yanı sıra, 4688 sayılı Kamu Görevlileri Sendikaları ve Toplu Sözleşme Kanunu kapsamına giren sendikalar da girmektedir. Doktrinde  savunulan  bir  görüşe  göre,  maddede  geçen  sendika kavramının, konfederasyonları da içine alacak şekilde geniş yorumlanması gerekmektedir. Kanaatimizce bu görüşün kabulü mümkün değildir. Zira 6356 sayılı Kanun un 2. maddesinde hem sendika, hem de konfederasyon kavramlarından ne anlaşılması gerektiği belirtilmiştir. Buna göre sendika, işçilerin veya işverenlerin çalışma ilişkilerinde, ortak ekonomik ve sosyal hak ve çıkarlarını korumak ve geliştirmek için en az yedi işçi veya işverenin bir araya gelerek bir işkolunda faaliyette bulunmak üzere oluşturdukları tüzel kişiliğe sahip kuruluşları ifade etmektedir. Buna karşılık konfederasyon ise değişik işkollarında en az beş sendikanın bir araya gelerek oluşturdukları tüzel kişiliğe sahip kuruluşu ifade etmektedir. Bu açıdan bakıldığında, ayrı bir tüzel kişiliğe sahip olan konfederasyonun faaliyetlerinin cebir veya tehdit kullanılarak veya hukuka aykırı başka bir davranışla engellenmesi halinde, ortada bir suç olmadığından failin cezalandırılması kanaatimizce mümkün olmayacaktır. Aksi durumun kabulü, suç ve cezada kanunilik prensibine aykırılık oluşturacaktır. Kanaatimizce, maddenin konuluş amacı da dikkate alındığında  yapılması  gereken,  bir  kanun  değişikliğiyle  118/2.  maddenin uygulama alanı içine konfederasyonların da dahil edilmesi olmalıdır.  Bireysel sendika özgürlüğünün ihlali suçu altında yapmış olduğumuz açıklamalarda da ifade edildiği üzere, bütün suçlarda mağdur yalnızca gerçek kişiler olabilir, gerçek kişiler dışında kalan tüzel kişiler, aile, devlet, kişi toplulukları gibi kurum ve organlar bir suçun işlenmesi dolayısıyla zarar görmüş olsalar bile mağdur olamazlar, bunlar yalnızca suçtan zarar gören olarak nitelendirilirler. Söz konusu suç bağlamında, suçun mağduru ve suçtan zarar göreni bakımından bir ayrım yapılması gerekmektedir. Buna göre söz konusu suçun mağduru, somut olayda sendika tüzel kişiliğinin sendikal faaliyetine katılan ve kendilerine karşı cebir, tehdit veya hukuka aykırı başka bir davranışta bulunulan gerçek kişilerdir; buna karşılık sendika tüzel kişiliği ise suçtan 72  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.115. 73  Soyer, İş ve Çalışma Hürriyetinin İhlali, s.102; Kürtün, Çalışma Özgürlüğünün ve Sendikal Hakların Kullanılmasının Engellenmesi, s.128. 502 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY zarar gören konumundadır. Örneğin, sendika toplantısının yapılacağı salonun kapılarının açılmaması, kilitlenmesi veya başka engeller konulması ya da toplantıya  gelenlere  toplantının  iptal  edildiği  yönünde  yalan  söylenmesi suretiyle  toplantının  yapılmasının  engellenmesi  suretiyle  toplantının yapılmasının  engellenmesi  yolundaki  hukuka  aykırı  davranışların  tümü, sendikal faaliyete katılmak isteyen gerçek kişilere yönelik olup bu kişiler mağdur olarak kabul edilecekken, sendika tüzel kişiliği ise suçtan zarar gören olarak kabul edilecektir. 3. Konu Bu suçun konusunu, sendikanın faaliyetleri oluşturmaktadır. 4. Hareket Söz konusu suçun hareket unsuru şu şekilde tanımlanabilir: Cebir veya tehdit kullanarak ya da hukuka aykırı başka bir davranışla, bir sendikanın faaliyetlerinin engellenmesi oluşturmaktadır. Bu bağlamda, söz konusu suçun sadece maddede sayılan şekillerde (cebir, tehdit veya hukuka aykırı başka bir davranış) gerçekleştirilebilmesi mümkündür, başka bir ifadeyle bu suçun bağlı hareketli bir suç olduğunu söyleyebiliriz. Söz  konusu  suçun  hareket  unsurunu  oluşturan  cebir  ve  tehdit kavramlarına, yukarıda bireysel sendika özgürlüğünün ihlali suçu bağlamında ayrıntılı olarak değindiğimiz için yukarıda yapmış olduğumuz açıklamaların burada da geçerli olduğunu ifade etmek istiyoruz. Bu suç tipinde, diğer suç tipinden farklı olarak hukuka aykırı başka bir davranışla da suçun işlenebilmesi kabul edilmiştir. Bu nedenle, hukuka aykırı başka bir davranıştan ne anlaşılması gerektiği hususu üzerinde kısaca durmak istiyoruz. Söz konusu suçun hareket unsurlarından sonuncusu olan hukuka aykırı başka bir davranış75 oluşturmaktadır. 765 sayılı TCK döneminde hukuka aykırı başka bir davranış ifadesine yer verilmemiş olduğundan, Yargıtay iş ve çalışma hürriyetinin ihlali suçuyla ilgili vermiş olduğu kararlarda cebir ve tehdit sayılmayan hallerin varlığı durumunda söz konusu suçun oluşmadığına 74  Soyer, İş ve Çalışma Hürriyetinin İhlali, s.102. 75  TCK da yalnızca 9 adet suç tipinde (TCK m.112, 113, 114, 115, 117, 118, 123, 223, 224) hukuka aykırı başka bir davranış ifadesine yer verilmiştir. Buradan da anlaşılacağı üzere, kanun koyucu, bu ifadeye ağırlıklı olarak hürriyete karşı işlenen suçlarda yer vermeyi uygun gördüğünü ifade edebiliriz.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 503Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) karar vermekteydi. Bundan dolayı olsa gerek ki, 5237 sayılı TCK da bu boşluğu doldurmak için bu ifadeye yer verildiğini düşünmekteyiz. Hukuka aykırı başka bir davranış ile kastedilmek istenen, cebir ve tehdit dışında kalan her türlü harekettir. Hukuka aykırı başka bir davranışın suç olması da mümkündür. Örneğin, kolektif sendika özgürlüğünün ihlali suçu, kişiyi hürriyetinden yoksun kılmak (m.109) suretiyle de işlenebilir. Bu durumda bileşik suç (m.42) kurumu gereği faile yalnızca m.117 de yer alan suçun cezası mı verilecek, yoksa gerçek içtima kurumu gereği her iki suçtan da (m.109 ve m.117) ayrı ayrı mı ceza verilecektir? Bilindiği üzere, bileşik suçun iki görünüm şekli bulunmaktadır: İlk görünüm şeklinde, bir suçun diğerinin unsurunu oluşturması söz konusudur. Bileşik suçun bu şeklinde, bileşik suçu meydana getiren suçların niteliği değişmekte, ortaya başka nitelikte bir suç çıkmaktadır. İkinci görünüm şeklinde ise, bir suçun diğer bir suçun cezayı artıran nitelikli unsuru olarak kabul edilmesi durumu söz konusudur ve nitelikli unsur durumunda bulunan suç bağımsızlığını kaybetmektedir. Bileşik suçun bu her iki görünüm şeklinde de dikkat edilmesi gereken önemli bir husus vardır: Kanunda açıkça unsur veya nitelikli hal olarak gösterilen suç bağımsızlığını kaybedecektir; bileşik suçun tanımında unsur veya nitelikli hal olarak açıkça belirtilmeyen suçlar ise bağımsızlıklarını korumaya devam edeceklerdir. Bu açıdan m.118/2 ye bakıldığında, yalnızca hukuka aykırı başka bir davranıştan söz edilmekte ancak bu davranışın ne olduğu belirtilmemektedir. O halde, yukarıda verilen örnekteki gibi durumların varlığı halinde gerçek içtima kurumu gereği her iki suçtan dolayı ayrı ayrı ceza verilmesi gerekecektir. Madde metninde geçen hukuka aykırı başka bir davranışın mutlaka suç oluşturması şart değildir, hukuka aykırı olması yeterlidir. Özel hukuk-kamu hukuku arasında bir ayrım yapılmadığına göre, hukuka aykırı davranışın herhangi bir hukuk dalından kaynaklanması yeterlidir. Bu yorum tarzının 76   Sanıkların  zor  ve  şiddet  kullanmaksızın  geceleri  vitrin  camlarını  kırmaktan  ibaret eylemlerinde  TCK nın  201.  maddesinde  gösterilen  suç  öğelerinin  oluşmadığının gözetilmemesi yasaya aykırıdır. (Yargıtay 4.CD, 05.02.1996 T., 1996/250-956 E.K.). 77  Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.449. 78  Koca/Üzülmez, Genel Hükümler, s.521-523. 79  Özbek/Kanbur/Doğan/Bacaksız/Tepe ye göre, iş ve çalışma hürriyetinin ihlali suçunda sadece kasten yaralama suçu bakımından gerçek içtima öngörülmüş ise de, gerçek içtimaın bununla sınırlı olmadığı da görülmektedir. Yazarlara göre bu tartışmaları ortadan kaldırmak ve gerçek içtimayı mümkün kılmak için m.212 deki gibi bir düzenleme yapılması yerinde olacaktır. Bkz. Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.450. 80  Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.450. 504 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY bazı durumlarda amacı aşan bir duruma dönüşebileceği, bu bağlamda, haksız rekabet, yalan haber, hatta sözleşmeye aykırılığın bile hukuka aykırılık olarak kabul edilmesinin söz konusu olabileceği ifade edilmektedir. TCK ile, önceden sadece hukuki bir anlaşmazlık olarak değerlendirilebilecek bazı olaylarda, kolektif  sendika  özgürlüğünün  ihlali  suçunun  da  oluşması  söz  konusu olabilecektir. Ancak, 1982 Anayasası nın 38/8. maddesinde, hiç kimsenin, yalnızca  sözleşmeden  doğan  bir  yükümlülüğü  yerine  getirmemesinden dolayı  özgürlüğünden  alıkonulamayacağı  hükmü  dikkate  alındığında, 118/2. maddede ifade edilen hukuka aykırı başka bir davranış ifadesinin Anayasa ya  aykırılığının  gündeme  gelebileceği  çok  açık  ortadadır.  Pek tabidir ki, kanun koyucunun bu ifade ile, 118/2. maddenin uygulama alanını, Anayasa ya da aykırı olabilecek nitelikte bu denli geniş tutmak istediğini düşünmek doğru olmasa gerekir. Ancak maddenin lafzi yorumundan başkaca bir sonuç çıkartılması da mümkün gözükmemektedir. Sonuç olarak, hukuka aykırı başka bir davranış gibi, içeriği tam belli olmayan, geniş yorum yoluyla özel hukuk uyuşmazlıklarını da kapsamına alması mümkün olan ve bu açıdan bakıldığında kanunilik prensibine ve Anayasa ya da aykırılık teşkil edebilecek bu ibarenin gerek 118/2. maddeden, gerek TCK daki diğer maddelerden çıkartılması  ve  böylelikle  uygulamada  yaşanabilecek  tereddütlerin  önüne geçilmesi gerektiğini düşünmekteyiz. Hukuka aykırı davranışın söz konusu suçta nasıl uygulanabileceğiyle ilgili şöyle bir örnek verebiliriz: İşveren cebir veya tehdit kullanmadığı halde sendikaya üye olan işçilerle sendika üyesi olmayan işçiler arasında ayrım yapar, onları farklı muameleye tabi tutar veya sendika üyeliği veya sendikal faaliyetlerde bulunmalarından dolayı işçinin hizmet akdine son verirse, cebir veya tehdit unsurları gerçekleşmediğinden dolayı TCK m.118/1 deki bireysel sendika özgürlüğünün ihlali suçu gerçekleşmemiş olacaktır. Ancak işverenin bu davranışlarını hukuka aykırı başka bir davranış olarak kabul etmek ve TCK m.118/2 ile korunmak istenen kolektif sendika özgürlüğünün ihlal edildiğini kabul etmek pekala mümkündür; çünkü üye bulmak, kaydetmek, üyelerin ekonomik ve sosyal haklarını müdafaa etmek sendikaların asli faaliyetleri arasındadır. 81  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.69; Özbek/Kanbur/Doğan/Bacaksız/Tepe, Özel Hükümler, s.450. 82   Özbek/Kanbur/Doğan/Bacaksız/Tepe,  Özel  Hükümler,  s.450;  Öztürk,  İş  ve  Çalışma Hürriyetinin İhlali Suçu, s.70. 83  Öztürk, İş ve Çalışma Hürriyetinin İhlali Suçu, s.120-121. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 505Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) 5. Netice Kolektif sendika özgürlüğünün ihlali suçunun tamamlanmış olması için seçimlik hareketlerin gerçekleştirilmesi suretiyle sendikanın faaliyetlerinin engellenmesi gerekmektedir. Bu açıdan bakıldığında, kanun koyucunun bu suç tipi ile, sendikanın faaliyetlerinin engellenmesi neticesini zorunlu gördüğünü, başka bir ifadeyle bu suçun neticeli bir suç olduğu sonucu çıkmaktadır. Madde gerekçesinde de benzer tespitlere yer verilmiştir: Maddenin ikinci fıkrasında cebir veya tehdit kullanılarak ya da hu kuka aykırı başka bir davranışla bir sendikanın faaliyetlerinin engellenmesi ayrı bir suç olarak tanımlanmıştır. Bir sendikanın faaliyetlerinin cebir veya tehditle ya da hukuka aykırı başka bir davranışla engellenmiş olması ha linde, suç tamamlanmış olur. 6. Suçun Nitelikli Halleri TCK nın  118/2.  maddesinde,  kolektif  sendika  özgürlüğünün  ihlali suçuna  ilişkin  nitelikli  hallere  yer  verilmemiştir.  Ayrıca  daha  önce  de belirtildiği üzere, hürriyet aleyhine işlenen bazı suçlar için ortak hüküm olan 119. maddedeki nitelikli hallerin de bu suç bakımından uygulanma kabiliyeti bulunmamaktadır. B. Tipikliğin Manevi (Subjektif) Unsuru Söz konusu suç yalnızca kasten işlenebilen bir suç olduğundan taksirle işlenebilmesi  mümkün  değildir.  Bu  suçun  olası  kastla  da  işlenebilmesi mümkündür. C. Hukuka Aykırılık Kolektif  sendika  özgürlüğünün  ihlali  suçu  bakımından  gündeme gelebilecek iki çeşit hukuka uygunluk nedeni olabileceğini düşünmekteyiz: Kanunun hükmünün yerine getirilmesi ve amirin emrini ifa. Bu suç bağlamında uygulanabilecek hukuka uygunluk nedenlerinden ilkini TCK nın 24/1. maddesinde düzenlenmiş bulunan kanunun hükmünün yerine  getirilmesi  hukuka  uygunluk  nedeni  oluşturmaktadır.  Maddeye göre  Kanunun  hükmünü  yerine  getiren  kimseye  ceza  verilmez.  6356 sayılı Kanun un 31. maddesinde sendika ve konfederasyonların (kuruluş) kapatılmasına  yer  verilmiştir.  Söz  konusu  maddeye  göre:  Anayasada belirtilen  Cumhuriyetin  niteliklerine  ve  demokratik  esaslara  aykırı faaliyetlerde  bulunan  kuruluş,  merkezlerinin  bulunduğu  yer  Cumhuriyet Başsavcısının talebi üzerine mahkeme kararı ile kapatılır. Aykırı davranış 506 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY bireysel olarak yöneticiler tarafından gerçekleştirildiği takdirde, mahkemece sadece o yöneticilerin görevine son verilmesine karar verilir. Yukarıdaki fıkra uyarınca açılan davalar nedeniyle mahkeme, yargılama süresince talep üzerine veya resen kuruluşun faaliyetlerinin durdurulmasına ve yöneticilerinin geçici olarak görevden alınmasına karar verebilir. Bu bağlamda, örneğin, Cumhuriyetin  niteliklerine  aykırı  faaliyetlerde  bulunan  bir  sendikanın kapatılmasına veya faaliyetlerinin durdurulmasına karar veren mahkemenin söz konusu suçu işlediğinden bahsedilemeyecektir, zira mahkeme tarafından kanunun hükmünü yerine getirmektedir. Bu suç bağlamında uygulanabilecek hukuka uygunluk nedenlerinden ikincisi olan amirini emrini ifa, TCK nın 24/2. maddesinde düzenlenmiş bulunmaktadır. Maddeye göre Yetkili bir merciden verilip, yerine getirilmesi görev gereği zorunlu olan bir emri uygulayan sorumlu olmaz. Yukarıda vermiş  olduğumuz  örnekten  hareketle,  Cumhuriyetin  niteliklerine  aykırı faaliyetlerde  bulunan  bir  sendikanın  kapatılmasına  veya  faaliyetlerinin durdurulmasına  ilişkin  mahkeme  kararını  uygulayıp  sendikanın  merkez binasını mühürleyen kişinin bu suçu işlediğinden bahsedilemeyecektir, zira söz konusu kişi mahkeme kararını yerine getirmektedir. D. Suçun Özel Görünüm Şekilleri 1. Teşebbüs  Cebir, tehdit veya hukuka aykırı başka bir davranış gerçekleştirilmesine karşın, sendikanın faaliyetlerinin engellenmesi sonucu gerçekleşmemiş ise suçun teşebbüs aşamasında kalacağını söyleyebiliriz.  2. İştirak Söz  konusu  suç,  iştirak  bakımından  herhangi  bir  özellik göstermemektedir. Bu bağlamda, bu suça iştirakin her türü mümkündür. 3. Suçların İçtimaı Söz  konusu  suç  bağlamında  fikri  içtima  kurumunun  uygulanması gündeme gelebilecektir. Çalışmamızda daha önce de ifade edildiği üzere, 118. maddenin 1. fıkrasında bireysel sendika özgürlüğü, 2. fıkrasında ise kolektif sendika özgürlüğü korunmaktadır. Doktrinde bu iki özgürlüğün birbiriyle bağlantılı olduğu, kolektif sendika özgürlüğünün aslında bireysel sendika özgürlüğünü  de  bünyesinde  barındırdığı  ifade  edilmektedir.  Bu  açıdan 84  Soyer, İş ve Çalışma Hürriyetinin İhlali, s.107. 85  Duman, Sendikal Hakların Engellenmesi, s.270-271. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 507Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) bakıldığında, kolektif sendika özgürlüğünün ihlal edilmesi halinde bireysel sendika  özgürlüğünün  de  haliyle  ihlal  edilmiş  olacağı  ortadadır.  Ancak bu durumda failin, TCK nın 44. maddesi gereği, bunlardan en ağır cezayı gerektiren 118/2. maddeden dolayı cezalandırılması söz konusu olabilecektir. Daha önce de ifade edildiği üzere, maddede geçen hukuka aykırı başka bir davranışın aynı zamanda bir suç oluşturması durumunda da gerçek içtima kurumu gereği her iki suçtan da ayrı ayrı ceza verilmesi gerekeceğini, başka bir ifadeyle suçların içtimaı kurumunun işletilmeyeceğini ifade edebiliriz. Kolektif sendika özgürlüğünün ihlali suçu bakımından zincirleme suç hükümlerinin şartlarının oluştuğu taktirde uygulanmasına bir engel olmadığını düşünmekteyiz.   6356 sayılı Kanun un 78. maddesinde idari para cezası uygulanmasını gerektiren fiillere yer verilmiştir. Söz konusu madde şu şekildedir: (1) Bu Kanuna göre; a) 6 ncı maddede belirtilen sendikalar için kurucu olabilme şartlarına sahip olduğuna ilişkin gerçeğe aykırı beyanda bulunanlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde yediyüz Türk Lirası, b) 14 üncü maddeye göre yapılacak seçimlerle ilgili oylamalara ve bu oylamaların sayım ve dökümüne hile karıştıranlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, c) 17 nci maddeye aykırı olarak üye kaydedenler ile 19 uncu maddeye aykırı olarak üye kalmaya veya üyelikten ayrılmaya zorlayanlar, fiilleri daha ağır bir cezayı gerektirmediği takdirde her bir üyelik için yediyüz Türk Lirası, ç) 26 ncı maddenin altıncı fıkrasına aykırı hareket edenler ile yedinci fıkrasına  göre  siyasi  partilerin  ad,  amblem,  rumuz  veya  işaretlerinin kullanılmasına karar veren veya kullananlar beşbin Türk Lirası, d) 28 inci maddenin ikinci ve üçüncü fıkralarına aykırı hareket eden kuruluşların yetkili sorumluları binbeşyüz Türk Lirası, fiilin tekrarı hâlinde ise ayrıca bağış miktarı kadar, e)  Bu  Kanunda  kanuni  grev  veya  lokavt  için  belirtilen  şartlar gerçekleşmeksizin alınan bir grev veya lokavt kararının uygulanması hâlinde; grev veya lokavta karar verenler, böyle bir grev veya lokavta karar verilmesine 86  Evik, Sendikal Hakların Kullanılmasının Engellenmesi Suçu, s.215. 508 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY veya uygulanmasına veya bunlara katılmaya veya devama zorlayan veya teşvik edenler ile lokavta katılanlar ve devam edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, f) Kanun dışı greve katılanlar ve devam edenler yediyüz Türk Lirası, g) Kanuni bir grev veya lokavt kararının bu Kanunda yazılı usul ve esaslar dışında uygulanması hâlinde, bu kararı uygulayanlar, uygulanmasına veya devamına zorlayanlar veya teşvik edenler beşbin Türk Lirası, ğ) Grev veya lokavtın mahkeme kararıyla sürekli veya geçici, tamamen veya kısmen yasaklanmasına rağmen, kararı kaldırmayanlar, uygulamaya devam edenler, devamına teşvik edenler, zorlayanlar, katılan ve katılmaya devam edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde beşbin Türk Lirası, h) Greve katıldıkları veya lokavta maruz kaldıkları hâlde, grev veya lokavtın uygulandığı işyerlerinden ayrılmayanlar ile işçileri bu eylemlere zorlayan veya teşvik edenler fiilleri daha ağır bir cezayı gerektirmediği takdirde yediyüz Türk Lirası, ı) 65 inci maddede belirtilen izni almadan yeni işçi alan işveren, izinsiz aldığı her bir işçiyle ilgili olarak yediyüz Türk Lirası, i) 68 inci madde hükmüne aykırı olarak grev yapan işçilerin yerine işçi  çalıştıran  işveren  veya  işveren  vekili,  aldığı  her  bir  işçiyle  ilgili olarak binbeşyüz Türk Lirası, j) İşçi sendikasının üyesi olmayan grev gözcüleri ile 73 üncü madde hükümlerine aykırı davranan grev gözcüleri binbeşyüz Türk Lirası,idari para cezası ile cezalandırılır. Söz  konusu  maddede  belirtilen  ve  kabahat  olarak  nitelendirilmiş bulunan bazı fiillerin aynı zamanda kolektif sendika özgürlüğünün ihlali suçunu  oluşturması  da  mümkündür.  Örneğin,  6356  sayılı  Kanun un  14. maddesine göre sendikanın faaliyetlerinden birisi olan genel kurulda yapılacak seçimlerdeki oylamalara hile karıştırılması, aynı Kanun un 78. maddesinin 1. fıkrasının b bendine göre kabahat olarak nitelendirilmektedir. Bu fiil sırasında kullanılan hile, 118. maddenin 2. fıkrası bağlamında hukuka aykırı başka bir davranış olarak nitelendirilebileceğinden kolektif sendika özgürlüğünün ihlali suçunun da işlenmiş olacağını söyleyebiliriz. Böyle bir durumda, yani, söz konusu fiilin hem kabahat hem de suç olarak tanımlanmış olması halinde, 5326 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 509Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) sayılı Kabahatler Kanunu nun 15. maddesinin 3. fıkrası uyarınca yalnızca suç içeren fiilden dolayı failin cezalandırılması yoluna gidilecektir. Başka bir ifadeyle fail yalnızca TCK m.118/2 hükmü uyarınca cezalandırılabilecektir. E. Yargılama 1. Soruşturma ve Kovuşturma Usulü Kolektif  sendika  özgürlüğünün  ihlali  suçu  re sen  soruşturulan  ve kovuşturulan bir suçtur. Bundan dolayı da uzlaşma hükümlerinin bu suç bakımından uygulanması mümkün değildir. Bu suç bakımından, özel bir soruşturma ve kovuşturma usulü öngörülmemiştir. 2. Görevli ve Yetkili Mahkeme Bu suç için öngörülen ceza 6 aydan 2 yıla kadar hapis cezasıdır. 5235 sayılı Adli Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun un 11. maddesi gereği görevli mahkeme asliye ceza mahkemesidir. Yetkili mahkeme ise, CMK nın 12. maddesi gereği suçun işlendiği yer mahkemesidir. VII. SONUÇ Sendikalar,  işçilerin,  işyerlerindeki  çalışma  şartlarını,  hak  ve menfaatlerini  iyileştirme  mücadelesinin  ortaya  çıkardığı  kuruluşlardır. Bu  açıdan  bakıldığında  sendikalar  mücadele  örgütleri  olarak nitelendirilmektedir. Bundan dolayı TCK ile bireysel ve kolektif sendika özgürlüğünün ihlali niteliğindeki fiillerin 118. madde ile yaptırıma bağlanması yerinde olmuştur. Kanaatimizce  TCK  m.118 in  madde  başlığının  şimdikinden  farklı olarak  Sendika  özgürlüğünün  ihlali  suçu  şeklinde  olması  amaca  daha uygun  olacaktır.  Zira  çalışmamızda  ayrıntılı  olarak  üzerinde  durulduğu üzere, 118. maddenin 1. fıkrası ile bireysel sendika özgürlüğünün ihlali suçu düzenlenirken, aynı maddenin 2. fıkrası ile de kolektif sendika özgürlüğünün ihlali suçu düzenlenmektedir. TCK nın 118. maddesinde, sendikaların hangi faaliyetlerine katılmaya/ katılmamaya zorlamanın veya hangi faaliyetlerinin engellenmesinin suç olduğu belirtilmemiştir. 6356 sayılı Kanun da, işçi ve işveren kuruluşlarının hangi faaliyetlerde bulunabileceklerinin belli bir madde altında sayılması yerine bu konunun tüzüklere bırakılması tercih edilmiş ve bu yolla söz konusu bu 510 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY kuruluşların serbestçe faaliyette bulunması ilkesi benimsenmiştir. Buna göre sendikanın faaliyetlerinin ne olacağı o sendikanın tüzüğü ile belirlenecektir. Her  ne  kadar  bu  düzenleme  sendika  özgürlüklerinin  temini  bakımından çok büyük bir adım olarak görülse de, konuya ceza hukuku bakımından yaklaşıldığında  önemli  sorunların  ortaya  çıkabileceğini  söyleyebiliriz. Zira ceza hukukunun en temel prensiplerinden birisi olan suçta ve cezada kanunilik ilkesinin sonuçlarından birisini de idarenin düzenleyici işlemleriyle suç ve ceza konulması yasağı oluşturmaktadır (TCK m.2/2). Söz konusu madde bağlamında tipikliğin maddi unsurlarından birisi olarak gösterilmiş bulunan  sendika  faaliyetinin  ne  olduğunun  tespiti  için  sendika tüzüğüne bakılması gerekecek, başka bir ifadeyle suçun konusunu belirleme yetkisi sendikaya bırakılmış olacaktır. Kanaatimizce bu durum, Anayasa nın 38. maddesi ile TCK nın 2. maddesinin 2. fıkrasına aykırılık oluşturmaktadır. Bu nedenle yapılması gereken, hangi sendika faaliyetlerinin madde kapsamında değerlendirileceğinin 118. madde metnine açıkça yazılması olmalıdır. TCK nın 118. maddesinde suçun nitelikli hallerine yer verilmemiştir. Ayrıca, hürriyet aleyhine işlenen bazı suçlar için ortak hüküm olan 119. maddedeki nitelikli hallerin de bu suçlar bakımından uygulanma kabiliyeti bulunmamaktadır. Kanun koyucunun, 119. maddenin uygulama alanı içine neden 118. maddeyi almadığını anlamak mümkün değildir. Zira gerek 117. gerek 118. madde yakın ilişki içerisinde olup benzer hukuki menfaatleri korumaktadırlar.  Bu  açıdan  bakıldığında,  söz  konusu  düzenlemenin Anayasa nın eşitlik ilkesine ve hukuk devleti ilkesine aykırılık oluşturduğunu ifade etmek istiyoruz. Kanaatimizce yapılacak bir kanun değişikliği ile 119. maddenin uygulama alanı içine 118. maddenin de dahil edilmesi en doğru yol olacaktır. Son olarak TCK nın 118/2. maddesinde ifade edilen hukuka aykırı başka bir davranış ifadesinin Anayasa ya aykırılığının gündeme gelebileceği ortadadır. Zira, hukuka aykırı başka bir davranış gibi içeriği tam belli olmayan, geniş yorum yoluyla özel hukuk uyuşmazlıklarını da kapsamına alması mümkün olan ve bu açıdan bakıldığında kanunilik prensibine ve Anayasa ya da aykırılık teşkil edebilecek bu ibarenin gerek 118/2. maddeden, gerek TCK daki diğer maddelerden çıkartılması ve böylelikle uygulamada yaşanabilecek tereddütlerin önüne geçilmesi gerektiğini düşünmekteyiz. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 511Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118)",
     "Kaynakça": "1.  Akın, İlhan F., Temel Hak ve Özgürlükler, 3.Bası, İstanbul 1971. 2.  Aktay,  Nizamettin/Arıcı,  Kadir/Senyen-Kaplan,  E.Tuncay,  İş Hukuku, 5.Baskı, Ankara 2012. 3.  Akyıldız,  Hüseyin/Korkmaz,  Adem,  İş  ve  Sosyal  Sigortalar Hukuku, Ankara 2009. 4.  Akyiğit, Ercan, “Yeni Sistemde Sendika Üyeliği ve Güvencesi”, Çalışma ve Toplum, 2013/2, s.41-90. 5.  Argun, Fazilet Nurel, “Sendikal Hak ve Özgürlüklerin Hukuki Niteliği”, Türkiye Barolar Birliği Dergisi, 1995/1, s.5-23. 6.  Aydın,  Mesut,  “Anayasa  Mahkemesi  Kararlarında  Sendika Özgürlüğü”, TÜHİS İş Hukuku ve İktisat Dergisi, Cilt:20, ŞubatMayıs 2006, Sayı:1-2, s.1-34. 7.  Baybora, Dilek, Türk İş Hukuku ve Mukayeseli Hukukta Sendika Yöneticiliği, Ankara 2001. 8.  Cengiz (Urhanoğlu), İştar, “İşyeri Sendika Temsilcilerinin Feshe Karşı Korunması”, Kamu-İş, Cilt:11, Sayı:1, Yıl:2009, s.59-83. 9.  Centel, Tankut, “Yeni Türk Ceza Kanunu nda Çalışma Yaşamına İlişkin  Düzenlemeler”,  Çimento  İşveren  Dergisi,  Eylül  2005, Sayı:5, Cilt:19, s.1-17. 10. Çelik,  Nuri/Caniklioğlu,  Nurşen/Canbolat,  Talat,  İş  Hukuku Dersleri, 27.Bası, İstanbul 2014. 11. Çınar, Ali Rıza, Tehdit Suçu, Ankara 2002. 12. Dereli, Toker, “6356 Sayılı Yeni Sendikalar ve Toplu İş Sözleşmesi Kanunu: Genel Bir Değerlendirme”, Çalışma ve Toplum Dergisi, 2013/1, s.41-64. 13. Duman,  Barış,  “Ceza  Hukuku  Boyutuyla  Sendikal  Hakların Kullanılmasının Engellenmesi”, SİCİL İş Hukuku Dergisi, Mart 2012, Yıl:7, Sayı:25, s.256-273. 14. Eren,  Fikret,  Borçlar  Hukuku  Genel  Hükümler,  Cilt:2,  5.Bası, İstanbul 1999. 512 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY 15. Erkul, İhsan/Güven, Ercan, Editör: Ufuk Aydın, İş Hukuku, Anadolu Üniversitesi Yayınları, 2.Bası, Eskişehir 2004. 16. Ersoy, Yüksel, Çalışma Hürriyetine Karşı Suçlar (TCK. m.201 ve 275 sayılı kanunun ilgili hükümleri), Ankara 1973. 17. Evik, Ali Hakan, “Sendikal Hakların Kullanılmasının Engellenmesi Suçu”, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Yıl:5, Sayı:10 - Güz 2006/2, s.203-219. 18. Günay,  Cevdet  İlhan,  “Bireysel  Sendika  Özgürlüğü”,  Ankara Barosu Dergisi, 1994/3, s.389-409. 19. Hafızoğulları, Zeki/Özen, Muharrem, “Hürriyete Karşı Suçlar”, Prof.Dr.Fırat Öztan a Armağan, Cilt:II, Ankara 2010, s.2711-2760. 20. Kaboğlu,  İbrahim,  Özgürlükler  Hukuku  –  İnsan  Haklarının Hukuksal Yapısı Üzerine, 3.Bası, İstanbul 1996. 21. Kaboğlu, İbrahim, Kolektif Özgürlükler, Diyarbakır 1989. 22. Kapani, Münci, Kamu Hürriyetleri, 7.Baskı, Ankara 1993. 23. Kaymaz, Çiğdem, Sendika Özgürlüğü ve Hakkı, İstanbul 2012 (Yayımlanmamış yüksek lisans tezi) 24. Koca,  Mahmut/Üzülmez,  İlhan,  Türk  Ceza  Hukuku  –  Genel Hükümler, 8.Bası, Ankara 2015. 25. Kubalı,  Hüseyin  Nail, Anayasa  Hukukunun  Genel  Esasları  ve Siyasi Rejimler, İstanbul 1964. 26. Kürtün, Hüsamettin, Türk Ceza Hukukunda Çalışma Özgürlüğünün ve Sendikal Hakların Kullanılmasının Engellenmesi, İzmir 2010 (Yayımlanmamış yüksek lisans tezi). 27. Narmanlıoğlu, Ünal, İş Hukuku II – Toplu İş İlişkileri, İzmir 2001. 28. Özbek, Veli Özer/Kanbur, Mehmet Nihat/Doğan, Koray/Bacaksız, Pınar/Tepe,  İlker,  Türk  Ceza  Hukuku  Özel  Hükümler,  9.Bası, Ankara 2015. 29. Özerkmen,  Necmettin,  “Geçmişten  Günümüze  Türkiye de Anayasa ve Yasalarda Sendikal Hakların Düzenlemesi ve Getirilen Kısıtlamalar”, Ankara Üniversitesi Dil ve Tarih Coğrafya Fakültesi Dergisi, Cilt:43, Sayı:1, Yıl:2003, s.239-257. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 513Sendikal Hakların Kullanılmasının Engellenmesi Suçu (TCK m.118) 30. Özgenç, İzzet, Türk Ceza Hukuku – Genel Hükümler, 11.Bası, Ankara 2015. 31. Özkaraca, Ercüment, “6356 Sayılı Kanunda Sendikal Güvenceler”, Çalışma ve Toplum, 2013/3, s.173-216. 32. Öztürk, Mehmet Onat, “İşçinin Sendika Özgürlüğünün Sendikal Nedenle Feshe Karşı Korunması”, Çalışma ve Toplum, 2013/3, s.217-242. 33. Öztürk,  Mehmet  Onat,  Türk  Ceza  Kanununda  İş  ve  Çalışma Hürriyetinin İhlali Suçu, İstanbul 2006. 34. Özveri,  Murat,  Türkiye de  Toplu  İş  Sözleşmesi  Yetki  Sistemi ve Sendikasızlaştırma (1963-2009), Ankara Üniversitesi Siyasal Bilgiler Fakültesi Sosyal Politika Araştırma ve Uygulama Merkezi, İstanbul 2013. 35. Pir, Ali Kaya, “Sendika Özgürlüğü Açısından 4688 sayılı Kamu Görevlileri  Sendikaları  Yasasının  Değerlendirilmesi”,  Çimento İşveren Dergisi, Mayıs 2002, Sayı:3, Cilt:16, s.24-36. 36. Pulat,  Pelin,  “6356  Sayılı  Sendikalar  ve  Toplu  İş  Sözleşmesi Kanunu nda İdari Para Cezaları”, SİCİL İş Hukuku Dergisi, Mart 2013, Yıl:8, Sayı:29, s.231-247. 37. Rehbinder, Manfred, Schweizerisches Arbeitsrecht, 13. Auﬂ age, Bern 1997. 38. Soyaslan, Doğan, Teşebbüs Suçu, Ankara 1994. 39. Soyer,  Sesim,  “İş  Ve  Çalışma  Hürriyetinin  İhlali  İle  Sendikal Hakların  Kullanılmasının  Engellenmesi  Suçları  Üzerine  Bazı Düşünceler”, Hukuki Perspektiﬂ er Dergisi (HPD), Sayı:7, Temmuz 2006, s.99-108. 40. Sur, Melda, İş Hukuku Toplu İlişkiler, 3.Bası, Ankara 2009. 41. Süzek, Sarper, İş Hukuku, 11. Baskı, İstanbul 2015. 42. Şuğle, Mehmet Ali, “Sendikalar Hukuku”, Sendikacılık Akademisi Ders Notları 2, Ankara 2013, s.387-407. 43. Talas, Cahit, Sendika Hürriyeti, Ankara 1957. 44. Tuncay, A. Can, İşçi Sendikası Üyeliğinin Kazanılması ve Sona 514 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Uğur ERSOY Ermesi, İstanbul 1975. 45. Tuncay, A. Can, Toplu İş Hukuku, İstanbul 1999. 46. Tunçomağ, Kenan/Centel, Tankut, İş Hukukunun Esasları, 2.Bası, İstanbul 1999. 47. Ünsal, Ergin, “Sendikalar Yeni TCK nin Korumasında”, 01.06.2005 günlü Cumhuriyet Gazetesi. 48. Üzülmez, İlhan, “Yeni Türk Ceza Kanunu nda Hürriyet Aleyhine İşlenen Suçlar”, Kazancı Hukuk Dergisi, Sayı:5, s.93-113. 49. Yarsuvat, Duygun, Çalışma Ceza Hukuku – Sendika Özgürlüğüne Karşı Suçlar – Kanun Dışı Grev ve Lokavt Suçları, İstanbul 1978. 50. Yarsuvat,  Duygun,  “Yeni Türk  Ceza  Kanunu nun  117  ve  118. Maddelerinde Yer Alan İş ve Çalışma Hürriyetinin İhlali, Sendikal Hakların Kullanılmasının Engellenmesi Suçları”, SİCİL İş Hukuku Dergisi, Eylül 2007, Yıl:2, Sayı:7, s.141-143. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 515"
}