{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "ÖZEL GÜVENLİK BÖLGESİ VE SOKAĞA ÇIKMA YASAĞI İLANININ HUKUKİ NİTELİĞİ VE UYGULAMADAN KAYNAKLISORUNLAR",
     "Title": "LEGAL QUALITY OF THE DECLARATION OF CURFEWS AND PRIVATE SECURITY ZONES AND THE PROBLEMS ARISING IN THEIR ENFORCEMENT",
     "Yazar İsmi": [
          "Emine CİN KARAGÖZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamu düzeni",
          "kolluk",
          "sokağa çıkma yasağı",
          "ölçülülük ilkesi",
          "temel hak ve özgürlükler"
     ],
     "Keywords": [
          "Public order",
          "cuﬀ",
          "curfew",
          "proportionality principle",
          "fundamental rights"
     ],
     "Özet": "Ülkemizin Doğu ve Güneydoğu Anadolu bölgelerinde son zamanlarda gittikçe artan terör eylemleri nedeniyle sokağa çıkma yasağı ilan edilmekte ve özel güvenlik bölgeleri  oluşturulmaktadır.  Sokağa  çıkma  yasağı,  bireylerin  ikametgâhlarından belli bir süre ayrılmamalarını ifade eden geçici bir idari kolluk tedbiridir. Bu idari  kolluk  tedbiri,  kamuoyunda  bilindiği  şekliyle  kamu  düzeninin  güvenlik unsurunu gerçekleştirmek için ilan edilmesinin yanı sıra genel sağlık unsurunun gerçekleştirilmesi için de ilan edilebilmektedir. Örneğin, 1593 sayılı Umumi Hıfzısıhha Kanunu nun 73. maddesinde belli hastalıkları taşıyanların evlerinde tecrit edilmeleri ve evlerinden çıkmalarının yasaklanması düzenlenmiştir1. Özel güvenlik bölgesi ilanı ise, güvenlik gerekçesiyle belli yerlere girişin yasaklanmasıdır. Terör faaliyetlerinin yaygınlaşması nedeniyle alınan bu idari kolluk tedbirleri, hukuki olmaktan öte temel hak ve özgürlüklerin aşırı derecede sınırlanması şeklinde değerlendirilerek, bu tedbirlere başvurulması kamuoyunda ciddi tartışmalara ve eleştirilere yol açmıştır. Bu eleştirilerin en başta gelenlerinden biri, sokağa çıkma yasağının temel hak ve özgürlüklerin sınırlanması niteliğinde olduğu, açık bir yasal düzenlemeye ihtiyaç duyulduğu ve yasal düzenleme olsa bile net ve sınırları kesin bir şekilde çizilmiş değilse bu yetki kullanımının Anayasaya ve Avrupa İnsan Hakları Sözleşmesi ne aykırılığının gündeme geleceğidir. Diğer bir eleştiri, sokağa çıkma yasaklarının temel hak ve özgürlüklerin sınırlanmasının ötesine geçen ve temel hak ve özgürlüklerin kullanılmasını durduran bir niteliğe büründüğü ve Anayasanın 15. maddesi uyarınca temel hak ve özgürlüklerin ancak olağanüstü dönemlerde ve olağanüstü hal ilan edilerek durdurulabileceğidir. Diğer bir eleştiri konusu ise, sokağa çıkma yasaklarına ilişkin kararlarda ‘ikinci bir emre kadar  şeklinde ucu açık bir ibarenin yer alması ve dolayısıyla zaman sınırlaması bulunmamasıdır. Bu şekilde ucu açık bir ibare ile zaman sınırlaması olmaksızın ilan edilen sokağa çıkma yasakları ölçülülük ilkesi” bağlamında ciddi eleştirilere maruz kalmaktadır.   Arş. Gör., Gazi Üniversitesi Hukuk Fakültesi İdare Hukuk Araştırma Görevlisi. 1   1593 sayılı Umumi Hıfzısıhha Kanunu m. 73: Kolera ve veba ve ruam musaplarından gayrı hastaların evlerinde tecrit edilmelerine müsaade olunur. Yalnız alakadar sıhhi memurlar tarafından bu tecridin müessir olmasını temin edecek şartların mevcudiyeti kabul edilmiş olmalıdır. Kolera, veba, ruam musaplarıyla bulunduğu mahallerde tecridi mümkün ve kâfi görülmeyen sair hastalık musapları ve kolera ve vebayı neşir ve sirayet ettirmeleri muhtemel olanlar icap ederse cebri tecride tabi olurlar. Cebri tecrit, hastaların veya bu maddede zikredilen şüphelilerin Hükümetçe tayin edilecek mahallerde, her türlü ihtilattan memnu olarak ve zabıta murakabesi altında bulundurulmalıdır”. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 625Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... Söz konusu gelişmelerin akabinde, özel güvenlik bölgesi ilanı ve sokağa çıkma yasaklarına dayanak oluşturan Bakanlar Kurulu kararları aleyhine Danıştay da iptal davası açılmıştır. Bununla beraber başta Diyarbakır ili Sur ilçesinde yaşanan terör olayları nedeniyle ilan edilen sokağa çıkma yasaklarına ilişkin olarak Diyarbakır İdare Mahkemesi nde açılan iptal davası olmak üzere terör olaylarının gittikçe etkisini  arttırdığı  2015  yılı  Temmuz  ayından  itibaren  Valilik  kararlarıyla  ilan edilen sokağa çıkma yasaklarının iptali istemiyle birçok dava açılmıştır. Anayasa Mahkemesi de bireysel başvuru yoluyla önüne gelen dosyalarda sokağa çıkma yasağının hukuka uygunluğunu denetlemektedir. Bu makalede, son dönemde sıklıkla uygulamaya konulan sokağa çıkma yasağı ve özel güvenlik bölgesi ilanına ilişkin kolluk tedbirlerinin hukuksal niteliği ve uygulamada yol açtığı hukuksal sorunlar irdelenmektedir.",
     "Abstract": "A curfew has been declared and private security zones have been created in Eastern Anatolia and Southeast Anatolia due to the increasing terrorist activities in the regions in recent times. Curfew is a temporary administrative police measure that requires that the inhabitants should not leave their houses for a given period of time. This administrative police measure can be declared for the fulﬁ lment of the general health element as well as for the purpose of fulﬁ lling the security element of the public order as known to the public. For example, the Article 73 of the Public Health Law No. 1593 has been arranged to ban those with certain diseases from getting out of their houses and to isolate or quarantine them in their houses.2 Declaration of the private security zone, however, is the banning of access to given places on grounds of security. These administrative police measures are caused by the proliferation of the terrorist activities and lead to serious debates and critiques in the public as they are interpreted as exceeding the limits of law and restricting the basic rights and 2   Article 73 of Public Health Law No. 1593: The patients apart from the ones inﬂ icted by cholera, plague and glanders are allowed to be isolated in their houses. However, the existence of the conditions that could enable this isolation to be eﬀ ective must be accepted by the health staﬀ  in charge of them. Besides those inﬂ icted by cholera, plague and glanders, the ones suﬀ ering from other diseases impossible and inadequate to isolate and the ones who are likely to transmit the plague and other diseases to others can be put in segregation by force. Forced segregation means keeping the patients and the suspects mentioned above in avoidance of any sort of complication and under the police inspection in the settlements that shall be determined by the government. 626 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ freedoms in the extreme. One of the foremost of these critiques is that the curfew means restricting the basic rights and freedoms and there is a need for an open legal regulation; it is also that even if a legal regulation is enforced, the contrariety between the use of this authorization and the Constitution and European Convention of Human Rights may be brought to the agenda if it is not clear-cut with well-drawn limits. Another critique is that with the Article 15 of the Constitution in mind that basic rights and freedoms can only be stopped in public emergency periods and with the declaration of public emergency, the curfews enforced in the region go beyond the restriction of the basic rights and freedoms and appear to halt the use of the basic rights and freedoms. It is also a matter of critique that the decisions concerning the curfews contain an open-ended phrase of until further notice and accordingly they do not have a time limitation. The curfews declared without a time limitation under such an open-ended phrase are subjected to serious critiques within the context of principle of proportionality. In the wake of these developments in question, nullity suits have been ﬁ led at Council of State (Danıştay) against the Cabinet decrees formed to underpin the declaration of private security zones and curfews. However, as regards the curfews declared in the district of Sur of Diyarbakır due to the terrorist activities, a lot of suits have been ﬁ led and opened with the claim of the lifting of the curfews declared by the Governorship s decree since July 2015, when terrorists events started to lift their eﬀ ectiveness. The Supreme Court checks the conformity of the curfews, mentioned in the ﬁ les reaching them through individual applications, to the law. This article is, therefore, intended to deal with the legal quality of the police measures regarding the declaration of curfews and private security zones frequently put into force in the region in recent times and with the juridical problems caused by them in practice.",
     "Metin": "Geçmişten günümüze insanlar toplum halinde yaşamış ve her toplum ortak yaşamını idame ettirebilmek için belli bir düzene ve disipline ihtiyaç duymuştur. İnsanların toplum halinde güven ve huzur içinde birlikte yaşama ihtiyacı, hürriyet ihtiyacından daha öncedir. Bu nedenle siyasal toplumlarda devletin en eski ve yaygın görevi, düzeni sağlamak ve korumak amacına yönelen  kolluk  faaliyetleridir.  İnsanların  toplum  içerisinde  huzurlu  ve 3   KIRATLI Metin, Koruyucu İdari Hizmetler, Ankara 1973, s. 27. 4   DURAN Lütfi, İdare Hukuku, İstanbul 1982, s. 248. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 627Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... güvenli bir şekilde yaşayabilmeleri adına devletin kamu düzeninin korunması ve sağlanmasını bir kamu hizmeti olarak görmesi sonucunda kolluk kavramı ortaya çıkmıştır. Kolluk, idarenin kamu düzeninin sağlamak amacıyla bireysel ve toplumsal davranışları düzenlemesi ve toplum düzenine aykırı eylemlerin ortaya çıkması durumunda kuvvet kullanılarak önüne geçilebilmesi amacıyla oluşturduğu teşkilata, yürüttüğü faaliyete ve bazen de faaliyeti yerine getiren personele verilen addır. Sokağa çıkma yasağı kararları, genel idari işlem niteliğine haiz olup bozulan kamu düzeninin yeniden tesis edilmesi için uygulamaya konulan idari  kolluk  tedbirleridir.  Ülkemizin  belli  bölgelerinde  vatandaşların can ve mal güvenliklerinin korunmasına yönelik olarak kamu düzeninin sağlanması  amacıyla  sokağa  çıkma  yasakları  ilan  edilmektedir.  Benzer şekilde özel güvenlik bölgesi ilan edilmesi uygulaması da, vatandaşların can ve mal güvenliğinin sağlanması için belli bölgelere girişin yasaklandığı idari bir kolluk tedbiridir. Bu çerçevede her iki idari kolluk tedbirinin hukuka uygunluğu, idarenin kolluk faaliyetlerini gerçekleştirirken uymak zorunda olduğu başta temel hak ve özgürlüklere ilişkin uluslararası sözleşmeler olmak üzere Anayasal ve yasal sınırlar çerçevesinde şekillenecektir. 1.  Temel Hak ve Özgürlüklerin Durdurulması ve Sokağa Çıkma Yasağı Güncel idari uygulamada sıklıkla başvurulan idari kolluk tedbirleri haline gelen sokağa çıkma yasağı kararlarının hukuka uygunluğunu tartışırken, öncelikle,  bu  kolluk  tedbirlerinin  bir  idari  işlem  olarak;    temel  hak  ve hürriyetlerin sınırlandırılması niteliğinde mi, yoksa temel hak ve hürriyetlerin durdurulması niteliğinde olduklarının belirlenmesi gerekmektedir. Bu sorunun cevabı,  uygulanan idari tedbirin hukukiliği noktasında belirleyici olacaktır. Zira eğer sokağa çıkma yasağı temel hak ve hürriyetlerin durdurulması niteliğinde idari kolluk tedbirleri olarak değerlendirilirse, temel hak ve hürriyetlerin durdurulması ancak olağanüstü dönemlerde mümkün olacağından, olağanüstü hal  ilan  edilmeden  bölgede  bu  yetkilerin  kullanılması  olağan  dönemde olağanüstü dönem yetkilerinin kullanılması anlamına geleceğinden Anayasaya 5  AKYILMAZ  Bahtiyar/SEZGİNER  Murat/KAYA  Cemil,  Türk  İdare  Hukuku, Ankaraİstanbul 2015, s. 569; GÜNDAY Metin, İdare Hukuku, Ankara 2011, s. 289; ATAY Ender Ethem, İdare Hukuku, Ankara 2014, s. 633-634. 6   ARDIÇOĞLU Artuk, Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?,http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygun-olmayansokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU, Erişim Tarihi: 29.02.2016. 628 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ ve hukuka aykırı olacaktır. Bununla birlikte bu idari kolluk tedbirleri temel hak ve hürriyetlerin sınırlanması niteliğinde idari kolluk tedbirleri olarak kabul edilirlerse, demokratik toplum düzeninin gereklerine ve ölçülülük ilkesine riayet edilip edilmediği noktası söz konusu idari kolluk tedbirlerinin hukuka uygunluğu noktasında belirleyici olacaktır. Bu durumda, idari yargı mercileri, Anayasanın 13. maddesi çerçevesinde söz konusu idari kolluk tedbirlerinin demokratik toplum düzeninin gereklerine ve ölçülülük ilkesine uygun olup olmadığını dava konusu her somut olayda değerlendirecektir. Demokratik ve liberal bir hukuk sisteminde temel hak ve özgürlüklerin güvence altına alınması esastır. Ancak temel hak ve özgürlüklerin sınırsız ve mutlak bir şekilde kullanılması düşünülemez. Toplum hayatının sürekliliği için zorunlu olan sınırlamalar, elbette ki hukuki çerçevesi çizilerek sistem içerisine  dâhil  edilmişlerdir.  1982  Anayasasında  olağan  dönemde  temel hak ve özgürlüklerin sınırlandırılmasını 13. maddede, olağanüstü hallerde temel hak ve özgürlüklerin kullanılmasının durdurulmasını ise 15. maddede düzenlenmiştir.  Bu  anlamda  doktrinde  bir  görüşe  göre  1982 Anayasası, olağan dönem ve olağanüstü dönem olmak üzere iki Anayasayı bünyesinde barındırmaktadır. Temel  hak  ve  özgürlüklerin  sınırlanması,  doktrinde  SAĞLAM tarafından belli bir temel hak ve hürriyetin Anayasa tarafından öngörülmüş veya belirlenmiş bulunan norm alanına kanun yoluyla dışarıdan yapılan ve bu alan içinde kişiye tanınan imkânları daraltan bir müdahaledir8 şeklinde tanımlanmaktadır. Bu tanıma göre sınırlama, temel hak ve özgürlüğün norm alanının daraltılması sonucunu doğurmaktadır. Temel hak ve özgürlüklerin sınırlandırılmasının hukuki rejimi Anayasanın 13. maddesinde çizilmiştir. Buna göre temel hak ve özgürlükler, özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla  sınırlanabilir.  Bu  sınırlamalar,  Anayasanın  sözüne  ve  ruhuna, demokratik toplum düzeninin ve laik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz. Temel hak ve özgürlüklerin durdurulması ise, doktrinde AKILLIOĞLU tarafından olağanüstü dönemlerde, bu dönemlere yol açan nedenlerle bağlı 7   GÖZLER Kemal, Olağanüstü Hal Rejimlerinde Özgürlüklerin Sınırlandırılması Sistemi ve Olağanüstü Hal Kanun Hükmünde Kararnamelerin Hukuki Rejimi, Ankara Barosu Dergisi, Yıl: 47, Sayı: 4, Ağustos 1990,  s. 589. 8   GÖZLER Kemal, Anayasa Hukukunun Genel Teorisi, Cilt II, Bursa 2011, s. 546; SAĞLAM Fazıl, Temel Hakların Sınırlanması ve Özü, Ankara 1982, s. 47-49 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 629Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... kalmak koşuluyla bazı temel hakların kullanılamaması sonucu doğuran, belli bir süre ile sınırlı, bir yetki olarak tanımlanmaktadır9. O halde temel hak ve özgürlüklerin durdurulması, olağanüstü yönetim usullerinin bir parçasıdır. Temel hak ve özgürlüklerin kullanılmasının durdurulması için ise, Anayasanın 15.  maddesinde  ifade  edildiği  üzere  savaş,  seferberlik,  sıkıyönetim  ve olağanüstü haller gibi olağanüstü durumların gerçekleşmesi gerekmektedir. Bu  çerçevede,  temel  hak  ve  hürriyetlerin  kullanılmasının  durdurulması, olağanüstü dönemlere özgü ve belirli bir süre ile sınırlı bir yetki kullanımıdır. Ülkenin belli bir yöresinde veya tamamında vatandaşların can ve mallarına yönelik somut ve ciddi bir tehdit, olağanüstü hal tedbirlerine başvurmak için etkili olmaktadır. Şöyle ki; ortaya çıkan somut tehdidin giderilebilmesi için öncelikle normal zamanda alınacak tedbir ve mekanizmalar devreye sokulacak ancak eğer normal zamanda alınacak tedbir ve mekanizmalar yeterli gelmez ise ya da somut tehlikenin aniden ortaya çıkması nedeniyle normal usullere başvurmak zaman kaybına neden olabilecek durumda ise olağanüstü yönetim usullerine başvurabilecektir. Olağanüstü  haller  Anayasa  ve  yasalarla  çerçevesi  çizilmiş  hukuk rejimidirler.  1982  Anayasası nın  119.  maddesinde  tabi  afet  ve  ağır ekonomik  bunalım  sebebiyle  olağanüstü  hal  ilanı,  120.  maddesinde  ise şiddet olaylarının yaygınlaşması ve kamu düzeninin ciddi şekilde bozulması sebebiyle olağanüstü hal düzenlenmiştir. Anayasanın 121. maddesinin ikinci fıkrasında ise …olağanüstü hallerin her türü için ayrı ayrı geçerli olmak üzere Anayasanın  15.  maddesindeki  ilkeler  doğrultusunda  temel  hak  ve hürriyetlerin nasıl sınırlanacağı veya nasıl durdurulacağı, halin gerektirdiği tedbirlerin nasıl ve ne suretle alınacağı, kamu hizmeti görevlilerine ne gibi yetkiler verileceği, görevlilerin durumlarında ne gibi değişiklikler yapılacağı ve  olağanüstü  yönetim  usulleri,  Olağanüstü  Hal  Kanununda  düzenlenir hükmü yer almaktadır. O halde, olağanüstü hallerde ne tür önlemler alınacağı ve yetkiler kullanılacağı açıkça Olağanüstü Hal Kanununda düzenlenmiştir. Nitekim 2935 sayılı Olağanüstü Hal Kanunu nun 11/a hükmü gereğince şiddet 9  AKILLIOĞLU  Tekin,  Temel  Hakların  Durdurulması,  Bahri  Savcı ya  Armağan, Mülkiyeliler Birliği Yayınları 7, Ankara 1988, s. 57. 10  AKILLIOĞLU, s. 63. 11  AKILLIOĞLU, s. 57. 12  KUZU Burhan, Olağanüstü Hal Kavramı ve Türk Anayasa Hukukunda Olağanüstü Hal Rejimi, İstanbul 1993, s. 196. 13  KUZU, s. 197. 630 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ hareketlerinde alınacak tedbirler arasında sokağa çıkmayı sınırlamak veya yasaklamak sayılmıştır. Öyleyse, olağanüstü hallerde dahi sokağa çıkmayı sınırlama ve yasaklama tedbirine sadece, şiddet olaylarının yaygınlaşması sonucu ilan edilen olağanüstü hallerde başvurulabilmektedir. Aksi takdirde bu idari kolluk tedbirinin uygulanması söz konusu olamaz. Temel hak ve özgürlüklerin sınırlanması ile durdurulması arasında farklar bulunmaktadır. Bu farkların ortaya konulması ve buna göre hukuki bir  değerlendirme  yapılması  gerekmektedir.  Temel  hak  ve  özgürlüklerin sınırlanmasında eskiye oranla daha az da olsa hak ve özgürlüğün kullanılması mümkündür. Ancak temel hak ve özgürlüklerin durdurulmasında, o temel hak ve özgürlüğün kullanılamaması sonucunu doğuran, olağanüstü dönemlere özgü ve süre kısıtlaması bulunan bir yetki kullanımı söz konusudur. Diğer bir  deyişle  olağanüstü  hallerde  hürriyetlerin  de  olağanüstü  kayıtlamalara tabi tutulacağı gerçeğinden yola çıkılarak temel hak ve özgürlükler geniş ölçüde sınırlanacak ve hatta gerekirse temel hak ve özgürlüklerin kullanımı tamamen durdurulacaktır. Yine temel hak ve özgürlüklerin durdurulmasında, vatandaşlara  normal  zamanlardaki  ödevlere  nazaran  daha  ağır  ödevler yüklenmektedir.  O  halde  temel  hak  ve  özgürlüklerin  durdurulması, sınırlamanın ötesine geçen ve onu aşan bir kavram niteliğindedir. Sokağa çıkma yasağı kararlarının temel hak ve özgürlüklerin sınırlanması niteliğinde mi yoksa durdurulması niteliğinde mi olduğu noktasında doktrinde fikir ayrılıkları mevcuttur. Doktrinde bir görüşe göre, sokağa çıkma yasakları temel hak ve özgürlüklerin sınırlanması niteliğinde bir idari kolluk tedbiridir ve olağanüstü hal ilanına gerek olmadan uygulanabilmesi mümkündür. Bu durumda temel hak ve özgürlükleri bu denli sınırlayan idari kolluk tedbirinin uygulanmasında Anayasanın 13. maddesinde belirtilen koşullara uyulması mutlak zorunludur. 14  AKILLIOĞLU, s 57; TUNÇ Hasan/BİLİR Faruk/YAVUZ Bülent, Türk Anayasa Hukuku, Gözden Geçirilmiş ve Genişletilmiş 7. Baskı, Ankara 2015, s. 117. 15  KAPANİ Münci, Kamu Hürriyetleri, Ankara Üniversitesi Hukuk Fakültesi Yayınları, 6. Baskı, Ankara 1981, s. 239-240. 16  AKILLIOĞLU, s. 59. 17  ÖZBUDUN Ergun, Türk Anayasa Hukuku, Gözden Geçirilmiş 15. Baskı, Ankara 2014, s. 124. 18  ŞEN Ersan, Sokağa Çıkma Yasağı ve Seçimin Ertelenmesi, http://www.haber.com/ yazarlar/prof-dr-ersan-sen/1553832-sokaga-cikma-yasagi-ve-secimin-ertelenmesi,  Erişim Tarihi: 11.02.2016; KIRIŞIK Fatih/DURDU Muhammet, Vali ve Kaymakamların Sokağa Çıkma Yasağı ve Güvenlik Bölgesi İlan Etmesi, Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Sayı: 47, 2016, s. 173. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 631Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği...  Doktrinde diğer bir görüşe göre ise, sokağa çıkma yasağı kararları temel hak ve özgürlüklerin durdurulması niteliğindeki idari kolluk tedbirleridir. Zira sokağa çıkma yasağı bölgedeki mevcut durum itibariyle kişi özgürlüğü ve  güvenliği,  seyahat  özgürlüğü,  yerleşme  özgürlüğü,  çalışma  hakkı  ve eğitim özgürlüğü gibi en temel hak ve hürriyetlerin kullanımını durduran bir yetki kullanımı haline gelmiştir. Doktrinde AKILLIOĞLU, sokağa çıkma yasağının temel hak ve özgürlüklerin durdurulması sonucunu doğuran ve ancak olağanüstü durum ve dönemlerde kullanılan bir yetki olduğunu ifade etmektedir. Sokağa  çıkma  yasakları  bölgedeki  mevcut  durum  itibariyle kanaatimizce temel hak ve hürriyetlerin sınırlaması değil, bilakis Anayasanın 15. maddesinde ifade edildiği üzere en azından bazı temel hak ve özgürlüklerin kullanılmasının durdurulmasıdır. Zira bireylerin yaşam hakkının korunması için sokağa çıkma özgürlüğü askıya alınmaktadır. Ancak; bireylerin çalışma özgürlüğü, serbestçe hareket etme özgürlüğü, eğitim-öğretim özgürlüğü ve seyahat özgürlüğü gibi birçok temel hak ve özgürlüğü kullanılamaz hale gelmektedir. Hatta bu idari kolluk tedbirinden vatandaşların günlük hayatları öyle ciddi bir şekilde etkilenmektedir ki, en temel ihtiyaç olan gıda ihtiyacı bile devlet eliyle karşılanmaktadır. Temel hak ve özgürlüklerin kullanılmasının durdurulması için ise, Anayasanın 15. maddesinde ifade edildiği üzere savaş, seferberlik,  sıkıyönetim  ve  olağanüstü  haller  gibi  olağanüstü  durumların gerçekleşmesi  gerekmektedir.  Bu  çerçevede,  temel  hak  ve  hürriyetlerin kullanılmasının durdurulması, olağanüstü dönemlere özgü ve belirli bir süre ile sınırlı bir yetki kullanımıdır. Olağanüstü hallerde dahi sadece şiddet olaylarının  yaygınlaşması  sebebiyle  ilan  edilen  olağanüstü  hal  sebebiyle başvurulabilen idari bir kolluk tedbiri olan sokağa çıkma yasağına normal dönemde ilk elden başvurulması açıkça hukuka ve insan haklarına aykırıdır. O halde sokağa çıkma yasağının hukuk zeminine oturtulması, olağanüstü hal rejiminin uygulanması ile gerçekleştirilebilir. 19  AKILLIOĞLU, s. 60; ARDIÇOĞLU Artuk, Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?, http://www.birikimdergisi.com/guncel-yazilar/7331/hukukauygun-olmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU, Erişim Tarihi: 08.12.2015. 20  AKILLIOĞLU, s. 60. 21  AKILLIOĞLU, s. 57. 22  ARDIÇOĞLU Artuk, Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?,http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygun-olmayansokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU, Erişim Tarihi: 08.12.2015. 632 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ Açıkça ifade etmek gerekir ki, ülkemizin şu an içerisinde bulunduğu durum, olağan dönemde kolluğun olağanüstü hal tedbirleri uygulamasıdır. Hangi  gerekçeyle  olursa  olsun  idarenin  olağanüstü  döneme  özgü  bir sınırlamayı olağan dönemde ilk elden ve rutin bir uygulama haline getirmesi kabul edilemez. Mevcut durum itibariyle kolluk göz göre göre olağan dönemde olağanüstü hal rejiminin gerektirdiği yetkileri kullanmakta ve bu yolla yetkisini genişletmektedir.  Oysa  demokratik  bir  hukuk  devletinde  idarenin  yetki kullanabilmesi için açık bir yasal dayanağa ihtiyacı bulunmaktadır. Demokratik bir hukuk devletinde idare, hukuka sıkı sıkıya bağlıdır, hukukun çizdiği sınırlar içerisinde yetki kullanır ve görev ifa eder. Bununla birlikte bölgedeki mevcut durum itibariyle olağanüstü hal rejimi uygulanmadığı için bu rejime ilişkin kanuni düzenlemeler de uygulamada değildir. O halde, Valiler tarafından 5442 sayılı İl İdaresi Kanunu nun 11/C maddesi çerçevesinde halkın can ve mal güvenliğini sağlamak amacıyla ilan edilen sokağa çıkma yasakları, temel hak ve hürriyetlerin kullanılmasının durdurulması sonucunu doğuracak nitelikte idari bir kolluk tedbiri olduklarından olağan dönemlerde uygulanmamalıdırlar. Aksi  durum,  ancak  olağanüstü  dönemlerde  kullanılabilecek  bir  yetkinin olağan dönemde kullanılması sonucunu doğuracaktır ki, bu durum yetki aşımı olarak nitelendirilmektedir. Özellikle, 5442 sayılı İl İdaresi Kanunu nun 32/Ç hükmü uyarınca kaymakamlarca  ilan  edilen  sokağa  çıkma  yasaklarını  hukuken  şöyle değerlendirmek  mümkündür:  Olağanüstü  hal  durumunda  Olağanüstü Hal Kanunu nun 11. maddesi uyarınca sokağa çıkmayı sınırlamak veya yasaklamak şeklinde yer alan tedbire ancak olağanüstü hal bir ili kapsıyorsa il Valisi, bir Bölge Valiliğine bağlı birden çok ilde ilan edilmesi halinde Bölge Valisi başvurabilir hükmü uyarınca kişi bakımından yetki kuralını düzenleyen  bu  hükümle,  sokağa  çıkma  tedbirine  ancak  söz  edilen  idari makamlar başvurabilir; fakat söz konusu tedbire olağanüstü hallerde dahi kaymakam tarafından başvurulamaz. Bu çerçevede, kaymakamlar tarafından ilan edilen sokağa çıkma yasakları, kişi bakımından yetkisizlikle maluldür. Dolayısıyla  olağanüstü  hallerde  dahi  ilçenin  en  büyük  mülki  amiri  olan kaymakamın sokağa çıkmayı sınırlamak ya da yasaklamak gibi bir yetkisi bulunmamaktadır. Olağanüstü dönemde bile kaymakama verilmeyen sokağa çıkmayı  yasaklama  tedbirine  olağan  dönemde  kaymakamlar  tarafından başvurulması hukuka aykırılık teşkil etmektedir. 23  AKILLIOĞLU, s. 60. 24  ARDIÇOĞLU Artuk, Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?,http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygun-olmayansokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU, Erişim Tarihi: 25.01.2016. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 633Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... 2.   Sokağa çıkma Yasağı İlanının İdari İşlemin Unsurları Bakımından Değerlendirilmesi Sokağa çıkma yasağı idari bir kolluk işlemi olması nedeniyle idari işlemin  hukuka  uygunluğu  açısından  değerlendirilmesi  gerekmektedir. Sokağa çıkma yasağına yasal dayanak olarak gösterilen İl İdaresi Kanunu nun 11/C hükmü ile 32/Ç hükmünde idari işlemin yetki, sebep ve amaç öğesi yer almaktadır. Sokağa çıkma yasağı tedbirinin sebep öğesi, sokağa çıkma yasağı ilan  edilen  yerlerde  kamu  güvenliğinin  bozulmasına  yönelik  eylemlerin gerçekleşmesi şeklinde ortaya çıkan maddi olaylardır. Sokağa çıkma yasağı kararının amaç unsuru ise, bölgede bozulan kamu düzeninin yeniden tesis edilmesidir. İdare, bireylerin temel hak ve özgürlük alanına dokunan faaliyetleri gerçekleştirebilmek  için  kanuni  bir  temele  dayanmak  zorundadır.  İdare hukukunda  yetkisizlik  asıl,  yetki  ise  istisnaidir  ilkesi  gereğince  idareyi yetkilendiren açık bir mevzuat hükmü bulunmadıkça, hiçbir idari makam veya organ yetki kullanamaz. Temel hak ve özgürlüklerin sınırlandırılmasında olduğu  gibi  yasa  ile  belirlenmiş  bazı  konularda,  idarenin  kural  koyma yetkisi bulunmamaktadır. İşte bu alana idare hukuku doktrininde münhasır yasallık  alanı  (idarenin  muhtar  düzenleme  yetkisinin  olmaması)  dendiği görülmektedir. Bu durumda idare, kanunun açıkça izin verdiği ölçüde ve kapsam dâhilinde kalarak temel hak ve özgürlükleri sınırlandırabilmektedir.  Güncel idari uygulamada, 5442 sayılı İl İdaresi Kanunu nun 11/C hükmü ile 32/Ç hükmünün sokağa çıkma yasağına yasal dayanak gösterildiği görülmektedir. 5442 sayılı İl İdaresi Kanunu nun 11/C hükmüne göre il sınırları  içinde  huzur  ve  güvenliğin,  kişi  dokunulmazlığının,  tasarrufa müteallik emniyetin, kamu esenliğinin sağlanması ve önleyici kolluk yetkisi valinin ödev ve görevlerindendir. Bunları sağlamak için vali, gereken tedbir ve kararları alır. Bu hususta alınan ve ilan olunan karar ve tedbirlere uymayanlar hakkında  66 ıncı  madde  hükmü  uygulanır.  İlgili  Yasanın  32/Ç  hükmü gereğince ilçede de kaymakam aynı doğrultuda görevlendirilmiştir. Peki,  idari  uygulamada  referans  norm  olarak  gösterilen  İl  İdaresi Kanunu nun  11/C  ve  32/Ç  hükmü  uyarınca  illerde  vali,  ilçelerde  ise kaymakam sokağa çıkma yasağı ilan edebilir mi? Bu soruya ilişkin olarak doktrinde farklı görüşler bulunmaktadır. Doktrinde bir görüşe göre temel hak ve özgürlüklerin sınırlanması sonucunu doğuran kanun hükümlerinin 25  KARAHANOĞULLARI Onur, İdarenin Hukukla Kavranması: Yasallık ve İdari İşlemler (Yargı Kararlarına Dayalı bir İnceleme), Ankara 2011, s. 83. 634 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ açık ve kesin olması gerekmektedir. Kanuni düzenlemenin açık ve net bir şekilde ifade edilmesi ile kanun hükmünün geniş yorumlanmasının önüne geçilmektedir.  Aksi  takdirde  kanuni  düzenlemenin  geniş  yorumlanması, normun  Anayasaya  ve  Avrupa  İnsan  Hakları  Sözleşmesi ne  aykırılığı sonucunu doğuracaktır. Anayasa Mahkemesi nin bir kararında belirtildiği üzere, içeriğinin belirlenmesi yönetimin görüşüne bırakılan sınırlamanın yasa ile konulduğundan söz edilemez28. Bu açıdan referans norm olarak gösterilen düzenlemeye baktığımızda, il idaresinin mülki amiri olan valinin maddede belirtilen ödev ve görevleri yerine getirebilmek için gereken tedbir ve kararları alacağı ifade edilmektedir. Peki, gereken tedbir ve kararları alma ifadesinden anlaşılması  gereken  nedir?  Öncelikle  belirtmemiz  gerekmektedir  ki,  bu ifadeden yola çıkarak idari uygulamada anlaşıldığı ve uygulandığı gibi yorum yoluyla idarenin her türlü tedbir ve kararı alabileceği sonucu çıkarılamaz. Zira idare hukukunda hangi idari makamın hangi yetkileri kullanabileceği önceden belirlenmiştir. İdarenin kendi görev alanının belirlendiği kanuni düzenlemenin açık ve net olması durumunda açık yetkiden, yetkilerin hangi konularda kullanılması gerektiğinin  açıkça  yasal  düzenlemede  belirtilmediği  ve  yetki  kuralının yorumlanması gereken durumlarda ise saklı yetkiden söz edilmektedir. O halde sorulması gereken soru, idari uygulamaya kaynaklık teşkil eden 5442 sayılı İl İdaresi Kanunu nun 11/C hükmünün saklı yetki içeren bir norm olup olmadığıdır. Başka bir ifadeyle, aslında kişi bakımından yetki kuralını düzenleyen bu hükümden yola çıkılarak, konu bakımından yetkinin içerisine sokağa çıkma yasağı da dâhil edilebilir mi? İdare hukuku doktrininde, saklı yetkiden söz edebilmek için üstü kapalı yetkinin ilgili kuralda yeter derecede belirtilmiş olması şartı aranmaktadır. 26  UYGUN Oktay, 1982 Anayasası nda Temel Hak ve Özgürlüklerin Genel Rejimi, İstanbul 1992, s. 96. 27  ŞEN Ersan, Sokağa Çıkma Yasağı ve Seçimin Ertelenmesi, http://www.haber.com/ yazarlar/prof-dr-ersan-sen/1553832-sokaga-cikma-yasagi-ve-secimin-ertelenmesi,  Erişim Tarihi: 12.11.2015. 28  Anayasa Mahkemesi Kararı, E. 1987/16, K. 1988/8. 29  ARDIÇOĞLU Artuk, Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?,http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygun-olmayansokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU, Erişim Tarihi: 11.01.2016. 30  AKYILMAZ/SEZGİNER/KAYA, s. 413; AKILLIOĞLU Tekin, Saklı Yetki Kavramı, Amme İdaresi Dergisi, Cilt: 11, 1978, Sayı: 3, s. 73. 31  BALTA Bekir Tahsin, İdare Hukukuna Giriş I, Ankara 1968/1970, s. 80; AKILLIOĞLU, Saklı Yetki  Kavramı,  s.  74; AKYILMAZ/SEZGİNER/KAYA,  s.  411; AKYILMAZ Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Ankara 2000, s. 103. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 635Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... Bir  başka  deyişle,  yetki  kuralında  belirli  bir  idari  makamın  idari  işlem yapmaya  yetkili  olduğu  ortaya  konulmakta  ancak  birçok  konu  açıkça belirtilmese de yetki kuralına dâhil kabul edilmektedir. Yetki kuralındaki konular,  yorum  yoluyla  yetki  kuralının  içeriğiyle  bağdaşabildiği  ölçüde genişletilebilmektedir. Doktrinde bir görüş saklı yetkinin olup olmadığını anlayabilmek için bağdaşabilme prensibini kullanmaktadır. Buna göre yetki  kuralını  düzenleyen  kanun  hükmü  ile  idarenin  kullandığı  yetkiler arasında bağdaşabilme söz konusu ise, bu durumda idarenin saklı yetkisinin varlığı kabul edilmektedir. Mahkeme, yetki kuralını düzenleyen kanun hükmü ile idarenin kullandığı yetkiler arasında bağdaşma olup olmadığına hukuka uygunluk denetimi çerçevesinde karar verecektir. Doktrinde GÜNEŞ, saklı yetkiye ilişkin olarak kolluk kanunlarını örnek vererek görüşünü şu şekilde gerekçelendirmektedir: Kamu güvenliğini, kamu sağlığını korumak görevini vermekle kanun, maksatla beraber bu kavramlarda mündemiç, ona sıkı surette bağlı işlemlerinin muhtevalarını da tespit etmiş olarak kabul edilmelidir35. Doktrinde ULU ise, saklı yetkiye tipik örnek olarak 5442 sayılı İl İdaresi Kanunu nun 11. maddesini göstermektedir.   Sokağa çıkma yasağına dayanak teşkil eden 5442 sayılı İl İdaresi Kanunu nun ilgili hükmünü saklı yetki çerçevesinde değerlendiren bu görüşe karşı, doktrinde ARDIÇOĞLU ilgili hükmün idareye her türlü işlem yapabilme konusunda genel yetki veren bir hüküm olmadığını ifade etmektedir. Diğer bir ifadeyle, idari uygulamaya yasal dayanak oluşturan ilgili hükümlerden yola çıkılarak idarenin sokağa çıkma yasağı koyma yetkisinin varlığından söz edilemeyeceğini ve idare hukukunda bunun adının konu bakımından yetkisizlik olduğunu ifade etmektedir. Yine yazara göre, açık bir yasal düzenleme  olmaksızın  idarenin  bu  şekilde  temel  hak  ve  özgürlüklerin 32  ULU Güher, İdari İşlemin Yetki Unsuru, Bursa 2012, s. 183. 33  GÜNEŞ, Turan, Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, Ankara 1965, s. 141. 34  GÜNEŞ, s. 141; AKILLIOĞLU, Saklı Yetki Kavramı, s. 76.  35   GÜNEŞ, s. 139-140. 36  ULU, s. 184. 37   ARDIÇOĞLU,  http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygunolmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU,  Erişim  Tarihi: 08.12.2015. 38   ARDIÇOĞLU,  http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygunolmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU,  Erişim  Tarihi: 13.01.2016. 636 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ kullanımını  durdurması,  yasama  fonksiyonun  gaspı  niteliğindedir  ve  söz konusu işlem yok hükmündedir. Saklı  yetki  kavramının  geniş  yorumlanması  uygulamada  sıkıntı yaratabilecek nitelikte görünmektedir. Zira kavramın geniş yorumlanması, vatandaşların temel hak ve özgürlüklerinin sınırlandırılarak idari uygulamada keyfilik  doğmasına  neden  olacaktır.  Şunu  da  belirtmemiz  gerekmektedir ki, idare hukukunda yetkisizlik asıl yetki ise istisnaidir kuralı gereğince yetkiler istisnai niteliktedir ve bu nedenle yetki kuralları dar yoruma tabidir. O  halde,  temel  hak  ve  özgürlüklerin  sınırlanması  sonucunu  doğuracak nitelikte yetki kullanımı öngören kanun hükümlerinin açık, kafalarda soru işareti  bırakmayacak  şekilde  net  olması  gerekmektedir.  Yine  temel  hak ve  özgürlüklerin  sınırlanması  sonucunu  doğuran  idari  kolluk  yetkileri kullanılırken ölçülülük ilkesine riayet edilmelidir. Aksi takdirde, vatandaş idarenin keyfi uygulamaları ile karşı karşıya bırakılmış olacaktır. Bu şekilde kolluk  işlemlerinin  saklı  yetki  kapsamında  değerlendirilmesi,  keyfilik doğuracaktır. Hukuk devletinde keyfi uygulamaların olması düşünülemez. Temel  hak  ve  özgürlüklerin  ancak  kanunda  açıkça  belirtilen  hallerde sınırlanması söz konusudur. Hukuki belirlilik ve öngörülebilirlik ilkesi de bunu gerektirmektedir. Doktrindeki  bu  görüşler  çerçevesinde  İl  İdaresi  Kanunu nun  11/C hükmü saklı yetki olarak değerlendirilse bile bu yetki kullanımının idari uygulamada  uygulandığı  şekliyle  uygulanmaması  gerekmektedir.  Zira sokağa çıkma yasağı, temel hak ve özgürlükleri durdurma derecesinde ileri giden kısıtlamaları içermesine rağmen mevcut idari uygulamada rutin bir şekilde uygulanarak çözüme ulaşılmaya çalışılmaktadır. İdari uygulamanın bu yaklaşımı hukuken sakattır. Belirtmek gerekmektedir ki, somut olayın ve şartların özellikleri alınan kolluk tedbirinin hukuka uygun olup olmaması noktasında  belirleyici  niteliktedir.  Bu  bağlamda  Doğu  ve  Güneydoğu illerimizde terör örgütleri ile etkin mücadele gerçekleştirmek ve daha da önemlisi  vatandaşların  can  ve  mal  güvenliğini  sağlamak  için  öngörülen sokağa çıkma yasakları ve özel güvenlik bölgesi ilanı geçici ve istisnai idari tedbirlerdir. Bu nedenle bu idari tedbirlerin ancak ve ancak ani ve beklenmedik 39 ARDIÇOĞLU,http://www.birikimdergisi.com/guncel-yazilar/7331/hukuka-uygunolmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir#.VmbOeGyhfIU,  Erişim  Tarihi: 25.01.2016. 40  AKYILMAZ/SEZGİNER/KAYA, s. 414. 41  TEKİNSOY OKAY Özge, İdare Hukukunda Kamu Düzeni Kavramı, İstanbul 2011, s. 321. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 637Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... durumlar karşısında uygulanması gerekmektedir. Oysa, bölgede yaygın ve sürekli bir şiddet ortamı mevcuttur. Ortada ani ve beklenmedik bir durum olmamasına rağmen ilk olarak sokağa çıkma yasağı ve özel güvenlik bölgesi ilan edilmesi tedbirlerinin uygulanması ölçülülük ilkesine aykırı olup açık ve net bir biçimde hukuka aykırılık oluşturacaktır. Zira kolluk makamları başka önlemler ile kamu düzeninin sağlanmasının gerçekleştirilemediği durumlarda ancak temel hak ve özgürlükleri sınırlayabilirler. O halde sokağa çıkma yasağı, kamu düzeninin korunmasını gerektirecek ani ve beklenmedik bir durum olması halinde kullanılabilecek istisnai ve geçici bir kolluk tedbiridir. Sokağa çıkma yasağının ancak istisnai ve arızi bir durum baş göstermesi halinde ilan edilmesi gerekmektedir. Diğer bir ifadeyle öyle şartlar ve durumlar söz konusu olmalıdır ki, idare bu arızi durumun ortadan kaldırılması için istisnai olarak sokağa çıkma yasağı ilan etmelidir. Güncel idari uygulamada olduğu gibi sokağa çıkmanın yasaklanması tedbirinin olağanlaştırılması ve istisnai durumlarda değil neredeyse her terör olayları sonrası belli bölgelerde kullanılması, hukuken kabul edilebilir nitelikte değildir. Maalesef, genel ve sürekli bir hale gelen sokağa çıkma yasakları, olağan yetkileri aşan ayrıksı bir yetki kullanımı haline gelmiştir. Sokağa çıkma yasağı kararları, olağan ve  genel  bir  uygulama  haline  gelmemelidir. Vatandaşların  temel  hak  ve özgürlükleri bu denli sınırlanmamalı ve hatta durdurulmamalıdır. O halde olması gereken hukuk adına yapılması gereken, olağanüstü hal ilan edilmesi ve olağanüstü hal rejiminin gerektirdiği kuralların uygulanmasıdır. 3.   Anayasa Mahkemesi nin Sokağa Çıkma Yasağına İlişkin Güncel Kararları Sokağa çıkma yasaklarının bireylerin yaşam hakkının ve güvenliğini ihlal ettiği gerekçesiyle son dönemde Anayasa Mahkemesi ne pek çok bireysel başvuru yapılmıştır. Bu başvurulardan birisinde, sokağa çıkma yasaklarının Anayasaya aykırı olduğu, ucu açık olduğu, bireyin güvenliğini ve yaşam hakkını  ihlal  eder  nitelikte  olduğu  gerekçesiyle Anayasa  Mahkemesi ne bireysel başvuruda bulunulmuştur. Söz konusu başvuruda sokağa çıkma yasaklarının kaldırılmasına yönelik tedbir talep edilmesine karşın, Anayasa Mahkemesi  Ankara da  ikamet  eden  başvurucunun  sokağa  çıkma  yasağı kararlarından derhal tedbir kararı verilmesini gerektirecek şekilde kişisel olarak etkilendiğini gösterecek ciddi bir tehlike olduğu bilgi ve belgelerden 42  ATAY, s. 679. 43  Anayasa Mahkemesi, Meral DANIŞ BEŞTAŞ Başvurusu, Tedbire İlişkin Ara Karar, Başvuru Numarası: 2015/19545, Karar Tarihi: 22/12/2015. 638 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ anlaşılamadığından tedbir talebinin reddine karar vermiştir. Sokağa çıkma yasaklarına  ilişkin  kararların  yürütmesinin  tedbiren  durdurulması  talepli başka bir başvuruda ise Yüksek Mahkeme, Şırnak Valiliğince 5442 sayılı Kanunun 11/C maddesi uyarınca vatandaşların can ve mal güvenliklerinin sağlanması için ilan edilen sokağa çıkma yasaklarının temelsiz olduğunun söylenemeyeceğini ifade etmiştir. Avrupa İnsan Hakları Mahkemesi ise yakın bir zamanda vermiş olduğu kararında, sokağa çıkma yasağının kaldırılması talebiyle yapılan bireysel başvuruyu reddetmiştir. 4. Özel Güvenlik Bölgesi İlanı ve Hukuki Niteliği Ülkemizin Doğu ve Güneydoğu Anadolu bölgelerinde yaşanan terör eylemleri  nedeniyle  vatandaşların  can  ve  mal  güvenliğinin  sağlanması, emniyet ve asayişin temin edilmesi için meskûn mahal dışında giriş yasağının hukuki dayanağı 2565 sayılı Kanunda yer almaktadır. 2565 sayılı Askeri Yasak Bölgeler ve Güvenlik Bölgeleri Kanunu nun 32/A maddesi gereğince Terörle mücadele kapsamında yürütülen operasyonlar nedeniyle, meskûn mahal dışında, can ve mal güvenliğinin korunması bakımından girilmesinde sakınca bulunan yerlerde operasyonun devam ettiği süreyle sınırlı olmak üzere; Genelkurmay Başkanlığı veya İçişleri Bakanlığı nın göstereceği lüzum üzerine Bakanlar Kurulu kararı ile askeri veya özel güvenlik bölgesi ilan edilebilir. Gecikmesinde sakınca bulunan hallerde vali kararı ile on beş güne kadar özel güvenlik bölgesi ilan edilebilir. Bu suretle ilan edilen güvenlik bölgelerinin sınırları ile yasağın kapsamı, başlangıcı ve bitimi ilgili makamlar tarafından uygun araçlarla duyurulur. Bu bölgelere ilgili makamların izni olmadıkça girilemez. 2565 sayılı Askeri Yasak Bölgeler ve Güvenlik Bölgeleri Kanunu nun 32/A maddesi Valilere gecikmesinde sakınca bulunan hallerde özel güvenlik bölgesi ilan etme yetkisi vermektedir. Bu kanunun uygulanmasını sağlamak üzere  Bakanlar  Kurulu  tarafından  30.04.1983  tarihli  Resmi  Gazetede yayımlanan  Askeri  Yasak  Bölgeler  ve  Güvenlik  Bölgeleri  Yönetmeliği çıkarılmıştır. Söz konusu Yönetmeliğin 21. maddesinde özel güvenlik bölgesi kurma esasları düzenlenmiştir. Buna göre, mülki amirler il sınırları içerisinde 44  Anayasa Mahkemesi, Mehmet GİRASUN ve Ömer ELÇİ Başvurusu, Tedbire İlişkin Ara Karar, Başvuru Numarası: 2015/15266, Karar Tarihi: 11/9/2015. 45   http://www.dunyabulteni.net/manset/351697/aihm-sokaga-cikma-yasagi-itirazini-reddetti. Erişim Tarihi: 25.01.2016. 46  ŞEN Ersan, Sokağa Çıkma Yasağı ve Seçimin Ertelenmesi, http://www.haber.com/ yazarlar/prof-dr-ersan-sen/1553832-sokaga-cikma-yasagi-ve-secimin-ertelenmesi,  Erişim Tarihi: 24.11.2015. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 639Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... bulunan  tesislerden,  etrafında  özel  güvenlik  bölgesi  kurulması  zorunlu olanları, valilik bünyesinde oluşturulan özel güvenlik bölgesi değerlendirme komisyonundan  yararlanarak  belirler.  Ayrıca  tesis  sahip  veya  yetkili makamları da bu amaçla mülki makamlara başvurabilirler. Mülki amirlerce etrafında özel güvenlik bölgesi kurulması uygun görülen her tesis veya tesisler topluluğu çevresinde ortak bir özel güvenlik bölgesi kurulmasına yönelik özel güvenlik bölgesi öneri dosyası hazırlanır. Hazırlanan öneri dosyaları İçişleri Bakanlığı na iletilir. Ülkemizde  son  zamanlarda  terör  faaliyetlerinin  yoğun  bir  şekilde yaşandığı  belli  yerlerde  gecikmesinde  sakınca  bulunan  haller  gerekçe gösterilerek Valilik kararı ile on beş güne kadar özel güvenlik bölgeleri ilan edilmekte ve belirtilen yerlere vatandaşların girmesi yasaklanmaktadır. Söz konusu kanuni düzenleme gereğince idareye bölge içindeki gerçek ve tüzel kişilere  ait  malların  kamulaştırılabilmesi  yetkisi  de  verilmektedir.  Özel güvenlik  bölgesi  ilan  edilen  bölgelerde  idarenin  kolluk  yetkileri  de  söz konusu  kanuni  düzenleme  uyarınca  artmaktadır.  Gecikmesinde  sakınca bulunan hallerde Valiler tarafından özel güvenlik bölgesi ilan etme yetkisi bulunmasına karşın, kaymakamların gecikmesinde sakınca bulunan hallerde dahi özel güvenlik bölgesi ilan etme yetkisi bulunmamaktadır. Özel güvenlik bölgesi ilanı, bir idari işlemdir ve bu idari işlemle idare kanunda öngörülen şartlara uymak kaydıyla stratejik değere haiz belli yerleri güvenlik bölgesi ilan etmektedir. Güvenlik bölgesi ilan edilen yerler askeri nitelikte yer ve tesisler ise askeri güvenlik bölgesi, kamu ya da özel kesime ait yerlerse özel güvenlik bölgeleridir. 2565  sayılı  Kanunun  32/A  maddesine  göre  son  dönemde  sıklıkla başvurulan  özel  güvenlik  bölgesi  ilanı  işlemleri,  sokağa  çıkma  yasağı işlemlerinde olduğu kadar ağır hukuksal yaptırımlar içermemektedir. Bununla birlikte bu tedbirin de, idari işlemin diğer unsurlarını taşıması ve özellikle de ölçülülük ilkesine uygun olması şartlarını sağlaması gerekmektedir. Daha az sınırlama içeren tedbirlerle sonuç alınabilecek olması durumunda, özel güvenlik bölgesi ilanı tedbirine başvurulmamalıdır. Hak ve hürriyetlerin kullanılması ve bunlara eşlik eden koruma mekanizması hep olağan hukuk düzeninin tesis 47  2565 sayılı Askeri Yasak Bölgeler ve Güvenlik Bölgeleri Kanunu m. 21: Güvenlik bölgelerinde bölge içindeki gerçek ve tüzelkişilere ait mallar kamulaştırılabilir. 48  AKYILDIZ Ali, İdari İşlemle Suç İhdası: Özel Güvenlik Bölgesini İhlal Suçu, Hukuki Perspektiﬂ er Dergisi, Sayı: 7, 2006, s. 79. 49  AKYILDIZ, s. 79. 640 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ etmiş olduğu şartlar göz önünde bulundurularak hazırlanmaktadır. Ancak kamu düzenini bozucu ciddi bir durum veya tehdit var ise, hak ve hürriyetlerin korunması esasından hareketle temel hak ve hürriyetler sınırlanmaktadır. Demokratik bir hukuk devletinde temel hak ve özgürlüklerin sınırlanmasının sınırı da önceden bilinmelidir ki, hukuki güvenlik ilkesi sağlansın. Birey kendisini hukuki güvence altında görsün. Bunun içindir ki, olağanüstü hal rejimi  öngörülmüştür  ve  fakat  hukuki  güvenlik  ilkesini  gerçekleştirmek için Anayasanın  15.  maddesindeki  çekirdek  haklara  dokunulamayacağı belirtilmiştir. Olağanüstü dönemlerde temel hak ve hürriyetlerin sınırlanması rejimi Anayasamızda  bu  şekilde  belirtilmişken  idare  tarafından  Anayasadaki usulün dışına çıkılması, mevcut uygulamanın farklı bir düzenleme olduğunu göstermez. Bu durumda, Anayasadaki yol ve yöntem izlenmeli, Anayasanın 11.  maddesinde  ifadesini  bulan  Anayasanın  bağlayıcılığı  ve  üstünlüğü ilkesine idare de uymalıdır.  Güncel idari uygulamada 2565 sayılı Kanun uyarınca bir kez yetki almak suretiyle şartlar oluştuğunda sanki sürekli bir kanun hükmünde kararname çıkarma yetkisi alınmış gibi hareket edilmektedir. Bir  başka  deyişle,  2565  sayılı  Kanunun  aşkın  kullanımı  suretiyle,  ilan edilmemiş bir olağanüstü hal rejimi uygulaması görüntüsüne yol açılmaktadır.  İç  hukuk  bakımından  yapmış  olduğumuz  bu  değerlendirmenin  yanısıra uluslararası  hukuk  açısından  konuyu  değerlendirdiğimizde  şu  tespitlerde bulunmamız mümkündür: Olağanüstü hal ilanının ve bu bağlamda Avrupa İnsan  Hakları  Sözleşmesi nde  öngörülen  yükümlülüklere  aykırı  alınan tedbirlerin Avrupa Konseyi Genel Sekreterliği ne bildirilmesi zorunludur. 50  1982 Anayasası m. 15/2: Birinci fıkrada belirlenen durumlarda da, savaş hukukuna uygun fiiller sonucu meydana gelen ölümler dışında, kişinin yaşama hakkına, maddi ve manevi varlığının bütünlüğüne dokunulamaz; kimse din, vicdan, düşünce ve kanaatlerini açıklamaya zorlanamaz ve bunlardan dolayı suçlanamaz; suç ve cezalar geçmişe yürütülemez; suçluluğu mahkeme kararı ile saptanıncaya kadar kimse suçlu sayılamaz. 51  1982 Anayasası m. 11: Anayasa hükümleri, yasama, yürütme ve yargı organlarını, idare makamlarını ve diğer kuruluş ve kişileri bağlayan temel hukuk kurallarıdır. 52  Avrupa İnsan Hakları Sözleşmesi m. 15: 1. Savaş veya ulusun varlığını tehdit eden başka bir genel tehlike halinde her Yüksek Sözleşmeci taraf, durumun kesinlikle gerektirdiği ölçüde ve uluslararası hukuktan doğan başka yükümlülüklere ters düşmemek koşuluyla, bu Sözleşme de öngörülen yükümlülüklere aykırı tedbirler alabilir. 2. Yukarıdaki hüküm, meşru savaş fiilleri sonucunda meydana gelen ölüm hali dışında 2. maddeye 3. ve 4. maddeler ile 7. maddeye aykırı tedbirlere cevaz vermez. 3. Aykırı tedbirler alma hakkını kullanan her Yüksek Sözleşmeci taraf, alınan tedbirler ve bunları gerektiren nedenler hakkında Avrupa Konseyi Genel Sekreteri ne tam bilgi verir. Bu Yüksek Sözleşmeci taraf, sözü geçen tedbirlerin yürürlükten kalktığı ve Sözleşme hükümlerinin tekrar tamamen geçerli olduğu tarihi de Avrupa Konseyi Genel Sekreteri ne bildirir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 641Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... Olağanüstü  hal  rejimlerinin  uluslararası  meşruiyetinin  sağlanması  için temel hak ve özgürlüklere ilişkin uluslararası anlaşmalar ve bu anlaşmaların koruma mekanizmalarında ülkelerin olağanüstü şartlarda olağanüstü hal ilan edilebileceği ve fakat bunun da denetim altında olması uluslararası camianın da  bundan  haberdar  olmasının  sağlanması  gerekmektedir.  Bu  çerçevede olağanüstü hal ilanı Avrupa Konseyi Genel Sekreterliği ne bildirilir ve Avrupa Konseyi Genel Sekreterliği de olağanüstü hal ilanının usul ve esaslara uygun olup olmadığını inceler ve gerekirse ilgili ülkeyi bu anlamda uyarır. Mevcut idari uygulamada olduğu şekliyle ölçülülük ilkesine riayet edilmeden söz konusu kanunun aşkın kullanımı suretiyle ilan edilmemiş bir olağanüstü hal rejimi uygulaması görüntüsüne yol açılarak şekilde özel güvenlik bölgesi ilanları ile bir bakıma hem iç hukuktaki yükümlülüklerden hem de uluslararası yükümlüklerden kaçınılmış olmaktadır. İleride böyle bir tartışma bahse konu olabilir. Sonuç olarak, özel güvenlik bölgesi ilanının hukuki dayanağının Anayasa, uluslararası kurallar ve ülkenin taraf olduğu uluslararası anlaşmalarla uyum içerisinde olup olmadığı tartışmaya açık bir konudur.  SONUÇ Ülkemizin Doğu ve Güneydoğu Anadolu bölgesinde yaşanan terör eylemleri nedeniyle kamu düzeni ciddi şekilde bozulmuş ve kamu düzeninin yeniden tesis edilmesi için ilave idari kolluk tedbirlerine başvurulması gereği ortaya çıkmıştır. Kamu düzeninin yeniden tesis edilmesi için öngören idari kolluk yetkileri bireylerin temel hak ve özgürlükleri alanına idare tarafından ciddi  bir  müdahale  doğurduğundan  oldukça  hassas  ve  özenli  olunması gereken bir alanı oluşturmaktadır. İdarenin kolluk faaliyetleri alanında hukuki çerçevenin dışına çıkması ve keyfi uygulamalara başvurması demokratik bir hukuk devletinde kabullenilemez. Üstelik hukuki çerçevenin dışına çıkılarak keyfi uygulamalara başvurulması vatandaş ile devleti karşı karşıya getirecek ve vatandaşın idareye ve devlete olan güvenini derinden sarsacaktır. O halde, Anayasasında bir hukuk devleti olduğu ifade edilen ülkemizde tüm siyasi kaygılardan uzaklaşarak son dönemde kamu düzeninin yeniden tesisi için ilan edilen sokağa çıkma yasakları ve özel güvenlik bölgesi ilanlarının hukuka uygun olup olmadığının değerlendirilmesi gerekmektedir. İdarenin sokağa çıkma yasağı işlemleri ile temel hak ve özgürlüklerin sınırlandığını ifade eden görüşe karşı doktrinde, söz konusu idari işlemler ile temel hak ve özgürlüklerin sınırlamanın çok daha ötesine geçilerek temel hak ve özgürlüklerin durdurulduğunu ifade eden görüşler de bulunmaktadır. 642 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ Eğer söz konusu idari kolluk tedbiri temel hak ve özgürlüklerin sınırlanması bağlamında değerlendirilecek olur ise, tartışma temel hak ve özgürlüklerin sınırlanmasının  Anayasal  rejimini  düzenleyen  Anayasanın  13.  maddesi etrafında olacaktır. Anayasanın 13. maddesi uyarınca sınırlamanın kanunla öngörülmesi, ölçülülük ilkesine riayet edilmesi ve demokratik toplum düzeninin gerekleri ölçütü, söz konusu tedbirlerin hukuka uygun olup olmadığının belirlenmesinde başvurulacak ölçütler olacaktır. Uzun süren sokağa çıkma yasakları, sokağa çıkma yasağı kararlarında zaman sınırlaması olmaması ve süreye ilişkin ucu açık ibarelerin yer alması, süresi sona eren sokağa çıkma yasağı kararlarının sürekli olarak yinelenmesi ve geçici karakterinin bu yolla ortadan kaldırılması gibi nedenler düşünüldüğünde aslında, buradaki asıl tartışma ölçülülük ilkesi bağlamında olacaktır. Sokağa çıkma yasağı kararları bölgedeki mevcut durum itibariyle temel hak ve özgürlüklerin durdurulması şeklinde değerlendirilecek olur ise, temel hak ve hürriyetlerin durdurulması ancak olağanüstü hallerde ve belli sebeplere bağlı olarak mümkün olacağından ve ortada olağanüstü hal rejimi kuralları bulunmadığından Anayasaya aykırı olacaktır. Bu durumda idare, Olağanüstü Hal  Kanunu  uygulamada  olmadan  temel  hak  ve  hürriyetleri  durdurmuş olacaktır ki, bu durum fonksiyon gaspı oluşturacaktır.  İdari uygulamada sokağa çıkma yasaklarına yasal dayanak oluşturan İl İdaresi Kanunu nun 11/C hükmü idari işlemin yetki unsuru bakımından değerlendirildiğinde,  saklı yetki içerip içermediği ihtilaﬂ ı bir hüküm olduğu görülmektedir. Ancak kanaatimizce doktrinde bazı yazarlarca kabul edildiği şekliyle bu hükmün saklı yetki içerdiği kabul edilse bile, idari uygulamada uygulandığı şekliyle uygulanmamalıdır. Temel hak ve hürriyetleri durdurma derecesine  ulaşan  bu  idari  kolluk  tedbirleri  geçici  nitelikte  olmalı,  ilk elden  uygulanan  ve  süregelen  uygulamalar  haline  gelmemelidir.  Hukuki öngörülebilirlik, belirlilik ilkesi ve ölçülülük ilkesi zedelenmemelidir. Özel  güvenlik  bölgesi  ilan  edilmesi  yetkisi  sokağa  çıkma  yasağı kadar ağır hukuksal yaptırımlar içermemektedir. Zira meskûn mahal dışında vatandaşların can ve mal güvenliğinin sağlanması için stratejik öneme sahip yerlere girişin yasaklanması durumu söz konusudur. Özel güvenlik bölgesi ilan edilen yerlere ilgili makamların izni olmadığı sürece girilemez. Özel güvenlik bölgesi ilan etme yetkisi yasal dayanağa sahip olmakla birlikte bu tedbirin de hukuka uygun olabilmesi için idari işlemin diğer unsurlarını taşıması ve özellikle de ölçülülük ilkesine uygun olması şartlarını sağlaması gerekmektedir. Daha az sınırlama içeren tedbirlerle sonuç alınabilecek olması Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 643Özel Güvenlik Bölgesi ve Sokağa Çıkma Yasağı İlanının Hukuki Niteliği... durumunda, özel güvenlik bölgesi ilanı tedbirine başvurulmamalıdır. Ancak mevcut idari uygulamada 2565 sayılı Kanunun aşkın kullanımı suretiyle, ilan edilmemiş bir olağanüstü hal rejimi uygulaması görüntüsüne yol açılmaktadır. Sonuç olarak, 2565 sayılı Askeri Yasak Bölgeler ve Güvenlik Bölgeleri Kanunu na eklenen 32/A maddesi ile getirilen özel güvenlik bölgesi ilanı rejimi Kanunun sistematiği ve amacı ile hiç de uyumlu değildir. Bu maddeye göre özel güvenlik bölgesi ilanı yasal dayanağa sahip olabilirse de, hem hukukiliği bakımından, hem de idari işlemin unsurları bakımından, özellikle de ölçülülük ilkesine uygunluğu açısından tartışmaya açık bulunmaktadır.",
     "Kaynakça": "AKILLIOĞLU Tekin, “Saklı Yetki Kavramı”, Amme İdaresi Dergisi, Cilt: 11, Sayı: 3. AKILLIOĞLU Tekin, “Temel Hakların Durdurulması”, Bahri Savcı ya Armağan, Mülkiyeliler Birliği Yayınları 7, Ankara 1988. AKYILDIZ Ali, “İdari İşlemle Suç İhdası: Özel Güvenlik Bölgesini İhlal Suçu”, Hukuki Perspektiﬂ er Dergisi, Sayı: 7, 2006. AKYILMAZ Bahtiyar/SEZGİNER Murat/KAYA Cemil, Türk İdare Hukuku, Genişletilmiş ve Güncellenmiş 6. Baskı, Ankara-İstanbul 2015. AKYILMAZ Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Ankara 2000. ARDIÇOĞLU Artuk, “Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı mıdır?”,  http://www.birikimdergisi.com/guncel-yazilar/7331/ hukuka-uygun-olmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir#. VmbOeGyhfIU, Erişim Tarihi: 08.12.2015. ATAY Ender Ethem, İdare Hukuku, Ankara 2014. BALTA Tahsin Bekir, İdare Hukukuna Giriş I, Ankara 1968/1970. DURAN Lütfi, İdare Hukuku, İstanbul 1982. GÖZLER Kemal, Anayasa Hukukunun Genel Teorisi, Cilt II, Bursa 2011. GÖZLER  Kemal,  “Olağanüstü  Hal  Rejimlerinde  Özgürlüklerin Sınırlandırılması Sistemi ve Olağanüstü Hal Kanun Hükmünde Kararnamelerin Hukuki Rejimi”, Ankara Barosu Dergisi, Yıl: 47, Sayı: 4, Ağustos 1990. 644 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Emine CİN KARAGÖZ GÜNDAY Metin, İdare Hukuku, Ankara 2011. GÜNEŞ  Turan,  Türk  Pozitif  Hukukunda  Yürütme  Organının Düzenleyici Organları, Ankara 1965. KAPANİ  Münci,  Kamu  Hürriyetleri,  Ankara  Üniversitesi  Hukuk Fakültesi Yayınları, 6. Baskı, Ankara 1981. KARAHANOĞULLARI Onur, İdarenin Hukukla Kavranması: Yasallık ve İdari İşlemler (Yargı Kararlarına Dayalı bir İnceleme), Ankara 2011. KIRATLI Metin, Koruyucu İdari Hizmetler, Ankara 1973. KIRIŞIK Fatih/DURDU Muhammet, “Vali ve Kaymakamların Sokağa Çıkma Yasağı ve Güvenlik Bölgesi İlan Etmesi”, Dumlupınar Üniversitesi Sosyal Bilimler Dergisi, Sayı: 47, 2016. KUZU Burhan, Olağanüstü Hal Kavramı ve Türk Anayasa Hukukunda Olağanüstü Hal Rejimi, İstanbul 1993. ÖZBUDUN Ergun, Türk Anayasa Hukuku, Gözden Geçirilmiş 15. Baskı, Ankara 2014. SAĞLAM Fazıl, Temel Hak ve Özgürlüklerin Sınırlanması ve Özü, Ankara 1982. ŞEN Ersan, “Sokağa Çıkma Yasağı ve Seçimin Ertelenmesi”, http:// www.haber7.com/yazarlar/prof-dr-ersan-sen/1553832-sokaga-cikma-yasagive-secimin-ertelenmesi, Erişim Tarihi: 24.11.2015. TEKİNSOY OKAY Özge, İdare Hukukunda Kamu Düzeni Kavramı, İstanbul 2011. TUNÇ Hasan/BİLİR Faruk/YAVUZ Bülent, Türk Anayasa Hukuku, Gözden Geçirilmiş ve Genişletilmiş 7. Baskı, Ankara 2015. ULU Güher, İdari İşlemin Yetki Unsuru, Bursa 2012. UYGUN Oktay, 1982 Anayasası nda Temel Hak ve Özgürlüklerin Genel Rejimi, İstanbul 1992. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 645"
}