{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "AB HUKUKUNUN BLOKE EDİCİ ETKİSİ",
     "Title": "BLOCKING EFFECT OF EUROPEAN UNION LAW",
     "Yazar İsmi": [
          "A. Füsun ARSAVA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "rakip yetkiler",
          "münhasır yetkiler",
          "paralel yetkiler",
          "yetki katalogları"
     ],
     "Keywords": [
          "Rival competence",
          "exclusive competence",
          "parallel competence",
          "competence catalogues"
     ],
     "Özet": "AB  ve  üyeleri  arasında  yetki  taksimi  Avrupa  entegrasyon  sürecinin  en tartışmalı konularından biridir.  Her anlaşma değişikliği yoğun bir şekilde yetki düzeninde yaratacağı muhtemel sonuçlar bakımından inceleme konusu yapıldığı gibi, hiçbir ulusal yasama faaliyeti mevcut Avrupa hukuku ışığında değerlendirilmeden gerçekleşememektedir.  Lizbon  anlaşmasında  Avrupa  hukukunda  ilk  kez  bloke edici etkisi olan supranasyonal yetki alanları ve ulusal yetki alanları açık şekilde düzenlenmiştir.  Makale Avrupa hukukunun bloke edici etkisini, koşullarını,  üye devletlerin yasama faaliyetleri üzerindeki sonuçlarını ele almaktadır.",
     "Abstract": "Shared competence between EU and Members is one of the most controversial topic of European integration process. Every agreement chance is subject of study on probable consequences of competence order and any legislative act can substantiate without considering in the light of European law. In European law, supranational competence which has blocking aﬀ ect and national competence has been regulated clearly for the ﬁ rst time by Treaty of Lisbon. This article takes blocking eﬀ ect of European law, conditions and consequences of this blocking on Member States legislative cats eﬀ ect in hand.",
     "Metin": "Avrupa Hukukunun bloke edici etkisi şimdiye dek AB Adalet Divanının içtihatında açıkça yer almamıştır.  Avrupa Hukuku literatüründe de konuya Avrupa  Hukukunun  tereddüt  yaratan  kavramları  arasında  yer  verilmiştir.  Avrupa Hukukunun bu karanlık köşesi genelde 1964 tarihli Costa/Enel kararına istinat ettirilmektedir.  Costa/Enel kararıyla getirilen Avrupa Hukukunun önceliği  Costa/Enel  davasından  itibaren  supranasyonal  hukuk  düzeni  ve ulusal hukuk düzenleri arasında kapsamlı hukuki uyuşmazlıklara yol açmış ve aynı paralelde Avrupa hukukunun bloke edici etkisi gibi etki gösteren başka çözüm mekanizmalarının kullanılmasına neden olmuştur.  Avrupa hukukunun bloke edici etkisi prensip olarak geniş yahut dar anlamda Avrupa hukukunun önceliğini içermekle beraber, bu öncelik Avrupa hukukunun bloke edici etkisi ışığında primer ve sekunder hukuk bakımından farklı bir bakış açısı ile açıklanmaktadır.  AB Adalet Divanı Avrupa Hukukunun önceliğini Costa/Enel davasında, AET  anlaşmasının  kendi  hukuk  düzenini  yarattığı,  bu  hukuk  düzeninin anlaşmanın onaylanması ile üye devletlerin hukuk düzenine dahil olduğu ve onların ulusal mahkemeleri tarafından uygulandığı, bunun sonucu olarak üye devletlerin bu hukuk düzenine aykırı tek taraﬂ ı önlemler alarak tasarrufta bulunamayacakları, bu tür önlemlerin topluluk hukuk düzeninin uygulanmasını engelleyemeyeceği şeklinde açıklamıştır.  Bu cümleler ile Divan iki hukuk düzeni arasındaki ilişkiyi genel olarak hiyerarşik karakterli olarak niteleyerek, geniş anlamda Avrupa hukukunun önceliğini vurgulamıştır.  Costa/Enel  davasında  kanun  sözcüsü  Lagrange in  nihai  talebinde ulusal hukuk düzeninde yanyana geçerlilik iddia eden, birbirine ters düşen hükümler içeren hukuk normları bakımından bir başka kategori önceli k de dile getirilmiştir.   Öncelik sorunu bu bağlamda supranasyonal hukukun spesifik bir normu ile ulusal hukuk arasında doğan bir normlar çatışması olarak ele alınmıştır. Hukuk normları arasındaki bu çatışmayı Divan kararında hukuk düzeninin önceliğine istinaden çözmüştür.  Divan Avrupa hukukunun önceliğini geniş anlamda bir dogma olarak ortaya koyduktan sonra, anlaşma 1    Martin Nettesheim, bknz.: Eberhard Grabitz/Meinhard Hilf/Martin Nettesheim (Hrsg.),   Das Recht der Europäischen Union, ErgL 51, ErgL.2013, Art.2 AEUV, Rn.27 2    EuGH, Rs. 6/64 (Costa/Enel), Slg.1964, 1251, 1269 vd. 3  Hans Dieter Jarass/Sasa Beljin, Die Bedeutung von Vorrang und Durchführung des EGRechts für die nationale Rechtsetzung und Rechtsanwendung, NVwZ 2004, s.1,2 vd. 4    bknz.: Costa/Enel, Slg. 1964,1951,1285 4 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA tarafından yaratılan, bu şekilde kendi muhtar kaynağı olan hukuka karşı kendine  özgü  özelliği  nedeniyle  hiçbir  ulusal  hukuk  normunun  öncelik iddia edemeyeceğini vurgulamıştır.  Ulusal hukukun spesifik bir normlar çatışmasında uygulama dışı bırakılmasını vurgulayan bu ifade dar anlamda Avrupa hukukun önceliğini dogma haline getirmiştir. Avrupa  hukukunun  geniş  anlamda  ve  dar  anlamda  önceliği arasında yapılan ayrım, örneğin ulusal hukuk normlarının Avrupa hukuku muvacehesinde  yorumlanarak,  normlar  çatışmasının  ortaya  çıkmasının önlenmesini isteyen Avrupa hukukuna uygun yorum yaklaşımı bağlamında da ortaya çıkmaktadır.  Avrupa hukukunun geniş anlamda önceliğinin aynı şekilde bir sonucu olan bu yorum kuralı dar anlamda Avrupa hukukunun önceliğinden iki bakımdan farklılık göstermektedir.  Avrupa hukukuna uygun yorum müessesi ulusal hukuk metodoloji izin verdiği ölçüde uygulanabilir.  Diğer taraftan Avrupa hukukuna uygun yorum supranasyonal hukuka ters düşen ulusal hukukun uygulanmamasını değil, Birlik hukukuna uygun yorum istemektedir.  Frankovich kararında geliştirilen, üye devletlerin direktiﬂ eri iç hukukta yanlış düzenlemeleri sonucu doğan sorumlulukları bu çerçevede bir diğer örnek hukuki müessese oluşturmaktadır.  AB Adalet Divanı Frankovich davasında devletlerin sorumluluğunu aynı şekilde Avrupa hukukunun geniş anlamda önceliğine istinat ettirmiştir.  Davada hukuki sonuç olarak Avrupa hukukuna ters düşen bir ulusal normun dar anlamda Avrupa hukukunun önceliği anlamında uygulama dışı kalması değil, devletlerin sorumluluğunun iddia edilebilmesi kabul edilmiştir. Avrupa  hukukunun  geniş  ve  dar  anlamda  önceliği  arasında  ayrım yapıldığı takdirde, Avrupa hukukunun bloke edici etkisi daha rahat tasavvur edilebilmektedir.  Avrupa hukukunun bloke edici etkisi ve dar anlamda önceliği aynı madalyonun iki ayrı yüzüdür.  Her iki müessese de Birlik hukukunun ulusal hukuka nazaran önceliğini temin etmeye matuf düşünülmüştür.  Geniş anlamda ve dar anlamda öncelik ayrımının ilk önce İngilizce olarak formüle edilmesi,  İngilizcede  primacy  ve  supremacy  kavramlarının  bu  çerçevede daha  önceden  kullanılmasından  ileri  gelmektedir.    Avrupa  hukukunun 5  EuGH, Rs. 14/83 (Colson), Slg.1984,1891, Rn.28; Rs. C-106/98 (Marleasing), Slg. 1990, I-4135, Rn.8 6   EuGH, Rs. C-6/90 ve 9/90 (Frankovich) Slg, 1991, I-5357, Rn.31 7  Samuel Krislov/Claus Dieter Ehlermann/Joseph Weiler, The Political Organs and die Decision-Making Process in the United States and the European Community, bknz.: Mauro Cappelletti/Monica Seccombe/Joseph Weiler (Hrsg.), Integration Through Law, Volume 1, Book 2, 1986, s.3.89 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 5AB Hukukunun Bloke Edici Etkisi geniş  anlamda  önceliği  (primacy)  ve  dar  anlamda  önceliği  (supremacy) arasında yapılan ayrım Avrupa hukukunun bloke edici etkisinin dayanağını oluşturmuştur. I - Bloke Edici Etkinin Primer Hukuka İstinaden Açıklanması Avrupa  hukukunun  önceliği  dogması  Adalet  Divanını  Avrupa hukukunun bloke edici etkisi kavramını açıkça kullanmaktan uzun yıllar alıkoymuştur.  Bu boşluğa 1980 tarihli İngilizce yapılan ve ABD anayasa hukuku  dayanıklı  iki  katkının  dikkat  çekmesinden  itibaren  Avrupa hukukunun bloke etkisi Avrupa hukukunun gündemine girmiştir.  Joseph Weiler in 1982 de:pre-emption means that, in relation to ﬁ elds in which the Community has policy-making competence, the Member States are not only precluded from enacting legislation contradictory to Community law (by virtue of the doctrine of supremacy) but they are pre-empted from taking any action at all şeklinde yaptığı açıklama AB hukukunun bloke edici etkisini ifade bakımından başlangıç olmuştur.  Bu ifade Avrupa hukukunun bloke edici etkisini primer hukuktan doğan mevcut Birlik yetkileriyle açıklamakta ve primer hukuka istinat eden sekunder hukuka sadece gerekli olduğu nispette destekleyici şekilde yer vermektedir: pre-emption precedes this situation in the temporal and (legal) spatial sense9.  Primer hukuka istinat eden bloke edici etki yaklaşımı herşeyden önce Topluluk münhasır yetkilerinin bloke edici  etkisinden  ve  Topluluğun  tasarrufta  bulunduğu  nispette  münhasır yetkiye dönüşen rakip yetkilerinin bloke edici etkisinden hareket etmektedir. II - Bloke Edici Etkinin Sekunder Hukuka İstinaden Açıklanması Sekunder hukuka istinaden bloke edici etki Michel Waelbroeck in 1982 tarihli katkısı ile gündeme gelmiştir:  The problem of pre-emption consists in determining whether there exists a conﬂ ict between a national measure and a rule of Community law.  The problem of primacy concerns the manner in which such a conﬂ ict, if it is found to exist, will be resolved11.  Bu yaklaşıma 8  Joseph Weiler, The Community System: the Dual Character of Supranationalism, YEL 1 (1981), s.267,277 (Yerini alma, Topluluğun politika yapma yetkisinin olduğu alanlarla ilgili olarak, üye devletlerin (üstünlük doktrininden dolayı), sadece Topluluk hukukuyla çelişen düzenleme yapmalarının engellenmesi değil aynı zamanda hiçbir biçimde/ herhangi bir yolla Topluluk hukukunun yerini alacak girişimde bulunmalarının engellenmesi anlamına gelmektedir. 9   Samuel Krislov/Claus Dieter Ehlermann/Joseph Weiler s.90 10  Ulrich Haltern, Europarecht, 2.Auﬂ age 2007, Rn.221 vd. 11  Michel Waelbroeck, The Emergent Doctrine of Community Pre-emption ̶ Consent and Redelegation, bknz.: Terrance Sandalow/Eric Stein (Hrsg.), Courts and Free Markets, Volume 6 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA göre üye devletlerin hukuki tasarruﬂ arının engellenmesi Birliğin sekunder hukuk tasarrufu ihdas etmesine bağlıdır.  Bloke edici etki engelleyici bir rol  oynayarak  ulusal  şekillendirme  olanağı  bırakılmamakta,  dolayısı  ile yetki uyuşmazlığını önlemektedir.  Öncelik ise tespit edilen uyuşmazlığı çözmektedir.  Waelbroeck bakımından dar anlamda ve geniş anlamda öncelik arasında ayrım yapılması zorunlu görülmese de, sekunder hukuka istinaden bloke edici etkiyi açıklayan kimi diğer hukukçular bu ayrıma istinat etmiştir.    Sekunder hukuka istinat ettirilen bloke edici etki Lizbon anlaşması öncesinde paralel yetkilerin etkisini açıklamak için kullanılmıştır.  Paralel yetkiler  hem  supranasyonal  seviyede,  hem  de  ulusal  seviyede  yasama yetkilerinin kullanılabilmesi nedeniyle rakip yetkilere benzemektedir.  Bu iki yetki kategorisi, ulusal hukukta doğan etkilerin primer hukuk yahut sekunder hukuk kaynaklı olmasına göre birbirinden ayrılmaktadır.  Birlik Sekunder hukuk tasarrufu ile rakip yetkisini kullandığı takdirde primer hukuka istinaden bloke edici etki doğmaktadır.  Birlik buna karşılık paralel bir yetki kullandığı takdirde, ihdas edilen sekunder hukukun üye devletleri doğrudan etkilemesi, diğer bir ifade ile sekunder hukuka istinaden bloke edici etkinin doğması kabul edilmiştir.  Topluluk ve üye devletler yetkileri paylaştıkları nispette Lizbon sözleşmesine kadar paralel yetkilerin mevcudiyeti kabul edilirken, Lizbon sözleşmesiyle beraber yetkiler yeniden düzenlenmiş ve rakip yetkiler ilk kez bloke etkiye sahip olmak üzere primer hukukta yerini almıştır. III - Birlik Hukukunun Lizbon Anlaşmasında Öngörülen Bloke Edici Etkisi Lizbon  anlaşmasında  supranasyonal  hukukun  bloke  edici  etkisi Birlik hukukunun önceliği gölgesinde gerçekleşmiştir.  2001 tarihli Laeken deklarasyonunda Birlik ve üye devletler arasında yapılacak yetki taksiminin Birliğin  karşı  karşıya  olduğu  sorunlara  uyumunu  sağlamada  taşıyacağı öneme işaret edilmiştir.  Şimdiye dek geçerli primer hukuktan önemli bir farklılık olarak AB nin çalışma usulleri hakkındaki anlaşmanın 2.maddesinde ilk kez Birliğin yetkileri kategorize edilmiş ve yine aynı anlaşmanın 3.-6. maddelerinde yetki katalogları somutlaştırılmıştır.  Hernekadar AB nin çalışma II, 1982, s.548,551 (Yerini alma sorunu, Topluluk hukukunun bir kuralı ile ulusal alan arasında bir ihtilafın mevcut olup olmadığının tespit edilmesine bağlıdır. Öncelik sorununa, bu gibi bir ihtilafa bağlı olarak, eğer mevcut ise karar verilecektir). 12  Andreas Furrer, Sperrwirkung des sekundären Gemeinschaftsrechts, 1994, s.90 vd. 13 Robert Schütze, Supremacy without pre-emption?  The very slowly emergent doctrine of Community Pre-emption, CMR Rev.43 (2006), s.1033 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 7AB Hukukunun Bloke Edici Etkisi usulleri hakkındaki anlaşmanın 2.madde, 6.fıkrasına göre yetkilerin kapsamı şimdiye dek olduğu gibi ilgili münferit politika alanları için belirlenmişse de, 2.madde bunun ötesinde herbir yetki kategorisinin üye devletler üzerinde yapacağı etkiyi belirlemiştir.  Primer hukuktan bu şekilde münhasır yetkiler ve paylaşılmış yetkilerin önemli şekilleri için Birlik hukukunun bloke edici etkisi istihraç edilebilmektedir. 1. Birliğin Münhasır Yetkileri AB nin çalışma usulleri hakkında anlaşmanın 2.madde, 1.fıkrası ilk yetki tipi olarak Birliğin münhasır yetkilerini öngörmektedir.  Bu yetkiler için sadece supranasyonal seviyede yasama yetkisinin kullanılması ve bağlayıcı tasarruﬂ arın ihdası mümkündür.  Münhasır yetki alanlarında üye devletler sadece Birlik tarafından yetkilendirildikleri takdirde ve Birlik hukukunu icra etmek için tasarrufta bulunabilir.  AB Adalet Divanı münhasır yetki alanında önlemlerin alınması yetkisinin tam olarak ve nihai olarak Birliğe ait olduğunu ifade etmektedir.  Münhasır yetkiler Birlik için yetkiler tesis etmekte, üye devletlerin bu yetki alanlarında tasarrufta bulunmasını yasaklamaktadır.  Üye devletler için öngörülen bu primer hukuk yasağı, Birliğin sekunder hukuk ihdas ederek bu alanda yetki kullanmasından bağımsızdır.  Münhasır bir yetkinin varlığı üye devletler bakımından bloke edici bir etki doğurmaktadır.  Münhasır yetkilerin kapsamlı bloke edici etkisi nedeniyle AB nin çalışma usulleri hakkındaki anlaşmanın 3.madde, 1.fıkrasında münhasır yetki alanları sınırlı tutulmuştur. AB nin çalışma usulleri hakkındaki anlaşmanın 3.madde, 2.fıkrasında Birliğin dış yetkileri bakımından öngörülen düzenleme münhasır yetkiler bakımından özel bir durum oluşturmaktadır.  Bu hüküm Divanın AETR kararını (EuGH, Rs. 22/70 (AETR), Slg. 1971, 263, Rn.22) primer hukukta kodifiye etmiş ve 3 konuyu Birliğin dış yetkileri olarak münhasır yetki alanında düzenlemiştir.  Birlik, bir Birlik yasama tasarrufu ile uluslararası anlaşma yapma konusunda yetkilendirildiği nispette münhasır bir dış yetki elde edecektir.    Bu çerçevede orijinal bir münhasır yetki söz konusu değildir.  Birliğin bu yetkiyi sekunder hukuk üzerinden kazanması nedeniyle kimi hukukçular bu yetkinin rakip yetki olarak kategorize edilmesi gerektiğini ve bu düzenlemenin bir sistem hatası olduğunu ileri sürmektedir.  Bu eleştiri 14  EuGH, Rs. C-804/79 (Seefischerei-Erhaltungsmaßnahmen), Slg. 1981, 1045, Rn.17 vd. 15  Christopf Ritzer, Europäische Kompetenzordnung, 2006, s.156 16  Volkmar Götz, Kompetenzverteilung und Kompetenzkontrolle in der Europäischen Union, bknz.: Jürgen Schwarze (Hrsg.), Der Verfassungsentwurf des Europäischen Konvents, 2004, s.43 8 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA rakip yetkilerle bir karşılaştırma yapıldığında, Birliğin bu çerçevede primer hukuka istinat eden münhasır bir dış yetkiye sahip olmaması nedeniyle ilk bakışta doğru gözükmektedir.  Divan içtihatının ve anlaşma metninin 3.madde, 2.fıkrasının dikkate alınması halinde ancak bu çerçevede münhasır bir dış yetkinin oluşmasının bir sekunder hukuk tasarrufunun ihdasına istinaden mümkün olacağı ortaya çıkmaktadır.  Bu şekilde kazanılan münhasır dış yetki üye devletler bakımından bloke edici etki doğuracaktır. Birliğin münhasır bir dış yetki elde etmesi yine ikinci bir olasılık olarak  Birliğin intern yetkilerini kullanabilmesinin uluslararası bir anlaşma yapılmasına bağlı olduğu durumlarda söz konusu olabilecektir.  Bu şekilde intern ve extern yetkiler birbirinden ayrılmaz şekilde birbirine bağlanmıştır.  AB  hukukunun  bu  ikinci  durumda  bloke  edici  etkisi  menşei  itibariyle anlaşmada  düzenlenmiştir  ve  sekunder  hukuk  düzenlemesi  yapılmasını gerektirmemektedir. Üçüncü olarak, üye devletlerin taraf olduğu bir uluslararası hukuk anlaşmasının Birliğin ortak kurallarını ihlâl etmesi veya kapsamını değiştirmesi durumunda Birlik münhasır bir dış yetki elde etmektedir.  Başarısız şekilde formüle edilen bu hükmün amacı primer ve sekunder Birlik hukukunu üye devletlerin yaptığı uluslararası hukuk anlaşmalarına karşı korumaktır.  Bu tür bir ihlâli saptamak için ilgili Birlik hukuk normunun sadece kapsamının değil, tabiatının, içerik ve gelişme perspektifinin mümkün olduğu takdirde analiz edilmesi gerekmektedir.  Münhasır dış yetkiye ilişkin bu üçüncü model rakip yetkiler için olduğu gibi kısmen sekunder hukukun gelişmesine bağlı olması nedeniyle dinamik bir özellik göstermektedir.  Üye devletlerin uluslararası hukuk anlaşmalarının intern Birlik hukukunun yoğunluk kazanması nedeniyle Birlik  hukukunu  ihlâli  olasılığının  artması  ışığında  primer  hukuk  bu çerçevedeki Birlik yetkilerinin münhasır yetkiye dönüşmesini öngörmektedir. Birinci ve üçüncü modeller için öngörülen münhasır dış yetkiye dönüşme durumlarında primer hukuka istinaden Birlik hukukunun bloke edici etkisi doğmaktadır.  Lizbon anlaşması bu şekilde AB nin dış yetki düzeninde önemli 17  bknz.: EuGH, Gutachten 1/76 (Stillegungsfonds), Slg.1977, 741; Rs. C-476/98 Open Skies), Slg. 2002, I-9855, Rn.83 18 Thomas Oppermann/Claus Dieter Classen/Martin Nettesheim, Europarecht, 5.Auﬂ . 2011, §38, Rn.25 19 EuGH, Rs.22/70 (Europäisches Übereinkommen über Strassenverkehr), Slg. 1971, 263, Rn.15-19 20  EuGH, Gutachten 1/03 (Übereinkommen von Lugano), Slg.2006, I-1145, Rn.126 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 9AB Hukukunun Bloke Edici Etkisi bir reform yapmış olmaktadır.  Lizbon anlaşması öncesinde Birliğin yazısız dış yetkileri Birliğin münhasır, rakip veya paralel yetkiler olarak kategorize edilen  yetkilerinden  ayrı  tutulurken, AB nin  çalışma  usulleri  hakkındaki anlaşmanın 3.madde, 2.fıkrası muvacehesinde bundan böyle Birliğin yetki kataloğuna dahil edilmiştir.  Münhasır yetkiyle bağlantılı olarak doğacak bloke edici etkinin potansiyeli literatürde 3.madde, 2.fıkranın dar yorumlanması yaklaşımının benimsenmesine yol açmaktadır.  Divan da bu yaklaşıma uzak olmadığına Pringle davasında verdiği kararla ortaya koymuştur. 2 - Birliğin Paylaşılmış Yetkileri Paylaşılmış  yetki  alanlarında  gerek  Birlik,  gerekse  üye  devletler yasama  faaliyetinde  bulunabilir  ve  bağlayıcı  hukuki  tasarruﬂ ar  ihdas edebilir.  AB nin çalışma usulleri hakkındaki anlaşmanın yetki düzenlemeleri hernekadar paylaşılmış yetkilerden söz etse de, bu başlık altında birçok kez rakip yetkiler düzenlenmektedir.  Rakip yetkiler, daha aşağı statüde bulunan hak sahibine, üst statüde bulunan hak sahibi yetkilerini kullanıncaya kadar, diğer bir ifade ile primer hukukta öngörülen tasarrufta bulunma yasağı ortaya çıkıncaya kadar tasarrufta bulunma olanağı tanımaktadır.  AB nin çalışma usulleri hakkındaki anlaşmanın 2.madde, 2.fıkra, 2.cümlesi, Birlik yetkilerini kullanmadığı takdirde üye devletlerin ne nispette yetki kullanabileceklerini düzenlediği için bir tür tasarruf yasağı tesis etmektedir.  Avrupa hukuk literatüründe bu tasarruf yasağı bloke edici etki olarak nitelendirilmektedir.  Lizbon anlaşmasına göre Avrupa Birliği rakip yetkisini kullandığı takdirde, bloke edici etki doğmaktadır; dolayısı ile üye devletlerin bundan böyle söz konusu alanda tasarrufta bulunması mümkün değildir.  Primer hukukun bloke edici etkisinin kapsamını tayin etmek yetki sınırlaması sorununun en zor tarafıdır.  AB nin yetkisini kullanmadığı nispette ve ölçüde şeklinde ifade edilen birbirleriyle bağlantılı inceleme adımlarının atılması gerekmektedir.  Bloke edici etkinin kapsamını tayin etmek için önce Birliğin  tasarrufta  bulunup  bulunmadığının  araştırılması  gerekmektedir.  Aynı tasarruf iki ayrı denetime tabî tutulmaktadır.  Paylaşılmış yetkilerin kullanılmasına ilişkin primer hukuk hiyerarşisine sahip 25 nolu protokol bu çerçevede yapılacak denetimlerde yol göstermektedir.  25 nolu protokole göre primer hukuka istinat eden bloke edici etkinin kapsamının tayini için öncelikle sekunder hukukun içeriğinin analiz edilmesi gerekmektedir.  Bu 21  EuGH, 27.11.2012, Rs. C-370/12 (Pringle), Rn.99 vd. 22  Albrecht Weber, vom Verfassungsvertrag zum Lissabon, EuZW 2008, s.7,11 vd. 10 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA meyanda farklı harmonizasyon derecelerinin, örneğin asgari, azami yahut tam harmonizasyon derecelerinin esas alınması mümkündür. Yapılan  içerik  denetimi  Birliğin  rakip  yetkilerini  Federal  Alman Anayasasında  (GG)  düzenlenen  rakip  yetkilerden  ayırmaktadır.    GG 72.maddeye  içerik  denetimi  yabancı  değildir.    Federal  Alman  Anayasa Mahkemesi kararlarına (BVerfGE 7,342,347) ve literatüre göre bloke edici etkinin doğması için Federal Yasama organının bir konuyu detaylı bir şekilde düzenlemesi gerekmektedir.  Bunun için ölçü belli bir alanın kapsamlı ve hiçbir boşluk bırakmayacak şekilde düzenlenmiş olmasıdır (BVerfGE 109,190,230).  Federal Anayasa Mahkemesi bu bağlamda nispette ve ölçüde formülünü değil, 72.maddede açıkça dile getirilmeyen bir unsur olarak konunun kapsamlı ve boşluk bırakmayacak şekilde düzenlenmiş olmasını esas almıştır.  ABD nde pre-emption doktrin hangi koşullar altında eyalet hukukunun Birlik hukukundan sapabileceğini düzenlemektedir.  ABD yüksek mahkemesi pre-emption in farklı tiplerini kapsayan bir içtihat geliştirmiştir.  Amerikan anayasa hukuku açık pre-emption yanı sıra, tüm yetkilerin Birlik tarafından kullanıldığı  field  pre-emption,  eyalet  hukukunun  engel  teşkil  ettiği obstacle pre-emption, federal yahut eyalet hukukuna riayet edilmesinin mümkün olmadığı rule pre-emptionden söz etmektedir.  Bu tür bir preemption yaklaşımı muvacehesinde ilgili federal düzenlemenin detaylı şekilde incelenmesi gerekmektedir. Avrupa hukuku literatüründe Amerikan pre-emption doktrinin bloke edici etkisinin Birlik ve üye devletler arasındaki yetki sınırlamasında örnek olma özelliğine yoğun bir şekilde işaret edilmiştir.  AB nin çalışma usulleri hakkındaki anlaşmanın 2.madde, 2.fıkrasının ve 25 nolu protokolün içeriğinin titiz  şekilde  incelenmesi  bu  düzenlemelerin  pre-emption  doktrininden esinlendiğini göstermektedir.  Birlik hukukunda bloke edici etkinin kabul edilebilmesi için hukuki tasarrufun kapsamının dikkate alınmasını, dolayısıyla somut durumun detaylı şekilde analizini gerektirmektedir.  Divanın içtihatları Lizbon anlaşmasından itibaren normların analizine yönelik denetimin arttığını göstermektedir.    Bloke  edici  etkinin  kapsamının  düzenlemenin  detaylı olmasına bağlı olduğunun gözardı edilmemesi gerekmektedir. 23 Christopf Degenhart, bknz.: Michael Sachs (Hrsg.), Grundgesetz, 6.bası, 2011, Rn.27 vd. 24 Christopf Möllers, Gewaltengliederung, 2005, s.387 vd. 25 Erwin Chemerinsky, Constitutional Law, 4.Auﬂ age, 2011, Chapeter 5, s.399 vd. 26 C.Calliess, bknz.: Christian Calliess/Matthias Ruﬀ ert (Hrsg.), EuV/AEUV, 4.Auﬂ . 2011, Art.2 AEUV, Rn.17 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 11AB Hukukunun Bloke Edici Etkisi a- Paralel Yetkiler Paylaşılmış  yetkiler  alanında  AB nin  çalışma  usulleri  hakkındaki anlaşmanın 4.madde, 3.fıkra ve 4.fıkrası özel bir yere sahiptir.  Bu hükümler bir taraftan araştırma, teknolojik gelişme, uzay alanını düzenlerken, diğer taraftan da gelişmede işbirliği ve insani yardım konusunu düzenlemektedir.  Madde hükmü Birliğe önlemler alma ve 4.fıkra muvacehesinde buna ilave olarak ortak politika izleme olanağı vermektedir.  Rakip yetkilere nazaran paralel yetkinin özelliği her iki fıkranın sonunda ortaya çıkmaktadır.  Birlik tarafından bu  yetkilerin  kullanılması  üye  devletlerin  kendi  yetkilerini  kullanmasını engellememektedir.  Literatürde bu nedenle, söz konusu alanların paylaşılmış yetki alanlarında değil, daha çok üçüncü yetki tipi olan destekleyici yetkiler alanında mütalâa edilmesi gerektiğini savunanlar bulunmaktadır.  Benzer görüşlerin  Avrupa  anayasası  için  yapılan  hükümetlerarası  konferansta, anayasa tasarısına ilişkin literatürde ileri sürülmekle beraber Lizbon anlaşması üzerinde etki yapmadığı görülmektedir.  Bu durum AB nin çalışma usulleri hakkındaki anlaşmanın 4.madde, 3.fıkra ve 4.fıkrasının sistematik bir kaza olmadığını, paylaşılmış yetkilerin özel bir şekli olarak rakip yetkiler yanısıra bir de paralel yetkilerin bulunduğunu göstermektedir. Bu çerçevede paralel yetki alanında alınan AB önlemlerinin üye devletler üzerinde nasıl etki doğuracağı sorusunun cevaplandırılması gerekmektedir.  AB nin çalışma usulleri hakkındaki anlaşmanın 2.madde, 2.fıkra, 2.cümlesi rakip yetkiler bakımından AB hukukunun bloke edici etkisini kabul ederken, AB nin çalışma usulleri hakkındaki anlaşmanın 4.madde, 3.fıkra ve 4.fıkrası paralel yetkileri için bu etkiyi kabul etmemektedir.  Bu nedenle genel olarak Birlik hukukunun önceliğinin (dar anlamda) paralel yetkiler alanında sekunder hukukun üye devletlerde uygulanmasına olanak sağladığı kabul edilmektedir.  Paralel yetkilere ilişkin bu hükümler aynı zamanda bloke edici etki ve dar anlamda öncelik arasındaki farkı teyit etmektedir. b - Hukuki Sonuç Münhasır  yetkiler  ve  rakip  yetkilerin  kullanılması  primer  hukuka istinaden AB hukukunun bloke edici etki göstermesine yol açmaktadır.  Bu çerçevede üye devletlerin yetki taksimine aykırı davranmalarının hukuki 27  Beate Braams, Die Kompetenzordnung im Vertrag von Lissabon, bknz: Ingolf Pernice (Hrsg.), Der Vertrag von Lissabon, 2008, s.124 vd. 28 Thomas Oppermann, Eine Verfassung für die Europäische Union, DVBl. 2003, s.1165,1172 29  Daniel Scharf, Die Kompetenzordnung im Vertrag von Lissabon, bknz.: Christian Tietje (Hrsg.), Beiträge zum Europa und Völkerrecht, Heft 3, s.17 vd. 12 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA sonuçları  açık  şekilde  düzenlenmemiştir.    AB  hukukunun  dar  anlamda önceliği ulusal düzenlemenin iptal edilmesini isteyen geçerlilik önceliğinden farklı  olarak  uygulama  önceliğine  matuftur.    Uygulama  önceliğine  göre üye  devletlerin  Birlik  hukukunun  uygulanma  alanında  ulusal  normları uygulamaması gerekmektedir.  Uygulama önceliği bir taraftan üye devletleri korurken, diğer taraftan da Birlik hukukunun etkinliğini garanti etmektedir.  Lizbon anlaşmasında primer hukuk olarak öngörülen bloke edici etki AB hukukuna  ters  düşen  ulusal  önlemlerin  geçersizliği  veya  uygulama  dışı kalması sorununu yeniden gündeme getirmiştir. Amerikan  pre-emption  doktrininin  hukuki  sonuçları  dikkate alındığında Federal hukuka ters düşen eyalet kanunlarının geçersiz kabul edildiği görülmektedir.  Federal Almanya da da GG muvacehesinde Birlik hukukuna ters düşen eyalet kanunlarının geçersiz olmasını gerekmektedir (BVerfGE 109, 190,244 vd.).  Bu hukuki sonuç eyaletlerin sadece madde hükmünde öngörülen koşullarla yasama yetkisine sahip olduğunu düzenleyen GG in 71. ve 72.madde, 1.fıkrasında karşımıza çıkan formülasyonunda da yer almaktadır.  AB nin çalışma usulleri hakkındaki anlaşmanın 2.madde, 2.fıkrası buna karşılık üye devletlerin hangi koşullarla paylaşılmış yetkilerini kullanabileceğini  düzenlemektedir.    Madde  hükmü  lâfzı  itibariyle  üye devletlerin AB nin yetkisini kullandığı takdirde ve ölçüde AB hukukuna ters düşen ulusal önlemlerin uygulanmamasına işaret etmektedir.  Anlaşmanın 2.madde, 2.fıkra, 3.cümlesinde öngörülen üye devletlerin blokajdan kurtulma düzenlemesi de AB nin bu çerçevedeki yetkilerini kullanmama kararına bağlı olduğunu göstermektedir.  Böyle bir durumda şimdiye dek uygulama dışı kalan ulusal düzenleme ulusal yasama organının bir müdahalesi olmadan yeniden canlanabilecektir. Bloke edici etkinin hukuki sonucu olarak uygulama dışı kalan ulusal hukukun, bloke edici etkinin kalkması ile yeniden canlanması, uygulama önceliğinin üye devletleri koruma özelliğini ortaya koymaktadır. IV - Lizbon Anlaşmasından Sonraki İçtihat AB hukukunun önceliği dogması bloke edici etkiye ilişkin AB Adalet Divanı içtihatına da yansımıştır.  Divan bloke edici kavramını halâ açık olarak kullanmamaktadır.  Literatürde kimi hukukçular tarafından Divanın bu tutumu ile karmaşık ve sonuçları zor tahmin edilecek primer hukuk yorumundan 30  EuGH, Rs. C-10/97 (IN.CO.GE), I – 6307, Rn.21 31 M.Nettesheim, bknz.: Eberhard Grabitz/Mainhard Hilf/Martin Nettesheim (Hrsg.), Das Recht der Europäischen Union, 51, Ergl. 2013, Art.2 AEUV, Rn.27 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 13AB Hukukunun Bloke Edici Etkisi kaçınma iradesini yansıttığı ileri sürülmektedir.  Lizbon anlaşmasıyla beraber bloke edici etkiye ilişkin primer hukuk dayanağı değişmiştir.  Lizbon dan itibaren bloke edici etki münhasır yetkiler ve rakip yetkiler bakımından Divan içtihatında da farklılık göstermektedir. 1 - Münhasır Yetkiler Alanı Divan Pringle davasında üye devletlerin bazıları arasında uluslararası hukuk anlaşması ile kurulan Avrupa istikrar mekanizmasının (ESM) Avrupa Birliği hukukuna uygunluğunu karara bağlamıştır.  Bu davada Divan münhasır yetkilerin ihlâl edilip edilmediğini iki bakımdan incelemiştir.  Divan ilk olarak para birimi Avro olan üye devletler bakımından Birliğin para politikası alanında  yetkili  olduğunu  öngören  AB nin  çalışma  usulleri  hakkındaki anlaşmanın 3.madde, 1.fıkrasının ihlâl edilip edilmediğini incelemiştir.  Divan para politikasının primer hukukta tanımlanmadığını, bu nedenle bu hedef ışığında para politikasının yorumlanması gerektiğini tespit etmiştir.  Üye devlet merkez bankaları AB nin çalışma usulleri hakkındaki anlaşmanın 127. madde, 1.fıkra, 282.madde, 2.fıkra, 2.cümle muvacehesinde ﬁ yat istikrarını sağlamakla mükelleftir.  Avrupa istikrar mekanizması anlaşmasının amacı ise zora giren üye devletlerin ﬁ nansal ihtiyaçlarını karşılamaktır.  ESM nin faaliyetleri fiyat istikrarı üzerinde etkili olsa da, bu sadece dolaylı bir sonuç olarak görülebilir.  Bu nedenle anlaşmanın 3.madde, 1.fıkra, c bendinde para politikası için öngörülen Birliğin münhasır yetkisi ihlâl edilmemiştir. Davada ikinci olarak uluslararası hukuk anlaşması teşkil eden ESM anlaşmasının  AB  hukukunun  ortak  kurallarını  ihlâl  etme  ve  değiştirme olasılığı nedeniyle AB nin çalışma usulleri hakkındaki anlaşmanın 3.madde, 2.fıkrasında  öngörülen  Birliğin  yazısız  dış  yetkilerinin  ihlâli  iddiası  ele alınmıştır.  Madde hükmünün lâfzı ışığında doğan imkân nedeniyle münhasır dış yetkinin üçüncü modelinin olağanüstü kapsamlı şekilde uygulanması mümkündür.    Divan  bu  nedenle  Birliğin  ESM  gibi  sürekli  bir  istikrar mekanizmasını oluşturma yetkisine sahip olup olmadığını incelemiştir.  Birlik münhasır dış yetkisini sadece mevcut sekunder hukukta düzenlenen alanlarda değil, bunun dışında potansiyel olarak sekunder hukukta düzenlenebilecek alanlarda da kullanabilir.  Divan anlaşmanın 122.madde, 2.fıkrasının Birliğe muayyen konularda mali destek verme yetkisi verdiğini tespit etmiştir.  Bu 32 Eugene D.Cross, Pre-emption of Member State Law in the European Economic Community:  A Framework for Analysis, CML Rev.29 (1992), s.454 33  EuGH, 27.11.2012, Rs. C-370/12 (Pringle), Rn.96 34  EuGH, 27.11.2012, Rw. C-370/12 (Pringle), Rn.105 14 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA yetkiye istinaden Avrupa Finansal İstikrar Fonu (EFSF) sadece geçici olarak kurulmuştur;  Birliğin  sürekli  bir  istikrar  mekanizması  oluşturma  yetkisi yoktur.  Bu gerekçe münhasır dış yetkinin tespitinin ve bunun sonucu olarak doğacak bloke edici etkinin Birlik hukuku düzenlemesinin kapsamına ve bu düzenlemenin derinliğine bağlı olduğunu göstermektedir.  Anlaşmanın 3.madde, 2.fıkrasını Divan münhasır dış yetkinin üçüncü modeli bakımından başlangıçta çok geniş yorumlamış olsa da, somut durumlarda AB hukuku ihlâlinin tespiti için verdiği kararlarda mevcut Birlik hukukunun derinliği, detayları  ve  öngördüğü  yetkiler  muvacehesinde  potansiyel  olarak  ihdas edilebilecek sekunder hukuku esas aldığı görülmektedir.  Bu şekilde Divan yazısız münhasır dış yetkilerin yorumunda dar yorum tekniğini benimsemiş ve sonuç olarak ESM nin AB nin yetki düzenini ihlâl etmediğini hükme bağlamıştır. 2 - Rakip Yetkiler Rakip yetkiler bakımından Amerikan anayasa hukukuna istinaden Divan içtihatında bloke edici etki bakımından üç tipin geliştirildiği görülmektedir.  Bunlar:  tüm alanın bloke edilmesi, engellerin bloke edilmesi ve münferit normlarla bloke edici doğmasıdır. a - Tüm Alanın Bloke Edilmesi: Tüm alanın bloke edilmesi (field pre-emption) için, sekunder hukuk tasarrufunun uygulandığı alanı tümüyle düzenlemesi gerekmektedir.  Bloke edici etkininin en güçlü hissedildiği bu çerçevede üye devletlerin kendi hukuki düzenlemelerini yapmaları, bağımsız ulusal yasama tasarruﬂ arının Birlik yasa koyucusunun tam ve mütecanis supranasyonal düzenleme yapma amacını tehlikeye sokabileceği gerekçesine istinaden mümkün kabul edilmemektedir.  AB  Adalet  Divanı  Lizbon  anlaşmasının  yürürlüğe  girmesinden  itibaren iki kararında tüm alana ilişkin bloke edici etkiyi kabul etmiştir.  Divan ilk kararında (rekabet hukukuna ilişkin dava) direktifin açık hükmüne istinaden nihai  düzenleme  yapıldığından  hareketle,  diğer  kararında  (menşe  işareti davası) sekunder hukukta zımni düzenleme yapıldığından hareketle bloke edici etkiyi kabul etmiştir. 35  EuGH, 27.11.2012, Rs.C – 370/12 (Pringle), Rn.107 36  Robert Schütze, Supremacy without pre-emption? The very slowly emergent doctrine of Community pre-emption, CML Rev. 43(2006), s.1040 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 15AB Hukukunun Bloke Edici Etkisi Adalet  Divanının  ilk  kararı,  Avrupa  Parlamentosu  ve  Konseyin 11.5.2005  tarihli  ve  2005/29  sayılı  işletmeler  ve  tüketiciler  arasındaki ilişkiler bağlamında haksız rekabet uygulamalarını harmonize eden direktife ilişkindir (ABl. EU 2005 L 149/22).  Direktif AT anlaşmasının 95.maddesi muvacehesinde (AB nin çalışma usulleri hakkındaki anl. md.114) iç pazar alanında Birliğin sahip olduğu yetkiye istinaden ihdas edilmiştir.  İç pazar alanındaki Birlik yetkileri AB nin çalışma usulleri hakkındaki anlaşmanın 4.madde, 2.fıkra, a-bendine göre rakip yetki alanında mütalâa edilmektedir.  Almanya da söz konusu direktif haksız rekabet kanununu değiştiren 2008 tarihli kanunla iç hukukta düzenlenmiştir (BGB.l 2008, I, s.2149).  Bu meyanda Almanya eski haksız rekabet kanununun tüketicilerin çekilişlere bir malı alma koşuluyla katılmalarını yasaklayan §4 Nr.6 da yer alan düzenlemesini olduğu gibi bırakmıştır.  Bir Alman perakende ticaret zincirinin müşterilerine belli bir puan toplamaları koşuluyla ücretsiz lotto (şans oyunları) çekilişine katılma olanağı vermesi nedeniyle söz konusu yasağın ihlâlinin iddia edildiği davada BGH Divana yaptığı önkarar başvurusunda Alman haksız rekabet kanununun ilişkilendirme yasağı öngören §4 Nr.6 düzenlemesinin AB direktifine aykırı olup olmadığının cevaplandırılmasını talep etmiştir (BGH, EuZW 2008, 542). Divan,  ulusal  düzenlemenin  Birlik  direktifi  muvacehesinde uygulanamayacağını, zira Birlik direktifinin işletmeler ve tüketiciler arasındaki ilişkiyi tam olarak harmonize ettiğini karara bağlamıştır.  Bu nedenle üye devletlerin daha yüksek bir tüketici koruma seviyesi sunsa dahi, daha ağır bir düzenleme getirmesi mümkün değildir.  Divan bu çerçevede direktifin üye devletler üzerindeki etkisini değerlendirirken, direktifin uygulanma alanı ile direktifte yapılan düzenlemenin yoğunluğunu birbirine bağlamıştır.  Üye devletler, anlaşmanın 288.maddesine göre direktiﬂ eri iç hukukta düzenlemekle yükümlü olmaları nedeniyle direktiﬂ erle bağlantılı yasama yetkilerini tam olarak kaybetmemekle beraber direktifin içerik olarak öngördüğü hususları iç hukuktaki düzenleme esnasında gözardı edemez. Divanın  diğer  kararı,  Bud  işaretinin  Çek  Budvar  bira  işletmesi tarafından mı, yoksa diğer bir bira işletmesi olan Anheuser-Bush tarafından mı  kullanabileceğine  ilişkindir.    Çek  Budvar-Brauerei  ve  Avusturyalı dağıtıcı  ortağı  Anheuser-Busch  arasındaki  bu  oldukça  karmaşık  hukuki uyuşmazlıkta Konseyin 20.03.2006 tarihli ve 510/2006 sayılı tarım ürünlerine ve gıda ürünlerine ilişkin coğrafi işaretlerin ve menşe işaretlerinin korunması 37  EuGH, Rs. C-304/08, Slg.2010, I-4281, Rn.41) 38  EuGH, 8.9.2009, Rs. C-478/07 (Budvar), Slg. 2009, I-7721, Rn.23 vd. 16 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA hakkında ihdas ettiği tüzüğün bloke edici etkisinin kapsamının tayin edilmesi gerekmiştir.    AT  anlaşmasının  37.maddesine  (AB nin  çalışma  usulleri hakkındaki anlaşmanın 43.md.) istinaden ihdas edilen tüzüğün düzenleme konusu  Lizbon  anlaşması  ertesinde, AB nin  çalışma  usulleri  hakkındaki anlaşmanın 4.madde, 2.fıkra, d-bendi muvacehesinde rakip yetki alanına girmektedir.  Çek cumhuriyeti 1993 ten itibaren Bud gibi menşe işaretlerini koruyan  uluslararası  bir  anlaşma  olan  Lizbon  anlaşmasının  tarafıdır.  Avusturya söz konusu Lizbon anlaşmasına katılmamış olsa da, Çekoslovakya ile yaptığı 1976 tarihli bir bilateral anlaşma ile Çek menşe işaretlerinin Avusturya da tanınmasını kabul etmiştir.  AB Adalet Divanının söz konusu davada bilateral anlaşmanın menşe işaretleriyle ilgili tüzük muvacehesinde Çek  Cumhuriyetinin  2004 te AB ne  katılmasından  sonra  uygulanmasının mümkün olup olmadığını cevaplandırması gerekmiştir.  Divan kararına söz konusu AB tüzüğünde tarım ürünleri ve gıda ürünleri için menşe işaretleri konusunun nihai olarak düzenlenip düzenlenmediği ve bu bağlamdaki diğer düzenlemelerin uygulanmasına devam edilip edilmeyeceği sorularının cevabı esas alınmıştır.  Kanun sözcüsü Colomer in nihai talebinde açıkça vurguladığı gibi, hangi ölçü ve koşullarla üye devletlerin bir alandaki rakip yetkilerinin Topluluk yasama tasarruﬂ arı ile ortadan kaldırılabileceği sorusu  bloke edici etkinin kapsamının somut durum esas alınarak tespit edilmesi nedeni ile cevaplandırılması gereken en önemli husustur. Divan  menşe  işaretlerine  ilişkin  tüzüğün  yorumunda  tüzüğün harmonizasyon öngören hükmüne istinat etmemekle beraber, tüzüğün alana ilişkin nihai düzenleme yaptığını sistematik ve teleolojik yorum yöntemiyle ortaya koymuştur.  Sistematik anlamda marka hukuku ile bir karşılaştırma yapılmıştır.  Avrupa yasa koyucusu 40/94 sayılı (Abl.EG 1994 L 11/1) tüzükle markalara ilişkin ulusal düzenlemelerin yanısıra Topluluk çapında ilave bir marka koruması sağlamıştır.  Menşe işaretlerine ilişkin tüzük buna karşılık menşe işaretlerine ilişkin ulusal rejime açıkça izin vermemekle, tüzüğün nihai  düzenleme  karakterine  işaret  etmektedir.    Bunun  dışında  2004 te AB ne katılan devletlere Bud işareti için 6 ay içinde başvuru yapmaları durumunda geçiş hükümlerinden istifade etme olanağı tanınmıştır.  Divan sonuç olarak, menşe işaretleri hakkındaki tüzüğün alana ilişkin düzenleme yoğunluğu muvacehesinde bilateral anlaşmalar dahil üye devletlere ulusal düzenlemelerini uygulama izni vermediği sonucuna varmıştır.  Divanın 39  Ruiz-Jarabo Colomer, 8.9.2009, Rs. C-478/07 (Budvar), Slg. 2009, I-7721, R.93 40 EuGH, Rs. C-478/07 (Budvar), Slg. 2009, I-7721, Rn.129 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 17AB Hukukunun Bloke Edici Etkisi kararında  kanun  sözcüsünün  nihai  talebinde  bloke  edici  etki  veya  preemption kavramını kullanmaması menşe işaretleriyle ilgili tüzüğün Lizbon anlaşmasından  önce  ihdas  edilmesi  ve  önkarar  başvurusunun  2007 de yapılması ile açıklanmaktadır.   b - Engellerin Bloke Edilmesi: İkinci tip bloke edici etki, sekunder hukuk tasarruﬂ arının ihdasına engel teşkil eden ulusal engellerin ortadan kaldırılmasına matuftur.  Bu bloke edici etki tipi, tüm alan için doğan bloke edici etki ile münferit normlarla sağlanan bloke edici etki arasında bulunan ve tanımlanması en zor olan tip olarak karşımıza çıkmaktadır.  İlk tip bloke edici etkiden farklı olarak bu bloke edici etki tipinde sekunder hukukun nihai olarak düzenleme yapması gerekliliği bulunmamaktadır.  Üçüncü bloke edici etki tipiyle karşılaştırıldığında da bloke edici etkinin doğması için ulusal düzenlemenin somut bir Birlik hukuku kuralını ihlâl etmesi gerekliliğinin bulunmadığı görülmektedir.  Bu çerçevede ulusal hukukun Birlik hukuku tasarrufunun kurallara uygun fonksiyonunu veya amacını engellemesi bloke etkinin doğması için yeterli kabul edilmektedir. Lizbon anlaşması ertesinde Divan tarım sektöründe yapılan yardımlarla ilgili olarak açılan bir davada bu yaklaşımı benimsemiştir.  Açılan davada ortak tarım politikası çerçevesinde doğrudan ödemeler hakkında ihdas edilen 29.09.2003 tarih ve 1782/2003 sayılı tüzüğün kapsamının tayin edilmesi gerekmiştir.  Söz konusu tüzük AT anlaşmasının 36.madde vd. maddelerine (AB nin çalışma usulleri hakkındaki anlaşmanın 42.md. vd.) istinaden ihdas edilmiştir.  Lizbon ertesinde tarım alanı AB nin çalışma usulleri hakkındaki anlaşmanın 4.madde, 2.fıkra, d bendine göre rakip yetki alanı içinde mütalâa edilmektedir.  Macaristan da tarım alanında çalışan Bábolna 2004 te tarım ekonomisi  alanında  görev  yapan  merkezi  bir  ulusal  merciden  (Hivatal) bir tarım yardımı almıştır.  Bábolna ekonomik zorluklara girmesi üzerine 2004 Eylül ünde ihtiyari olarak işletmesini dönüştürmek amacı ile tasfiye yöntemine  başvurmuştur.    Hivatal  bunun  üzerine  ihtiyari  tasfiye  isteyen işletmelere  yardımı  yasaklayan  ulusal  düzenleme  muvacehesinde  verilen yardımı geri istemiştir.   Davaya bakan Budapeşte mahkemesi Divana önkarar başvurusu  yaparak,  ulusal  düzenlemenin  Birlik  hukuku  ile  uyumlu  olup olmadığının cevaplandırılmasını istemiştir.  Divan cevabı bağlamında ortak tarım politikası alanında mali yardımlar için mütecanis düzenlemeler içeren doğrudan ödemeyle ilgili Topluluk tüzüğüne atıf yaparak, yeni üye devletler 41  EuGH, Rs. C -27/96 (Danisco Sugar), Slg. 1997 I-6653, Rn.24 18 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA için Topluluk kurallarının adım adım yürürlüğe konulması nedeniyle, tüzüğün nihai düzenleme olarak görülemeyeceğini vurgulamıştır.  Bu nedenle tüzüğün 143.madde, 6.fıkrasına göre üye devletlerin tamamlayıcı doğrudan yardımlar yapması mümkündür.  Bununla beraber üye devletlerin bu çerçevede muayyen bir takdir alanına sahip olması, ulusal düzenlemelerin ortak tarım politikasının ve doğrudan ödeme tüzüğünün amaçlarının ihlal edilmesine cevaz vermez.  Diğer bir ifade ile ortak pazarın kurulmasından sonra ilgili alan nihai olarak düzenlenmemiş olsa dahi, ulusal engellemeler caiz değildir.  AB Adalet Divanı Topluluk amaçları muvacehesinde ihtiyari tasfiye sürecini başlatan tüzel kişilere yardımı yasaklayan Macaristan düzenlemesinin bu tür bir engel olduğunu kabul etmiştir.  Divanın yaptığı saptamaya göre, doğrudan ödeme tüzüğü düzenleme yoğunluğu itibariyle alana ilişkin her konuyu düzenleyen nihai bir niteliği olmasa da, ortak pazar amaçları itibariyle engel teşkil eden ulusal düzenlemeler bakımından bloke edici etkiye sahiptir. c - Münferit Ulusal Normlar Üzerinde Birlik Hukukunun Bloke Edici Etki Doğurması: Bloke edici etkinin üçüncü tipi, somut bir Birlik hukuku normuna ters düşen ulusal normlar bakımından karşımıza çıkmaktadır.  Bu çerçevede bloke edici etkinin doğması, iki normun birlikte uygulanmasının mümkün olmamasından ileri gelmektedir.  Normlar uyuşmazlığının önlenmesine matuf olarak ulusal normun AB hukukuna uygun yorumunun mümkün olmadığı durumlarda bir normlar çatışmasından söz edilmektedir.    Divanın Marinov kararı Lizbon sonrasında bu çerçevede önemli bir örnek oluşturmaktadır.  Marinov davasında, Konseyin 28.11.2006 tarih ve 2006/112 sayılı ortak işletme vergi sistemine ilişkin Konsey direktif karara esas olmuştur.  AT anlaşmasının 93.maddesine göre (AB nin çalışma usulleri hakkındaki anlaşmanın 113.md.) dolaylı vergilerin harmonizasyonu için kabul edilen yetkiye istinaden ihdas edilen direktiﬁ n düzenleme konusu anlaşmanın 4.madde, 1.fıkrasına göre rakip yetki alanları içinde bulunmaktadır.  Direktiﬁ n 74.maddesine göre işletme vergisinin belirlenmesinde harcanan zamanın esas alınması gerekmektedir.  Bulgar işletme vergi kanununun 27.maddesi belli mal ve hizmetler için normal değeri verginin belirlenmesinde dayanak almaktadır.    Divan  önünde  gerçekleştirilen  prozedürde  normal  değerin direktif tarafından istenilen zaman değeriyle aynı olup olmadığı açıklığa 42  EuGH, Rs.C-115/10 (Bábolna), Slg. 2011, I-5017, Rn.37 43 Lizbon öncesi önemli bir örnek olarak Gallaher davası gösterilmektedir; bknz.: EuGH, Rs. C-11/92 (Gallaher), Slg. 1993, I-3545, Rn.20 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 19AB Hukukunun Bloke Edici Etkisi kavuşmamıştır.  Divan bu nedenle ulusal mahkemeden, Bulgar vergi idaresinin işletme  vergi  kanununun  27.maddesini  nasıl  yorumlayıp,  uyguladıklarını incelemesini istemiştir.  AB Adalet Divanı bununla beraber yaptığı inceleme talebinde işletme vergi direktiﬁ nin 74.maddesinin açık ve mutlak olarak vergi ölçümündeki dayanakları düzenlediğini ve bu nedenle ulusal yasama organının  supranasyonal  yükümlülükleri  zamanında  ve  yeterli  şekilde yerine  getirmemesi  durumunda  genel  kurallara  göre  direktiﬁ n  doğrudan uygulanacağına  işaret  etmiştir.    Ulusal  mahkemenin  ulusal  kanuna  göre mümkün olduğu takdirde öncelikle işletme vergi kanununun 27.maddesini direktife uygun yorumlaması gerekmektedir.  Birlik hukukuna uygun bir yorum  imkânsız  olduğu  takdirde  Birlik  hukukuna  aykırı  Bulgar  kanunu düzenlemesi uygulama dışı kalacaktır.  Bu şekilde işletme vergi direktifinin 74.maddesinin ulusal düzenleme bakımından bloke etki doğurması kabul edilmiştir. Marinov kararı bir kez daha bloke edici etkinin düzenlemenin derinlik ve kapsamına bağlı olarak doğduğunu teyit etmiştir.  Bu çerçevede günümüzde yetki dayanağı oluşturan AB nin çalışma usulleri hakkındaki anlaşmanın 113.maddesi baştan tam bir harmonizasyonu yasaklamaktadır.  Bu maddeye istinaden ihdas edilen işletme vergi direktifinin bu nedenle tüm işletme vergi alanını bloke etmesi mümkün değildir.  Bununla beraber direktifin kimi münferit  normlarının,  kendisine  ters  düşen  ulusal  normları  bloke  etmesi mümkündür.  Sonuç olarak, Birlik hukuku düzenlemesinin derinliği ne kadar az ise, bloke edici etkinin kapsamı da o kadar dar olmaktadır.  Bu tablo bloke edici etkinin tüm alan için söz konusu olduğu durumlarda, ulusal normun sekunder hukuk alanına girmesine, engel teşkil eden ulusal normlar bakımından bloke edici etkinin doğması için normlar arasında en azından bir uyuşmazlığın çıkmasına, bloke edici etkinin münferit ulusal normlar bakımından doğması için ise AB hukuku ile somut bir uyuşmazlığın doğmasına bağlı olduğunu ortaya koymaktadır. Sonuç AB  hukukunun  önceliği  uzun  bir  süre  diğer  uyuşmazlık  çözüm mekanizmalarını saf dışı bırakırken Lizbon anlaşması bloke edici etkinin karanlık bir köşede kalmasını sona erdirmiştir.  Bu yenilik, dar anlamda ve geniş anlamda öncelik arasında ayrım yapıldığı nispette fark edilmektedir.  44   EuGH, 26.04.2012, Rs. C-142/12 (Marinov), Rn.34 vd. 45   EuGH, 26.04.2012, Rs. C-142/12 (Marinov), Rn.39 20 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA Geniş anlamda öncelik supranasyonal ve ulusal hukuk düzenleri arasındaki ilişkiyi düzenlerken, dar anlamda öncelik ulusal düzenlemelerin supranasyonal düzenlemelerle uygulama dışı bırakılmasını düzenlemektedir.  Bloke edici etki ve dar anlamda öncelik aynı madalyonun farklı yanlarıdır.  Her ikisi de AB hukukunun üye devletlere karşı geniş anlamda önceliğini temin etmeye çalışmaktadır.  Bu ayrım Lizbon sözleşmesinde öngörülen Birlik yetkilerinin göstereceği etkinin dayanağını oluşturmaktadır. AB nin  çalışma  usulleri  hakkındaki  anlaşma  ilk  kez  olarak  yetki katalogları düzenlemiş, münhasır ve rakip yetkiler için bloke edici etkinin primer hukukta yer almasını temin etmiştir.  Dış yetkiler bakımından bu sonuç yazısız paylaşılmış yetkilerin AB nin çalışma usulleri hakkındaki anlaşmanın 3.madde, 2.fıkrası muvacehesinde yazısız münhasır yetkilere dönüştürülmesi ile sağlanmıştır.  Bu yaklaşımı AB Adalet Divanı yazısız münhasır yetkilerin dar yorumunu kabul ettiği Pringle davasında takip etmiştir. Intern yetkiler bakımından Lizbon anlaşması ilk olarak rakip yetkiler alanında primer hukuka istinat eden bloke edici yetkiyi kabul etmiştir.  Bloke edici etki konusunda primer hukuk ancak önemli bir sınırlama koymuştur.  Primer hukukta öngörülen bloke edici etki yetki dönüşümü sonucu değil, AB nin çalışma usulleri hakkındaki anlaşmanın 2.madde, 2.fıkra, 2.cümlesine istinaden sekunder hukuk üzerinden doğacaktır. Divan şimdiye dek bloke edici etkiyi açık bir şekilde içtihatlarında ifade etmemiştir.  Bununla beraber Lizbon anlaşmasının yürürlüğe girdiği 2009 yılında bir kanun sözcüsünün nihai talebinde bloke edici etkiyi zikretmesi sürpriz olarak nitelendirilmiştir.  Divanın bu günkü kararlarından bloke edici etki, bloke edici etkinin koşulları ve bloke edici etkinin üye devletlerin yasama yetkisine  etkisi  konusunda  sonuçlar  çıkarılabilmektedir.    Üye  devletlerin Birliğin münhasır yetki alanlarında baştan itibaren tasarrufta bulunması yasak iken, rakip yetki alanlarında bloke edici etkinin kapsamı sekunder hukuk düzenlemesinin derinliğine bağlıdır.  Divanın içtihatından üç kategori bloke edici etki istihraç edilmektedir.  Bloke edici etki Birlik hukuku tarafından düzenlenen tüm alan için, ulusal hukukta Birlik hukukunun fonksiyonunu yahut amacını engelleyen engeller için, ulusal hukukun münferit normları için doğabilir.  Hukuki sonuç olarak bloke olan ulusal hukukun geçersiz değil, uygulama dışı kaldığının gözardı edilmemesi gerekmektedir.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 21AB Hukukunun Bloke Edici Etkisi Kısaltmalar: ABl  Amtsblatt AETR  Accord Européen sur les Transports Routiers (European Agreement concerning the work of crews of vehicles engaged in international Road Transport) AEUV   Vertrag über die Arbeitsweise der Europäischen Union  ASM    Avrupa Stabilizasyon Mekanizması  BGBl.    Bundesgesetzblatt BGH    Bundesgerichtshof CML Rev.  Common Market Law Review DVBl.    Deutsches Verwaltungsblatt ESM    Europäische Stabilitätsmechanismus  EuGH    Gerichtshof der Europäischen Gemeinschaften EUV    Vertrag über die Europäische Union EuZW    Europäische Zeitschrift für Wirtschaftsrecht NVwZ    Neue Zeitschrift für Verwaltungsrecht Rn.    Randnummer Rs    Rechtssache Slg.    Sammlung YEL    Yearbook of European Law 22 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2A. Füsun ARSAVA Bibliyograya: Albrecht Weber,  vom Verfassungsvertrag zum Lissabon, EuZW 2008 Beate Braams  Die Kompetenzordnung im Vertrag von Lissabon, bknz: Ingolf Pernice (Hrsg.), Der Vertrag von Lissabon, 2008 Christian.Calliess, bknz.: Christian Calliess/Matthias Ruﬀ ert (Hrsg.), EuV/AEUV, 4.Auﬂ . 2011, Art.2 AEUV Christopf Degenhart,  bknz.: Michael Sachs (Hrsg.), Grundgesetz, 6.bası, 2011 Christopf Möllers  Gewaltengliederung, 2005 Christopf Ritzer  Europäische Kompetenzordnung, 2006 Daniel Scharf  Die Kompetenzordnung im Vertrag von Lissabon, bknz.: Christian Tietje (Hrsg.), Beiträge zum Europa und Völkerrecht, Heft 3, Erwin Chemerinsky, Constitutional Law, 4.Auﬂ age, 2011, Chapeter 5 Eugene D.Cross  Pre-emption of Member State Law in the European Economic Community:  A Framework for Analysis, CML Rev.29 (1992) Hans Dieter Jarass/Sasa Beljin   Die  Bedeutung  von  Vorrang und  Durchführung  des  EG-Rechts  für  die  nationale  Rechtsetzung  und Rechtsanwendung, NVwZ 2004 Joseph Weiler   The  Community  System:  the  Dual  Character  of Supranationalism, YEL 1 (1981) Martin  Nettesheim  bknz.:  Eberhard  Grabitz/Meinhard  Hilf/Martin Nettesheim (Hrsg.), Das Recht der Europäischen Union, ErgL 51, ErgL.2013, Art.2 AEUV Michel  Waelbroeck,  The  Emergent  Doctrine  of  Community  Preemption ̶ Consent and Re-delegation, bknz.: Terrance Sandalow/Eric Stein (Hrsg.), Courts and Free Markets, Volume II, 1982 Robert Schütze  Supremacy without pre-emption?  The very slowly emergent doctrine of Community Pre-emption, CMR Rev.43 (2006) Ruiz-Jarabo Colomer 8.9.2009, Rs. C-478/07 (Budvar), Slg. 2009, I-7721, R.93). Samuel Krislov/Claus Dieter Ehlermann/  The Political Organs and the Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 23AB Hukukunun Bloke Edici Etkisi Decision-Making Joseph Weiler   Process in the United States and the European    Community, bknz.: Mauro Cappelletti/Monica    Seccombe/Joseph Weiler (Hrsg.), Integration    Through Law, Volume 1, Book 2, 1986, Thomas  Oppermann/Claus  Dieter,Classen/Martin  Nettesheim Europarecht, 5.Auﬂ . 2011, §38, Rn.25). Thomas  Oppermann  Eine  Verfassung  für  die  Europäische  Union, DVBl. 2003 Ulrich Haltern, Europarecht, 2.Auﬂ age 2007 Volkmar Götz Kompetenzverteilung und Kompetenz-kontrolle in der Europäischen Union, bknz.: Jürgen Schwarze (Hrsg.), Der Verfassungsentwurf des Europäischen Konvents, 2004 24 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2",
     "Kaynakça": "Albrecht Weber,  vom Verfassungsvertrag zum Lissabon, EuZW 2008 Beate Braams  Die Kompetenzordnung im Vertrag von Lissabon, bknz: Ingolf Pernice (Hrsg.), Der Vertrag von Lissabon, 2008 Christian.Calliess, bknz.: Christian Calliess/Matthias Ruﬀ ert (Hrsg.), EuV/AEUV, 4.Auﬂ . 2011, Art.2 AEUV Christopf Degenhart,  bknz.: Michael Sachs (Hrsg.), Grundgesetz, 6.bası, 2011 Christopf Möllers  Gewaltengliederung, 2005 Christopf Ritzer  Europäische Kompetenzordnung, 2006 Daniel Scharf  Die Kompetenzordnung im Vertrag von Lissabon, bknz.: Christian Tietje (Hrsg.), Beiträge zum Europa und Völkerrecht, Heft 3, Erwin Chemerinsky, Constitutional Law, 4.Auﬂ age, 2011, Chapeter 5 Eugene D.Cross  Pre-emption of Member State Law in the European Economic Community:  A Framework for Analysis, CML Rev.29 (1992) Hans Dieter Jarass/Sasa Beljin   Die  Bedeutung  von  Vorrang und  Durchführung  des  EG-Rechts  für  die  nationale  Rechtsetzung  und Rechtsanwendung, NVwZ 2004 Joseph Weiler   The  Community  System:  the  Dual  Character  of Supranationalism, YEL 1 (1981) Martin  Nettesheim  bknz.:  Eberhard  Grabitz/Meinhard  Hilf/Martin Nettesheim (Hrsg.), Das Recht der Europäischen Union, ErgL 51, ErgL.2013, Art.2 AEUV Michel  Waelbroeck,  The  Emergent  Doctrine  of  Community  Preemption ̶ Consent and Re-delegation, bknz.: Terrance Sandalow/Eric Stein (Hrsg.), Courts and Free Markets, Volume II, 1982 Robert Schütze  Supremacy without pre-emption?  The very slowly emergent doctrine of Community Pre-emption, CMR Rev.43 (2006) Ruiz-Jarabo Colomer 8.9.2009, Rs. C-478/07 (Budvar), Slg. 2009, I-7721, R.93). Samuel Krislov/Claus Dieter Ehlermann/  The Political Organs and the Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 23AB Hukukunun Bloke Edici Etkisi Decision-Making Joseph Weiler   Process in the United States and the European    Community, bknz.: Mauro Cappelletti/Monica    Seccombe/Joseph Weiler (Hrsg.), Integration    Through Law, Volume 1, Book 2, 1986, Thomas  Oppermann/Claus  Dieter,Classen/Martin  Nettesheim Europarecht, 5.Auﬂ . 2011, §38, Rn.25). Thomas  Oppermann  Eine  Verfassung  für  die  Europäische  Union, DVBl. 2003 Ulrich Haltern, Europarecht, 2.Auﬂ age 2007 Volkmar Götz Kompetenzverteilung und Kompetenz-kontrolle in der Europäischen Union, bknz.: Jürgen Schwarze (Hrsg.), Der Verfassungsentwurf des Europäischen Konvents, 2004 24 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2"
}