{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "",
     "Başlık": "DÜZENLEYİCİ VE DENETLEYİCİ KURUMLARIN YETKİLERİKAPSAMINDA KAMU GÜCÜ İLİŞKİSİ",
     "Title": "THE RELATIONSHIP BETWEEN THE REGULATORY AUTORITIES AND THE PUBLIC POWER",
     "Yazar İsmi": [
          "Hasan Nuri YAŞAR",
          "S. Sena CABIOĞLU GÜLER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamu gücü",
          "düzenleme yetkisi",
          "düzenleyici ve denetleyici kurumlar",
          "düzenleme yetkisi kamu gücü ilişkisi"
     ],
     "Keywords": [
          "Public power",
          "regulatory authority",
          "independent administrative authorities",
          "the relationship between regulatory autority and the public power"
     ],
     "Özet": "80 li  yılların  başından  itibaren  hizmet  sağlayan  devletten  hizmetin yürütülmesini sağlayan ve sağlanan hizmeti denetleyen devlet anlayışına geçilmiştir. Böylece devletin aynı anda hem hakem hem de oyuncu olamayacağı ﬁ krinden hareketle hala birçok ekonomik faaliyeti dolaylı ya da doğrudan üstleniyor olması olgusu karşısında, regülasyon faaliyetinin merkezi idareden bağımsız çalışan kamusal organlar tarafından üstlenilmesinin daha uygun olacağı sonucuna varılmıştır. İdarenin düzenleme faaliyetleri ve bunların neticesinde uygulanan yaptırımlar, aslında kamu gücünün tezahürü niteliğindedir. Bu kapsamda özellikle düzenleyici ve denetleyici kurumlar önem taşır; çünkü bu kurumlar düzenleyici nitelikte işlemler yapabildikleri gibi bu düzenlemelerinin uygulanmasını sağlayıcı nitelikte yaptırım uygulama yetkisiyle de donatılmışlardır. Özellikle devlet anlayışındaki değişiklikle birlikte idarenin düzenleme yetkisinin kapsamında değişim gerçekleşmiştir. Buna göre günümüzde bu yetki devletten bağımsız kamusal kurumlarca yapılan düzenleme, denetleme ve yönlendirme faaliyeti olarak algılanır. Burada söz konusu otoriteler ilgilileri izlemek ve denetlemek yetkilerini kullanarak işlevlerini gerçekleştirebilirler. Sorun, düzenleyici ve denetleyici kurumların hem norm koyup hem de bu normu yaptırımlara maruz bırakma yetkisine sahip olduğu zaman ortaya çıkmaktadır. Söz konusu otoritelerin işlemleri, danışma, öneri, başvuru niteliğinde olduğu gibi, kesin icrai karar ve düzenleyici genel işlem güç ve etkisi de taşıdığından hukuka bağlı idare ilkesi uyarınca ve kanunilik bakımından yargısal denetime tabi olması gerekir.",
     "Abstract": "Since the early 80 s the state started to control the services provided rather than providing services itself. The idea that the state can not be player and referee at the same time, many economic activities are undertaken directly or indirectly, which is   Prof. Dr., Marmara Üniversitesi Hukuk Fakültesi İdare Hukuku Öğretim Üyesi  Arş. Gör., Marmara Üniversitesi Hukuk Fakültesi İdare Hukuku Araştırma Görevlisi   Yayın Kuruluna Ulaştığı Tarih                   : 27.10.2016   Yayınlanmasının Uygun Görüldüğü Tarih: 10.01.2017 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 63 Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... independent from the administrative center of the regulatory activity has been reached would be more appropriate result of the undertaken by public administrative bodies. Administration s regulatory activities and sanctions imposed on them as a result, is actually a manifestation of the nature of public power. In this context, independent  regulatory  authorities  are  particularly  important;  because  these institutions are equipped with the power to impose sanctions on the nature of the provider implementation of these regulations as they can trade regulatory nature. Particularly, changes in the scope of the rule making power with the change in state concept has been realized. According to current regulations made by independent public  institutions  from  the  state  authority  it  is  perceived  as  controlling  and directing the activities. Here they can perform their functions by using relevant authorities to monitor and supervise the said powers. The problem is the independent administrative authority to put the norm it arises when both have the power to expose these norms sanctions. These actions of the authorities, advice, suggestions, as well as the application characteristics, according to certain executive decisions and regulatory overall processing power and inﬂ uence depend on the law to be moved to administration policy and in terms of legality must be subject to judicial review.",
     "Metin": "İdare  hukukunda  kamu  gücü  kavramı  belirsiz  ve  muğlak  olsa  da onu açıklayan terimler kamulaştırma alanında, ulaşımın düzenlenmesinde, kamusal sağlık ve kamu düzeninin korunmasında olduğu gibi fonksiyonel bir birliğe sahiptir. Bu noktada kamu yararı kavramı ise oldukça geniş olup idari işlemler bu amaca hizmet edilmesini sağlamakla birlikte pek çok özel kamu gücü ayrıcalığı da kamu yararı amacını sağlamayı hedeﬂ er. Kamu gücü ayrıcalığı, idari faaliyeti yürütmekle yükümlü bir kişi tarafından kamu yararını sağlamak amacıyla kamu hukukunda sahip olunan özel hukuku aşan araç olarak tanımlanabilir. Tanımdan da anlaşıldığı üzere kamu gücü aslında pek çok kriterin birleşiminden oluşmaktadır, zira idare hukuku içerik bakımından da tamamen düzenli bir sistem olup, bunun pek çok kavramın birbiriyle zincirleme olarak bağlantılı bir şekilde homojen bir yapı oluşturduğu ileri sürülebilir. 1  Tania-Marie PECHEUL-DAVID, La Prérogative de puissance publique, Thèse, Paris 2000, s.241. 2   Ibid, s.279-280. 64 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER Bu noktada idarenin ayrıcalıklarının kamu hukukundaki bazı yetkilerin de temelinde olduğu ileri sürülebileceği gibi kamu gücü ayrıcalıklarının da hukuki ilişki çerçevesinde ele alınmasında iki temel unsurun söz konusu olabileceği de belirtilebilir: Hukuki güç ve özel bir hukukun oluşturulması. Dolayısıyla  ayrıcalık,  bir  şeyi  yapma  yeteneği  anlamına  gelir  ve  bütün ayrıcalıklar, dar anlamda kural işlem olmasa da yapanların iradesinden ortaya çıkar. Burada irade ya doğrudan hukuki düzeni değiştirmeye yönelik olarak ya da hukuki etkiler doğurma yönünden gerçekleşebilir. Böylece ayrıcalığın sahibiyle muhatapları arasında ilişki kurulmuş olur. Ayrıcalık kavramının açıklanmasından sonra artık kamu gücü kavramı da  açıklanabilir.  Kamu  gücü  kavramı,  geniş  anlamda  idare  hukukunu yapılandıran bir kavram iken ayrıcalıkların burada faaliyetleri ve hareketleri ifade ettiği de ileri sürülebilir. Bilindiği üzere kamu gücü ayrıcalıkları, doğal olarak kamu gücüne bağlı olmakla birlikte ayrıcalıklarla ortaya çıkan kamu gücünün temellerinin belirlenmesi de şarttır. Burada  öncelikle  kamu  gücünün  hukuki  bir  güç  olduğu  ifade edilmelidir. Başka deyişle kamu gücü, hukuk üzerine kurulu olup, hukukla teşkilatlanmıştır. Ayrıca bu güç, politik ve sosyal bir olgudur. Böylece idare hukukunun da aslında önceki ﬁ ili güçlerin hukuki şekilde sınırlanmasından ibaret olduğu ileri sürülebilir. Ancak XIX. ve XX. yüzyıllara gelindiğinde politik ve hukuki güce hukuki bir görünüm kazandırılmıştır. Yani kamu görevlisi tarafından alınan ve başkasına kabul ettirilen karar, hukuki yetki kullanılarak hukuksal yetki olarak ortaya çıkar. Dolayısıyla kamu gücü, kanunlar tarafından kendilerine verilen görevi tamamlayabilmek amacıyla kamusal idarelere verilen tek taraﬂ ı hareket etme gücü olarak tanımlanabilir. Burada temel olarak üç unsur dikkat çeker: Birincisi, kurumsal gruba verilen güç olup bu grup hukukidir; çünkü bu gücü hukuk düzenlemektedir, dolayısıyla burada hukuk hakimdir. Böylece hukuki bir güç de kazanılmaktadır. İkinci unsur ise bu gücün özel bir amaç için düzenlenmiş 3  George DUPUIS, Les privilèges de l administration, Thèse, Paris 1962, s.22; Nicolas CHIFFLOT, Les prérogatives de puisssance publique in, AFDA (Association française pour la recherche en droit admistratif): Acte du colloque organisé du 22 au 24 juin 2011 par L Association française pour la recherche en droit administratif à la faculté de droit de l université Pierre Mendès France de Grenoble II, La puissance publique, Lexis Nexis, Paris 2011, s. 182. 4   CHIFFLOT, s. 184; PECHEUL-DAVID, s.225; Gilles DARCY, Puissance Publique et contentieux administratif, in AFDA, s.96. 5   Xavier DUPRÉ DE BOULOUIS, AFDA, Puissance Publique, Puissance Privée, s.58. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 65Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... olmasıdır. Burada ise güç, idari kurumdan ayrılmaz bir nitelik kazanır. Ayrıca kamu yararıyla da böyle bir amaç düzenlenmektedir. Bununla birlikte kamu yararı kavramı aslında soyut bir kavramdır. Üçüncü bir unsur ise kamu gücü kavramına gerçek niteliğini kazandıran özellik olan hukuki davranabilme yeteneğidir. Burada özellikle idari işlemlerin hukuki olarak üstün oluşunun temelinde egemenliğin olduğu ileri sürülebilir. Böylece kamu gücü, devletin emretme,  tek  yanlı  iradesini  ilgililere  kabul  ettirme  ve  gerektiğinde  zor kullanarak yerine getirme hak ve yeteneği olarak ifade edilebilir. Her ne kadar kavram, idare hukukunun merkezinde olsa da bütün idare hukuku kurallarının kamu gücüyle açıklanması mümkün değildir, zira bu kuralların her zaman idarenin gücünü arttırmadığı hatta azalttığı dahi ileri sürülebilir. Nitekim adli idare rejimine tabi olan bütün devletlerde kamu gücü bulunmasına rağmen bu güç, aslında idareye düzenleme yetkisi vermemektedir. Oysa idari rejime tabi olan devletlerde hem düzenleme hem de uygulama yetkisi verilmiştir. Bu noktada yürütme organının tüzük, yönetmelik ve kararname gibi düzenleyici işlemler için düzenleme yetkisini haiz olması zorunludur. Başka deyişle yürütme organı, genel bir düzenleme yetkisini de haizdir. Buna göre, düzenleme yetkisi icrai bir iş olduğuna göre, bu aslında yasama niteliği de taşımayıp bu yetkinin ancak bir kanunun boş bıraktığı noktalara konulabileceği de ifade edilebilir. 6     Michel ROUSSET, İdée de Puissance Publique en Droit Administratif Français, Dalloz, Paris 1960, s.190; Lûtﬁ  DURAN, İdare Hukuku Ders Notları, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1982, s. 23; Anayasa da yer alan egemenlik ve devlet yetkisi kavramları, uygulamada kamu gücünün kullanılması olarak ortaya çıkmaktadır. Cem AYAYDIN, Özel Hukuk Kişilerinin Kamu Gücü Kullanması Sorunu ile 4708 sayılı Yapı Denetimi Hakkında Kanun a İlişkin Anayasa Mahkemesi Kararı Hakkında Düşünceler, Yıldızhan Yayla ya Armağan, 2003, s.127; Jean RIVERO, Existe-t-il un critère du droit administratif, Revue du droit public et de la science politique en France et à l étranger, 59e année, 1953, s.289; Bununla birlikte kamu gücünü kullanmak sadece aktif ve tek yanlı hareket etme anlamında eylem ayrıcalığıyla donatılmış olmak değil, aynı zamanda dışarıdan yapılacak hukuki işlem ya da önlemlere karşı kalkan oluşturma anlamında korunma ayrıcalığına da sahip olmak anlamına gelmektedir. Dolayısıyla bir tüzelkişinin kamulaştırma ya da tek yanlı işlem yapması ve mallarının Devlet malı sayılması da o tüzelkişiliğin kamu gücünü kullandığının göstergeleridir. Diğer taraftan Danıştay 6. Dairesinin 1986/212 E., 1986/321 K. 26.3.1986 tarihli kararıyla, kamu tüzelkişiliğine sahip olunmasının zorunlu olarak kamu gücünün kullanılması anlamına gelen her türlü kamusal yetkiye sahip olunması sonucunun doğurmadığını hüküm altına almıştır. Erdoğan BÜLBÜL, Kamu İştirakleri Bir Hukuki Niteleme Denemesi, Beta Yay., İstanbul 2004, s.80-84. 7   Ragıp SARICA, İcra Uzvunun Tanzim Salahiyeti, İstanbul 1943, s.26 ve 315-319. 66 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER 2.    KAMU GÜCÜ ÇERÇEVESİNDE DÜZENLEME YETKİSİNİN KAPSAMI Parlamento  Anayasa  çerçevesi  içinde  her  konuyu  dilediği  şekilde kanunla düzenleyebildiği halde Bakanlar Kurulu, suç, ceza, vergi, yargı gibi birçok konuya el atmaktan yasaklandığı gibi düzenleyici ve birel işlemlerde de kanunlara aykırı durumlar oluşturamaz. Bununla birlikte yasama organı, yürütme  ve  idareye  yetki  verdiği  konularda  yapılan  düzenlemeleri,  her zaman değiştirmek ve kaldırmak imkanına sahip olduğu gibi, yeni çıkardığı kanunlarla ilgili tüm düzenleyici işlemleri de hükümsüz ve etkisiz kılabilir. Gerçekten  1982 Anayasası,  TBMM nin  Bakanlar  Kurulu na  hangi konularda ne koşullarda düzenleme yetkisi verebileceğini teker teker saymış ve sınırlandırmıştır. Bunlar vergi, resim, ve benzeri mali yükümlülüklerin kimi öğeleri (m.73); ekonomik, ticari, teknik ve idari anlaşmaların kanunla uygun bulunmasına gerek görülmeden onaylanması(m.90); kamu tüzelkişiliği kurulması (m.123), dış ticaret işlemleri üzerine ek mali yükümlülük konulması, konularıyla kanunun emrettiği işleri belirtmediği, tüzüğe ve yönetmeliğe bıraktığı hususlardan ibarettir. İşte Anayasanın bu özel yetki verilmesi gereken hükümleri, yürütme ve  idarenin  özerk  ve  genel  bir  düzenleme  yetkisi  bulunmadığını;  ancak yürürlükteki bir kanunla veya kanunlarla daha önce yasama tarafından ele alınan konuları işleyebileceğini açıkça ortaya koymaktadır. Dolayısıyla söz konusu yönetmeliğin ve tüzüğün dayanağı olan kanunların konularını ne ölçüde ve yoğunlukta belirlenmiş ve düzenlenmiş olması gerektiği noktası, yürütme ve idarenin ne gibi yeni kurallar getirebileceği sorununa yol açabilse de özerk düzenleme yetkisinin varlığını içermemektedir. Böylece düzenleyici ve denetleyici kurumlar yeterince belirgin olmayan statülerinin  doğurduğu  imaj  nedeniyle  nitelikleri  bağımsızlık  ve  otorite sözcüklerinden hareket edilerek açıklanmaya çalışılmakla birlikte bağımsızlık niteliği sadece siyasi otoritelerin emir ve talimat verememesi anlamına gelir. Yoksa bunlar doğal olarak yasamanın asli ve ilk el düzenleme yetkisi içindedir. Bunların düzenleme işlevinin özgülendikleri piyasa ortamında kamu yararıözel yarar dengesini, hizmetlerin sürekliliğini, piyasaya içinde geçerli olacak kuralları iç ve dış etkenleri de göz önüne alarak kararlaştırmak ve bunları 8   DURAN, Düzenleme Yetkisi Özerk Sayılabilir mi, s.42. 9   Ibidem. 10  DURAN, Düzenleme Yetkisi Özerk Sayılabilir mi, s.42. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 67Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... gerektiğinde kamusal ayrıcalıklardan yararlanarak zorla uygulamak olarak ortaya çıkan denetim ve yönlendirme gibi özgün yetkiler içerdiği görülmekle birlikte, varlıklarını devlet içinde devlet olarak değil, bir tür kurumsal özerklik olarak görmek gerekir. YAŞAR a göre, burada doğru adlandırma özerklik ifadesiyle söz konusu olacaktır. Bu noktada yazara göre, yasama organının kamu kurumlarının kurulma ve kaldırılmasında takdir yetkisi olduğu tartışılamaz. Üstelik açık bir anayasal dayanağı olmamasına rağmen yasama organının kanunla kamu tüzelkişiliği kurma yetkisini düzenleyen Anayasa nın 123. maddesinin son fıkrasından hareketle hizmet yerinden yönetim ilkesi üretilmişken bu itiraz daha da zayıﬂ amaktadır. Böylece yasama organının kamu tüzel kişiliği kurmak konusundaki genel yetkisinin dışında, başka bir anayasal yetkiye ihtiyacı yoktur. Dolayısıyla yasama yetkisi, anayasal olarak sınırlanmadığı takdirde kuvvetler ayrılığı ilkesine riayet ederek her türlü yasama tasarrufunu yapmaya ilk elden ve asli olarak yetkili ve görevlidir. Aslında hemen hemen bütün düzenleyici ve denetleyici kurumların geniş anlamda güce sahip oldukları ve bu gücün her bir kurumun niteliğine ve konusuna göre değiştiği ileri sürülebilir. Hemen hemen bütün düzenleyici ve denetleyici kurumlar, görevleri kapsamında ve yetenekleri ölçüsünde geniş bir gücü içermektedir. İşte aralarından bazıları bunları sadece uygularken diğerleri ise kamusal güçlere tavsiye niteliğinde kararlar verebilir. Bazıları ise Anayasal Konseyin belirlediği sınırlar çerçevesinde düzenleyici gücü uygulama yetkisine sahiptir. Ayrıca bu kurumlar çoğunlukla bireyler hakkında haklar ve yükümlülükler doğuran birel kararlar almaktadır. Bu kapsamda görüş verme gücü de sayılabilir. Buna göre, etkileme gücü de bulunmaktadır. Nitekim düzenleyici güç olan genel ve kişisel olmayan normlar getirmek de bu kapsamda ifade edilebilir. Yaptırım  gücü  de  bu  kapsamda  ifade  edilebilir.  Temel  olarak  bu noktada yargıca atfedilen yargılama yetkisinin idareye verildiğini ve böylece güçler ayrılığı ilkesinin ihlal edildiği de ileri sürülmüştür. İşte buna Anayasa Konseyi, kuvvetler ayrılığı ilkesinin sadece anayasal değer olmayıp, aslında kamu gücü ayrıcalıkları kapsamında hareket eden idarenin yaptırım yetkisiyle 11  YAŞAR, s.549. 12  Ibid, s.550. 13 Michel GENTOT, Les autorités administratifs indépendants, LGDJ, Paris, 1994, s.66-77. 68 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER anayasal ilkelerle teminat altına alınan temel hak ve özgürlükleri koruduğunu ifade etmiştir. Ayrıca  düzenleyici  ve  denetleyici  kurumların  yargısal  denetimi bakımından  bağımsızlık,  aslında  tamamen  denetimin  yokluğunu  ifade etmemektedir. Güce sahip olan ve idari fonksiyon yürüten bütün kurumların politik, ﬁ nansal ve yargısal denetime tabi olacağı ileri sürülebilir. Aslında düzenleyici ve denetleyici kurumların özelliği olarak idari bir hiyerarşiden ve vesayetten kaçınılacağı ileri sürülebilir. Burada işlemlerin üzerindeki yargısal yetki,  çoğunlukla  bu  idari  otoriteler  tarafından  alınan  yetkinin  denetimi ve  bunlar  tarafından  yürütülen  faaliyetler  sonucunda  oluşan  zararların giderilmesidir. Burada  ayrıca  hakim,  işlemlerin  hukuka  uygun  olup  olmadığı  da denetlemektedir. Ayrıca Gentot a göre, düzenleyici ve denetleyici kurumların yargısal denetimi kamu gücünün sorumluluğunu da tehlikeye atabilir. Burada düzenleyici  ve  denetleyici  kurumların  hukuki  bir  kişiliği  bulunmadığı için  burada  faaliyetin  yürütülmesinden  doğan  zararlar  Devlet  tarafından ödenecektir. Örneğin Conseil d Etat nın bir bankanın zarara uğramasıyla birlikte mağdur olanların zararları hakkında Fransız Bankacılık Düzenleme ve Denetleme Kurulu nun tedbirsizliğinin ileri sürülmesi bazı yazarları devletin sorumluluğuna gidilmesini tehlikeye attığı gerekçesiyle endişelendirmiştir. 3.  DÜZENLEYİCİ  VE  DENETLEYİCİ  KURUMLARIN DÜZENLEME VE YAPTIRIM YETKİSİ Gerek tarihsel bakımdan gerekse politik ve hukuk tarihi bakımından kamu  gücünün  sahibi  olarak  öncelikle  devletin  akla  geldiğini  belirtmek gerekmekle birlikte düzenleyici ve denetleyici kurumların da düzenleme ve yaptırım uygulama güçleri bulunduğunu belirtmek gerekir. Düzenleyici ve denetleyici kurumlar da birer otorite olup denetleme, danışma, izin verme, atama ve yargı merciine başvurma gibi yetkilere sahiptir. 14  GENTOT, s.87. 15  Fransa da Anayasal Konsey 23 Ocak 1987 tarihli kararında bağımsız idari otoritelerin vermiş olduğu yaptırım kararlarının yargısal denetimleri bakımından adli yargının yetkili olduğu ifade edilmiştir. Burada ayrıca yargılamadaki temel amacın, sınırlı, belirli ve iyi bir idare olmasını sağlamak olduğu belirtilmiştir GENTOT, s.87 ve 91. 16  Ibid, s.93. 17  Ibid, s.95. 18  Jacques MOREAU, Raport de Synthèse in AFDA, s. 288. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 69Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... Bu otoritelerin her biri kamu çıkarını gözetmek ve aynı zamanda içinde bulundukları ortamın yasasına saygı göstermek zorundadır. Kıta Avrupası ülkelerinde bu durum yeni iken daha az merkezi ve ekonomik bakımdan liberal olan anglo - sakson ülkeleri ise bu yönteme çok daha önce başvurmuştur. Aslında en büyük sorun, düzenleyici ve denetleyici kurumların hem norm koyup hem de bu normu yaptırımlara maruz bırakma yetkisine sahip olduğu zaman ortaya çıkmaktadır. Şayet böyle bir otorite, bir norm getirme yetkisine sahipse ilke olarak bu yetkinin nispeten genel bir yetki olduğu ileri sürülebilir, zira bu yetkinin belirli bir şahıs grubuna uygulanacağı varsayılamaz. Dolayısıyla  norm  koyma  yetkisinin  tıpkı  ona  yapışık  olan  cezalandırma yetkisi gibi artık sadece otoriteye özel bir hukuki bağla bağlı olan şahıslara hitap etmemekte ve otoritenin düzenleme alanına giren kişi, norma uymadığı takdirde kendisine de yaptırım uygulanması riski taşımaktadır. Yaptırım yetkisi ise bir idari otoriteye açık bir şekilde tanındığı zaman, bu tedbir ve cezalara hedef olmaya elverişli şahıslara garantiler verilmesi kaçınılmazdır. Bunların başında idari yaptırım yetkisinin yargısal denetimi gelir. Böylece idari otoritenin yaptırım yetkisinin de çerçevelenmiş olacağı ileri sürülebilir. Dolayısıyla  düzenleyici  ve  denetleyici  kurumlar,  özel  alanlarda düzenleme ve hakemlik fonksiyonlarını yerine getirirler ve onları düzenleyen kanun,  üyelerinin  belirlenme  şekliyle,  işleyiş  biçimleriyle  çok  geniş  bir özerklik  ve  gerçek  bir  bağımsızlık  organize  eder.  Böylece  bu  otoriteler, kural olarak hiçbir hiyerarşik otoriteye veya idari vesayete tabi değildir. Benzer şekilde Amerikalı kamu hukuku uzmanları tarafından düzenleyici ve denetleyici kurumlar sadece üst yargı denetimine tabi ve idari denetimden muaf yargı benzeri merciler olarak belirtilmiştir. Burada şunu da belirtmek gerekir ki, düzenleyici ve denetleyici kurumların hepsi düzenleyici karaktere sahip olup, kamu gücü yetkilerini uygulayan kararları (izinler gibi) kanunilik 19  Jean MORANGE, Le Conseil Supérieur de l Audiovisuel (C.S.A) in Les autorités administratives independantes: actes du colloque franco - turc, Institut Français d Istanbul = Bağımsız idari otoriteler: Türk-Fransız ortak kolokyumu metinleri,  Editör: İbrahim Ö. Kaboğlu, Alkım Yay., Istanbul 1996. s.18-20. 20  Héléne PAULIAT, (1998), Bağımsız İdari Otoritelerin Yaptırım Yetkisi (Çev. Mahmut Göçer), Bağımsız İdari Otoriteler, s.147. 21  Ibid, s.149. 22  Jear-François THERY, Bağımsız İdari Otoritelerin Denetimi, in Les autorités administratives independantes, s.163. 70 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER ilkesi uyarınca yapılacak denetimine tabidir. Nitekim Conseil d Etat verdiği kararlarda düzenleyici ve denetleyici kurumların kendilerine kanun tarafından verilen güçleri uyguladığını belirtmekte ve düzenleyici gücün bu noktada önemini vurgulamaktadır. Bilindiği üzere geniş anlamda özelleştirme olarak algılanan devlet düzenlemelerinin azalması hareketinin boş bıraktığı alanların düzenleyici ve  denetleyici  kurumlar  tarafından  doldurulduğu  kabul  edilmektedir. Bununla  birlikte  Türkiye deki  uygulamada  ise  bu  kuralların  ekonomide piyasa  kurallarının  işlemesini  engellemeye  başlayan  yeni  bir  bürokratik yapı oluşturduğunu ileri sürenler de bulunur. Başka deyişle bu kuruluşların gelişmesinin  bir  başka  önemli  nedeni  de,  özelleştirilen  kimi  sektörlerde özelleştirme sonrası düzenleme ve denetleme gereksinimidir. Nitekim elektrik ve telekomünikasyon gibi özelleştirilen sektörlerde özel girişimin yanında kamunun da işletici olarak faaliyet göstermesi, devletin hem yargıç hem de taraf olacağı düşüncesiyle işletici ve düzenleyici ayrımı yapılması gerekliliği ortaya çıkmıştır. Burada düzenleyici ve denetleyici kurumların ortaya çıkma nedeni yasamanın (kongre), yürütmeye (başkan) olan güvensizliğidir. Kongre ise bunları atar ve organizasyonlarını belirler. Üyeleri ilgili sektörlerde deneyimi olanlardan ve siyasi bir formasyonla ilişkili olanlardan seçilir. İşte bu bağımsız kurullar, Amerikan federal sisteminde yer yönünden federalizmi temsil eden federe devletler yanında hizmet bakımından federalizmi temsil eden ve bu anlamda bir hizmet alanıyla sınırlı olarak düzenleme, organizasyon yapma, denetleme ve yaptırım uygulama işlerini tek başına yapan, yani bir anlamda o alanla sınırlı olarak yasama, yürütme ve yargı işlevlerini bünyelerinde toplayan,  siyasal  ve  yargısal  bir  denetime  tabi  olsalar  da  devlet  içinde devletçikler niteliğinde kurumlar olduğu ileri sürülebilir. İşte  bu  kapsamda  regülasyon  işlevinin  belirli  bir  faaliyete  ilişkin olarak kuralların belirlenmesi (düzenleme), bu kurallara riayetin sağlanması (denetim) ve sektörü veya bir alanı düzgün bir rekabet ortamına veya plüralist bir yapıya sevk etme olarak tanımlanabilse de burada amaç hukuksal düzenleme yapmak olmayıp sadece gerektiğinde kullanılması gereken araçlardır. Nitekim 23  Ibid, s.164-166. 24  GENTOT, s.93. 25 Turgut TAN, Bağımsız İdari Otoriteler ve Düzenleyici Kurumlar, Amme İdaresi Dergisi, C.35, Sayı 2, Haziran 2002, s.12-13. 26 Ali ULUSOY, Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara 2003, s.6. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 71Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... bir süredir gündemde olan İngiliz ve Amerikan sistemlerindeki akımlar da olabildiğince az ve genel düzenlemeler yapılarak sektörel aktörlere mümkün olduğunca  çok  hareket  alanı  bırakma  eğilimindedir.  Ayrıca  yaptırımın uygulamasından  önce,  özellikle  ekonomik  aktörler  üzerinde  faaliyetin ekonomik verimliliğinin gerekliliği ve deontolojik kuralların hatırlatılması gibi uyarı ve ikna yöntemlerine başvurulması ve ancak mutlak zorunluluk halinde yaptırım uygulanması ilkesi benimsenmektedir. Günümüzde ise bu kavram, devletten bağımsız kamusal kurumlarca yapılan düzenleme, denetleme ve yönlendirme faaliyeti olarak algılanmaktadır, zira  80 li  yılların  başından  itibaren  hizmet  sağlayan  Devletten  hizmetin yürütülmesini sağlayan ve sağlanan hizmeti denetleyen devlet anlayışına geçilmiştir. Böylece devletin aynı anda hem hakem hem de oyuncu olamayacağı ﬁ krinden hareketle ve Devletin hala birçok ekonomik faaliyeti dolaylı ya da doğrudan üstleniyor olması olgusu karşısında, regülasyon faaliyetinin merkezi idareden bağımsız çalışan kamusal organlar tarafından üstlenilmesinin daha uygun olacağı sonucuna varılmıştır. Öte yandan bazı kurumlar, kamu tüzelkişisi olarak yönetmelik çıkarma yetkisine sahipken (Anayasa m.124), bazı kurumların kanunlarında çıkarılacak yönetmeliklerin Bakanlar Kurulunca yürürlüğe konulacağı öngörülmüştür. Örneğin Rekabetin Korunması Hakkında Kanunun 20. maddesine göre kurum, idari ve mali özerkliğe sahip bir kamu tüzelkişisi olarak düzenlenmişken ilgili Kanunun 62. maddesinde Kurumun yetkilerini kullanışı, yönetim ve çalışma esasları,  Kurulca  hazırlanacak  ve  Bakanlar  Kurulu  kararıyla  yürürlüğe konacak yönetmeliklerle düzenlenmiştir. Dolayısıyla düzenleyici ve denetleyici kurumların temel amacının yeni teknolojilerin ve mali enstrüman ve manipülasyonların bazı temel hak ve özgürlükleri ve ekonomik düzeni tehdit ve ihlallere karşı koruma ve kollama olduğu  anlaşılmaktadır.  Böyle  bir  işlev  ve  ereğin  gerçekleştirilebilmesi için kamusal ve özel güçlerden gelebilecek söz konusu tehlike ve zararları önleme ve yaptırıma bağlama yetkisine sahip organların oluşturulması ve görevlendirilmesi gereği açık ve kesindir. Siyasi iktidar ve ekonomik güç odakları karşısında ancak bağımsız ve güvenceli otoriteler, temel hak ve 27  Ibid, s.22. 28  Ibid, s.25. 29  TAN, s.18. 30 Turan YILDIRIM, Bağımsız İdari Otoritelerin Yargısal Denetimi, 2000 Yılında İdari Yargı Sempozyumu, Danıştay Yayın Bürosu No:59, Ankara 2000, s.203. 72 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER özgürlüklerle piyasa mekanizmalarının düzgün işleyişini, bunların müdahale, baskı ve etkileri olmadan sağlayabilir ve güvence altına alabilir. Örneğin Radyo ve Televizyonların Kuruluş ve Yayın Hizmetleri Hakkında Kanun un 19. maddesinin (d) fıkrasına göre, bir gerçek veya tüzel kişi doğrudan veya dolaylı olarak en fazla dört karasal yayın lisansına sahip medya hizmet sağlayıcı kuruluşa ortak olabilir. Ancak, birden çok medya hizmet sağlayıcıya ortaklıkta bir gerçek veya tüzel kişinin doğrudan veya dolaylı hisse sahibi olduğu medya hizmet sağlayıcı kuruluşların yıllık toplam ticarî iletişim geliri, sektörün toplam ticarî iletişim gelirinin yüzde otuzunu geçemez. Toplam ticarî iletişim geliri bu oranı aşan gerçek veya tüzel kişiler, Üst Kurul tarafından verilen doksan günlük süre içinde bu oranın altına inecek şekilde medya hizmet sağlayıcı kuruluşlardaki hisselerini devreder. Verilen süre içinde Üst Kurul kararının gereğini yerine getirmeyen gerçek veya tüzel kişi hakkında, kararın gereğini yerine getirmediği her ay için Üst Kurulca dörtyüzbin Türk Lirası  idarî  para  cezası  uygulanır. Yine Anayasa nın  167.  maddesindeki devlet, para, kredi, sermaye, mal ve hizmet piyasalarının sağlıklı ve düzenli işlemelerini sağlayıcı ve geliştirici tedbirleri alır; piyasalarda ﬁ ili veya anlaşma sonucu doğacak tekelleşme ve kartelleşmeyi önler hükmünün SPK kanunu ile Rekabetin Korunması Hakkında Kanun a dayanak olduğu söylenebilir. İşte  bu  kuruluşlar,  bağımsız  yapılanmalarından  ve  özel  yetkilerle donatılmalarından dolayı organik ve fonksiyonel bakımdan her iki anlamda da gerçek birer otorite olarak ortaya çıkmaktadır. Şu kadar ki bu teşkilat devletin dışında olmayıp genellikle merkezi ve genel idare içinde ayrı bir konumda bulunmakta ve devlet adına idari işlem ve eylemler yapmaktadır. Bunların karar ve ﬁ illeri doğrudan doğruya icrai niteliğe ve güce sahip olup bunlar yargısal ve idari denetime tabidir. Bazı konulardaki kararlar çekişmeli prosedür uyarınca verilse de yargısal işlem niteliğinde sayılmaz. Söz konusu organların  yetkilileri  güvenceye  sahip  olmakla  birlikte  yargıç  statüsünde bulunmadıklarından bunların yargı mercilerinden sayılması mümkün değildir. Aslında  bu  kuruluşların  genel  olarak  işlevi,  toplum  yaşamının  duyarlı alanlarındaki kamusal ve özel etkinlikleri düzenlemek, izlemek, denetlemek, aykırı davranış ve durumları önlemek, yaptırıma çarptırmak suretiyle bazı temel hak ve özgürlükleri ve ekonomik düzeni korumak ve güvence altına almaktır. 31 Lûtﬁ  DURAN, Türkiye de Bağımsız İdari Otoriteler, Amme İdaresi Dergisi, C.30, S.1, Mart 1997, s.4. 32  DURAN, Türkiye de Bağımsız İdari Otoriteler, s.10. 33  DURAN, Türkiye de Bağımsız İdari Otoriteler, s.4-5; Bu kapsamda 3046 sayılı Kanunun Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 73Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... Ayrıca düzenleyici ve denetleyici kurumların taşıdığı ünvanlardan da anlaşılacağı üzere bireylerin kişilik ve özel hayat hakları ve ekonomik çıkar ve özgürlükleriyle toplulukların siyasi hak ve özgürlüklerine ilişkin konulara idarenin ve güç odaklarının müdahale ve ihlallerini önlemek ve gerektiğinde yaptırım uygulamak esas görevleridir. Dolayısıyla düzenleyici ve denetleyici kurumlar,  söz  konusu  hassas  alanda  etkinlikte  bulunan  makam,  kişi  ve toplulukların durum ve davranışlarını genel kural işlemlerle düzenleyerek birel işlemlerle ise belirlemek ve saptamak, aykırı eylem, işlem ve durumları gidermek, düzeltmek ve yaptırıma bağlamak amacını güder. Burada ilgilileri izlemek ve denetlemek yetkilerini kullanarak işlevlerini gerçekleştirebilirler. İşte bu görev ve yetkiler, idari kamu hizmeti niteliği taşımakla birlikte belirli bir edim sunmaya yönelik olmayıp hukuki tasarruf olarak da ortaya çıkabilir. Söz konusu işlemler, danışma, öneri, başvuru niteliğinde olduğu gibi, kesin icrai karar ve düzenleyici genel işlem güç ve etkisi de taşır. 4.  DÜZENLEYİCİ  VE  DENETLEYİCİ  KURUMLARIN YARGISAL DENETİMİ Düzenleyici ve denetleyici kurumlar, idari otorite içinde yer aldığına, idari icrai kararlar verdiğine ve tüzelkişi olup olmadıkları iptal davası açısından etkili bulunmadığına, konularıyla ilgili etkinlikler ve kişiler hakkında çeşitli eylemler  ve  işlemler  yaptığına  göre,  hukuka  bağlı  idare  ilkesi  uyarınca, herhalde ve en azından kanunilik bakımından yargısal denetime tabi olması gerekir.  Bunların  işleminden  çoğu  danışma,  öneri,  tavsiye,  bilgilendirme niteliğinde olduğundan sadece icrai - idari karar karakterini taşıyan bölümleri iptal davasına konu edilebilir. Geriye kalanları ise ancak asıl yetkili organ ve makamlarca benimsenip karara dönüştürüldüğünde dolaylı biçimde yargısal denetime  tabi  tutulabilir.  Böylece  bu  otoritelerin  her  şeye  rağmen  idari organlar olarak kabul edilmesi doğal olarak bunların verdiği kararların yargısal denetimini  de  önemli  hale  getirmektedir,  zira  kararlarının  etkin  yargısal denetimi,  bu  kurumların  uyguladıkları  yaptırımlardan  kaynaklanabilecek olumsuz durumların da giderebilmesini sağlar. 19. maddesinin A fıkrasına da değinmek gerekmektedir. Buna göre, Bakanlık bağlı, ilgili ve ilişkili kuruluşları (10/12/2003 tarihli ve 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanununa ekli (III) sayılı cetvelde yer alan kurumlar dahil) Başbakanın tekliﬁ  ve Cumhurbaşkanının onayı ile, Başbakanlıkla veya diğer bakanlıklarla ilgilendirilebilir. Söz konusu kuruluşların özel kanunlarında bağlı, ilgili ve ilişkili olunan bakanlığa ya da bakana verilen yetki ve görevler ilgilendirilen bakanlık veya bakan tarafından kullanılır ve yerine getirilir. Bakan, bağlı, ilgili ve ilişkili kuruluşların) her türlü faaliyet ve işlemlerini denetlemeye yetkilidir. 34  Ibidem. 35  DURAN, Türkiye de Bağımsız İdari Otoriteler, s.7; ULUSOY, Bağımsız İdari Otoriteler, s.46. 74 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER Bu  noktada  öncelikle  anglo  -  sakson  hukuk  sisteminde  idarenin düzenleme yetkisinin yargısal denetimine değinmek gerekmektedir. Aslında İngiltere de herhangi bir karar ve düzenlenen bir tasarruf bir kanuna veya bazı şartlarda bir ayrıcalığa dayanmıyorsa hukuki bir etki doğurmayacağı için ultra vires veya batıl sayılır. Başka deyişle düzenleme yetkisi üzerindeki denetim iki şekilde söz konusu olabilir: Birincisi idarenin düzenleyici işlemleri yaparken takip edeceği usulle;  ikincisi de bu düzenleyici işlemlerin bizzat kendileriyle ilgilidir. İşte bu noktada yargısal denetim ikiye ayrılabilir: Usuli ve maddi ultra vires. Usuli  ultra  vireste  kanun  tarafından  idarenin  yapacağı  düzenleyici tasarruﬂ ar için bazı usuller yargısal denetim bakımından önem kazanırken (bazı mercilere  danışılması,  itirazların  dinlenmesi,  temsilcilerle  görüşülmesinin istenmesi  gibi),  maddi  ultra  vireste  idareye  yetki  veren  hükümler  ve mahkemelerin tutumu önem kazanmaktadır. İşte bu noktada bazen düzenleme yetkisinin çok genişlediği ifade edilebilir. Nitekim  İngiliz  Parlamentosu,  sahip  olduğu  egemenlik  gereğince ülke içerisinde kanun yapmaya, kural koymaya yetkili tek bağımsız organ olmakla birlikte Parlamento bu yetkisini bazı kurul ve kişilere de devredebilir. Buna İngiliz Hukukunda Delegated Legislation adı verilmektedir. Burada Bakanlıklara  tanınan  yetkiler  de  örnek  olarak  gösterilebilir.  Buna  göre Bakanlıklar,  Parlamentonun  kendilerine  verdiği  bir  yetkiye  dayanarak kararnameler çıkarır ve düzenlemeler yapar. İşte bu gibi düzenlemeler mahalli idari otoriteler ve bazı meslek örgütlerine de verilebilir. Başka deyişle yasama görevi, kural olarak Parlamentonun veya yasama organının bir fonksiyonu olmakla birlikte yasama organı bu görevi tevkil ettiği zaman düzenleme yetkisi söz konusu olabilmektedir. Dolayısıyla yasama organınca çıkarılan kaideler ve tüzükler hakkında bu kuralın uygulanması mümkündür. Bu tip yetki devirlerinin İngiliz Hukukunda bir zorunluluk olarak kabul edilmesinin nedeni, toplum hayatının her kesimi için gerekli olan yasaların hazırlanıp kabul edilmesinin Parlamentonun işlemez hale gelmesine neden olabileceği düşüncesidir. Ayrıca her konu kendi koşullarına özgü olarak teknik özellikleri gerektirdiği için Parlamento, bu gibi kuralların temeline inerek 36  KARAMUSTAFAOĞLU Tuncer, İngiliz İdare Hukuku ve Ultra Vires Doktrini, Ord. Prof. Dr. Ernst. E.Hirsch e Armağan, AÜHF Yayınları, Ankara, 1964, s. 71. 37  Ibis, s. 73. 38  Uğur MUMCU, İngiliz Hukukunda Ultra Vires Kavramı, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 1970, s.45; KARAMUSTAFAOĞLU, s.68. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 75Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... ayrıntılı kuralları gereği gibi saptayamaz. Bu kural, Delegated Legislation bakımından da uygulanamaz; çünkü burada bir çeşit vekalet söz konusu olup bu yetkinin Parlamento tarafından her zaman geri alınabileceği de ileri sürülebilir. Ayrıca belirtmek gerekir ki, adli idare rejiminde yargısal denetim, itiraz usulü esasına bağlı olarak sağlanır ve burada idari işlem hakkında hukukilik kararı verilir. Yani burada hukukilik denetimi önem taşır. Dolayısıyla idarenin düzenleyici işlemleri bakımından hiçbir varsayımsal dayanak yeterli olmayıp hukuki yetkinin açık şekilde gösterilmesi gerekmektedir. Bu gruba dahil ülkelerde idare hukuku yazarları bu yolun idarenin kanunilik denetimi için uygun olduğu konusunda ittifak halinde olmayıp bazılarına göre, itiraz yürütmenin doğrudan idari nitelikli alana özgülenmedikçe bu konunun anlaşılamayacağını ileri sürse de diğer bazı yazarlar ortak hukuk ilkesi olan genel adalet ilkesini bu kapsamda yeterli görmüştür. İdari  rejime  tabi  olan  ülkelerde  ise  Parlamentonun  ağır  işlemesi ve  kamu  hizmetlerinin  teknik  nitelikte  oluşu  ayrıntılı  düzenlemeyi,  bu hizmetleri yapan yürütme organına ya da diğer kamu kuruluşlarına bırakmayı gerektirmektedir. Dolayısıyla Parlamento bu alanda direktif niteliğinde ilkeler getirir, çerçeve çizer ve sınırları belirler. Parlamentonun getirdiği ilkeler doğrultusunda ve çerçevesinde ayrıntıyı düzenleyerek yasama fonksiyonunu tamamlamak, ise yürütme organına ve idareye aittir. Buna göre, yasamanın düzenleme yetkisi, bazı istisnalar dışında, kural olarak kanuna bağlı, kanunun gösterdiği ilkeler doğrultusunda ve çizdiği sınırlar çerçevesinde secundum legem bir düzenleme yetkisidir. Yürütmenin kanunların uygulanma görevi ve yetkisinden kaynaklanan bu tür düzenleyici işlemleri ikinci el düzenleyici işlemdir ve yürütmenin bu işlemlerle yaptığı düzenleme fonksiyonu bağlı, türevsel ve tamamlayıcı niteliktedir. Nitekim GÜNEŞ e göre, idarenin sadece kanunu somutlaştırma şeklinde yaptığı işlemler dışında bağlı yetkiyle yaptığı işlemler de bulunmaktadır. Bunun dışındaki işlemlerde ise işlemi yapmak veya yapmamak noktasında veya bunun içeriğinin belirlenmesinde yürütme organı norm koyan bir takdir yetkisine sahip bulunmaktadır. 39  MUMCU, s.45-46. 40  Hasan Nuri YAŞAR, İdare Hukuku Genel Esaslar, Der Yay., İstanbul 2014, s.136 ve s.136 dn. 200 den naklen. 41 Ibid, s.137. 42  Bülent TANÖR / Necmi YÜZBAŞIOĞLU, 1982 Anayasasına Göre Türk Anayasa Hukuku, 12. Bası, Beta Yayınları, İstanbul 2012, s.371; GÜNEŞ Turan, Türk Pozitif 76 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER Nitekim  1961 Anayasası nın  yasama-yürütme  ilişkilerini  yasamaya ağırlık veren bir düzene dayandırdığı kabul ediliyordu. Buna göre 1961 Anayasası nın 6. maddesi, yürütmeyi kanunlar çerçevesinde Cumhurbaşkanı ve Bakanlar Kurulu tarafından yerine getirilen bir görev olarak düzenlemişti. İşte bu dönemde kural işlem yapma yetkisinin ilkel ve genel olarak yasama organına ait olduğu, yürütme ve idarenin ise yalnızca türevsel, bağlı ve istisnai bir düzenleme yetkisine sahip olduğu kabul ediliyordu. 1961 Anayasası nda yürütmenin yeterince güçlü olmadığı yönündeki eleştiriler ise 1971 Anayasa değişikliğinden sonra da devam etmiştir. Nitekim 1982 Anayasası (m.8), yürütmeyi  Anayasa  ve  kanunlara  uygun  olarak  kullanılan  ve  yerine getirilen bir yetki ve görev olarak düzenlemesi gerek öğretide gerekse yargı kararlarında yürütmenin güçlendirilmesi olarak değerlendirilmiştir. Bununla birlikte yürütme yetki olsa da düzenleme yetkisi özerk hale gelmemiştir. Ayrıca Anayasa Mahkemesi ne göre, yürütmeye yetki olma gücünü veren esaslar Anayasa nın muhtelif maddelerine serpiştirilmiş durumdadır. Bunlardan bazıları yeni Anayasa nın getirdiği olağanüstü haller ve sıkıyönetim süresince Cumhurbaşkanı nın başkanlığında toplanan Bakanlar Kurulu nun sözü edilen hallerin gerekli kıldığı konulara ilişkin kanun hükmünde kararname çıkarması; vergi, resim, harç ve benzeri mali yükümlülüklerin muaﬂ ık, istisna ve indirim oranlarına ilişkin hükümlerinde kanunun belirttiği yukarı ve aşağı sınırları içerisinde değişiklik yapması örnek olarak verilebilir. 1982 Anayasası nın Piyasaların denetimi ve dış ticaretin düzenlenmesi kenar  başlıklı  167.  maddenin  2.  fıkrası,  dış  ticaretin  ülke  ekonomisinin yararına olmak üzere düzenlenmesi amacıyla ithalat, ihracat ve diğer dış ticaret işlemleri üzerine vergi ve benzeri yükümlülükleri dışında ek mali yükümlülükler koymaya ve bunları kaldırmaya kanunla Bakanlar Kuruluna yetki verilebilir hükmünü taşımaktadır. İşte kanun koyucu bu hükme dayanarak, 2.2.1984 günlü 2976 sayılı Kanunla Bakanlar Kuruluna ithalat, ihracat ve diğer dış ticaret işlemleri üzerine vergi ve benzeri yükümlülükleri dışında ek mali yükümlülükler koymaya ve kaldırmaya ve ek mali yükümlülüklerin bütçenin dışında oluşturulacak bir fonda toplanılması ve bu fonun kaldırılması Hukukunda Yürütme Organının Düzenleyici İşlemleri, AÜSBF, Ankara 1965, s.87. 43  Şeref GÖZÜBÜYÜK / Turgut TAN, İdare Hukuku, C. I, Genel Esaslar, Turhan Kitabevi, Ankara 2013, s.96-97. 44  Anayasa Mahkemesi, 13.6.1985 tarih ve 984/14 E., 985/7 K. Dış ticaretin ülke yararına olmak üzere düzenlenmesi amacıyla  ithalat, ihracat ve dış ticaret işlemleri üzerine vergi ve benzeri mali yükümlülükler dışında ek mali yükümlülükler koymak ve bunları kaldırmak gibi hususlar da bu kapsamda değerlendirilebilir. GÖZÜBÜYÜK / TAN, s.97. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 77Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... esaslarının düzenlenmesi yetkileri verilmiştir. Böylece Anayasa Mahkemesi, 11.1.1985 günlü, 1984/6 E. sayılı kararıyla 2976 sayılı Kanunun Ek mali yükümlülükler  başlığını  taşıyan  üçüncü  maddesinin  Anayasaya  aykırı olmadığını belirtmiştir. Anayasa Mahkemesi kararında da açıklandığı üzere, yasama organı, Anayasa nın 167. maddesinin 2. fıkrasının vermiş olduğu yetkiye dayanarak dış ticaretin düzenlenmesini yürütme organına bırakmış ve Bakanlar Kurulu Anayasa ya uygun olmak şartıyla bu konunun çerçevesini, genel esaslarını, temel yönlerini ve ayrıntılarını düzenleme yetkisine sahip kılınmıştır. SONUÇ İdarenin  düzenleme  faaliyetleri  ve  bunların  neticesinde  uygulanan yaptırımlar, aslında kamu gücünün tezahürü niteliğindedir. Bu kapsamda özellikle düzenleyici ve denetleyici kurumlar düzenleyici nitelikte işlemler yapabildikleri  gibi  bu  düzenlemelerinin  uygulanmasını  sağlayıcı  nitelikte yaptırım uygulama yetkisiyle de donatılmışlardır. Ayrıca bu kurumların diğer devlet kurumlarından farklı olarak özel alanlarda düzenleme ve hakemlik fonksiyonlarını  yerine  getirmesi,  bunları  düzenleyen  kanun,  üyelerinin belirlenme ve işleyiş biçimleriyle çok geniş bir özerklik ve bağımsızlığı ifade ettiği için bunların denetimi özellikle verilen yaptırımların da hukukiliğini belirlemek bakımından büyük önem arz eder.",
     "Kaynakça": "AUTIN, Jean- Louis / BLANCO, Florent / CHIFFLOT, Nicolas / DARCY, Gilles / DUPRÉ DE BOULOUIS, Xavier / DURAN, Patrice / GAUDEMAR, Hervé / GESLIN, Albane / HAQUET, Arnaud / KRYNEN, Jacques / YONCOURT, Tiphaine / LINDITCH, Florent / MOREAU, Jacques / MOUTON, Jean-Denis / NICINSKİ, Sophie / SAILLANT, Elodie / SUDRE, Frédéric / TINIÈRE, Romaine: AFDA (Association française pour la recherche en droit admistratif): Acte du colloque organisé du 22 au 24 juin 2011 par L Association française pour la recherche en droit administratif à la faculté de droit de l université Pierre Mendès France de Grenoble II, La puissance publique, Lexis Nexis, Paris 2011. 45  Ibid, s.98. 78 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4Hasan Nuri YAŞAR / S. Sena CABIOĞLU GÜLER AYAYDIN, Cem: “Özel hukuk kişilerinin kamu kudreti kullanması sorunu ile 4708 sayılı Yapı Denetimi Hakkında Kanun a ilişkin Anayasa Mahkemesi kararı hakkında düşünceler”, Yıldızhan Yayla ya Armağan, Galatasaray Üniversitesi, 2003. BÜLBÜL,  Erdoğan:  Kamu  İştirakleri  Bir  Hukuki  Niteleme Denemesi, Beta Yay., İstanbul 2004. DUPUIS, George: Les privilèges de l administration, Thèse, Paris 1962. DURAN,  Lûtﬁ :  “Düzenleme Yetkisi  Özerk  Sayılabilir  mi”,  İdare Hukuku ve İlimleri Dergisi, Yıl 4, Sayı 1-3, 1984, s.33-42. DURAN, Lûtﬁ : “Türkiye de Bağımsız İdari Otoriteler”, Amme İdaresi Dergisi, C.30, S.1, Mart 1997, s.1-10. DURAN, Lûtﬁ ; İdare Hukuku Ders Notları, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1982. GENTOT, Michel: Les autorités administratifs indépendants, LGDJ, Paris, 1994. GÖZÜBÜYÜK, Şeref / TAN, Turgut: İdare Hukuku, C. I, Genel Esaslar, Turhan Kitabevi, Ankara 2013. GÜNEŞ,  Turan:  Türk  Pozitif  Hukukunda  Yürütme  Organının Düzenleyici İşlemleri, AÜSBF, Ankara 1965. KARAMUSTAFAOĞLU, Tuncer: “İngiliz İdare Hukuku ve Ultra Vires Doktrini”, Ord. Prof. Dr. Ernst. E.Hirsch e Armağan, AÜHF Yayınları, Ankara, 1964, s.45-73. MUMCU, Uğur: “İngiliz Hukukunda Ultra Vires Kavramı”, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 1970, s. 37- 66. PAULIAT,  Hélène,  MORANGE,  Jean,  THERY,  Jean  François, BERNARD,  Michel,  DURAN,  Lütﬁ ,  ATAY,  Cevdet,  ÜSKÜL,  Zafer, NALBANT, Atilla, ERKUT, Cilal, COŞKUN, Sabri, KABOĞLU, Ö. İbrahim: Les autorités administratives independantes: actes du colloque franco - turc, Institut Français d Istanbul = Bağımsız idari otoriteler: TürkFransız ortak kolokyumu metinleri,  Editör: İbrahim Ö. Kaboğlu, Alkım Yay., Istanbul 1996. PECHEUL-DAVID,  Tania-Marie:  La  Prérogative  de  puissance publique, Thèse, Paris 2000. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4 79Düzenleyici ve Denetleyici Kurumların Yetkileri Kapsamında Kamu Gücü... RIVERO, Jean: “Existe-t-il un critère du droit administratif, Revue du droit public et de la science politique en France et à l étranger”, 59e année, 1953, s. 279-296. ROUSSET,  Michel:  İdée  de  Puissance  Publique  en  Droit Administratif Français, Dalloz, Paris 1960. SARICA,  Ragıp:  İcra  Uzvunun  Tanzim  Salahiyeti,  Türk  Hukuk Kurumu, İstanbul 1943. TAN, Turgut: “Bağımsız İdari Otoriteler ve Düzenleyici Kurumlar”, Amme İdaresi Dergisi, C.35, Sayı 2, Haziran 2002, s.11-37. TANÖR, Bülent / YÜZBAŞIOĞLU, Necmi: 1982 Anayasasına Göre Türk Anayasa hukuku, 12. Bası, Beta Yayınları, İstanbul 2012. ULUSOY, Ali: Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara 2003. YAŞAR, Hasan Nuri: İdare Hukuku Genel Esaslar, Der Yay., İstanbul 2014. YILDIRIM, Turan: Bağımsız İdari Otoritelerin Yargısal Denetimi, 2000 Yılında İdari Yargı Sempozyumu, Danıştay Yayın Bürosu No:59, Ankara 2000. 80 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 4"
}