{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "1",
     "Başlık": "YALAN TANIKLIK SUÇU (TCK m. 272)",
     "Title": "CRIME OF PERJURY (Turkish Criminal Code Article 272)",
     "Yazar İsmi": [
          "Neslihan GÖKTÜRK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Maddi gerçek",
          "delil",
          "tanık",
          "yalan tanıklık",
          "doğruyu söyleme yükümlülüğü",
          "gerçeğe aykırı beyanda bulunma"
     ],
     "Keywords": [
          "Factual background",
          "evidence",
          "witness",
          "perjury",
          "the obligation to tell the truth",
          "providing false statement"
     ],
     "Özet": "Adaletin  gerçekleşmesi  için  maddi  vakıanın  gerçeğe  uygun  şekilde aydınlatılması zorunludur. Bunun için, karara veya hükme dayanak alınan tanık beyanının gerçeğe uygun olması önemlidir. Oysa ki, tanık çeşitli sebeplerle gerçeğe aykırı beyanda bulunabilir. Maddi gerçeğin ortaya çıkmasını engelleme tehlikesine binaen yalan tanıklık suçu gerek mülga 765 sayılı TCK gerekse 5237 sayılı TCK da adliyeye karşı işlenen suçlar arasında düzenlenmiştir. Ancak, her iki düzenleme arasında önemli farklar bulunduğu gibi; Alman Ceza Kanunu nda yalan tanıklık suçunun düzenleniş şekli 5237 sayılı TCK dan farklılık arz etmektedir. Makalede, 5237 sayılı TCK da düzenlenen yalan tanıklık suçu uygulamada ortaya çıkan sorunlar da göz önünde bulundurulmak suretiyle Yargıtay içtihatları ışığında mülga 765 sayılı TCK ve Alman Ceza Kanunu ile mukayeseli olarak incelenecektir.",
     "Abstract": "Enlightening the factual background of a case is of paramount importance to achieving justice. To this end, the witness statement that are used to arrive at the decision and the verdict of a Court has to be truthful. However, the witnesses, due to several motivations, may provide false statements. Taking such danger into consideration, both the former Turkish Criminal Code (No. 765) and the current Turkish Criminal Code (No. 5237) set forth the crime of perjury in amongst the oﬀ ences against the judicial bodies or court. Nevertheless, the formulations of the Crime of Perjury in these two Codes diﬀ er both from each other and from the provision of the German Criminal Code. In this Article, the crime of perjury as set forth in the Criminal Code No. 5237 will be examined in relation to the former Turkish Criminal Code (No. 765) and the German Criminal Code and with reference to the issues and problems encountered in judicial practice.",
     "Metin": "Hukuk  düzeninin  koyduğu  normların  ihlali  halinde,  yaptırım uygulanabilmesi için ihlal iddiası ortaya konduktan sonra bir muhakeme faaliyeti  yürütülmektedir.  Hukuk  devletinin  gereği  olan  muhakeme faaliyeti, devletin üstlendiği temel fonksiyonlardan biri olup; amaç, adaletin tecellisidir. Muhakeme faaliyetinde olay gerçekten vuku bulmuş mudur?, olay  ne  şekilde  vuku  bulmuştur?,  olayda  hangi  hukuk  normları  ihlal edilmektedir?, olayla ilişkili kişiler kimlerdir?, olayla ilişkili kişilerin sorumluluğu nedir? sorularına yanıt aranmaktadır. Yanıtlanması gereken bu sorular, muhakeme faaliyetinin iki temel meselesi olan maddi mesele ve hukuki mesele altında toplanmaktadır. Maddi mesele olaya ilişkindir ve bu mesele kapsamında fiilin gerçekten icra edilip edilmediği, icra edilmiş ise ne şekilde, hangi şartlar altında ve kim tarafından icra edildiği araştırılmaktadır; ki buna sübut, yani ispat meselesi denilmektedir. Hukuki mesele ise, olayın ve olayla ilgili kişilerin hukuk kuralları karşısındaki durumu ile ilintili olup; fiilin hangi hukuk normunu ihlal ettiğinin ve fiili icra eden kişinin sorumluluğunun belirlenmesine yöneliktir. Maddi mesele çözülmeden, bir başka ifade ile sübuta varılmadan hukuki meselenin çözümü mümkün olmadığı gibi; maddi meselenin gerçeğe (aslına) uygun bir biçimde tespit edilmesi, hukuki mesele hakkında doğru sonuca varılması ve muhakemede isabetli bir karar verilmesi, yani  adaletin  tecellisi  bakımından  büyük  önem  taşımaktadır.  Adaletin gerçekleşmesi  için  maddi  vakıanın  gerçeğe  uygun  şekilde  aydınlatılması zorunludur. Bu nedenle muhakeme faaliyetinin özü, maddi gerçeğe ulaşmaktır; bu, tüm muhakeme dalları için geçerlidir. Uyuşmazlığın  konusunu  teşkil  eden  maddi  vakıanın  aslına  uygun şekilde aydınlatılması için, geçmişte yaşanan olayı temsil eden ve olayın canlandırılmasını sağlayan araçlara ihtiyaç vardır; ki bunlar ispat araçları olan delillerdir. Maddi meseleye yönelik inceleme delillerle doğrudan doğruya 1  Müller, Henning Ernst, in: MK-StGB, Band 3, 2. Auﬂ age, C. H. Beck Verlag, München, 2012, Vorbem §§ 153 ﬀ . kn. 7; Heger, Martin, in: Lackner / Kühl-StGB, 28. Auﬂ age,  C. H. Beck Verlag, München, 2014, Vorbem §§ 153 kn. 1. 2   Şahin, Cumhur / Göktürk, Neslihan, Ceza Muhakemesi Hukuku, C. 2, 5. Bası, Seçkin Yayıncılık, Ankara, 2016, s. 26, 235. 3   Delil  olayı temsil edici olmalıdır. Bundan maksat, ispat  aracının olayın bir parçası olması veya olayı yansıtmasıdır. Olayın bir parçasını temsil etmeyen veya olayı aksettirmeyen şey delil  değildir. Örneğin olay yerindeki suç aleti olayın bir parçası iken, olaya tanık olan kişinin beyanı ise olayı yansıtan bir delildir. Olayı temsil edicilik , geçmişte yaşanmış olayı anlatabilme ve gözümüzde canlandırabilme yeteneğini ifade etmektedir. Delilin sağlam ve güvenilir olması da olayı temsil ediciliğin bir unsurudur (Şahin / Göktürk, C. 2, s. 29). 348 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK temasa  geçilmesini  ve  delillerin  değerlendirilmesini  gerekli  kılar;  delil olmadan maddi meselenin çözümü olanaksızdır, delilsiz sübut olmaz. Hukuk muhakemesinde belge delili ile ispat kuralı geçerlidir. Zira muhakemenin konusunu oluşturan hukuki ilişkinin taraﬂ arı, ortaya çıkması olası hukuki ihtilaﬂ arı da öngörmek suretiyle buna uygun ispat araçlarını (belge) önceden hazırlamaktadırlar. İdari yargılama faaliyeti ise, belge delili üzerinde yapılan incelemelerden oluşup; çoğu zaman ortada uyuşmazlığın konusunu oluşturan idari işlemi tevsik eden bir belge bulunmaktadır. Ancak ceza muhakemesinde durum  farklıdır;  ispat   araçları  önceden  hazırlanmaz,  hatta  suç  genellikle gizlilik  içinde işlenir ve suçtan geriye kalan belirtiler yok edilmek istenir. Bu durum, diğer muhakeme dallarından farklı olarak ceza muhakemesinde beyan  delillerinin  ve  bu  bağlamda  tanık  beyanının  ön  plana  çıkmasını sonuçlamaktadır. Ancak ispat kurallarındaki farklılığa rağmen, tanık beyanı diğer muhakeme dallarında da maddi meselenin çözümü bakımından önemini muhafaza etmektedir. Sonuçta, tanık beyanı tüm muhakeme dalları bakımından müşterek nitelik taşıyan bir delil türüdür.     Ceza  muhakemesinde,  tanık  beyanı,  belirti  delilleri  ile  mukayese edildiğinde ulaşılması en rahat delil olduğu gibi; aydınlatılmaya çalışılan olay hakkında doğrudan bilgi verebilir. Buna karşılık, belirti delillerinin hem elde edilmesi hem de olayı doğrudan temsil etmemeleri nedeniyle diğer delillerle desteklenmeleri ihtiyacı daha çok çaba sarf edilmesini gerekli kılmakta; bu durum, tanık beyanının daha çok tercih edilmesine sebebiyet vermektedir. Fakat ispat gücü bakımından mukayese edildiğinde, teknolojik gelişmeler dikkate  alınarak  kriminalistik  biliminin  verilerine  göre  değerlendirilen  ve bilimsel delil olarak ortaya çıkan belirtilerin ispat gücü son derece yüksek iken; kaynağının yanlış ya da yalan beyanda bulunması ihtimali bulunan insan olması nedeniyle olayı temsil güvenilirliği açısından üzerinde en çok tartışılan ispat aracı tanık beyanıdır. Buna rağmen, hiçbir hukuk düzeni tanık beyanından vazgeçebilmiş değildir. 4   Şahin / Göktürk, C. 2, s. 26; Kunter e göre de Hakim, muhakeme sonunda maddi meseleyi çözmek için bir tarihçi gibi, eski olayı yeniden yaşatacak, geçmişin bulutları arasından hakikatı görmeğe çalışacaktır. Gerçekten hakim geçmişte ne olduğunu, nasıl olduğunu bilmeğe mecburdur. Bunun için elindeki imkan bugündür. Bugünden maksat, bugün var olan ve varlığını duyularımızla öğrenebildiğimiz şeylerdir. İşte delil budur. (Kunter, Nurullah / Yenisey, Feridun, Bir Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 10. Bası, Beta Yayınevi, İstanbul, 1998, no. 322). 5   Kühne, Hans-Heiner, Der Beweiswert von Zeugenaussagen, NStZ 1985/6, s. 252. 6   Feyzioğlu, Metin, Ceza Muhakemesi Hukukunda Tanıklık, 1. Bası, US-A Yayıcılık, Ankara, 1996, s. 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 349Yalan Tanıklık Suçu (TCK m. 272) Uyuşmazlığın  konusunu  teşkil  eden  maddi  vakıanın  gerçeğe  uygun şekilde belirlenebilmesi için, karara veya hükme dayanak alınan tanık beyanının gerçeğe uygun olması gerekmektedir. Oysa ki, tanık çeşitli nedenlerle gerçeğe aykırı beyanda bulunabilir. Tanık, bilerek gerçeğe aykırı beyanda bulunabileceği gibi (yalan beyan); duyu organları vasıtasıyla olayı yanlış algılama, araya zaman girmesi nedeniyle unutma veya yanlış hatırlama, olayın aktarılmasında yetersiz kalma gibi nedenlerle de gerçeğe aykırı beyanda bulunabilir (yanlış beyan). Bu sebeple, delillerin değerlendirilmesi bağlamında tanık beyanına ne ölçüde itibar edileceğinin belirlenmesi önemli bir sorundur. 5271 sayılı CMK ve 6100 sayılı HMK da tanığın gerçeğe uygun beyanda bulunmasını sağlamaya yönelik düzenlemelere yer verilmiştir. Bunlardan en önemlisi, tanığın; gerçeği açıklama, doğru beyanda bulunma, bildiklerini gizlememe yükümlülüğü altında olmasıdır. Tanık, uyuşmazlığın konusunu teşkil eden somut vakıa hakkında duyu organları vasıtası ile edindiği bilgileri gizlemeden, doğru şekilde beyan etmekle yükümlüdür. Bu yükümlülüğe aykırı davranılması, TCK nın 272. maddesinde yalan tanıklık suçu olarak tanımlanmıştır. Maddi gerçeğin ortaya çıkmasını engelleme tehlikesine binaen yalan tanıklık suçu gerek 765 sayılı TCK gerekse 5237 sayılı TCK da adliyeye karşı 7   Kühne, NStZ 1985/6, s. 252 ﬀ .; Şahin / Göktürk, C. 2, s. 37; Bu sebeplerdir ki, tanık beyanı hukuk muhakemesinde kesin delil olarak kabul edilmez.  bkz. Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Tanık beyanı Hukuk Usulü Muhakemeleri Yasasında takdiri delillerdendir. Kesin delil değildir. Çünkü tanık insandır. Yaşadığı ortam, algılama biçimi, kişisel yorumu, aldığı eğitimi, yaşı, cinsiyeti vesaire hususlardan etkilenir, hatta unutur. İnsan psikolojisi ile ilintilidir. 8   5271 sayılı CMK da ve 6100 sayılı HMK da yer alan ve birbirleri ile benzerlik arz ettiği görülen, tanığın gerçeğe uygun beyanda bulunmasını sağlamaya yönelik bazı düzenlemeler şunlardır: Tanıklıktan çekinme yetkisi (CMK m. 45; HMK m. 247-250), tanıklıktan çekinme yükümlülüğü (CMK m. 46, 47), tanıkların ayrı ayrı ve sonraki tanıklar yanında bulunmaksızın dinlenmesi (CMK m. 52/1; HMK m. 261), tanıkların birbirleriyle ve şüpheliyle yüzleştirilmesi (CMK m. 52/2; PVSK ek m. 6; HMK m. 261), tanıklık görevinin öneminin anlatılması (CMK m. 53; HMK m. 256), yemin etme yükümlülüğü (CMK m. 54, 55; HMK m. 258), tanığa tanıklığına ne dereceye kadar güvenilebileceği hakkında soru yöneltilmesi (CMK m. 58/1; HMK m. 254; tanıklara itiraz HMK m. 255), tanığın korunmasına ilişkin tedbirler alınması (CMK m. 58/2-5; 5726 sayılı Tanık Koruma Kanunu), tanığa mahkemece soru yöneltilebilmesi (CMK m. 59/2; HMK m. 261), keşif sırasında; mağdurun, şüphelinin veya sanığın hazır bulunmasının tanıklardan birinin gerçeğe uygun tanıklık etmesine engel olabilecekse şüpheli veya sanığın hazır bulunmamasına karar verilebilmesi  (CMK m. 84/3), sanığın yüzüne karşı, bir tanığın gerçeği söylemeyeceğinden endişe edilmesi halinde sorgu ve dinleme sırasında sanığın mahkeme salonundan dışarı çıkarılabilmesi (CMK m. 200/1), muhakemeye katılan sujelerin tanığa soru yöneltebilmesi (CMK m. 201/1; HMK m. 152). 350 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK işlenen suçlar arasında düzenlenmiştir. 5237 sayılı TCK nın 272. maddesine göre (1) Hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye, dört aydan bir yıla kadar hapis cezası verilir. (2) Mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye bir yıldan üç yıla kadar hapis cezası verilir. (3) Üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapan kişi hakkında iki yıldan dört yıla kadar hapis cezasına hükmolunur. (4) Aleyhine tanıklıkta bulunulan kişi ile ilgili olarak gözaltına alma ve  tutuklama  dışında  başka  bir  koruma  tedbiri  uygulanmışsa,  yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla, yukarıdaki fıkralara göre verilecek ceza yarı oranında artırılır. (5) Aleyhine  tanıklıkta  bulunulan  kişinin  göz  altına  alınması  veya tutuklanması hâlinde; yüklenen fiili işlemediğinden dolayı hakkında beraat kararı  veya  kovuşturmaya  yer  olmadığına  dair  karar  verilmiş  olması koşuluyla; yalan tanıklık yapan kişi, ayrıca kişiyi hürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail olarak sorumlu tutulur. (6) Aleyhine  tanıklıkta  bulunulan  kimsenin  ağırlaştırılmış  müebbet hapis veya müebbet hapis cezasına mahkûmiyeti hâlinde, yirmi yıldan otuz yıla kadar hapis cezasına; süreli hapis cezasına mahkûmiyeti hâlinde, mahkûm olunan cezanın üçte ikisi kadar hapis cezasına hükmolunur. (7)  Aleyhine  tanıklıkta  bulunulan  kimsenin  mahkûm  olduğu  hapis cezasının infazına başlanmış ise, altıncı fıkraya göre verilecek ceza yarısı kadar artırılır. (8) Aleyhine tanıklıkta bulunulan kişi hakkında hapis cezası dışında adli veya idari bir yaptırım uygulanmışsa; yalan tanıklıkta bulunan kişi, üç yıldan yedi yıla kadar hapis cezası ile cezalandırılır. 765  sayılı TCK dan  farklı  olarak,  5237  sayılı TCK da  bilirkişinin gerçeğe aykırı mütalaada bulunması ve tercümanın gerçeğe aykırı çeviride bulunması yalan tanıklık suçu ile birlikte aynı madde kapsamında değil, bağımsız bir suç tipi olarak düzenlenmiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 351Yalan Tanıklık Suçu (TCK m. 272) § 2. KORUNAN HUKUKİ MENFAAT Yalan tanıklık suçu 5237 sayılı TCK da Millete ve Devlete Karşı Suçlar başlıklı dördüncü kısımda, Adliyeye Karşı Suçlar başlığını taşıyan ikinci bölümde düzenlenmiştir. Yalan tanıklık suçu ile korunan hukuki menfaatin, bu bölümde düzenlenen diğer suçlardan bağımsız olarak tespiti mümkün değildir. Devlet, muhakeme ve infaz faaliyetini toplum adına üstlenmiş olup; bu fonksiyonu devletin temel varlık nedenlerinden biridir. Devletin varlığını idame ettirebilmesi için, hakkın yerini bulduğu ve sahibine teslim edildiği; bir suç sözkonusu ise, suçun takip edildiği ve aydınlığa kavuşturulduğu, hükmün infaz edildiği hususunda toplumda bir güvenin hakim olması gerekir. Toplumda adaletin tecellisine duyulan güven sarsıldığında, devletin varlığı da sorgulanır hale gelir. Adaletin tecellisinde temel mesele, maddi vakıanın gerçeğe uygun olarak tespit edilmesidir; ki bu, aynı zamanda muhakeme faaliyetinin amacını oluşturur. Zira, hukuki mesele bakımından doğru sonuca varılması ve muhakeme sonunda isabetli bir karar verilmesi, ancak maddi vakıanın gerçeğe uygun şekilde tespit edilmesine bağlıdır. Maddi gerçek ortaya konmadan, isabetli bir karar verildiğinden, dolayısıyla adaletin yerini bulduğundan söz edilemez. İşte bu nedenledir ki, muhakeme faaliyetinin özü maddi gerçeğe ulaşılmasıdır. Bu özün olası tüm tehlikelere karşı korunması, üstlendiği üç temel fonksiyondan biri olan yargı erkine binaen devletin varlığı bakımından son derece önemlidir. Bu nedenle, devlet açısından maddi gerçek korunması gereken bir cevherdir. Maddi gerçeğin korunmasında, muhakeme faaliyetinin kurallarına uygun olarak yürütülmesi ve bu bağlamda muhakeme sujelerinin yükümlülüklerine uygun hareket etmeleri kadar; deliller de büyük önem  taşımaktadır.  Zira,  maddi  gerçeğe  ulaşılmasını  sağlayan  vasıtalar delillerdir. Muhakeme sürecinde, adeta bir kazı faaliyeti yürütülerek deliller toplanmakta ve bunlar değerlendirilmek suretiyle üzeri örtülen gerçek gün yüzüne çıkarılmaya, geçmişteki olay yeniden canlandırılmaya çalışılmaktadır. Delil olmadan, muhakeme sürecinde bir adım ileri gidilmesi, dolayısıyla öze varılması mümkün değildir. Tanık beyanının bir delil türü olması itibarı ile tanığın gerçeğe aykırı beyanı, uyuşmazlık hakkında karar vermeye yetkili mercileri yanlış yola sevk ederek sübut ve bunun neticesinde hukuki mesele hakkında hatalı kararlar vermelerine neden olabilir. Bu durumda adaletin tecellisinden  söz  edilemeyeceği  için,  toplumda  adalet  mekanizmasının işleyişine duyulan güven sarsılacaktır. Buna göre, yalan tanıklık suçu ile korunan hukuki menfaat maddi gerçeğe ulaşılması suretiyle adaletin tecelli etmesindeki toplumsal menfaat ve adalet mekanizmasının işleyişine duyulan güvendir. 352 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Bununla birlikte, suçun düzenlediği yer dikkate alınarak böyle bir sonuca varılması yanıltıcı olmamalıdır. Zira, maddi gerçeğe ulaşılmasında sadece toplum değil; muhakemenin konusunu teşkil eden uyuşmazlığın tarafı olan ve aleyhine gerçeğe aykırı beyanda bulunulan birey de menfaat sahibidir. Yalan tanıklık suçuna ilişkin norm ile, aynı zamanda bireyin adil yargılanma hakkı  korunmaktadır.  Adaletin  tecellisinde  her  ne  kadar  toplumsal  bir menfaat bulunsa da; bu, her şeyden önce birey için gereklidir. Çünkü, birey, uyuşmazlığın tarafı olması nedeni ile bundan bizzat etkilenecek, sonuçlarını doğrudan üzerinde hissedecektir. Suçun neticesi sebebiyle ağırlaşan halleri (TCK m. 272/4-8) ile etkin pişmanlığa ilişkin düzenlemede aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte bir karar verilip verilmediğinin de göz önünde bulundurulması (TCK m. 274) bunu teyid edici mahiyettedir. Dolayısıyla, maddi vakıanın gerçeğe uygun olarak tespiti, bireyin adil yargılanma hakkı kapsamındadır. Delillerin toplanmasına  yönelik  tüm  tedbirler,  maddi  gerçeğe  varılmasına  ve  bu bağlamda bireyin adil yargılanmasına yöneliktir. Maddi gerçeğe varılmadan, adil yargılamadan söz edilemez. Ceza yargılamasında mahkumiyet kararının, sadece sanığın yüklenen suçu işlediğinin sabit olması halinde verilebilecek olmasının temelinde de bu düşünce vardır. Buna göre, yalan tanıklık suçu maddi gerçeğe ulaşılmasını engelleme tehlikesini doğurmaya elverişli bir fiil olması nedeni ile bireyin adil yargılama hakkını da ihlal etmektedir. Ancak,  maddi gerçeğin ortaya çıkması ve adaletin tecellisindeki bireysel menfaat ile toplumsal menfaat arasında bir sıralama yapılmasının, yani birinin diğerine nazaran daha üstün olduğu şeklinde bir sonuca varılmasının doğru olmadığı; her iki menfaatin birbirine bağlı olduğu ve birbirini tamamladığı kanaatindeyiz. Tanıklığın kamusal görev niteliği taşıması ve buna bağlı olarak tanığın hazır bulunma, beyanda bulunma ve gerçeği söyleme yükümlülüğü 9  Yaşar, Osman / Gökcan, Hasan Tahsin / Artuç, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, C. 6, 2. Baskı, Adalet Yayınevi, Ankara, 2014, s. 8182, Yazarlar a göre yalan tanıklık suçu ile korunan asıl hukuki değer kişilerin adil yargılanma hakkıdır. Yargılama sırasında mahkemenin kanaatini oluşturması bakımından önemli ispat araçlarından biri olan tanık beyanının gerçeğe aykırı oluşturulması suretiyle bireyin adil yargılanma hakkı ihlal edilmektedir.   Nitekim, Yargıtay kararlarında da suçun düzenlendiği yere rağmen bu husus açıkça ortaya konmaktadır. Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Yalan tanıklık suçuyla yargılamanın doğru olmayan beyanlarla gerçeğe aykırı bir şekilde yönlendirilmesinin önüne geçilerek adaletin tecellisi sağlanmak suretiyle yargılamanın taraﬂ arının haklarının zarar görmesinin engellenmesi amaçlanmaktadır. 10 Adil yargılanma hakkı, münhasıran AİHS m. 6 da sayılan haklarla sınırlı olarak anlaşılmamalıdır. Devletin adil bir yargılama yapılmasını sağlamaya yönelik aldığı tüm tedbirler, bu kapsamda yalan tanıklık suçuna ilişkin düzenleme de bu bağlamda değerlendirilmelidir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 353Yalan Tanıklık Suçu (TCK m. 272) altında olması ve bu yükümlülüklerin ihlalinin yaptırıma bağlanması, bu kapsamda yalan tanıklığın suç olarak tanımlanması; adaletin tecellisindeki hem bireysel, hem de toplumsal menfaatlerin korunmasına yöneliktir. § 3. SUÇUN YAPISAL UNSURLARI I. TİPİKLİĞİN MADDİ UNSURLARI 1. Suçun Konusu Tanığın  beyanının  gerçeğe  uygun  olması,  maddi  vakıanın  gerçeğe uygun şekilde tespit edilebilmesine yöneliktir. Tanık, uyuşmazlığın konusunu teşkil eden olay hakkında gerçeğe aykırı beyanda bulunmakla maddi gerçeğe ulaşılmasını engellemektedir. Bu suçun konusu, maddi gerçeğin ta kendisidir. 2. Fiil Suçun fiil unsuru TCK nın 272. maddesinde gerçeğe aykırı olarak tanıklık  yapmak  şeklinde  belirtilmiştir.  Gerçeğe  aykırı  olarak  tanıklık yapmak; gerçeğin tümüyle veya kısmen olduğundan başka türlü anlatılması, tanıklığın  konusunu  oluşturan  hususlar  hakkındaki  bilginin  kısmen  veya tamamen  gizlenmesi,  gerçeğin  inkar  edilmesi,  gerçeğin  ilave  bir  takım unsurlar eklenerek anlatılması şeklinde olabilir. Yalan tanıklığın ne şekilde yapıldığının bir önemi yoktur; ispat üzerinde etkisi olan bir olgunun gerçeğe 11  Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 8. 12  Yaşar / Gökcan / Artuç, C. 6, s. 8188; Özbek, Veli Özer ve diğerleri, Türk Ceza Hukuku Özel Hükümler, 7. Baskı, Seçkin Yayıncılık, Ankara, 2014, s. 1096-1097; Tezcan, Durmuş / Erdem, Mustafa Ruhan /Önok, Murat, Teorik ve Pratik Ceza Özel Hukuku, 11. Baskı, Seçkin Yayıncılık, Ankara, 2014, s. 1011; Soyaslan, Doğan, Ceza Hukuku, Özel Hükümler, 8. Baskı, Yetkin Yayınları, Ankara, 2010, s. 709; Suçun fiil unsuru 272. maddenin gerekçesinde şu şekilde tanımlanmaktadır: Suçun maddî unsuru yalan söylemek veya tanıklığın konusunu oluşturan hususlar hakkındaki bilgiyi, bilerek, kısmen veya tamamen saklamaktır. Yalan söylemek deyimi, tabiî olarak gerçeği inkar etmeyi de kapsamaktadır.; Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Yalan  tanıklık suçunun maddi unsurunu oluşturan hareket failin gerçeğe aykırı olarak tanıklık yapması ve yalan söylemesidir. Gerçeğe aykırı tanıklık yapmak, maddi olay hakkında bilerek gerçeğe aykırı beyanda bulunmak, yalan söylemek, gerçeği inkar etmek ya da sorulan sorularda bilgisini az  veya çok saklamaktır.   Bir görüşe göre, gerçeğe aykırı tanıklık yapmak söylemlerin gerçekle çelişip çatışması, gerçek olmaması, yalan olması, doğru olmamasıdır. Uygulamada tereddüt yaratmamak açısından sözkonusu ifade tarzı yerine tamamen veya kısmen gerçeğe aykırı beyanda bulunmak veya gerçeği tamamen veya kısmen gizlemek ifadesi kullanılmalıdır. Bu yöndeki görüş için bkz. Ünver, Yener, Adliyeye Karşı Suçlar, 3. Baskı, Seçkin Yayıncılık, Ankara, 2012, s. 182. Kanaatimizce de fiil unsurunun suçun yasal tanımında bu ifade yerine gerçeğe aykırı beyanda bunmak veya gerçeği gizlemek şeklinde gösterilmesi kanunilik ilkesinin bir gereği olan belirlilik ilkesine daha uygun olur idi. 354 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK aykırı  şekilde  anlatılması  yeterlidir.  Dolayısıyla,  yalan  tanıklık  suçu serbest hareketli suçtur. Ayrıca, suçun yasal tanımında netice unsuruna yer verilmemesi, fiilin icrası ile birlikte tamamlanması nedeniyle, bu suç sırf hareket suçudur. Yalan tanıklık, soyut tehlike suçu olarak düzenlenmiştir. Bir zararın gerçekleşmesi ya da somut bir tehlikenin ortaya çıkması aranmadığı gibi; gerçeğe aykırı açıklamada bulunan tanığın beyanının hükme veya karara esas alınması, delil olarak değerlendirilmesi gerekli değildir. Örneğin hakim, tanığın beyanını güvenilir bulmadığı için delil olarak değerlendirmeyebilir ve hükme esas almayabilir. Bu durumda da, gerçeğe aykırı beyanda bulunmakla yalan tanıklık suçu oluşmakta; fiilin icrası ile adaletin tecellisinin tehlikeye girdiği kabul edilmektedir. a. Gerçeğe Aykırı Olarak Tanıklık Yapmak Tanık, huzurda şahsen hazır bulunmak ve sözlü olarak ifade vermek zorundadır. Tanığın, olay hakkında duyu organları ile algılamak suretiyle edindiği  bilgiyi  açıklaması  ve  sorulan  sorulara  cevap  vermesi  beyanda bulunmadır.  Olay  hakkındaki  bilgisinin  sorulması  üzerine  verdiği  tüm bilgiler  ve  sorulan  sorular  üzerine  verdiği  yanıtlar  -bunların  içeriğinin ifadesinin alınmasına neden olan soruşturma veya kovuşturma ile ilgili olup olmadığına ya da ispat bakımından önemli olup olmadığına bakılmaksızın- tanığın ifadesine dahildir. Beyan, sözlü bir ifade bulunmasa da açıklanan 13  Ünver, s. 181. 14  Kudlich, Henn, in: BeckOK-StGB, 29. Auﬂ age, C. H. Beck Verlag, München, 2015, § 153 kn. 3. 15  Alman hukukunda da bu suçun soyut tehlike suçu olarak düzenlendiği görülmektedir. Tanığın gerçeğe aykırı beyanının maddi gerçeğin ortaya çıkarılmasını etkileyip etkilememesinin bir önemi bulunmamaktadır. Gerçeğe aykırı beyanda bulunulması gerekli ve yeterlidir (Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 18; Heger, Lackner / Kühl-StGB Vorbem §§ 153 kn. 1; Kudlich, BeckOK-StGB § 153 kn. 2; Lenckner, Theodor / Bosch, Nikolaus, in: Schönke/ Shröder StGB, 29. Auﬂ age, C. H. Beck Verlag, München, 2014, Vorbem §§ 153 kn. 2a; Wessels, Johannes / Hettinger, Michael, Strafrecht Besonderer Teil 1, 38. Auﬂ age, C. F. Müller Verlag, Heidelberg-München-Landsberg-Frechen-Hamburg, 2014,  § 17 kn. 739; Hettinger, Michael / Bender, Elias, Die Aussagedelikte, JuS 2015/7, s. 577). 16  Hettinger / Bender, JuS 2015/7, s. 578; Artuk, Mehmet Emin / Gökcen, Ahmet / Yenidünya, Ahmet Caner, Türk Ceza Kanunu Şerhi, C. 5, 2. Baskı, Seçkin Yayıncılık, Ankara, 2014, s. 7827; Yaşar / Gökcan / Artuç, C. 6, s. 8189. 17  Müller, MK-StGB § 153 kn. 8 18  Müller, MK-StGB § 153 kn. 8; Vormbaum, Thomas, in: NK-StGB, Band 2, 4. Auﬂ age, Nomos Verlag, Baden-Baden, 2013, § 153 kn. 7. 19  Wessels / Hettinger, BT 1 § 17 kn. 748; Kudlich, BeckOK-StGB § 153 kn. 5; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 355Yalan Tanıklık Suçu (TCK m. 272) öykünün  kağıt  üzerine  resmedilmesini  veya  mimiklerle  anlatılmasını  da kapsamaktadır. Tanıktan  gerçeği  söylemesi  istenir.  Tanığın  gerçeği  söyleme yükümlülüğünün sınırını, ifadenin alınmasına neden olan soruşturma veya kovuşturmanın konusu belirler. Tanık, sadece uyuşmazlığın konusunu teşkil eden olayla ilgili olarak gerçeğe uygun beyanda bulunmakla yükümlüdür. Medeni muhakemede ise bunun sınırını tanık beyanı ile ispat edilmek istenen husus  belirler.  Tanığın,  uyuşmazlığın  konusunu  oluşturan  olay  dışında kalan gerçeğe aykırı açıklamaları bu suça sebebiyet vermez. Örneğin tanık, kimliği hakkında yalan beyanda bulunuyor ise, bu suç değil; TCK nın 206. maddesinde  düzenlenen  resmi  belge  düzenlenmesinde  yalan  beyan  suçu oluşur. Ayrıca, gerçeğe aykırı beyan ancak ispat edilmek istenen husus bakımından önemli ise bu suç oluşur. Maddi gerçeğin ortaya çıkarılmasında etkisi bulunmayan olgular hakkındaki gerçeğe aykırı beyan bu suça vücut vermez. Çünkü bu durumda, fiil, adaletin tecelli etmesini menfi şekilde etkileyecek bir tehlikelilik arz etmediği için, suç ile korunan hukuki menfaati ihlal etmeye elverişli değildir. 20  Müller, MK-StGB § 153 kn. 8; Vormbaum, NK-StGB § 153 kn. 7. 21  Kudlich, BeckOK-StGB § 153 kn. 9; Wessels / Hettinger, BT 1 § 17 kn. 746; Heghmanns, Michael, Strafrecht Besonderer Teil, Springer Verlag, Berlin-Heidelberg, 2009, kn. 1847 1851; Hettinger / Bender, JuS 2015/7, s. 578; Eisele, Jörg, Versuch, Rücktritt und Berichtigung der Aussage bei §§ 153 bis 156 StGB, JA 2011/9, s. 668 f. 22  Wessels / Hettinger, BT 1 § 17 kn. 748; Heghmanns, BT kn. 1851. 23  Vormbaum, NK-StGB § 153 kn. 8; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 18; Heghmanns, BT kn. 1851; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7829; Özbek ve diğerleri, Özel Hükümler, s. 1097; Tezcan / Erdem / Önok, Özel Hükümler, s. 1011; Soyaslan, Özel Hükümler, s. 709; Feyzioğlu, s. 243; Yaşar / Gökcan / Artuç, C. 6, s. 8187; İçer, Zafer, Yalan Tanıklık Suçu (TCK. M. 272), MÜHF-HAD, C. 18, 2012/1, s. 191.   Yargıtay kararları da aynı yöndedir. Yargıtay 4. CD, 15.5.2012, E. 2010/17053, K. 2012/11506 davanın soruşturma ve kovuşturma aşamalarında tanık olarak dinlenen ve olay yerinde bulunmayan sanığın, olay günü failleri görüp görmeme gibi olayla doğrudan ilgisi bulunmayan bir konuda yalan beyanda bulunmasının yüklenen suçun unsurlarını oluşturmayacağı gözetilmeden 24  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7829; Özbek ve diğerleri, Özel Hükümler, s. 1097; Tezcan / Erdem / Önok, Özel Hükümler, s. 1011; Yaşar / Gökcan / Artuç, C. 6, s. 8187; İçer, s. 191. 25  Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 18; Heghmanns, BT kn. 1851 f.; Soyaslan, Özel Hükümler, s. 710; Yaşar / Gökcan / Artuç, C. 6, s. 8188; İçer, s. 193. 26  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7829; İçer, s. 193. 356 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Tanığın  vakıa  hakkındaki  kendi  değerlendirmeleri,  yorumları  veya çıkarımları esas itibarı ile tanık ifadesinin içeriğine dahil değildir. Tanık, olay hakkında bildiklerini gerçeğe uygun olarak beyan etmekle beraber; kendi analizlerini, yorumlarını, değerlendirmelerini, kanaatini, hissettiklerini gerçeğe aykırı olarak beyan eder yahut tamamen veya kısmen gizlerse tipik bir fiilden söz edilemeyeceği için yalan tanıklık suçu oluşmaz. Tanığın beyanının gerçeğe aykırı olup olmadığının belirlenmesinde, failin zihnindeki gerçeklik (subjektif teori) değil, objektif gerçeklik esas alınmalı; tanığın beyanının objektif gerçeklik ile çelişip çelişmediğine ya da failin bunu gizleyip gizlemediğine bakılmalıdır (objektif teori)30. Yargıtay ın 27  Müller, MK-StGB § 153 kn. 39; Heghmanns, BT kn. 1853; Hettinger / Bender, JuS 2015/7, s. 578. 28  Ünver, s. 182; Yargıtay 9. CD, 17.9.2014, E. 2014/31, K. 2014/9187 Sanığın Mehmet Cantekin ile arasında geçen olayları olayın hemen akabinde tanıklara anlatması, tanıkların da bu konuyu kendilerince yorumlayarak anlatımda bulunmasının atılı suçun kanuni unsurlarını oluşturmayacağı gözetilmeden, yüklenen suçtan sanığın beraati yerine yazılı şekilde mahkumiyetine karar verilmesi, 29  Subjektif teori, beyanın gerçeğe aykırılığının belirlenmesinde failin bilgisi ile söylediklerinin çelişip çelişmediğini esas almaktadır (Widerspruch zwischen Wort und Wissen). Çünkü, insan dış dünyada gerçekleşen vakıaları duyu organları vasıtasıyla algılamaktadır; insanın duyu organları ile vakıayı nasıl algıladığı önemlidir. Dolayısıyla, beyanın gerçeğe uygunluğunda, vakıanın dış dünyada nasıl gerçekleştiği, yani objektif gerçeklik değil; algılamalara dayalı olan tanığın zihnindeki gerçeklik esas alınmalıdır. Tanık, objektif gerçekliği değil; olay hakkında -duyu organları ile algıladığı kadarıyla- bildiklerini söylemekle yükümlüdür. Fakat bu teori, failin olay hakkındaki algılamaya dayalı bilgisini bilerek yanlış aktarması ve bunun maddi gerçeklikle örtüşmesi halinde, bu fiilin suç ile korunan hukuki menfaati ihlal etmeye elverişli olmamasına rağmen failin yalan tanıklık suçundan dolayı ceza sorumluluğu cihetine gidildiği gerekçesi ile eleştirilmektedir (bkz. Müller, MK-StGB § 153 kn. 47). Diğer taraftan fiilin taksirle işlenen şeklinin suç olarak tanımlandığı Alman hukukunda subjektif teorisinin benimsenmesi halinde, failin gerçeği söylediği düşüncesi ile gerçeğe aykırı beyanda bulunduğu bir durumda, failin bilgisinin esas alınması nedeni ile yalan tanıklık suçunun taksirle işlenen şeklinin hiçbir zaman işlenmesinin mümkün olmayacağı ifade edilmektedir (bkz. Eisele, JA 2011/9, s. 669).   Alman doktrininde subjektif teorinin modern versiyonu olarak nitelendirilen yükümlülük teorisi  (Pﬂ ichttheorie)  ise,  tanığın  gerçeği  söyleme  yükümlülüğünü  esas  almaktadır. Tanığın, olay hakkında zihninde algılamaya dayalı olarak oluşan bilgisini, gerçeği söyleme yükümlülüğüne uygun bir biçimde aktarması yeterlidir. Bu durumda, tanığın söyledikleri objektif gerçeklikle örtüşmese dahi yükümlülüğünü yerine getirmesi nedeni ile yalan tanıklık suçu oluşmaz. Ancak bu teori, Alman hukukunda yalan tanıklığın hem kasten hem de taksirle işlenen şeklinin suç olarak tanımlanması nedeni ile her iki suç tipi arasında ayırım yapma imkanını ortadan kaldırdığı gerekçesi ile eleştirilmektedir (Ayrıntı için bkz. Müller, MKStGB § 153 kn. 49).   Türk doktrininde subjektif teoriyi benimseyen görüş için bkz. Soyaslan, Özel Hükümler, s. 710. 30  Alman doktrininde objektif teori hakimdir. Bu teoriye göre, yalan tanıklık bakımından Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 357Yalan Tanıklık Suçu (TCK m. 272) da objektif teoriyi esas aldığı görülmektedir. Failin, gerçeğe aykırı beyanda bulunduğu kanaati ile hareket ettiği, ancak beyanın gerçeğe uygun olduğu durumda, elverişsiz teşebbüs sözkonusudur. Zira, fiil suçun konusu bakımından tehlike oluşturmaya; suç ile korunan hukuki menfaati ihlal etmeye elverişli değildir. Tanığın beyanının münhasıran objektif gerçeklik ile örtüşmediği bir durumda, fiilin elverişliliğinden söz edilebilir. Tanık, tanıklığının konusunu oluşturan hususlar hakkındaki bilgisini tam olarak açıklamakla yükümlüdür. Ancak, bu, yukarıda belirtildiği üzere maddi gerçeğin ortaya çıkmasında etkisi bulunan vakıalarla sınırlıdır. Açıklamadaki tanığın söylediklerinin objektif gerçeklik ile örtüşüp örtüşmediğine; bir başka ifade ile söz ile maddi gerçeklik arasında bir çelişki bulunup bulunmadığına bakılmalıdır (Widerspruch zwischen Wort und Wirklichkeit). Tanığın, algılaması ya da hafızasının zayıﬂ ığından dolayı maddi gerçeklikten uzaklaşması ise, suçun manevi unsuru bağlamında ele alınması gereken bir husustur (Ayrıntı için bkz. Müller, MK-StGB § 153 kn. 42 ﬀ .).   Alman doktrininde objektif teoriyi benimseyen görüş için bkz. Kudlich, BeckOK-StGB § 153 kn. 7 f.; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 6 ﬀ .; Heghmanns, BT kn. 1864; Hettinger / Bender, JuS 2015/7, s. 579; Mitsch, Wofgang, Teilnahme, Versuch und Rücktritt bei Aussagedelikten, JuS 2005/4, s. 341; Eisele, JA 2011/9, s. 669.   Türk doktrininde objektif teoriyi esas alan görüş için bkz. Özbek ve diğerleri, Özel Hükümler, s. 1100; Tezcan / Erdem / Önok, Özel Hükümler, s. 1012; Yaşar / Gökcan / Artuç, C. 6, s. 8188; Arslan, Mehmet, Yalan Tanıklık Suçunda Gerçeğe Aykırılık, CHD 2015/28, s. 280. 31  Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 . Yargıtay CGK, 1.4.2014, E. 2013/4-498,  K.  2014/154  Tanığın  gerçeğe  aykırı  her  beyanı  yalan  tanıklık  suçunu oluşturmayacaktır. Bu nedenle tanığın doğru sandığı açıklamaların objektif olarak gerçek dışı olması bu suçun oluşması için yeterli değildir. Tanığın bilinçli olarak gerçekten ayrılması  gerekmektedir.;  Yargıtay  4.  CD,  26.3.2012,  E.  2010/3607,  K.  2012/6879 Kendisine tanıklık görevi yüklenen kişi, beş duyusu ile elde ettiği bilgileri, değiştirmeden, gizlemeden, objektif gerçekliğe uygun olarak, kendisini dinlemeye yetkili kişi veya kurul önünde eksiksiz şekilde anlatmakla yükümlüdür.   Yargıtay ın yalan tanıklık suçuna ilişkin olarak verdiği kararların içeriğinden, failin subjektif kanısını suçun manevi unsuru olan kast kapsamında değerlendirdiği sonucuna varılmaktadır. Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Tanığın bilinçli olarak gerçekten ayrılması gerekmektedir. ... yalan gerçeğin kasten değiştirilmesi olup yanılarak, ihmal ederek veya bilmeyerek söylenen sözlerde, yalan tanıklık suçunun unsurlarının oluşmadığı kabul edilmelidir.//Başka bir anlatımla tanığın beyanları arasında çelişki bulunması tek başına yalan tanıklık suçunun oluştuğunun kabulü için yeterli değildir. Suçun tüm unsurlarının özellikle de gerçeğe aykırı tanıklığın bilinerek ve istenerek yapıldığının şüpheye yer verilmeyecek şekilde ispatlanması gerekmektedir.; Yargıtay 4. CD, 26.9.2012, E. 2011/14089, K. 2012/18536; Yargıtay 4. CD, 2.10.2012, 2011/21151, K. 2012/19087 Yargıtay 4. CD, 25.9.2012, E. 2012/3633, K. 2012/18583. 32  Eisele, JA 2011/9, s. 669; Ancak subjektif teori esas alındığında failin tamamlanan yalan tanıklık suçundan sorumlu tutulması gerekecektir. 33  Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154. 358 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK eksikliğin ispat bakımından bir etkisi ve önemi yoksa, tanığın bunu gizlemesi bu suç bakımından tipik değildir. Buna karşılık, açıklamadaki eksiklik, ispat bakımından etkisi bulunan bir hususa ilişkin ise, tipikliğin objektif unsuru gerçekleşmiştir. Yargıtay da, tanığın olay hakkındaki bilgisini gizlemesini tipik bir fiil olarak görmektedir. Belirtilmesi gerekir ki, tanığın ifadesinin münhasıran  soru-cevap  tarzında  alınması  halinde,  tanığın  sadece  sorulan hususlara cevap vermesi istenmiş olup da açıklamadığı bilgi sorulmamış ya da öğrenilmek istenmemiş ise gerçeğin gizlenmesi tipiklik arz etmez. Zira, tanığa bildiklerini tam olarak açıklama olanağı verilmiş değildir ve böyle bir durumda gerçeğin gizlendiğinden söz edilemez. Kaldı ki, ifadeyi alan merci, tanığı yeniden çağırmak suretiyle eksik bırakılan kısımlara ilişkin soru sorma imkanına sahiptir. Bunun dışında kalan hallerde, tanık olay hakkındaki tüm bilgisini açıklamakla yükümlü olup; açıklanmayan her hususa ilişkin olarak soru sorulması gerekli değildir. Sorun, suçun manevi unsuru kapsamında ele alınmalıdır. İspat üzerinde etkili olan bir hususa ilişkin olarak, tanık bunu kendisince önemsiz sayarak ya da unutarak açıklamada bulunmamış olabilir. Bu durumda, failin kasten hareket ettiği söylenemez. Fakat tanık, gizlediği hususun  ispat  için  önemli  olduğu  yahut  önemli  olabileceğini  bilmesine rağmen açıklamada bulunmaktan kaçınıyor ise, fiili tipiktir. Nitekim 272. 34  Vormbaum, NK-StGB § 153 kn. 96, 98; Kudlich, BeckOK-StGB § 153 kn. 6; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 16; Hettinger / Bender, JuS 2015/7, s. 580 35  Yargıtay 11. CD, 20.2.2014, E. 2014/11, K. 2014/2951 anılan suç, kendisinin katılmadığı olaylara ilişkin bildiklerini tanık dinlemeye yetkili merciler önünde açıklamaya zorunlu olan kimselerin ... dinlendiği konudaki bilgilerini az veya çok söylememesi ile gerçekleşir. 36  Ünver, s. 188. 37  Heghmanns, BT kn. 1862; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7830, Yazarlar a göre tanık bildiği her şeyi tam olarak anlatmakla yükümlüdür. Tanık, ayrıca soru sorulmasına gerek olmaksızın bildiği her şeyi anlatmalıdır. Tanığa, her hususa ilişkin olarak soru sorulması gerekli değildir. Tanık, sorulmadığı için o hususa ilişkin bilgisini söylemediği şeklinde bir iddiada bulunamaz. Ancak, bilgisini gizleyen tanığın yalan tanıklıkta bulunduğunun kabulü, kesin ve inandırıcı delillerin varlığına bağlıdır.; Tezcan / Erdem / Önok, Özel Hükümler, s. 1011; Gerçeği açıklamamak biçimindeki yalan tanıklıkta suçun oluşması için bu hususların sorulması gerektiği yönündeki aksi görüş için bkz. Özbek ve diğerleri, Özel Hükümler, s. 1097, madde metninde gerçeğe aykırı tanıklıktan söz edilmektedir. Bu tanıklık aktif olarak yalan beyanları dile getirmek olabileceği gibi sorulan sorulara cevap vermemek yahut gerçeğe aykırı cevaplar vermek şeklinde de olabilir. Ancak burada dikkat edilmesi gereken husus bu suç fiilinin ancak sorulan sorular bakımından oluşabileceğidir. Yoksa tanığın kendiliğinden her şeyi anlatmaması halinde yalan tanıklık suçu oluşmayacaktır.; Yaşar / Gökcan / Artuç, C. 6, s. 8188, olayın özelliğine göre, tanığa sorulan soruların, bu cevabı kapsadığının açıkça belli olması aranmalıdır.; Soyaslan, Özel Hükümler, s. 710. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 359Yalan Tanıklık Suçu (TCK m. 272) madde gerekçesi de bunu teyid edici mahiyettedir. Madde gerekçesinde, tanığın  uyuşmazlığın  konusunu  oluşturan  olay  hakkındaki  bilgisini  tam olarak  açıklamakla  yükümlü  olduğu,  bu  bilginin  tamamen  veya  kısmen saklanmasının suçun maddi unsurunu oluşturduğu açıkça belirtilmiş olup; bilerek ifadesine yer verilmek suretiyle bunun suçun manevi unsuru olan kast kapsamında mütalaa edilmesi gerektiğine dikkat çekilmiştir. Tanığın kastının varlığının tespiti ise, bir ispat sorunudur. Ancak, tanıklıktan çekinme yetkisi olmadığı halde, kişinin tanıklık yapmaktan kaçınması, bir başka ifade ile uyuşmazlığın konusunu teşkil eden maddi vakıa hakkında hiç konuşmaması ve sorulan soruların hiçbirine cevap vermemesi halinde yalan tanıklık suçu oluşmaz. Zira, bu durumda ifadenin varlığından  söz  edilemez.  Bu,  CMK nın  60.  maddesine  göre  disiplin yaptırımını gerektiren bir davranıştır. Benzer şekilde, tanık uyuşmazlığın konusunu teşkil eden maddi vakıa hakkındaki bilgisini tanıklıktan çekinme yetkisi bulunmadığı halde açık bir biçimde kısmen açıklamakla yetiniyor ve başka bilgi vermeyeceğini söylüyor yahut sorulan soruların bir kısmına cevap vermekten kaçınıyor ve bu hususlara ilişkin açıklama yapmayacağını belirtiyor ise yalan tanıklık suçu oluşmaz; bu sadece disiplin yaptırımını gerektiren bir davranıştır. Çünkü, böyle bir durumda suç ile korunan hukuki menfaati ihlal eden tipik bir fiilden söz edilemez. Buna karşılık susma açık bir biçimde ortaya konmayıp, gerçeğin gizlenmesi şeklinde ortaya çıkıyor ise yalan tanıklık suçu oluşur. Tanıklıktan çekinme yetkisine sahip olan kişinin bu yetkisini kullanması ise,  gerçeğin  gizlenmesi  şeklinde  yorumlanamaz.  Aynı  husus,  tanığın başlangıçta bu yetkisini kullanmayıp beyanda bulunmaya başladıktan sonra tanıklıktan çekinmesi yahut soruların bir kısmına cevap verip diğerlerine 38  TCK nın 272. madde gerekçesine göre Suçun maddi unsuru yalan söylemek veya tanıklığın konusunu oluşturan hususlar hakkındaki bilgiyi, bilerek, kısmen veya tamamen saklamaktır.// Tanık, tanıklığının konusunu oluşturan hususlar hakkındaki bilgisini veya gördüğünü tam olarak açıklamakla yükümlüdür. 39 Müller, MK-StGB § 153 kn. 9; Vormbaum, NK-StGB § 153 kn. 97; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 16. 40  Yaşar / Gökcan / Artuç, C. 6, s. 8196. 41  Müller, MK-StGB § 153 kn. 10; Vormbaum, NK-StGB § 153 kn. 97; Heghmanns, BT kn. 1863. 42  Heghmanns, BT kn. 1863. 43  Müller, MK-StGB § 153 kn. 11. 360 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK cevap vermekten çekinmesi için de geçerlidir. Her iki halde de, kişinin kanunen kendisine tanınan yetkiyi kullanması nedeniyle tipiklik arz eden bir fiil bulunmamaktadır. Buna karşılık, tanıklıktan çekinme yetkisi, tanığın bu yetkiyi kullanmayıp beyanda bulunmayı tercih ettiği durumda, bildiğini doğru  şekilde  söyleme  yükümlülüğünü  ortadan  kaldırmaz.  Tanıklıktan çekinme yetkisi, sadece tanıklık yapma yükümlülüğünü bertaraf eder. Bu yetki, ne çağrıldığı zaman hazır bulunma yükümlülüğünü ne de bu yetkinin kullanılmayıp tanıklık yapmanın tercih edildiği durumda doğruyu söyleme yükümlülüğünü  ortadan  kaldırır.  Bu  yetki,  tanığa  sadece  tanıklık  yapıp yapmama konusunda bir tercih imkanı vermektedir; kapsamı da münhasıran tercihin yapılması ile sınırlıdır. Bu nedenle, çekinme yetkisine sahip olup da bu yetkisini kullanmayan tanık gerçeğe aykırı beyanda bulunuyor ise yalan tanıklık suçu oluşur ve 273/1-b hükmü uygulanmaz. Muhakeme şarta bağlı olup da şartın gerçekleşmeyeceğinin anlaşılması yahut af, zamanaşımı gibi bir düşme nedeninin varlığı halinde de yalan tanıklık suçunun oluşacağı ve failin bu suçtan sorumlu tutulması gerektiği düşüncesindeyiz.  Yalan  tanıklık  suçunun  temel  şeklinin  oluşması, muhakemenin akıbetinden bağımsız olup; suçun oluşumu bakımından fiilin icra edildiği an, yani tanığın beyanda bulunduğu an esas alınmalıdır. Bu durumda, muhakemeye son verilmesi nedeni ile adaletin yanlış yola sevk edilmesinin mümkün olmadığı, dolayısıyla fiilin suç ile korunan hukuki menfaati ihlal etmeye elverişli olmadığı söylenemez. Aynı husus, madde bakımından yetkisiz (görevsiz) mahkeme huzurunda yapılan gerçeğe aykırı beyanlar bakımından da geçerlidir. Fiilin suç ile korunan hukuki menfaati 44  Yaşar / Gökcan / Artuç, C. 6, s. 8187. 45  Belirtilmesi gerekir ki, kişinin tanıklıktan çekinme yetkisini kullanması bir hukuka uygunluk nedeni  olarak  mütalaa  edilmemelidir.  Hukuka  aykırılık  unsuru  bakımından  bir  tespit yapılabilmesi için, öncelikle fiilin tipikliğinin belirlenmesi zorunludur. Halbuki, sözü edilen durumda ortada tipik bir fiil bulunmamaktadır. Zira, tanık, çekinme yetkisini kullanmak suretiyle bilgi vermeyeceğini açık bir biçimde ortaya koymaktadır; bu durumda, gerçeğin gizlenmesinden söz edilemez. Dolayısıyla, fiil tipik değildir. Tanığın çekinme yetkisini kullanması, sadece disiplin yaptırımını bertaraf eder. 46  Aksi görüş için bkz. Feyzioğlu, s. 238, dn. 563; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7832, Yazarlar a göre, tanığın yalan beyanda bulunmasından sonra muhakemeye devam edilmesini imkansız kılan bir engelin ortaya çıkması, örneğin takibi izin şartına bağlı suç hakkında Adalet Bakanının izin vermemesi ve buna bağlı olarak kovuşturma evresine geçilmesinin mümkün olmadığı bir durumda, yalan beyanın adaletin tecellisi üzerinde menfi bir etkisi de yoktur. Davanın açılamadığı bir durumda, yalan beyanın suç ile korunan hukuki menfaati ihlal etmeye elverişli olduğu söylenemez. 47  5271 sayılı CMK nın 7. maddesinde yer alan Yenilenmesi mümkün olmayanlar dışında, görevli  olmayan  hakim  veya  mahkemece  yapılan  işlemler  hükümsüzdür.  şeklindeki Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 361Yalan Tanıklık Suçu (TCK m. 272) ihlal etmeye elverişliliği, icra edildiği an itibarı ile belirlenmelidir; suçun soyut tehlike suçu olarak düzenlemesi de bunu gerekli kılmaktadır. Aksi, suçun yasal tanımında yer almayan ve muhakemeye ilişkin hususların tipikliğin olumsuz  unsuru  haline  getirilmesi  anlamını  taşır.  Bu  hususların  yalan tanıklık suçu bakımından bir cezasızlık nedeni olarak kanunda düzenlenmesi mümkün olmakla birlikte; 5237 sayılı TCK bu yönde bir düzenleme ihtiva etmemektedir. Mevcut durum itibarı ile, bu hususlar cezanın belirlenmesinde göz önünde bulundurulabilir.  b.Tanık Dinlemeye Yetkili Merciler Suçun  oluşması  için,  tanıklığın,  tanık  dinlemeye  yetkili  kişi  veya kurul önünde yapılması şarttır. Merciin tanık dinleme yetkisini haiz olması, haksızlığın yapısal bir unsuru olup; tipikliğin maddi unsurları kapsamında yer alır. Merciin tanık dinleme yetkisi yoksa yalan tanıklık suçu oluşmaz. Merciin tanık dinleme yetkisinin bulunması, sadece haksızlığın yapısal bir unsuru değildir; aynı zamanda suç ile korunan hukuki menfaatin belirlenmesi bakımından da önemli bir fonksiyon icra etmektedir. Çünkü tanık dinleme yetkisini haiz olması, merciin ifa ettiği faaliyet itibarı ile kazai fonksiyonunu ortaya koymaktadır. Bu, yargısal bir faaliyet olabileceği gibi; yargısal faaliyet dışında hukuka aykırı bir fiil dolayısıyla yürütülen herhangi bir muhakeme de olabilir. TCK nın 272. maddesinin 1. fıkrasında hukuka aykırı bir fiil nedeniyle başlatılan soruşturma kapsamında ifadesi kullanılmaktadır. Düzenlemedeki soruşturma  ifadesi  sadece  ceza  muhakemesinin  bir  evresi  olan soruşturma ile sınırlı şekilde anlaşılmamalıdır. Madde metninde geçen düzenleme  doğrudan  doğruyalık  ilkesi  gereği  görevli  (madde  bakımından  yetkili) mahkemeye hitap eden bir düzenleme olup, görevsiz mahkeme tarafından dinlenen tanığın yeniden  dinlenmesi  yükümlülüğünü  getirmektedir.  Düzenlemede  geçen  hükümsüzlük, doğrudan doğruyalık ilkesi çerçevesinde değerlendirilmeli; görevsiz mahkeme tarafından yapılan ifade alma işleminin yok sayılması şeklinde yorumlanmamalıdır. Sözgelimi görevli mahkeme, tanığın görevsiz mahkeme tarafından alınan ifadesine ilişkin tutanakları (belge delili) çelişkinin giderilmesi amacıyla duruşmada okuyabilir. Dolayısıyla, tanık görevsiz mahkemede dinlenmesi sırasında da gerçeğe aykırı beyanda bulunmak suretiyle yalan tanıklık suçunu işleyebilir. 48  Yargıtay mülga 765 sayılı TCK döneminde verdiği eski tarihli bir kararında, davanın genel af ile ortadan kalkmasını yalan tanıklık suçunun oluşumu üzerinde etkili görmemiştir. Yargıtay 4. CD, 16.5.1961, 1911/2206 Esasen dava af ile ortadan kalkarsa bu hal cezaya etkili hafiﬂ etici bir sebep teşkil eder. 49  Müller, MK-StGB § 153 kn. 25; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 20; Hettinger / Bender, JuS 2015/7, s. 580. 50  Vormbaum, NK-StGB § 153 kn. 43. 362 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK hukuka aykırı fiil ifadesinden de anlaşılacağı üzere, soruşturmanın suç dolayısıyla yapılması şart olmayıp, hukuka aykırı bir fiil dolayısıyla yapılıyor olması yeterlidir.  Dolayısıyla, ceza soruşturması ve/veya kovuşturması, medeni  muhakeme,  idari  soruşturma,  disiplin  soruşturması  sırasında tanık sıfatı ile dinlenen kişi bu suçu işleyebilir,52. Nitekim, aleyhine tanıklıkta bulunulan kişi hakkında idari yaptırım uygulanması, suçun neticesi sebebiyle ağırlaşan hallerinden biridir (TCK m. 272/8). Disiplin suçlarının da, idari yaptırım uygulanmasını gerektiren hukuka aykırı fiiller arasında yer alması ve disiplin soruşturmasını yürüten merciin tanık dinleme yetkisinin bulunması nedeni ile, disiplin soruşturması sırasında yalan tanıklık suçunun işlenmesi mümkündür. Yargıtay ın da, disiplin soruşturması sırasında yalan tanıklık suçunun işlenebileceği yönünde kararları bulunmaktadır. Ceza soruşturmasında sulh ceza hakimi ve Cumhuriyet savcısı, 51  Özbek ve diğerleri, Özel Hükümler, s. 1098; Yaşar / Gökcan / Artuç, C. 6, s. 8184. 52  2577 sayılı İdari Yargılama Usulü Kanunu nda idari davalarda tanık dinlenmesine ilişkin bir düzenleme bulunmamaktadır. Danıştay, bölge idare mahkemeleri, idare mahkemeleri ve vergi mahkemelerinde yazılı yargılama usulü uygulanır ve inceleme evrak üzerinde yapılır (2577 sayılı İYUK m. 1/2). İYUK ta hüküm bulunmayan hususlarda 6100 sayılı HMK nın uygulanacağına ilişkin 31. maddede ise, yollama yapılan hususlar arasında tanıklık sayılmış değildir. Bu nedenle, uygulamada idari davalarda yalan tanıklık suçunun oluşması mümkün gözükmemektedir. 53  Özbek ve diğerleri, Özel Hükümler, s. 1099; Yaşar / Gökcan / Artuç, C. 6, s. 8184; Tezcan / Erdem / Önok, Özel Hükümler, s. 1008.   Nitekim Alman hukukunda da disiplin soruşturması sırasında tanığın gerçeğe aykırı beyanda bulunması halinde yalan tanıklık suçunun oluşacağı kabul edilmektedir (bkz. Wessels / Hettinger, BT 1 § 17 kn. 749). 54  bkz. Yargıtay 9. CD, 6.3.2014, E. 2014/170, K. 2014/2503. 55  Bir görüşe göre, ceza muhakemesi hukukunda tanığın sözlerinin tanık beyanı niteliğini taşıyabilmesi için, bunun kovuşturma evresinde sübut konusunda karar vermeye yetkili olan mahkeme ya da onun yerine geçmeye yetkili kılınan bir organ (naip hakim ya da istinabe olunan mahkeme) olması gerekmektedir. Bu görüşe göre, tanık olmak başka şey, sübut konusunda karar verecek yargılama makamı huzurunda tanıklık etmek başka şeydir. Olayın tanığı olan kişinin sözleri ancak tanıklık ederken tanık beyanı olarak nitelendirilebilir. Bunun dışındakilere ise ifade denilir, bu ifade tutanağa geçirilince belge delili olur. Soruşturma evresinde, savcıya ve sulh ceza hakimine verilen ifadeler tanık beyanı delilini oluşturmaz. Zira, bu makamlar sübut konusunda karar vermeye yetkili değillerdir. Kovuşturma evresinde, tanığın soruşturma evresindeki ifade tutanağının okunabileceği hallerde, bu ifade tutanağı tanık beyanı delili değil, belge delili niteliğindedir (bkz. Yenisey, Feridun / Nuhoğlu, Ayşe, Ceza Muhakemesi Hukuku, 3. Baskı, Seçkin Yayıncılık, Ankara, 2015, s. 511-512).   Bu görüşe katılmıyoruz. Zira, bu görüş esas alındığında yalan tanıklık suçunun ancak mahkeme huzurunda işlenebileceğinin kabulü gerekir; tanığın mahkeme dışında diğer kişi ya da merciler huzurunda yaptığı açıklamalar, bunlar sübut konusunda karar vermeye yetkili olmadıkları için suç ile korunan hukuki menfaati ihlal etmeye elverişli nitelik taşımayacaktır. Kanaatimizce,  soruşturma  evresinde  tanığın  Cumhuriyet  savcısı  tarafından  dinlenmesi Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 363Yalan Tanıklık Suçu (TCK m. 272) ceza kovuşturmasında mahkeme, istinabe olunan mahkeme, naip hakim tanık dinleme yetkisine sahiptir. Ceza soruşturması sırasında kolluğun tanık dinlemeye  yetkisi  yoktur.  Kolluğun  araştırma  faaliyetleri  kapsamında ifadelerine başvurulması gerekli olan kişileri çağırma ve lüzumlu olan şeyleri sorma yetkisi bulunmaktadır (PVSK m. 15/1). Fakat kolluğun gelmeyen tanıkları zorla getirme ve yemin verme yetkisi yoktur. Kolluk, olayla ilgili bilgisi bulunan kişilere ifade sahibi sıfatıyla başvurur ve sorduğu sorulara ilişkin cevapları tutanağa geçirir; ancak bu işlem sırasında tanığın dinlenmesine ilişkin hükümler uygulanmaz. Bu nedenle, sözkonusu işlem teknik anlamda tanık dinleme olarak nitelendirilemez; kendine özgü yapısı olan bir araştırma ve bilgi toplama faaliyetidir. Kolluğun tanık dinleme yetkisinin bulunmaması tanık beyanı delilini oluşturur. Kovuşturma evresinde tanığın soruşturma evresindeki ifade tutanağının okunabileceği hallerde, bu ifade tutanağı belge delili niteliğinde olsa da; soruşturma evresi bakımından tanık beyanıdır. Çünkü, Cumhuriyet savcısı soruşturma evresinin sonunda, toplanan delillerin iddianame düzenlemek için yeterli olup olmadığı noktasında delilleri değerlendirmek durumundadır. Delilleri değerlendirmesi sonucunda suçun işlendiği hususunda yeterli şüphe nedeni bulunmadığı kanaatine varan Cumhuriyet savcısı  kovuşturmaya  yer  olmadığı  kararını  verecektir.  Deliller  değerlendirilmeksizin, Cumhuriyet savcısının yeterli şüphe nedeni bulunup bulunmadığını tespit etmesi mümkün değildir. Dolayısıyla, soruşturma evresinde tanığın Cumhuriyet savcısı huzurunda yaptığı açıklamalar, bu evre bakımından tanık beyanıdır. CMK 43/5, 54/2, 146/4-7 de yer alan düzenlemeler de bunu teyid etmektedir. CMK 43/5 hükmü, kişinin mahkeme dışında savcı  önünde  tanık  olarak  dinlenebileceğini,  bu  amaçla  savcının  tanığa  çağrı  kağıdı gönderebileceğini düzenlemektedir. Ayrıca, savcı çağrıya rağmen gelmeyen tanık hakkında zorla getirme kararı verebilir (CMK m. 146/4-7). Tanıkların çağrılması ve dinlenmesinde uyulacak usul bakımından savcı ve mahkeme makamları arasında bir fark gözetilmiş değildir. Yine, tanığa yemin verilmesinin gayesi göz önünde bulundurulduğunda, 54/2 hükmünden savcının delil değerlendirme yetkisinin bulunduğu sonucuna varılmaktadır; aksi halde, savcının tanığa yemin verdirmesi izah edilemez.   Tanık dinleme için yapılan bu değerlendirmeler şüphelinin ifadesinin alınması bakımından da aynen geçerlidir. Şüpheli, tıpkı tanıkta olduğu gibi soruşturma evresinde savcı ve sulh  ceza  hakimi;  kovuşturma  evresinde  ise  mahkeme  tarafından  dinlenebilmektedir. Yenisey / Nuhoğlu tarafından dile getirilen görüş, şüpheli için de geçerli midir? Bu görüş benimsendiğinde, şüphelinin savcı tarafından dinlenmesi, savcının delil değerlendirme ve sübut konusunda karar verme yetkisinin bulunmadığı gerekçesi ile beyan delili olarak nitelendirilemeyecektir. Fakat bu sonuç, CMK 145, 146, 147 ve 148 de yer alan düzenlemelerle bağdaşmayacaktır. Bu itibarla, tanık veya şüphelinin açıklamalarının veya bu açıklamaların yer aldığı tutanakların beyan ya da belge delili sayılması, dinlemeye kimin yetkili olduğundan bağımsız bir konudur. Soruşturma evresinde ifade alma veya sorguya yetkili merciler huzurunda yapılan tüm açıklamalar bu evre bakımından beyan delilidir. 56  Yakalama, Gözaltına Alma ve İfade Alma Yönetmeliği nin 4. maddesinde bilgi alma ve ifade alma kavramları ayrı ayrı tanımlanmış olup bir suçun tespiti veya aydınlatılmasına yönelik olarak, müşteki ve suçtan zarar gören ile suç işleme şüphesi altında bulunmayan diğer kişilerin dinlenmesi ve tutanağa geçirilmesi bilgi almadır. Bu Yönetmelik sadece polis değil, genel adli kolluk içinde yer alan jandarma bakımından da geçerlidir. Nitekim 364 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK nedeni  ile,  tanığın  kolluğa  olay  hakkında  bilgi  verirken  gerçeğe  aykırı beyanda bulunması veya gerçeği gizlemesi yalan tanıklık suçu bakımından tipik bir fiil değildir. Yargıtay kararları da aynı yöndedir. Kolluğa olay Yönetmelik in 3. maddesinde 2803 sayılı Kanun da zikredilmiştir. 2803 sayılı Jandarma Teşkilat, Görev ve Yetkileri Hakkında Kanun, jandarmaya tanık dinleme yetkisi veren bir düzenleme ihtiva etmemektedir. Kolluk, uygulamada olay hakkında bilgi sahibi olan kişileri dinlerken Bilgi Alma Tutanağı tanzim etmektedir. Jandarma Teşkikatı Görev ve Yetkileri Yönetmeliği m. 88, 89, 92, 99, 123 te tanığın ifadesinin alınmasından söz edilmektedir. Ancak bu Yönetmelik in dayanağını teşkil eden 2803 sayılı Kanun da jandarmaya bu yetkiyi veren bir düzenleme bulunmamaktadır. Özellikle Yönetmelik in tanık olabileceklerin çağrılması ve dinlenmesi başlığını taşıyan 123. madde hükmü, jandarmaya savcıdan bağımsız bir sujelik statüsünün verildiği izlenimini yaratmaktadır ki, bu yetki kanun ile dahi verilmiş değildir.  Kanun ile verilmeyen bir yetkinin Yönetmelik ile düzenlenmesi mümkün olmadığı için Yönetmelik in sözkonusu hükümlerini kanuna aykırı bulmaktayız; jandarmanın teknik anlamda tanık dinleme yetkisi bulunmamaktadır.   27.3.2015 tarih ve 6638 sayılı Kanun ile 2559 sayılı PVSK nın 15. maddesine eklenen 2. fıkra, kolluğa teknik anlamda tanık dinleme yetkisinin tanındığı şeklinde anlaşılmamalıdır. PVSK nın 15/2 hükmünde kullanılan tanık ifadesi ibaresi salt lâfzi yorum yapılarak 1. fıkradan  bağımsız  şekilde  yorumlanmamalıdır. Aksi  düşünce,  kolluğun  soruşturmanın sahibi olan savcıdan bağımsız bir suje olduğunun kabulü anlamını taşır. Soruşturmayı sevk ve idare etme ve bu evre bakımından delilleri değerlendirme yetkisi münhasıran savcıya aittir. Dolayısıyla, yapılan işlem teknik anlamda tanık ifadesinin alınması değildir. Ancak bu, kolluğun tanzim ettiği bilgi alma tutanaklarının delil değeri taşımadığı anlamına gelmez. 57  Ünver, s. 190-192; Özbek ve diğerleri, Özel Hükümler, s. 1099; İçer, s. 194; Yaşar / Gökcan / Artuç, C. 6, s. 8184-8185, Fakat Yazarlar a göre bu beyanların da bir soruşturmayı etkilemesi ve yönlendirmesi sözkonusu olabileceğine göre 272. maddenin 1. fıkrasına Kolluk görevlileri önünde yalan ifade veren kimselere de birinci fıkra hükmü uygulanır. şeklinde bir cümle eklenmesi yerinde olacaktır. Böyle bir ifadenin  eklenmesinin yerinde olmayacağı düşüncesindeyiz. Zira olay hakkında bilgi sahibi olan kişi kolluk tarafından dinlenmiş olsa dahi, Cumhuriyet savcısı tarafından tanık sıfatıyla yeniden dinlenecektir. En önemlisi ise, kolluğun delilleri değerlendirme, bir karar verme yetkisi bulunmamaktadır. Kolluk, soruşturma evresinde Cumhuriyet savcısının yardımcısı konumunda olup; bu evrede delilleri değerlendirme yetkisi soruşturma evresini sevk ve idare eden Cumhuriyet savcısına aittir. 58  Yargıtay 8. CD, 9.3.2015, E. 2014/33358, K. 2015/13307; Yargıtay 9. CD, 19.2.2014, E. 2014/186, K. 2014/1891; Yargıtay 9. CD, 24.9.2014, E. 2014/4234, K. 2014/9521; Yargıtay 9. CD, 18.3.2014, E. 2014/799, K. 2014/3092; Yargıtay 9. CD, 16.9.2014, E. 2013/12880, K. 2014/9146; Yargıtay 14. CD, 8.12.2014, E. 2013/4154, K. 2014/13852; Yargıtay 4. CD, 3.10.2012, E. 2011/9302, K. 2012/19328; Yargıtay 4. CD, 26.9.2012, E. 2011/8448, K. 2012/18513; Yargıtay 9. CD, 27.12.2012, E. 2012/6920, K. 2012/16000; Yargıtay 4. CD, 24.6.2009, E. 2009/16212, K. 2009/12656.   Buna karşılık Yargıtay genel kolluk içinde yer alan jandarmanın tanık dinlemeye yetkisine sahip olup olmadığı konusunda çelişkili kararlar vermektedir. Yargıtay 4. CD, 4.10.2012, E. 2011/19716, K. 2012/19722 Sanığın, yaralama ile sonuçlanan bir trafik kazasının soruşturması  sırasında,  tanık  dinlemeye  yetkili  olan  jandarma  önünde,  doğruyu söylememekten  ibaret  eylemin, TCK nın  272/1.  maddesinde  gösterilen  yalan  tanıklık suçunu oluşturup oluşturmayacağı değerlendirilip tartışılmadan; Aksi yönde Yargıtay 4. CD, 3.7.2012, E. 2010/7868, K. 2012/15866 Jandarma görevlilerinin tanık dinleme Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 365Yalan Tanıklık Suçu (TCK m. 272) hakkında bilgi veren kişinin, kolluğun tanık dinleme yetkisine sahip olduğu düşüncesi ile gerçeğe aykırı beyanda bulunması ancak mefruz suç bağlamında değerlendirilmesi gereken bir husustur. Bu durumda, fiilin tipikliğinden söz edilemeyeceği için mefruz suçtan dolayı ceza sorumluluğuna gidilebilmesi mümkün değildir.   4483 sayılı Kanun a göre yapılan soruşturma kapsamında ön inceleme ile  görevlendirilen  kişi  gerekli  bilgi  ve  belgeleri  toplama;  bu  Kanun da hüküm bulunmayan hususlarda CMK ya göre işlem yapma yetkisine sahiptir (4483 sayılı K. m. 6/1). Dolayısıyla, ön inceleme ile görevlendirilen kişi tanık dinleyebilir; ancak tanığa yemin verme yetkisinin bulunmadığı kabul edilmelidir. Zira, bu aşamada henüz ceza soruşturması başlamış değildir; ceza soruşturmasına başlanmasının gerekli olup olmadığına yönelik idari işlem mahiyetini taşıyan bir inceleme yapılmaktadır.  Meclis  soruşturması  (Anayasa  m.  100),  verilen  önerge  üzerine başlatılmaktadır.  Bu  önergede,  hakkında  soruşturma  açılması  istenen Başbakan veya bakanın ceza sorumluluğunu gerektiren fiilin görev sırasında işlendiğinin ve hangi kanun hükmüne aykırı olduğunun gerekçe gösterilmek ve maddesi de yazılmak suretiyle belirtilmesi zorunludur (TBMM İç Tüzüğü m. 107/2). Soruşturma açılmasına karar verilmesi halinde, onbeş kişiden oluşan bir soruşturma komisyonu oluşturulur (TBMM İç Tüzüğü m. 109/1). Meclis  soruşturma  komisyonu,  Başbakan  veya  bakan  hakkında  önerge ile  isnad  edilen  suç  dolayısıyla  araştırma  faaliyeti  yürütür.  Soruşturma kapsamında, komisyon tanık dinleme yetkisine de sahiptir (TBMM İç Tüzüğü m. 111)61. Komisyon, soruşturma sonunda Yüce Divana sevk yönünde bir yetkilerinin bulunmaması karşısında, yalan tanıklık suçunun öğelerinin oluşamayacağı gözetilmeden  sanığın  hükümlüğüne  karar  verilmesi;  Yargıtay  4.  CD,  1.11.2011,  E. 2011/12425, K. 2011/19874. 59  Eisele, JA 2011/9, s. 668. 60  Yaşar / Gökcan / Artuç, C. 6, s. 8185-8186; Aksi yöndeki görüş için bkz. Ünver, s. 191, Ünver e göre 4483 sayılı Kanun çerçevesinde yapılan ön soruşturma idari işlem değil, ceza soruşturmasının ön aşamasıdır ve soruşturmacının tanık dinleme yetkisi yanında tanığa yemin verme yetkisi vardır. 61  TBMM İç Tüzüğü nün Meclis soruşturması komisyonunun yetkilerini düzenleyen 111. maddesi şu şekildedir: Komisyon kamusal ve özel kuruluşlardan konu ile ilgili bilgi ve  belgeleri  isteyebilir;  gerekli  gördüklerine  el  koyabilir;  Bakanlar  Kurulunun  bütün vasıtalarından faydalanabilir; Bakanlar Kurulu üyelerini, diğer ilgilileri, tanık ve bilirkişileri dinleyebilir (f. 1). Komisyon, naip veya istinabe yolu ile adlî mercilerden yardım isteyebilir. Ayrıca Ceza Muhakemeleri Usulü Kanununun tanıklarla, bilirkişilerle, zapt ve arama ile ilgili olarak adlî mercilere verdiği hürriyetleri kısıtlayıcı yetkilerin genel hükümler çerçevesinde kullanılmasını, gerekçesini bildirmek suretiyle görevli adlî merciden yazıyla isteyebilir (f. 2). Komisyon, hakkında soruşturma açılması istenen Başbakan veya bakanın savunmasını alır. 366 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK rapor hazırlayabilir ve bu rapor üzerine TBMM Yüce Divana sevk yönünde karar alabilir. Komisyonun Yüce Divana sevk yönündeki raporları ile Genel Kurulun Yüce Divana sevk kararlarında isnad edilen suç ve sevk maddesi gösterilmek zorundadır (TBMM İç Tüzüğü m. 112/4). Buna göre, Başbakan veya ilgili bakan hakkında meclis soruşturma komisyonu tarafından yürütülen araştırma faaliyeti, ceza muhakemesi sürecinde soruşturma evresine tekabül etmektedir. TBMM Genel Kurulu nun Yüce Divana sevk kararı ise iddianame yerine geçen belgedir. Dolayısıyla, meclis soruşturma komisyonu adli nitelikte bir görev ifa etmektedir.  Bu soruşturma sırasında dinlenen tanıkların gerçeğe aykırı beyanda bulunmaları, yalan tanıklık suçunu oluşturur. Fakat TBMM İç Tüzüğü, tanığa yemin verme yetkisini ihtiva eden bir düzenleme içermediği için, dar yorumla meclis soruşturma komisyonunun tanığa yemin verme yetkisini haiz olmadığı kabul edilmelidir. Bu nedenle, komisyon huzurunda dinlenen tanıkların gerçeğe aykırı beyanları ancak suçun temel şeklini (TCK m. 272/1) oluşturur. Tahkim  hükümleri  gereği  hakemler  tanık  dinleyebilirler  (6100  s. HMK m. 429); fakat yemin veremezler. Noterler ise, yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul olmadıkları gibi; hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturmadan da söz edilemeyeceği için yalan tanıklık suçunun oluşması mümkün değildir. Bununla ilgili olarak talep edeceği belgeleri temin ettirir (f. 3). Komisyon, gerektiğinde alt komisyonlar kurarak Ankara dışında çalışma kararı alabilir (f. 4). 62   Alman  hukukunda  da  parlamento  soruşturma  komisyonlarının  tanığa  yemin  verme yetkisinin  bulunmadığı  kabul  edilmektedir.  Soruşturma  Komisyonu  Kanunu nun (Untersuchungsausschussgesetz)  yürürlüğe  girdiği  19.6.2001  tarihine  kadar  doktrinde parlamento soruşturma komisyonlarının tanığa yemin verme yetkisini haiz olduğu, bu nedenle de tanığın soruşturma komisyonu huzurunda gerçeğe aykırı beyanda bulunması durumunda StGB §153 hükmüne göre cezalandırılması gerektiği ileri sürülmüştür. Zira, StGB § 153 hükmünün uygulanabilmesi için merciin tanığa yemin verme yetkisine sahip olması  gerekmektedir.  İşte  bu  nedenle,  soruşturma  komisyonları  huzurunda  gerçeğe aykırı beyanda bulunulması halinde bunu StGB § 153 kapsamında değerlendirebilmek için, parlamento soruşturma komisyonlarının beyanda bulunan kişiye yemin verebileceği doktrinde kabul edilmekte idi.  Ancak, 19.6.2001 tarihinde yürürlüğe giren Soruşturma Komisyonu Kanunu nun 162. paragrafının 2. fıkrasında StGB § 153-160 hükümlerinin parlamento soruşturma komisyonları huzurunda gerçeğe aykırı beyanda bulunulması halinde de uygulanacağına ilişkin bir düzenlemeye yer verilmiştir. Sözkonusu düzenleme ve bu Kanun da soruşturma komisyonunun yemin verme yetkisine sahip olduğunu öngören bir düzenleme de bulunmaması karşısında artık bu görüşün geçerliliğini kaybettiği ve parlamento soruşturma komisyonlarının yemin verme yetkisine sahip olmadığı kabul edilmektedir (Vormbaum, NK-StGB § 153 kn. 52). 63  Yaşar / Gökcan / Artuç, C. 6, s. 8186. 64   Yargıtay  11.  CD,  20.2.2014,  E.  2014/11,  K.  2014/2951Noterlerin  TCK nun  272. maddesinin 2. fıkrasında yer alan yemin ettirerek tanık dinlemeye kanunen yetkili kişi  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 367Yalan Tanıklık Suçu (TCK m. 272) Uluslararası  adli  yardımlaşma  çerçevesinde,  Türkiye de  tanık dinlendiği ve tanığın gerçeğe aykırı beyanda bulunduğu durumda da yalan tanıklık suçu oluşur. Yine, Türkiye de yürütülen bir muhakeme dolayısıyla merciin  tanık  dinleme  yetkisi  bulunmakla  birlikte;  tanığın  ülke  dışında bulunması  nedeniyle  bu  ülkede  dinlenmesi  ve  gerçeğe  aykırı  beyanda bulunması halinde 272. madde hükmü uygulama alanı bulur. Buna karşılık, bir Türk vatandaşının yabancı ülkede işlenen bir suç nedeni ile yabancı ülkede yürütülen bir muhakeme dolayısıyla yabancı ülke mercileri huzurunda tanık sıfatı ile gerçeğe aykırı beyanda bulunduğu bir durumda 272. madde hükmü uygulanmaz; zira bu durumda Türkiye de adaletin gerçekleşmesini tehlikeye sokan, dolayısıyla norm ile korunan hukuki menfaati ihlal eden bir durumdan söz edilemez.  c.  Tanığın  Çağrılması  ve  Dinlenmesine  İlişkin  Muhakeme Kurallarına Aykırılık Tanığın  çağrılması  ve  dinlenmesine  ilişkin  muhakeme  kurallarına aykırılığın  yalan  tanıklık  suçunun  oluşumu  üzerindeki  etkisi  doktrinde tartışmalı  bir  konudur.  Bir  görüşe  göre,  tanığın  usulüne  uygun  olarak çağrılmaması veya dinlenmemesi halinde yalan tanıklık suçu oluşmaz. Yalan tanıklık  suçu  muhakemenin  amacını,  yani  muhakeme  sonunda  verilecek kararı korumaktadır. Bunun için ise, muhakemenin kurallarına uygun olarak yürütülmesi ve bu bağlamda muhakemeye katılan sujeler ile muhakemede yer alan diğer kişilerin yükümlülüklerine uygun hareket etmesi beklenmektedir. Muhakemede tanığın yükümlülüklerinden biri de doğru beyanda bulunmaktır. Yalan  tanıklık  suçu  ile,  failin  kendisinden  beklenen  davranış  biçimine, yani  doğruyu  söyleme  yükümlülüğüne  uygun  davranmaması  suretiyle muhakemenin  amacını  tehlikeye  düşürmesi  cezalandırılmaktadır.  Tanığın veya kurul olmadığı gibi anılan maddenin 1. fıkrasında yer alan hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturmadan da bahsedilemeyeceği cihetle, belirtilen suçun yasal unsurlarının gerçekleşmediği, vekaletnamenin düzenlenmesi sırasında vekalet veren bayanın Asiye Karabulut olduğunu doğrulamak suretiyle kişinin kimliği hakkında yalan beyanda bulunan sanığın eyleminin TCK nun 206. maddesindeki suçu oluşturdugu gözetilmeden suç vasfında yanılarak sanık Kazım Kazan hakkında yalan tanıklık suçundan TCK nun 272/2. maddesi uyarınca yazılı şekilde hüküm kurulması 65 Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 21; Vormbaum, NK-StGB Vorbem §§ 153 ﬀ . kn. 31; Kudlich, BeckOK-StGB § 153 kn. 35. 66  Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 24; Vormbaum, NK-StGB Vorbem §§ 153 ﬀ . kn. 33; Kudlich, BeckOK-StGB § 153 kn. 36. 67  Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 25; Vormbaum, NK-StGB Vorbem §§ 153 ﬀ . kn. 34. 368 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK dinlenmesine ilişkin muhakeme kurallarına aykırı hareket edilmiş ise, tanık ister  doğru  isterse  gerçeğe  aykırı  beyanda  bulunmuş  olsun  bu  beyanın delil olarak değerlendirilmesi ve hükme esas alınması mümkün değildir. Dolayısıyla, usulüne uygun olarak alınmayan tanık beyanının muhakeme sonunda verilecek karara etki etme imkanı yoktur. Muhakemenin amacı, tanığın beyanı ile değil; usulüne aykırı olarak alınan tanık beyanının delil olarak değerlendirilmesi ve hükme esas alınması halinde tehlikeye düşer. Bu itibarla, muhakemede değerlendirilemeyen tanık beyanının yalan tanıklık suçunu oluşturabilmesi mümkün değildir. Kanaatimizce, tanığın çağrılması ve dinlenmesine ilişkin muhakeme kurallarına aykırılık, yalan tanıklık suçunun oluşumu üzerinde etkili değildir. Tanığın usulüne uygun olarak çağrılmaması suçun oluşmasını önlemez. Çünkü, bu durum, kişinin tanık sıfatını kazanmasına engel değildir. Burada, delilin elde edilmesinde bir hukuka aykırılık sözkonusu olsa da; dinlenen kişi tanık statüsündedir ve uyuşmazlığın konusunu teşkil eden vakıa hakkında bildiğini doğru şekilde söylemekle yükümlüdür. Sözkonusu hukuka aykırılığa rağmen, fiil haksızlığını muhafaza eder. Usulüne uygun çağrıda bulunulması, bu suçun bir unsuru olmayıp; çağrıya rağmen gelmeme halinde uygulanacak 68  Vormbaum, NK-StGB § 153 kn. 32; Benzer yönde bkz. Hettinger / Bender, JuS 2015/7, s. 580, Yazarlar a göre tanığın beyanının muhakemede delil olarak değerlendirilebilir olması, yalan tanıklık suçu ile korunan hukuki menfaatin ihlali için gerekli bir koşuldur. Bu durumda, tanığın gerçeği söyleme yükümlülüğü bulunmadığı gibi; bir beyanın varlığından da söz edilemez.   Yargıtay da, mülga 765 sayılı TCK döneminde tanığın usulüne uygun olarak çağrılması ve dinlenmesini suçun oluşması bakımından bir ön koşul olarak kabul ettiğini belirten kararlar vermiştir. Bu kararlara göre, tanık usulüne uygun olarak çağrılmamış ve/veya dinlenmemiş ise gerçeğe aykırı beyanda bulunması yalan tanıklık suçunu oluşturmaz. Yargıtay 4. CD, 6.5.2002, E. 2002/5840, K. 2002/7908 1-Sulh Ceza Mahkemesine açılan 6831 sayılı Yasa ile ilgili davada sanık olan Elbeti ne yükletilen suça sanığın da katılması nedeniyle CYY.nın 50.maddesi uyarınca tanıklık etmeden ve ant içmeden çekinme hakkı bulunmasına karşın, Yasaya göre gerekli uyanlar yapılmadan dinlendiğinin anlaşılması karşısında, a- CYY nda öngörülen yönteme göre dinlenmeyen sanığa yükletilen yalan tanıklık suçunun ön koşullarının  oluşmadığının  gözetilmemesi,  b-  Hakkında  tanıklıktan  çekinme  uyarısı yapılmadığı için TCY nın 288. maddesinin 2., uyarı yapılsaydı bile aynı maddenin 1. bentleri uyarınca hüküm kurmak gerekirken, eksik incelemeyle ve suçun ön koşulunu ve cezadan bağışıklık nedenlerini göz ardı edilmesi suretiyle TCY.nın 286/1. maddesiyle hüküm kurulması; Aynı yönde bkz. Yargıtay 4. CD, 15.9.1993, E. 1993/5002, K. 1993/6077, T. 15.9.1993. 69  bkz. Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7831; Ünver, s. 197; Özbek ve diğerleri, Özel Hükümler, s. 1099; Tezcan / Erdem / Önok, Özel Hükümler, s. 1012; Feyzioğlu, s. 239; Yaşar / Gökcan / Artuç, C. 6, s. 8186; İçer, s. 196. 70  İçer, s. 196. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 369Yalan Tanıklık Suçu (TCK m. 272) olan zorla getirme tedbirine ilişkin bir koşuldur. Tanığın dinlenmesine ilişkin muhakeme hukuku kurallarına aykırılık ise, tanığın beyanda bulunduğu bir durumda,  onun  doğruyu  söyleme  yükümlülüğünü  bertaraf  etmediği  gibi; sözkonusu aykırılığa binaen tanık beyanının delil olarak değerlendirilememesi yalan tanıklık suçunun oluşumuna engel değildir. Bu husus, sadece cezanın belirlenmesinde  dikkate  alınabilir.  Örneğin,  tanığa  dinlenmeden  önce gerçeği söylemesinin önemi, gerçeğe aykırı beyanda bulunması halinde yalan tanıklık suçundan dolayı cezalandırılacağı hatırlatılmalıdır (CMK m. 53). Bu hususun hatırlatılmaması, yalan tanıklık suçunun oluşmasına engel değildir. Çünkü, tanığın gerçeğe aykırı beyanda bulunduğunu bilerek hareket ettiği bir durumda, bu hatırlatmanın yapılmamış olması kastını ortadan kaldırmaz. 71  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7831; Ünver, s. 197; Özbek ve diğerleri, Özel Hükümler, s. 1099-1100; Feyzioğlu, s. 239; Yaşar / Gökcan / Artuç, C. 6, s. 8186. 72  Müller, MK-StGB § 153 kn. 25; Heger, Lackner / Kühl-StGB Vorbem §§ 153 kn. 6; Kudlich, BeckOK-StGB § 153 kn. 12, 14; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 23.   Ancak buna bazı istisnalar tanınması mümkündür. Bunlardan biri, merciin tanık dinleme yetkisinin bulunmamasıdır; zira bu durumda tanık beyanının varlığından söz edilemez. Bir diğeri ise, tanığın ifadesinin alınması sırasında yasak sorgu yöntemlerinin (Alman StPO § 136a, CMK m. 148) uygulanmasıdır. Alman StPO § 69/3 hükmüne göre, tanığın dinlenmesinde şüpheli veya sanığın ifadesinin alınmasında yasak sorgu yöntemlerinin uygulanmasını ve bu ifadenin delil olarak değerlendirilmesini yasaklayan StPO § 136a hükmü uygulanacaktır. Buna göre, tanığın beyanının özgür iradesine dayanması; bunun için tanığın ifade sırasında hem fiziksel hem de ruhsal bakımdan ifade verebilecek durumda olması gerekmektedir. Yasak yöntemlerin uygulanması, delil aracı olan tanığın fiziksel ve ruhsal bütünlüğüne zarar verdiği gibi; bu yolla tanığın iradesinin baskı altına alınması, normun koruma amacı olan maddi gerçeğin bulunmasını da tehlikeye sokmaktadır. İşte bu durumlarda yalan tanıklık suçu oluşmaz (Müller, MK-StGB § 153 kn. 25, 31, 32; Kudlich, BeckOK-StGB § 153 kn. 13).   5271  sayılı  CMK da  ise  tanığın  dinlenmesi  sırasında  148.  maddenin  uygulanacağına ilişkin bir düzenlemeye yer verilmemiştir. Ancak böyle bir düzenlemeye yer verilmemiş olması bir eksiklik değildir. 5271 sayılı CMK da, Alman StPO § 69/3 hükmüne paralel bir düzenlemenin bulunmaması, tanığın ifadesinin alınması sırasında yasak sorgu yöntemlerine cevaz verildiği şeklinde yorumlanamaz. Tanığın beyanının özgür iradesine dayanması ve ifadesi sırasında fiziksel ve ruhsal bakımdan beyanda bulunabilecek durumda olması, tanığın bir delil aracı olduğu düşünüldüğünde ceza muhakemesinin amacı olan maddi gerçeğin bulunması bakımından mantıki bir zorunluluk olarak karşımıza çıkmaktadır. Diğer taraftan, ceza muhakemesinin amacı her ne kadar maddi gerçeğin bulunması olsa da; bir hukuk devletinde, bu amaca her ne pahasına olursa olsun sınırsız bir yaklaşımla değil, insan haklarına uygun şekilde ulaşılması esastır. İşte CMK nın 148. maddesi, bunu sağlamaya yönelik olup; şüpheli veya sanığın ifadesi ya da sorgusu sırasında iradesini etkileyen ve insan hakları ile bağdaşmayan her türlü yöntemin uygulanmasını yasaklamaktadır. CMK nın 148. madde hükmünün kıyas yoluyla tanığın ifadesinin alınması bakımından da uygulanacağı hususunda bir tereddüt yoktur.  73  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7831; Özbek ve diğerleri, Özel Hükümler, s. 1100; Feyzioğlu, s. 239; Yaşar / Gökcan / Artuç, C. 6, s. 8187. 370 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Dolayısıyla fiil haksızlığını muhafaza eder. Bu delilin, hukuka aykırı olarak elde edilmiş olması nedeni ile değerlendirilememesi, haksızlığın varlığını ortadan kaldırıcı bir etkiye sahip değildir. Tanık beyanı ile bu beyanın elde edilmesindeki hukuka aykırılık sebebiyle delil olarak değerlendirilebilirliği birbirinden  farklı  hususlardır.  Tanığa  yükümlülüklerinin  ve  haklarının öğretilmemesi, her ne kadar hükme esas alınamayacak olsa da ortada bir tanık beyanının bulunmadığı, bu durumda tanığın gerçeği söyleme yükümlülüğü altında olmadığı ve yalan söyleyebileceği, gerçeğe aykırı beyanının suç teşkil etmeyeceği şeklinde yorumlanamaz. Aksi düşünce, muhakeme kurallarına aykırılık halinde tanığın yalan söyleyebileceği şeklinde çelişki arz eden bir sonuca yol açar. Bu itibarla, tanık; yükümlülükleri ve hakları konusunda bilgilendirilmemiş olsa dahi, mahkeme veya yetkili merci huzurunda gerçeği söyleme  yükümlülüğü  altındadır.  Bu  bağlamda,  tanıklıktan  çekinme yetkisi bulunan tanığa bu yetkisinin hatırlatılmaması, yalan tanıklık suçunun oluşmasını önlemez. Nitekim, TCK nın 273. maddesindeki düzenleme de bunu teyid edici mahiyettedir. Tanıklıktan çekinme yetkisi bulunan tanığa bu yetkisinin hatırlatılmaması, fiilin suç teşkil etmesine engel değildir. Ancak bu yetkinin hatırlatılmaması, şahsi cezasızlık ya da cezada indirim yapılmasını gerektiren şahsi neden olarak öngörülmüştür. Diğer taraftan, tanık beyanı hükme esas alınmamış olabileceği gibi; hükme  esas  alınmış  olup  da  sözkonusu  hukuka  aykırılık  kanunyoluna başvurulmaması yahut kanunyoluna başvurulmuş olup da ileri sürülmemesi ya da gözden kaçması gibi bir nedenle hiç tartışma konusu yapılmamış olabilir. İşte  bu  ihtimal  karşısında,  muhakeme  kurallarına  uygun  davranılmasının yalan tanıklık suçunun bir önşartı olarak kabul edilmesi, suçun oluşmasının muhakemenin  taraﬂ arının  iradesine  bağlı  kılınması  yahut  kanunyolu denetiminde bir hata yapılmaması anlamını taşır ki, bunun suç teorisinde suçun yapısal bir unsuru olarak izahı mümkün değildir. Tanığın  yemin  edip  etmemesinin  suçun  oluşumu  üzerinde  bir etkisi  yoktur.  Yemin  verilmeyen  tanıklar,  CMK nın  50.  maddesinde 74  Aynı yönde bkz. Yaşar / Gökcan / Artuç, C. 6, s. 8187. 75  Müller, MK-StGB § 153 kn. 34; Aksi görüş için bkz. Hettinger / Bender, JuS 2015/7, s. 580. 76  Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 23 f. 77  Müller, MK-StGB § 153 kn. 28. 78  Aynı husus, mülga 765 sayılı TCK için de geçerli idi. Ancak mülga 765 sayılı TCK da tanığın yeminsiz dinlenmesi 286/4 hükmünde cezada indirim yapılmasını gerektiren nitelikli unsur olarak düzenlenmiş idi: Eğer yeminsiz şahadet edilmişse ceza müddeti yarısına kadar Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 371Yalan Tanıklık Suçu (TCK m. 272) düzenlenmiştir. Tanık yemin etmese de, doğruyu söylemekle yükümlüdür; yemin  verdirilmemesi  doğruyu  söyleme  yükümlülüğünü  bertaraf  etmez. Şayet tanık yemin ettirerek tanık dinlemeye yetkili kişi veya kurul önünde dinleniyor ise, suçun nitelikli hali (TCK m. 272/2) oluşur. Çünkü, bu nitelikli hal bakımından tanığın yemin etmiş olması değil; tanığı dinleyen kişi veya kurulun yemin verme yetkisinin bulunması koşulu aranmaktadır. 3. Fail Yalan  tanıklık  suçunun  faili,  sadece  yetkili  merci  tarafından  tanık sıfatı ile davet edilen ve bu sıfatla beyanda bulunan kişiler olabilir. Faillik statüsü bakımından, beyanın tanık sıfatı ile yapılması önemlidir. Tanık sıfatını taşımayan bir kimsenin gerçeğe aykırı beyanı bu suç bakımından tipik değildir. Dolayısıyla, bu suç özgü suçtur (Sonderdelikt)81. Diğer taraftan, fiilin indirilir. Cezada indirim yapılmasını gerektiren sözkonusu nitelikli unsurdan, mülga 765 sayılı TCK 286/1 de düzenlenen suçun temel şekli açısından tanığın yemin etmiş olması gerektiği sonucuna varılmakta idi. 79  Kudlich, BeckOK-StGB § 153 kn. 4; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 4. 80  Bilirkişinin gerçeğe aykırı mütalaada bulunması, tercümanın ifade ve belgeleri gerçeğe aykırı olarak tercüme etmesi bağımsız bir suç olan gerçeğe aykırı bilirkişilik veya tercümanlık suçunu (TCK m. 276) oluşturur. Mülga 765 sayılı TCK da ise bilirkişinin gerçeğe aykırı mütalaada bulunması yalan tanıklık suçu kapsamında düzenlenmiş idi. 81  Vormbaum, NK-StGB § 153 kn. 111, Yazar a göre, bu suç gerçek özgü suçtur (echtes Sonderdelikt). Zira tanıklık konumu faile özgü olarak aranan ve cezalandırılabilirliği temellendiren bir özelliktir; İçer, s. 201; Aksi görüş için bkz. Ünver, s. 178; Özbek ve diğerleri, Özel Hükümler, s. 1108; Ölmez, Gökhan, Yalan Tanılık Suçu, Yüksek Lisans Tezi (Yayınlanmamış), Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2013, s. 63, dn. 179, Yazar a göre tanıklık sıfatının yargılamaya konu olaydan sonra ortaya çıkması ve kural olarak herkesin tanıklık yapmak zorunda olması nedeni ile bu suç özgü suç niteliğini haiz değildir.   Alman doktrinde ileri sürülen bir görüş, bu suçun özgü suç niteliği taşımadığı yönündedir. Alman doktrininde bu yöndeki görüş için bkz. Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 19, Zira tanık konumu yalan tanıklık suçunun özel ve şahsi nitelik taşıyan bir unsuru değildir. Çünkü, tanık adaletin gerçekleşmesinde kendisine yükümlülük yüklenen özel bir konumda değildir. Maddi gerçeğin tespiti görevi, tanığa bırakılmış değildir. Maddi gerçeğin bulunmasında, tanığın hukuki hiçbir görevi yoktur; bir başka ifade ile tanık hukuki bir yükümlülük altında değildir; sadece fiili bir görev ifa etmektedir. Tanık, hazır bulunma ve beyanda bulunma yükümlülüğü altında ise de; bunun dışında sınırları belirlenen bir yükümlülük yüklenmiş değildir. Suçun yasal tanımında tanık ifadesine yer verilmek suretiyle suçun faili sınırlandırılmış olmasına rağmen; bunun amacı onu özel bir yükümlülük altına sokmak değil, tam tersine tanığı korumaktır. Bir kimse, ancak tanık sıfatı ile beyanda bulunduğunu biliyor ise yalan tanıklık suçu oluşabilir.   Kanaatimizce,  bu  suç  özgü  suç  niteliğindedir.  Zira,  herkesin  yalan  tanıklık  suçunu işleyebilmesi mümkün değildir. Ancak, yetkili kişi ya da merciler tarafından tanık sıfatı ile beyanda bulunmak üzere davet edilen kişiler bu suçu işleyebilirler. Bunun dışındaki kişilerin bu suçu işleyebilmeleri mümkün değildir. Kişinin, yargılamaya konu olayla bağlantılı olarak 372 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK münhasıran tanığın bizzat kendisi tarafından icra edilebilmesinin mümkün olması nedeni ile bizzat işlenebilen bir suçtur (eigenhändiges Delikt)82. Kimlerin  tanık  sıfatıyla  dinlenebileceğine  gelince: Tanık,  teknik bir  kavram  olup;  muhakeme  konusu  olay  hakkında  duyuları  vasıtasıyla öğrendiklerini  aktaran  ve  uyuşmazlığın  konusunu  oluşturan  olayın  tarafı olmayan üçüncü kişidir. Suçtan zarar gören veya mağdurun dinlenmesinde her olaydan sonra tanık sıfatını kazanması ve olay hakkında bilgi sahibi olan ve uyuşmazlığın tarafı olmayan herkesin tanıklık yapmak zorunda olması, bunu herkesin işleyebileceği bir suç haline getirmez. Özgü suç için, fiilin icra edildiği an itibarı ile failin suç tipinin aradığı sıfatı haiz olması gerekmektedir. Burada filin icra edildiği an ile kastedilen, kişinin tanıklık yaptığı olayın vuku bulduğu ya da hukuki ilişkin kurulduğu an değildir. Tam tersine, kişinin, sözkonusu olaya binaen ortaya çıkan uyuşmazlığa ilişkin muhakemeyi yürüten yetkili merciin çağrısı üzerine bu merci huzurunda beyanda bulunduğu andır. Dolayısıyla, tanıklık sıfatının yargılamaya konu olaydan sonra çıkması şeklinde yukarıda ileri sürülen görüşe (bkz. Ölmez, s. 63) iştirak etmiyoruz. Burada önemli olan, tanıklık sıfatının uyuşmazlığın konusunu teşkil eden olay anında ortaya çıkıp çıkmadığı değil; kişinin yetkili merci tarafından bu sıfatla çağrılıp çağrılmadığıdır. Örneğin, suç teşkil eden olay anında hiç orada bulunmayan ve olay hakkında hiçbir bilgisi olmayan kişi de, yetkili merci tarafından tanık sıfatı ile çağrıldığında artık tanıktır ve dinlendiğinde tanık sıfatı ile beyanda bulunmaktadır. Bu kişi, sanki olay anında orada imiş ve olay hakkında bilgisi varmış gibi gerçeğe aykırı beyanda bulunduğunda yalan tanıklık suçundan dolayı sorumlu tutulacaktır. 82  Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 16 f., § 153 kn. 73; Vormbaum, NK-StGB § 153 kn. 111; Heger, Lackner / Kühl-StGB Vorbem §§ 153 kn. 7; Kudlich, BeckOK-StGB § 153 kn. 2; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 2a; Wessels / Hettinger, BT 1 § 17 kn. 739; Heghmanns, BT kn. 1847; Kudlich, JA 2008/7, s. 510; Hettinger / Bender, JuS 2015/7, s.  577; Tezcan / Erdem / Önok, Özel Hükümler, s. 1010; İçer, s. 202. 83  Şahin / Göktürk, C. 2, s. 33.   Tanık tarafından edinilen bilginin her zaman doğrudan olması mümkün değildir. Bazen, dolaylı edinilmiş bilgi de sözkonusu olabilir. Olayı bizzat görmüş olan kişi(ler)den olay hakkında bilgi sahibi olan birisi dolaylı tanık durumundadır. Olay hakkında doğrudan bilgi sahibi olan tanığa çeşitli nedenlerle ulaşılamaması, tanıklık yapmaması gibi durumlarda, ondan bilgi sahibi olan kişinin, duyduğunu söyleyen olarak dolaylı tanıklığı gündeme gelmektedir. Bu kişi, tanığın daha önce ifadesini almış olan kolluk görevlisi, Cumhuriyet savcısı veya hakim olabileceği gibi; gizli bilgi kaynağından bilgi alan bir görevli ya da bir olay hakkında dolaylı bilgi sahibi olan her hangi bir üçüncü kişi olabilir. Özellikle örgütlü suçlulukla mücadele çerçevesinde gizli soruşturmacının ya da örgüt içinde (güvenilir kişi) veya dışında (informant, bilgi veren) olup, soruşturma ve kovuşturma makamlarına bilgi aktaran özel şahsın anonim kalması nedeniyle bundan duyduğunu aktaran kişinin tanıklığı sözkonusu olabilir. Dolaylı olarak bilgi edinmiş kişilerin tanıklığı, ikinci derece tanıklık veya tanıklığın tanıklığı olarak da adlandırılmaktadır. Gerçekten bu kişiler, bilgilerini olayın tanığı olmuş bir başkasından edindikleri için, bir bakıma tanıklığın tanıklığını yapmaktadırlar. Ayrıca, bilgileri orijinal, ilk elden olmadığı için de tanıklıkları ikinci derecedir (Şahin / Göktürk, C. 2, s. 35).   Dolaylı tanık da bu suçun faili olabilir. Tanıklığının dolaylı olması, doğruyu söyleme yükümlülüğünü ortadan kaldırmaz. Doğruyu söyleme yükümlülüğü bakımından doğrudan tanık ile dolaylı tanık arasında bir farklılık gözetilerek, dolaylı tanığın gerçeğe aykırı beyanı yaptırımsız bırakılamaz. Aksine bir yaklaşım, dolaylı tanığın yalan söyleyebileceği Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 373Yalan Tanıklık Suçu (TCK m. 272) ne kadar tanıklara ilişkin usul uygulanacak ise de; bunlar uyuşmazlığın tarafı olması nedeni ile tanık değildir. Dolayısıyla, suçtan zarar gören ve mağdur bu suçun faili olamaz. CMK nın 236/1 hükmünde yer alan Mağdurun tanık olarak dinlenmesi halinde, yemin hariç, tanıklığa ilişkin hükümler uygulanır şeklindeki  düzenleme,  münhasıran  mağdurun  dinlenmesinde  tanığın dinlenmesine ilişkin usul hükümlerine atıfta bulunmakta olup; mağdurun tanık sıfatıyla dinleneceği şeklinde yorumlanmamalıdır. Şüpheli  veya  sanık,  kendisi  hakkında  başlatılan  soruşturma  ve kovuşturmada tanık olarak dinlenemez; bu nedenle yalan tanıklık suçunun faili olamaz. Şüpheli sıfatı ile soruşturma evresinde ifadesi alınan kişi hakkında şeklindeki bir yoruma açık kapı bırakır. Fakat, dolaylı tanığın uyuşmazlığın konusunu teşkil eden vakıa hakkındaki bilgisi duyuları vasıtası ile edindiği algılamaya değil; uyuşmazlığın taraﬂ arından (örneğin mağdur) ya da üçüncü kişilerden duyduklarına dayanmaktadır; ki bu husus, doğrudan ve dolaylı tanık arasındaki ayırıcı kriterdir. Buna bağlı olarak, dolaylı tanıktan duyduklarını tam ve doğru olarak söylemesi beklenir. Dolaylı tanığın doğruyu söyleme yükümlülüğü, duydukları ile sınırlı olup; zihninde duyuları vasıtası ile algılamaya dayalı bir iz bulunmadığı için yaptığı açıklamanın objektif gerçekle örtüşüp örtüşmediğini bilebilmesi mümkün değildir. Şayet dolaylı tanığın bilgisi ispat üzerinde etkili bir hususa ilişkin olup da; tanık duyduklarını gizliyor ya da farklı aktarıyor ise yalan tanıklık suçu oluşur. 84  Centel, Nur / Zafer, Hamide, Ceza Muhakemesi Hukuku, 12. Bası, Beta Yayınevi, İstanbul, 2015, s. 246; Şahin / Göktürk, C. 2, s. 34; Aksi görüş için bkz. Feyzioğlu, s. 44, Yazar a göre tanık sıfatıyla beyanda bulunurken gerçeğe aykırı beyanda bulunan kişi daha sonra müdahil sıfatını aldığında yalan tanıklık suçundan dolayı cezalandırılabilir (s. 239). 85  Centel / Zafer, s. 246; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7832; Özbek ve diğerleri, Özel Hükümler, s. 1095-1096; Yaşar / Gökcan / Artuç, C. 6, s. 8183; Yargıtay 9. CD, 20.2.2013, E. 2012/11127, K. 2013/2434 suçun mağduru olan ve yargılamanın sujesi konumunda bulunan sanığın yalan tanıklık suçunun faili olamayacağı bu nedenle yalan tanıklık suçunun unsurları itibariyle oluşmadığı gözetilmeden sanığın beraati yerine yazılı gerekçe ile mahkumiyetine karar verilmesi   Aksi görüş için bkz. Ünver, s. 179, Yazar suçtan zarar gören ve mağdurun tanık sıfatı ile dinlenebileceği ve bu suçun faili olabileceği görüşündedir. Yazar a göre Suçtan zarar gören konusunda bu durum çok açık olmakla birlikte, mağdur açısından her mağdurun otomatikman müdahil (katılan) sıfatıyla dinleneceği varsayımı da doğru değildir. Mağdur müdahil olmamış ve fakat tanık sıfatıyla dinlenmişse, bu kimse de bu suçun faili olabilir.; Tezcan / Erdem / Önok, Özel Hükümler, s. 1010, suçtan zarar görenin açıklamaları, ister müdahil (katılan) olsun, ister olmasın, yalan tanıklık suçunu oluşturabilir. 86  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7833. 87  Centel / Zafer, s. 245; Şahin / Göktürk, C. 2, s. 34. 88  Müller, MK-StGB § 153 kn. 4; Vormbaum, NK-StGB § 153 kn. 3; Heger, Lackner / Kühl-StGB § 153 kn. 2; Kudlich, BeckOK-StGB § 153 kn. 4; Lenckner / Bosch, Schönke/ Schröder-StGB § 153 kn. 4; Wessels / Hettinger, BT 1 § 17 kn. 749; Hettinger / Bender, JuS 2015/7, s. 579; Tezcan / Erdem / Önok, Özel Hükümler, s. 1010; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7833; İçer, s. 203. 374 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK kovuşturmaya yer olmadığı kararı verilmesi, ancak daha sonra bu kişinin tanık sıfatı ile duruşmada dinlenmesi durumunda, şüpheli sıfatıyla verdiği ifadede gerçeğe aykırı beyanda bulunmuş olması dolayısıyla yalan tanıklık suçu oluşmaz. Zira, bu kişi her ne kadar daha sonra tanık sıfatı ile dinlenmiş olsa da gerçeğe aykırı beyanda bulunduğu sırada şüpheli statüsündedir ve bu kişi yalan tanıklık suçunun faili olamaz. İştirak halinde işlenen suçlarda suç ortağının diğer suç ortağına ilişkin muhakemede dinlenmesinde, tanıklığa ilişkin hükümler uygulanacak ise de, bu kişi uyuşmazlığın tarafı olması nedeni ile tanık değildir ve yalan tanıklık suçunun faili olamaz. Soruşturma ve kovuşturmanın ayrı veya birlikte yürütülmesinin bir önemi yoktur.  Benzer şekilde, hukuk davalarında davacı ve davalı sıfatını taşıyan kişi tanık olarak dinlenemez. Bu kişiler, yalnızca yalan yere yemin suçunun (TCK m. 275) faili olabilirler. Yargıtay da, yalan tanılık suçunun oluşması   Şüpheli veya sanığın tanık sıfatını taşımaması nedeniyle yalan tanıklık suçunun faili olamaması, suç vakıası hakkında yalan söyleme hakkına sahip olduğu anlamına gelmez. Şüpheli veya sanık, nemo tenetur ilkesi gereği susma hakkına sahip ise de (Anayasa m. 38/5, CMK m. 147/1-e) konuşmayı tercih ettiği bir durumda suç vakıası hakkında gerçeğe uygun beyanda bulunmakla yükümlüdür. Nemo tenetur ilkesi ve susma hakkı, şüpheli veya sanığa gerçeğe aykırı beyanda bulunma hakkını vermez; şüpheli veya sanık yalan söyleyerek kendisini savunamaz. Maddi gerçeğin araştırıldığı ceza muhakemesinde, gerçeğe aykırı beyanda bulunma savunma hakkının sınırları dahilinde kabul edilemez. Fakat şüpheli veya sanığın suç vakıası hakkında gerçeğe aykırı beyanda bulunmasını suç olarak tanımlayan bir kanuni düzenleme Türk hukukunda mevcut değildir. Dolayısıyla, bu yükümlülük sırf ahlaki bir yükümlülüktür (Ayrıntı için bkz. Özgenç, İzzet, Suç Zanlısı Kişinin Gerçeği Söyleme Yükümlülüğü ve Bunun Hukuki Sonuçları, MÜHF-HAD, C. 9, 1995/1-3, s. 139-142). 89  Vormbaum, NK-StGB § 153 kn. 25. 90  Şüphelilik-sanıklık ile tanıklık arasındaki önemli farklar nedeniyle, muhakeme konusu suça iştirakten şüpheli veya sanık olanların da kural olarak tanık gibi dinlenebilmelerine imkan veren düzenleme (m. 50/1-c) eleştirilmelidir. Zira sanıkların birbirine karşı tanıklık yapması düşünülemez. Bu durumda hiç olmazsa, kendini suçlayıcı beyanda bulunma yasağı hükmünü (m. 48) işletmek uygun olacaktır (Şahin / Göktürk, C. 2, s. 34). 91  Müller, MK-StGB § 153 kn. 6; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 4a; Yaşar / Gökcan / Artuç, C. 6, s. 8183; İçer, s. 203; Aksi görüş için bkz. Tezcan / Erdem / Önok, Özel Hükümler, s. 1010. 92  Vormbaum, NK-StGB § 153 kn. 3; Kudlich, BeckOK-StGB § 153 kn. 4; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 4; Wessels / Hettinger, BT 1 § 17 kn. 749.   6100 sayılı HMK m. 240 - (1) Davada taraf olmayan kişiler tanık olarak gösterilebilir. 93  Yargıtay 4. CD, 29.11.2011, E. 2010/21065, K. 2011/22870 Sanığın talimatla alınan Ağır Ceza Mahkemesine ait yeminli tanık ifadesinde doğruyu söylediği, ancak satılan otomobil nedeniyle kendisi aleyhine de hukuk mahkemesinde alacak davası açılması üzerine bu mahkemede 05/06/2003 tarihinde vermiş olduğu yeminli ifadesinde yalan söylediği Ali Doğan ve Vahit Zeybek in ifadelerinden anlaşıldığı, bu nedenle sanığın eyleminin yalan yere yemin etme suçunu (TCY. 287) oluşturabileceği anlaşıldığından, yalan tanıklık suçunun unsurlarının oluşmaması nedeniyle sanığın beraati yerine mahkumiyetine hükmedilmesi Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 375Yalan Tanıklık Suçu (TCK m. 272) için uyuşmazlığın konusunu teşkil eden maddi vakıa hakkında bildiklerini anlatan kişinin olayla bir ilgisinin bulunmamasını aramaktadır. 4. Mağdur TCK da düzenlendiği bölüm ve bu bağlamda korunan hukuki menfaat göz önünde bulundurulduğunda suçun mağduru toplumu oluşturan herkestir (geniş anlamda mağdur). Ancak, tanığın gerçeğe aykırı beyanda bulunması, hukuka aykırı fiil nedeniyle hakkında soruşturma yapılan kişiyi de mağdur etmektedir (dar anlamda mağdur)95. Suçun neticesi sebebiyle ağırlaşan halleri (TCK m. 272/4-8) ile etkin pişmanlığa (TCK m. 274) ilişkin düzenlemeler bunu teyid edici mahiyettedir. Tanığın gerçeğe aykırı beyanda bulunması her  ne  kadar  hukuka  aykırı  fiil  nedeni  ile  soruşturma  yürüten  mercileri yanlış yola sevk ederek maddi gerçeğin ortaya çıkarılmasının önlenmesi tehlikesini doğursa da; aynı zamanda hakkında soruşturma yürütülen kişinin adil yargılanma hakkı da ihlal edilmekte ve bu kişi gerçeğe aykırı beyanının sonuçlarını  doğrudan  doğruya  üzerinde  hissetmektedir.  Dolayısıyla, münhasıran suçun TCK da düzenlendiği yer dikkate alınarak sadece maddi gerçeğin ortaya çıkmasındaki toplumsal menfaatin korunduğu söylenemez. Bunun dışında, gerçeğe aykırı beyan ile adil yargılanma hakkı ihlal edilen birey de mağdur statüsündedir. 94  Yargıtay 11. CD, 20.2.2014, E. 2014/11, K. 2014/2951 TCK nun 272. maddesinde düzenlenen yalan tanıklık suçunun oluşması için; ... hukuksal bir uyuşmazlığa konu bir olayla ilgili olarak bilgisini aktaran kişinin yasalar gereği tanık  sıfatıyla dinlenilmesi gerekli olup, anılan suç, kendisinin katılmadığı olaylara ilişkin bildiklerini tanık dinlemeye yetkili merciler önünde açıklamaya zorunlu olan kimselerin yalan söylemesi veya gerçeği inkar etmesi yahut dinlendiği konudaki bilgilerini az veya çok söylememesi ile gerçekleşir. 95  Aksi görüş için bkz. Özbek ve diğerleri, Özel Hükümler, s. 1096, Yazarlar a göre suçun mağduru belirli bir kimse değil, genel olarak toplumu oluşturan herkestir. Korunan hukuki menfaatin adil yargılanma hakkı olduğundan bahisle davalı, davacı, şüpheli, sanık, mağdur veya katılan sıfatını taşıyan kişilerin mağdur olduğundan söz edilemez. 96  Yargıtay kararlarında da yalan tanıklık suçu ile yargılamanın taraﬂ arının korunduğu açıkça belirtilmektedir. Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Yalan tanıklık suçuyla yargılamanın doğru olmayan beyanlarla gerçeğe aykırı bir şekilde yönlendirilmesinin önüne geçilerek adaletin tecellisi sağlanmak suretiyle yargılamanın taraﬂ arının haklarının zarar görmesinin engellenmesi amaçlanmaktadır. 376 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK 5. Nitelikli Unsurlar Yalan tanıklık suçunda, TCK nın 272. maddesinin 2 ve 3. fıkraları ile iki nitelikli hal öngörülmüştür. TCK nın 272. maddesinin 2. fıkrasına göre Mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye bir yıldan üç yıla kadar hapis cezası verilir. Suçun temel şekli açısından tanık dinlemeye yetkili  kişi  veya  kurulun  yemin  verdirme  yetkisinin  olmaması  gerekir. 97  Yalan yere yemin, 5237 sayılı TCK da bağımsız bir suç olarak tanımlanmıştır. Alman StGB § 154/1 hükmünden farklı olarak yalan tanıklığın, yemin edilerek yapılması cezada artırım yapılmasını gerektiren bir nitelikli unsur olarak düzenlenmemiştir. Mülga 765 sayılı TCK da ise tanığın yeminsiz dinlenmesi 286/4 hükmünde cezada indirim yapılmasını gerektiren nitelikli unsur olarak düzenlenmiş idi: Eğer yeminsiz şahadet edilmişse ceza müddeti yarısına kadar indirilir. 5237 sayılı TCK da ise böyle bir nitelikli unsura yer verilmemiştir. 98  Bu düzenlemede yer alan nitelikli unsur, mülga 765 sayılı TCK da suçun temel şeklini oluşturmakta idi. Suçun temel şeklinin düzenlendiği mülga 765 sayılı TCK m. 286/1 şu şekilde idi: Yemin ettirerek şahit veya ehlihibre istimaına salahiyettar olan bir memur veya heyet huzurunda şehadet ederken yalan söyleyen veya hakikatı inkar yahut isticvap olunduğu hususat hakkında malumatı az veya çok ketmeyleyen kimse üç aydan üç seneye kadar hapis ile mücazat olunur. Buna göre, merciin yemin verme yetkisi yoksa yalan tanıklık suçunun oluşması da mümkün değil idi. Yine, 286/4 hükmünde tanığın yeminsiz dinlenmesi cezada indirim yapılmasını gerektiren nitelikli unsur olarak düzenlendiği için suçun temel şekli bakımından tanığın yemin etmiş olması gerektiği sonucuna varılmakta idi. 99  TCK nın 272. maddesinin 2. fıkrasında yer alan sözkonusu düzenleme, Alman hukukunda yalan tanıklık suçunun temel şeklini oluşturmaktadır. Yemin etmeksizin yapılan yalan tanıklığı düzenleyen Alman StGB § 153 hükmüne göre (1) Her kim, mahkeme huzurunda ya da yemin ettirerek tanık veya bilirkişi ifadesi almaya kanunen yetkili bir merci huzurunda, tanık veya bilirkişi sıfatı ile yemin etmeden gerçeğe aykırı beyanda bulunur ise, üç aydan beş yıla kadar hapis cezası ile cezalandırılır. Alman hukukunda tanığın mahkeme huzurunda veya yemin verdirmeye kanunen yetkili kılınmış bir merci huzurunda yemin altında gerçeğe aykırı beyanda bulunması ise suçun nitelikli şekli olarak tanımlanmıştır (StGB § 154/1).   Bu düzenlemenin nedeni, yemin altında verilen ifadenin delil değerinin yemin etmeden verilen ifadeye nazaran daha fazla olduğunun; dolayısıyla tanığın yemin altında gerçeğe aykırı beyanda bulunmasının maddi gerçeğin tespitini daha fazla tehlikeye soktuğunun kabul edilmesidir (Müller, MK-StGB Vorbem §§ 153 ﬀ . kn. 15).    Ancak Alman doktrininde StGB § 154 hükmünün varlığı sorgulanmaktadır. Yemin vererek yalan tanıklık yapılmasının suç politikası bakımından cezalandırmadaki önemini yitirdiği, istatiksel verilere göre adliyeye karşı işlenen suçlar içindeki payının son derece düşük olduğu, diğer taraftan yeminin delillerin değerlendirilmesinde tarihsel açıdan arz ettiği önemi günümüzde yitirdiği; bu nedenle, tanıklar bakımından yalan yere yeminin, bir başka ifade ile yemin vererek gerçeğe aykırı beyanda bulunmanın StGB § 153 hükmüne nazaran suçun bir nitelikli unsuru olarak tanımlanmasından vazgeçilmesi gerektiği ifade edilmektedir. Yemin vererek yalan tanıklık, en eski suç tiplerinden biridir ve yeminin ediliş şeklinde münhasıran Tanrının adının zikredilmesi nedeni ile cezalandırılabilir bir fiil olarak telakki edilmiştir. Tanığın, Tanrı adına yemin etmesine rağmen gerçeğe aykırı beyanda bulunması Tanrı ya hakaret olarak görüldüğü için yalan tanıklık cezası en ağır suç tiplerinden biri idi. Beyanın doğruluğunu güvence altına alması nedeni ile yeminin geçmişten günümüze Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 377Yalan Tanıklık Suçu (TCK m. 272) Örneğin  4483  sayılı  Kanuna  göre  ön  soruşturma  ile  görevlendirilenler, hukuka aykırı bir fiil nedeni ile idari soruşturma veya disiplin soruşturması ile  görevlendirilenler,  tahkim  hükümleri  gereği  hakemler  tanığa  yemin verme yetkisine sahip değildir. Bu nedenle bu merciler önünde gerçeğe aykırı beyanda bulunan tanık hakkında 1. fıkra hükmü uygulanacaktır. İkinci fıkraya göre, yalan tanıklık suçunun mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde işlenmesi, cezada artırım yapılmasını gerektiren nitelikli unsurdur. Huzurunda tanıklık yapılan makamın mahkeme olması, 2. fıkranın uygulanması için yeterlidir. Mahkeme, herhangi bir yargı kolundaki mahkeme; örneğin ceza mahkemesi, hukuk mahkemesi, anayasa mahkemesi olabilir. Mahkeme, sadece devletin resmi mahkemeleri olarak anlaşılmalıdır. Tahkim mahkemeleri ise, mahkeme statüsünde değildir ve tahkim mahkemeleri huzurunda yapılan gerçeğe aykırı beyanlar yalan tanıklık suçunun nitelikli şeklini oluşturmaz. Mahkeme dışında kalan ve tanık dinleyen diğer mercilerin yemin verdirmeye yetkili olması bu nitelikli hal bakımından yeterlidir. Örneğin soruşturma evresinde Cumhuriyet  savcısı  ya  da  sulh  ceza  hakimliği  önünde  gerçeğe  aykırı kadar yalan tanıklığın bir unsuru olarak ele alınması, yalan tanıklık suçunun uzun süre dine karşı işlenen suçlar arasında düzenlenmesine sebebiyet vermiştir. Alman İmparatorluk Ceza Kanunu nun ilk şeklinde tanığın yeminsiz olarak gerçeğe aykırı beyanda bulunması suç olarak düzenlenmemişti. Zira, her tanığın beyanda bulunmadan önce yemin vermesi zorunlu idi. Bu nedenle de, yemin, yalan tanıklık suçunun zorunlu bir unsuru idi (Müller, MK-StGB § 154 kn. 6 f., 9 f.).   Günümüzde Alman hukukunda tanığın mahkeme huzurunda veya yemin verdirmeye kanunen yetkili kılınmış bir merci huzurunda yemin altında gerçeğe aykırı beyanda bulunması yalan tanıklık suçunun nitelikli şekli olarak tanımlandığı gibi (StGB § 154/1); henüz yemin etme ehliyetine sahip olmayan bir tanığın yemin etmeksizin gerçeğe aykırı beyanda bulunması hakimin takdirine göre cezada indirim yapılmasını gerektiren ya da cezayı tamamen ortadan kaldıran şahsi neden olarak düzenlenmiştir (StGB § 157/2) . 100  Alman hukukunda da disiplin soruşturmasını yürüten merciin tanık dinlerken yemin verme yetkisi bulunmamaktadır. Disiplin soruşturmasını yürüten merciin tanık dinlerken yemin verme yetkisine sahip olduğunu öngören Alman BDO (Bundesdisziplinarordnung) § 58 hükmünün 1. cümlesi 1.1.2002 tarihi itibarı ile yürürlükten kaldırılmıştır. 1.10.196731.12.2001 tarihleri arasında yürürlükte kalan bu düzenlemeye göre, soruşturmanın başkanı delilin güvenirliliği için gereklilik arz ediyor ise tanığa yemin verebilir idi (Vormbaum, NK-StGB § 153 kn. 50). 101  Yaşar / Gökcan / Artuç, C. 6, s. 8190. 102  TCK nın 272/2 hükmü, bağımsız bir suç tipi ihtiva etmeyip; 1. fıkrada düzenlenen suçun temel şekline nazaran cezada artırım yapılmasını gerektiren nitelikli hali düzenlemektedir. Huzurunda tanıklık yapılan merciin mahkeme olması veya yemin vermeye yetkili olması, fiilin haksızlık muhtevası üzerinde etkilidir. 103  Müller, MK-StGB § 153 kn. 62; Vormbaum, NK-StGB § 153 kn. 44. 104  Alman hukukunda savcının tanığa yemin verme yetkisi bulunmamaktadır. Ancak, doktrinde 378 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK beyanda bulunan tanık hakkında 2. fıkra hükmü uygulanacaktır. Tanığa yemin verilmemesi (CMK m. 50) ya da tanığın yemin etmekten çekinmesi (CMK m. 51) önemli değildir.  Tanığa yemin verilmese ya da tanık yemin etmekten çekinse dahi, tanık dinleyen merci yemin verme yetkisine sahip ise bu nitelikli hal uygulanır; tanığın yemin etmesi nitelikli halin bir unsuru değildir. TCK nın 272. maddesinin 3. fıkrasında yer alan düzenlemeye göre, üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında  tanığın  gerçeğe  aykırı  beyanda  bulunması  cezada  artırım yapılmasını  gerektiren  bir  diğer  nitelikli  unsurdur.  Burada,  soruşturma veya kovuşturmanın bir suça ilişkin olması ve suçun karşılığında öngörülen soyut cezanın üst sınırının üç yılı geçmesi gerekmektedir. Üç yıllık sürenin bu durum eleştirilmekte, savcılığın adli bir merci olduğu ve yargısal bir faaliyet icra ettiği, bu nedenle de yemin verme yetkisine sahip olması gerektiği, bu yönde bir kanun değişikliği yapılmasına ihtiyaç olduğu ileri sürülmektedir (Vormbaum, NK-StGB § 153 kn. 55). 105  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7828; Ünver, s. 193; Feyzioğlu, s. 240241; Aksi görüş için bkz. Yaşar / Gökcan / Artuç, C. 6, s. 8191, Yazarlar a göre 2. fıkranın uygulanabilmesi için, yemin ettirerek tanık dinlemeye yetkili kişi veya kurulun yemin verme yetkisine sahip olması yeterli değildir; ayrıca tanığa yemin verilmiş olması aranmalı, tanığın yeminsiz dinlenmesi durumunda ise 1. fıkrada düzenlenen suçun temel şeklinin oluşacağı kabul edilmelidir. Buna karşılık, mahkeme huzurundaki tanıklık bakımından yemin verilmiş olup olmaması 2. fıkranın uygulanması bakımından önem taşımaz.; Özbek ve diğerleri, Özel Hükümler, s. 1098, Yazarlar a göre tanığa yemin verilmemesi suçun oluşumu üzerinde etkili değildir. Fakat 2. fıkrada geçen yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde yapılan tanıklık bakımından, bu nitelikli halin uygulanabilmesi için tanığa yemin verdirilmiş olması gerekmektedir. Eğer kişiye yemin verdirilmemişse bu zaten birinci fıkra kapsamında işlenen bir suçtur.   Kanaatimizce, 2. fıkradaki nitelikli halin uygulanabilmesi için tanığa yemin verdirilmesinin gerekli olup olmadığı üzerindeki tartışma esas itibarı ile yeminsiz tanıklık yapılmasını cezada indirim yapılmasını gerektiren şahsi bir neden olarak düzenleyen mülga 765 sayılı TCK nın 286/4 hükmüne 5237 sayılı TCK da yer verilmemesinden kaynaklanmaktadır. 5237 sayılı TCK nın 272/2 hükmünde yer alan düzenleme lafzi olarak yorumlandığında tanığın yemin etmesi bir unsur olarak aranmış değildir; merciin yemin verme yetkisini haiz olması yeterlidir. Tanığın yemin edip etmediği ise, yeminin beyanın doğruluğunu kuvvetlendirici etkisi göz önünde bulundurulduğunda TCK nın 61. maddesine göre alt ve üst sınırlar arasında (bir yıldan üç yıla kadar) cezanın belirlenmesinde dikkate alınmalıdır. Bu hükümde tanığın yemin etmesi bir unsur olarak öngörülmediği için, mülga 765 sayılı TCK nın 286/4 hükmüne paralel şekilde tanığın yeminsiz olarak dinlenmesinin cezada indirim yapılmasını gerektiren şahsi bir neden olarak düzenlenmesi gerektiği ileri sürülemez. 106 Aynı nitelikli unsur, mülga 765 sayılı TCK da 286/2 hükmünde de yer almakta idi: Eğer fiil üç seneden fazla hürriyeti tahdit eden cezayı müstelzim bir cürmün tahkik ve muhakemesi esnasında vaki olmuş ise cezası üç seneden on seneye kadar ağır hapistir. 107  Yaşar / Gökcan / Artuç, C. 6, s. 8192; Yargıtay CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Üçüncü fıkrada ise, kanuni tanımında üst sınırı üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapılması, daha fazla ceza verilmesini gerektiren nitelikli bir hal olarak düzenlenmiştir.; Yargıtay Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 379Yalan Tanıklık Suçu (TCK m. 272) tespitinde, cezasının suçun temel şekline nazaran bağımsız olarak belirlendiği suçun  nitelikli  halleri  de  dikkate  alınmalıdır.  Buna  karşılık,  nitelikli haller dışında kalan ve faile verilecek cezanın belirlenmesinde göz önünde bulundurulan yaş küçüklüğü, zincirleme suç, haksız tahrik gibi cezada artırım ya da indirim yapılmasını gerektiren hususlar üç yıllık sınırın belirlenmesinde göz önünde bulundurulmaz. Hapis ve adli para cezasının birlikte ya da seçimlik olarak öngörüldüğü suçlar bakımından hapis cezası esas alınır. Yalnızca adli para cezasını gerektiren suçlarda, bu nitelikli hal uygulanmaz. Birleştirilerek görülen davalarda tanığın birden fazla suç ile ilgili olarak tanıklık yapması durumunda,  bu  suçların  karşılığında  öngörülen  hapis  cezalarının  toplam miktarı değil; her bir suç için öngörülen hapis cezasının miktarı esas alınır. 6. Neticesi Sebebiyle Ağırlaşan Haller TCK nın 272. maddesinin 4 ilâ 8. fıkralarında yer alan düzenlemeler, yalan tanıklık suçunun neticesi sebebiyle ağırlaşan halleridir; suçun nitelikli unsuru değildir. Yalan tanıklık suçu, temel şekli (TCK m. 272/1) ve nitelikli halleri (TCK m. 272/2-3) itibarı ile soyut tehlike suçu; 4 ilâ 8. fıkralarda düzenlenen haller bakımından ise zarar suçudur. Ayrıca, 4 ilâ 8. fıkralar, failin fiiline bağlı olarak ortaya çıkan ağır neticeleri düzenlemektedir. Neticesi sebebiyle ağırlaşan suçlarda, suçun temel şeklinin her zaman bir netice ve zarar suçu olarak düzenlenmesi zorunlu olmayıp; suç konusu üzerinde soyut ya da somut tehlike doğuran sırf hareket suçlarının da neticesi sebebiyle ağırlaşan hallerinin bulunması mümkündür. Diğer taraftan, neticesi sebebiyle ağırlaşmış suçlara ilişkin genel hüküm olan TCK nın 23. maddesine göre, failin bu netice CGK, 1.4.2014, E. 2013/4-498, K. 2014/154 Üçüncü fıkrada ise, kanuni tanımında üst sınırı üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapılması, daha fazla ceza verilmesini gerektiren nitelikli bir hal olarak düzenlenmiştir.; Yargıtay mülga 765 sayılı TCK döneminde üst sınırı esas alan kararlar vermiştir. Yargıtay 4. CD, 30.6.1993, 4693/5399; Yargıtay 4. CD, 12.2.1991, 6885/870; Aksi görüş için bkz. Tezcan / Erdem / Önok, Özel Hükümler, s. 1015, Yazarlar a göre kanunda açıkça öngörülerek cezanın alt sınırı esas alınmalı idi. 108  Yaşar / Gökcan / Artuç, C. 6, s. 8192; Aksi görüş için bkz. Ölmez, s. 76. 109  Yaşar / Gökcan / Artuç, C. 6, s. 8192. 110  Mülga 765 sayılı TCK da yalan tanıklık suçunun neticesi sebebiyle ağırlaşmış hali sadece 286/3 hükmünde düzenlenmiş olup, sözkonusu düzenleme 5237 sayılı TCK da 272/6 hükmüne tekabül etmektedir. 5237 sayılı TCK nın 272/4, 5 ve 8 hükmünün karşılığı ise mülga 765 sayılı TCK da yoktur. Bu açıdan 5237 sayılı TCK daki düzenlemeler daha geniştir.  111  Aynı yönde bkz. İçer, s. 205 vd. 112  Aksi görüş için bkz. Özbek ve diğerleri, Özel Hükümler, s. 1101-1102, Yazarlar TCK nın 272. maddesinin 4, 6, 7 ve 8. fıkralarında yer alan düzenlemeleri de cezada artırım yapılmasını gerektiren nitelikli haller başlığı altında ele almaktadırlar. 380 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK bakımından en azından taksirle hareket etmesi gerekli ve yeterlidir. TCK nın 272. maddesinin 4 ilâ 8. fıkraları nitelikli unsur kabul edildiğinde ise, failin kasten hareket etmesi gerekecektir; aksi halde, fiil suçun manevi unsurunun bulunmamasına binaen bu düzenlemeler karşısında tipiklik arz etmeyecek ve fail bunlardan sorumlu tutulamayacaktır. Hâlbuki fail, fiilin icrası sırasında bu neticelerin ortaya çıkmasını somut olayda her zaman öngörmemiş olabilir; ancak yalan tanıklığa bağlı olarak bu tür neticelerin ortaya çıkması objektif olarak öngörülebilir nitelikte olduğu için taksiri nedeniyle failin neticesi sebebiyle  ağırlaşan  hallerden  sorumlu  tutulması  mümkündür.  Failin  bu neticeler bakımından kasten mi yoksa taksirle mi hareket ettiği ise, cezanın belirlenmesinde dikkate alınmalıdır. Yalan tanıklık suçunun neticesi sebebiyle ağırlaşan halleri ise şunlardır: TCK m. 272/4: Aleyhine tanıklıkta bulunulan kişi ile ilgili olarak gözaltına alma ve tutuklama dışında başka bir koruma tedbiri, örneğin arama, elkoyma, teknik araçla izleme, telekomünikasyon yoluyla yapılan iletişimin denetlenmesi, adli kontrol tedbiri uygulanmışsa, yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş  olması  koşuluyla,  yalan  tanıklık  suçunun  failine  verilecek  ceza yarı oranında artırılacaktır (TCK m. 272/4). Beraat ya da kovuşturmaya yer olmadığı kararının kesinleşmesi gerekmektedir. Ayrıca, koruma tedbirinin uygulanması ile tanığın gerçeğe aykırı beyanda bulunması arasında nedensellik bağı  bulunmalıdır.  Koruma  tedbirine  ilişkin  kararın  gerekçesinde  tanığın beyanının deliller arasında gösterilmesi nedensellik bağının varlığı için yeterli görülmelidir. Tedbire karar verilmesinin yeterli olmadığı, tedbirin fiilen uygulanmaya başlanması gerektiği düşüncesindeyiz. TCK  m.  272/5:  Aleyhine  tanıklıkta  bulunulan  kişinin  gözaltına alınması veya tutuklanması halinde, yüklenen fiili işlemediğinden dolayı 113  Aksi görüş için bkz. Yaşar / Gökcan / Artuç, C. 6, s. 8192, Yazarlar a göre 4. fıkrada koruma tedbirinin uygulanması ile yalan tanıklık arasında nedensellik bağının varlığı aranmamıştır. Koruma tedbirinin uygulanması halinde yalan tanıklığın neden olduğu tehlike veya zararın daha büyük olduğu düşünülmüştür. Bu nedenle, yalan tanıklığın koruma tedbirinin uygulanmasında bir etkisinin olup olmadığı araştırılmaz. Ancak, koruma tedbirinin yalan tanıklık nedeni ile uygulanmış olması gibi bir şart yok ise de, yalan tanıklıktan sonra bu tedbire ilişkin kararın alınmış olması zorunlu görülmelidir. Buna göre, koruma tedbiri alındıktan sonraki yalan tanıklıkta 4. fıkra hükmü uygulanmamalıdır.   Ancak belirtilmesi gerekir ki, yazarların 4. fıkranın uygulanması için gözaltı veya tutuklama dışındaki koruma tedbiri ile yalan tanıklık arasında nedensellik bağının varlığını gerekli görmemeleri; buna karşılık, yalan tanıklık ile gözaltı veya tutuklama tedbirinin uygulanması arasında nedensellik bağını aramaları (TCK m. 272/5) çelişki arz etmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 381Yalan Tanıklık Suçu (TCK m. 272) hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla, yalan tanıklık yapan kişi ayrıca kişiyi hürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail olarak sorumlu tutulacaktır (TCK m. 272/5)114. Hükümde, diğer neticesi sebebiyle ağırlaşan hallerden farklı olarak bir artırım oranı ya da bağımsız bir ceza belirlenmeyip; halin niteliğine uygun olarak tanığın ayrıca kişiyi hürriyetinden yoksun kılma suçundan  dolaylı  fail  sıfatıyla  sorumlu  tutulacağı  öngörülmek  suretiyle suçların içtimaını da ilgilendiren bir düzenlemeye yer verilmiştir. Gerçek içtima  kuralının  uygulanması  cezalandırma  bakımından  kanunkoyucunun bir tercihi olup; aynı zamanda içtima bahsini ilgilendirmesi bunu neticesi sebebiyle ağırlaşan hal olmaktan çıkarmaz. Ancak, failin kişiyi hürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail sıfatıyla sorumlu tutulacak olması nedeniyle, bu neticesi sebebiyle ağırlaşan hal bakımından failin fiilin icrası sırasında en azından olası kastla hareket etmesi gerektiği düşüncesindeyiz.  Zira,  kişiyi  hürriyetinden  yoksun  kılma,  ancak  kasten işlenebilen bir suçtur; taksirle işlenen şekli suç olarak tanımlanmış değildir. Bu itibarla, failin taksirinin varlığı halinde 272/5 hükmü uygulanmaz. Bu durum, diğer neticesi sebebiyle ağırlaşan hallerden farklı olarak cezalandırma bakımından gerçek içtima kuralına yer verilmesinin zorunlu bir sonucudur. Fakat belirtilmesi gerekir ki, gözaltı veya tutuklama ancak bir suça ilişkin soruşturma ve/veya kovuşturma sırasında uygulanabilecek tedbirler olup; bir suça ilişkin muhakemede bu tedbirlerin uygulanması ihtimal dahilindedir. Dolayısıyla, ceza soruşturması veya kovuşturmasında gerçeğe aykırı beyanda bulunan tanığın, bu tür tedbirlerin uygulanabileceğini en azından öngörmüş olduğunun, yani olası kastla hareket ettiğinin kabulü gerekir. TCK nın  272/5  hükmünün  uygulanabilmesi  için,  aleyhine  tanıklık yapılan kişi hakkındaki beraat hükmü ya da kovuşturmaya yer olmadığı kararının kesinleşmesi gerekmektedir. Ayrıca, yalan tanıklık ile tutuklama veya gözaltı işlemleri arasında nedensellik bağının varlığı aranmalıdır. Ancak bu işlemlerin tek dayanağının yalan tanıklık olması zorunlu değildir. Gözaltı ya da tutuklama için yalan tanığın beyanının deliller arasında gösterilmiş olması, nedensellik bağının varlığı için yeterli sayılmalıdır. Bunun dışında, 114  Ayrıca, haksız olarak gözaltına alınan veya tutuklanan kişiye devlet tazminat ödemekle yükümlüdür. Yalan tanıklık nedeni ile gözaltına alınma veya tutuklanma halinde, devlet ödediği bu tazminat nedeni ile yalan tanıklıkta bulunan kişiye rücu eder (CMK m. 143/3). 115  Eleştiri için bkz. Soyaslan, Özel Hükümler, s. 712, Yazar a göre bu durumda fail iki suçtan cezalandırılmakta, dolayısıyla bir fiile iki ceza öngörülmektedir. Doğru olan çözüm, suçun temel şeklinden hareketle faile verilecek cezada artırım yapılmasıdır. 116  Yaşar / Gökcan / Artuç, C. 6, s. 8193. 382 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK aleyhine  tanıklık  yapılan  kişi  hakkında  gözaltına  alma  ya  da  tutuklama kararının verilmesi yeterli olmayıp, kararın uygulanmaya başlanmış olması gerekmektedir. TCK  m.  272/6-7:  Aleyhine  tanıklıkta  bulunulan  kimsenin ağırlaştırılmış  müebbet  hapis  veya  müebbet  hapis  cezasına  mahkumiyeti halinde, yirmi yıldan otuz yıla kadar hapis cezasına hükmolunacaktır (TCK m. 272/6)117,118. Mahkumiyet kararının kesinleşmesi gerekmektedir. Aleyhine 117  TCK nın 272. maddesinin 6. fıkrasında yer alan süreli hapis cezasına mahkumiyeti halinde, mahkum olunan cezanın üçte ikisi kadar hapis cezasına ibaresi, Anayasa Mahkemesi nin 14.1.2015 tarih ve E. 2014/116, K. 2015/4 sayılı kararı ile iptal edilmiş olup (29.4.2015 tarih ve 29341 sayılı RG); iptal hükmü, kararın resmi gazete de yayımlanmasından 6 ay sonra, yani 29.10.2015 tarihinde yürürlüğe girmiştir. Anayasa Mahkemesi nin iptal gerekçesi şöyledir: Kanun un yalan tanıklık suçunun düzenlendiği 272. maddesinin (2) numaralı fıkrasında, mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye bir yıldan üç yıla kadar hapis cezası verileceği öngörülmüşken, suçun nitelikli hallerinden olan aleyhine tanıklıkta bulunulan kimsenin yalan tanıklık neticesinde hapis cezasıyla cezalandırılmasının düzenlendiği (6) numaralı fıkrasında, aleyhine tanıklıkta bulunulan kimsenin süreli hapis cezasına mahkumiyeti halinde, sanığın mahkum olunan cezanın üçte ikisi kadar hapis cezasıyla cezalandırılacağı hükme bağlanmıştır. // Kanun koyucu, yalan tanıklık suçunun temel şekli ile nitelikli hallerini düzenlerken yalan tanıklık sonucunda mağdurun uğradığı zararın ağırlığını ve mağdur hakkında uygulanan yaptırım miktarını ve türünü dikkate alabilir. Nitekim 272. maddenin (3) ila (8) numaralı fıkralarında, fiilin temel biçimlerini oluşturan ilk iki fıkraya nazaran cezanın ağırlaştırılmasını gerektiren nitelikli halleri düzenlenmiştir. Buna karşın, itiraz konusu kuralın yer aldığı (6) numaralı fıkrada, aleyhine yalan tanıklık yapılan kişinin süreli hapis cezasına mahkumiyeti halinde sanık için öngörülen cezalandırma yöntemi hakkaniyete aykırı sonuçlara yol açmaktadır. Yalan tanıklık suçunun temel şekli olarak, 272. maddesinin (2) numaralı fıkrasında, mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimsenin bir yıldan üç yıla kadar hapis cezası ile cezalandırılması öngörülmüş iken, suçun nitelikli hallerinden birinin düzenlendiği maddenin (6) numaralı fıkrasında, aleyhine tanıklıkta bulunulan kimsenin yargılanıp süreli hapis cezasına mahkumiyeti halinde, yalan tanıklık failinin söz konusu cezanın üçte ikisi kadar hapis cezası ile cezalandırılması öngörülmüştür. Bu durum ise suçun nitelikli halinin, aleyhine tanıklıkta bulunulan kimsenin mahkum olduğu hapis cezasının süresine bağlı olarak, suçun temel şekline oranla daha hafif bir şekilde cezalandırılmasına yol açmaktadır. Aleyhine tanıklıkta bulunulan kimsenin kısa süreli hapis cezasına mahkumiyeti halinde daha belirgin olarak ortaya çıkan bu durum, ceza adaletinin sağlanması bakımından adil olmayan sonuçlara sebep olmakta ve bu yönüyle kuralda, kanun koyucunun ceza siyasetini belirleme konusunda sahip olduğu takdir yetkisini kullanırken göz önünde tutması gereken adalet ve hakkaniyet ilkelerine uyarlık bulunmamaktadır.   Doktrinde de, bu düzenleme eleştirilmekte idi. Yalan tanıklık ve kişiyi hürriyetinden yoksun kılma suçunun cezaları göz önünde bulundurulduğunda, ihlal edilen hukuki menfaat ile ceza miktarları arasında orantısızlık bulunduğu, ölçüsüz ve ağır bir ceza yaptırımına hükmedilmesine neden olduğu ifade edilmekte idi (Eleştiriler için bkz. Ünver, s. 207; Tezcan / Erdem / Önok, Özel Hükümler, s. 1016) 118  Aynı neticesi sebebiyle ağırlaşan hal, mülga 765 sayılı TCK da 286/3 hükmünde de yer alGazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 383Yalan Tanıklık Suçu (TCK m. 272) tanıklıkta  bulunulan  kimsenin  mahkum  olduğu  hapis  cezasının  infazına başlanmış ise, bu ceza yarısı kadar artırılacaktır (TCK m. 272/7)119. Bu hükmün uygulanabilmesi için, mahkumiyet kararı ile yalan tanıklık arasında nedensellik bağı bulunmalıdır. Mahkeme, delilleri değerlendirme serbestisi çerçevesinde  tanığın  beyanına  itibar  etmemiş  olabilir.  Şayet  mahkeme, mahkumiyet kararında tanığın gerçeğe aykırı beyanına dayanmamış ise bu nitelikli hal uygulanmamalıdır. Buna karşılık mahkumiyet hükmünün tek dayanağının tanığın yalan beyanı olması da gerekli değildir. Mahkemenin, mahkumiyet  hükmünün  gerekçesinde  tanığın  beyanını  deliller  arasında göstermesi nedensellik bağının varlığı için yeterli görülmelidir. TCK m. 272/8: Aleyhine tanıklıkta bulunulan kişi hakkında hapis cezası dışında adli veya idari bir yaptırım uygulanmışsa, yalan tanıklıkta bulunan kişi üç yıldan yedi yıla kadar hapis cezası ile cezalandırılacaktır (TCK m. 272/8). Adli para cezası, disiplin yaptırımları ya da örneğin Kabahatler Kanunu çerçevesinde hükmedilen idari yaptırımlar bu kapsamdadır. Fıkra metninde uygulanmışsa ifadesine yer verilmesi nedeniyle, lafzi yorumla 4. fıkraya paralel şekilde, adli ya da idari nitelikteki yaptırıma karar verilmesi ve bu kararın kesinleşmesinin yeterli olmadığı; kararın uygulanmaya başlanması gerektiği düşüncesindeyiz. II. TİPİKLİĞİN MANEVİ UNSURU Yalan tanıklık suçu sadece kasten işlenebilir, failin hangi amaç ya da saikle hareket ettiği önem taşımaz; fiilin taksirle işlenen şekli ise suç olarak tanımlanmamıştır.  Failin,  tanık  sıfatı  ile  ifade  verdiğini;  merciin  tanık makta idi: Eğer yalan şahadet, bir kimseye müebbet hapis cezası verilmesi sonucunu doğurmuş ise, faile verilecek ceza onbeş seneden aşağı olamaz ve ağırlaştırılmış müebbet ağır hapis cezasına mahkumiyet halinde ise faile müebbet ağır hapis cezası verilir. 119  Bir görüşe göre 272. maddenin 7. fıkrasında, 5. fıkrada olduğu üzere failin ayrıca infazın başlaması nedeni kişiyi hüriyetinden yoksun kılma suçundan dolaylı fail sıfatı ile sorumlu tutulacağı öngörülmemiş ise de, hapis cezasının infazının başlamasıyla birlikte kişinin hürriyeti kısıtlanacağından genel hükümler uyarınca (TCK m. 37/1) yalan tanıklık yapan kişinin ayrıca kişiyi hürriyetinden yoksun kılma suçundan dolaylı fail olarak sorumlu tutulması gerekir (bkz. İçer, s. 207-208).   Kanaatimizce, 272. maddenin 6 ve 7. fıkralarındaki düzenlemenin lafzı dikkate alındığında öngörülen ceza miktarı itibarı ile bu görüşün savunulması mantıki olarak mümkün değildir. 120  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7835; Yaşar / Gökcan / Artuç, C. 6, s. 8194. 121  Yaşar / Gökcan / Artuç, C. 6, s. 8194. 122  Aynı yönde bkz. Yaşar / Gökcan / Artuç, C. 6, s. 8194. 123  Alman StGB § 161 hükmüne göre (1) 154 ilâ 156.maddelerde tanımlanmış olan fiiller taksirle işlenir ise, bir yıla kadar hapis cezası veya para cezası verilir. Buna göre, Alman 384 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK dinleme  yetkisinin  bulunduğunu;  açıklamalarının  gerçeği  yansıtmadığını, gerçeği gizlediğini bilmesi yeterlidir. Fiilin gerçeğin gizlenmesi suretiyle ihmali bir davranışla icra edilmesi durumunda, tanık gerçeği gizlediğinin ve gizlediği hususların maddi vakıanın ispatı ile doğrudan bağlantılı olduğunu bilmelidir. Kastın varlığı için, fail, her şeyden evvel tanık sıfatı ile ifade verdiğinin bilincinde olmalıdır. Örneğin ifade veren kimse, tanık değil de şüpheli sıfatı ile ifadesinin alındığı düşüncesinde ise suçun maddi unsurlarında yanılgı sözkonusudur ve failin bu yanılgısı yalan tanıklık suçu bakımından kastını bertaraf eder (TCK m. 30/1)126. Yine, merciin tanık dinlemeye yetkili olması, maddi unsurlar kapsamında suçun normatif unsurudur. Bu nedenle failin kastının bu unsuru da kapsaması, bir başka ifade ile failin merciin tanık dinleme yetkisinin  bulunduğunu  bilmesi  gerekmektedir.  Fakat,  failin  örneğin ifadesini alan kişinin Cumhuriyet savcısı olduğunu bilmesi yeterli olup; tanık dinlemeye ya da yemin vermeye yetkili olduğunu bilip bilmemesinin önemi yoktur. Bir başka ifade ile failin, huzurunda beyanda bulunduğu merciin niteliğini bilmesi kastın varlığı için yeterlidir. Sözgelimi failin yanlış hukuki değerlendirme yapmak suretiyle Cumhuriyet savcılığının tıpkı kolluk gibi tanık dinleme yetkisinin bulunmadığı kanısında olması (niteleme yanılgısı / Subsumtionsirrtum) kastını ortadan kaldırmaz. hukukunda yalan tanıklık suçunun nitelikli hali olarak kabul edilen StGB § 154 hükmünde suç olarak tanımlanan fiilin taksirle işlenmesi mümkündür. Fail, mahkeme huzurunda ya da yemin vermeye kanunen yetkili kılınmış bir merci huzurunda yemin ederek gerçeğe aykırı beyanda bulunur ve bunu taksirle icra ederse, StGB § 161 hükmüne göre sorumludur.    Ancak StGB § 161 hükmünde yer alan ve fiilin taksirle icra edilen şeklini suç olarak tanımlayan bu düzenlemenin varlığı, Alman doktrininde eleştirilmektedir. Eleştiri için bkz. Vormbaum, NK-StGB § 153 kn. 110; § 161 kn. 1. 124  Müller, MK-StGB § 153 kn. 68; Vormbaum, NK-StGB § 153 kn. 101; Heger, Lackner / Kühl-StGB § 153 kn. 5; Kudlich, BeckOK-StGB § 153 kn. 18; Wessels / Hettinger, BT 1 § 17 kn. 750; Heghmanns, BT kn. 1872; Ünver, s. 202; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7836. 125  Vormbaum, NK-StGB § 153 kn. 104; Heghmanns, BT kn. 1862. 126  Vormbaum, NK-StGB § 153 kn. 102. 127  Vormbaum, NK-StGB § 153 kn. 101; Kudlich, BeckOK-StGB § 153 kn. 20; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 32; Wessels / Hettinger, BT 1 § 17 kn. 750. 128  Kudlich, BeckOK-StGB § 153 kn. 20.   Belirtilmesi gerekir ki, niteleme yanılgısının unsur yanılgısı mı, yoksa haksızlık yanılgısı kapsamında mı değerlendirileceği tartışmalı bir konudur. Kanaatimizce, niteleme yanılgısı bir yorum yanılgısıdır ve failin kastını ortadan kaldırmaz. Failin, normatif nitelik taşıyan bir unsuru hukuki kavram olarak doğru şekilde tavsif edememiş olması, unsur yanılgısı Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 385Yalan Tanıklık Suçu (TCK m. 272) Suçun olası kastla işlenmesi de mümkündür. Örneğin, fail, aradan zaman geçmesi nedeni ile olaya ilişkin bazı hususları hatırlamadığı yahut yanlış olarak algılamış olabileceği, dolayısıyla bilgisinin şüpheli olduğunu bilmesine rağmen bunu belirtmeyerek o şekilde vuku bulmuş gibi olay hakkında bilgi veriyor ise olası kast ile hareket etmektedir. Çünkü fail, yetkili mercileri yanlış yola sevk edebileceğini öngörerek açıklamada bulunmaktadır. Buna karşılık, fail, unutması nedeniyle açıklamada bulunamıyor ya da bazı hususları yanlış hatırlıyor ve olayın o şekilde gerçekleştiği kanaati ile açıklamada bulunuyor ise kastından söz edilemez. III. SUÇUN HUKUKA AYKIRILIK UNSURU Tipiklik  unsurunun  gerçekleşmesi  ile  hukuka  aykırılık  unsuru  da kendiliğinden  gerçekleşir.  Yapısı  gereği,  bu  suç  bakımından  bir  hukuka uygunluk nedeninden söz edilemez. İlgilinin rızası hukuka uygunluk nedeni de uygulanamaz. Zira, adil yargılanma hakkının ihlal edildiğinden bahisle aleyhine tanıklık yapılan kişinin mağdur olduğu kabul edilse dahi; bu suç adliyeye  karşı  işlenen  suçlar  arasında  düzenlenmiştir.  Diğer  taraftan, kişinin tanıklıktan çekinme yetkisini kullanması bir hukuka uygunluk nedeni olarak  mütalaa  edilmemelidir.  Hukuka  aykırılık  unsuru  bakımından  bir kapsamında değerlendirilemez. Kast için, fail suçun yasal tanımında yer alan unsurları ismen bilmek, hukuki kavram olarak doğru şekilde tavsif etmek zorunda değildir;  somut olayda bu unsurun konusunu oluşturan şeyi bilmesi yeterlidir. Örneğin, araç plakası üzerinde tahrifat yapan kişi, araç plakasının resmi belge niteliğinde olduğunu bilmese dahi resmi belgede sahtecilik suçu bakımından kasten hareket etmektedir. Failin, araç plakasını resmi belge olarak hukuken doğru şekilde tavsif etmesi kast için gerekli olmayıp; somut olayda bu unsurlara karşılık gelen şeyi bilmesi kafidir. Fail, olaydaki koşulların bilincindedir, yani tipikliğin objektif unsurlarının gerçekleştiğini bilmektedir; bu nedenle de kasten hareket etmektedir. Olayın dış dünyadaki gerçekleşme şekli ile failin zihnindeki resim birbiri ile tamamen örtüşmektedir, objektif gerçeklik ile failin tasavvuru arasında bir uyumsuzluk yoktur; ancak fail kanunda kullanılan kavramın, somut olaydaki koşulu kapsadığı konusunda yanılgıya düşmektedir. Dolayısıyla, niteleme yanılgısına unsur yanılgısı kapsamında değerlendirilmek suretiyle kastı bertaraf eden bir etki tanınması mümkün gözükmemektedir. Bununla birlikte, suçun unsurları ile ilişkili olan niteleme yanılgısının haksızlık yanılgısına sebebiyet vermesi mümkündür. Fail, normatif unsuru karşılayan hukuki kavramın içeriğini ya da sınırını yanlış yorumlaması sonucunda bu kavramın somut olaydaki koşulu kapsamadığını, bu nedenle de davranışının yasak normu kapsamına girmediğini, bir haksızlık oluşturmadığını düşünüyor ise haksızlık yanılgısı içinde hareket ettiği kabul edilmelidir. 129  Müller, MK-StGB § 153 kn. 68, 70; Vormbaum, NK-StGB § 153 kn. 100; Heger, Lackner / Kühl-StGB § 153 kn. 5; Kudlich, BeckOK-StGB § 153 kn. 19; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 7; Yaşar / Gökcan / Artuç, C. 6, s. 8194; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7836; Özbek ve diğerleri, Özel Hükümler, s. 1105; Tezcan / Erdem / Önok, Özel Hükümler, s. 1012. 130  Müller, MK-StGB § 153 kn. 70; Kudlich, BeckOK-StGB § 153 kn. 19; Ünver, s. 203. 131  Özbek ve diğerleri, Özel Hükümler, s. 1104. 386 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK tespit yapılabilmesi için, öncelikle fiilin tipikliğinin belirlenmesi zorunludur. Halbuki, sözü edilen durumda ortada tipik bir fiil bulunmamaktadır. Çünkü, tanık, çekinme yetkisini kullanmak suretiyle bilgi vermeyeceğini açık bir biçimde  ortaya  koymaktadır;  bu  durumda,  gerçeğin  gizlenmesinden  söz edilemez. Dolayısıyla, fiil tipik değildir. Tanığın çekinme yetkisini kullanması, sadece disiplin yaptırımını bertaraf edici bir etkiyi haizdir. §  4.  ŞAHSİ  CEZASIZLIK  veya  CEZANIN AZALTILMASINI GEREKTİREN ŞAHSİ NEDENLER Yalan tanıklık suçu bakımından, TCK nın 273. maddesinde hakimin takdirine göre faile ceza verilmemesini ya da cezada indirim yapılmasını gerektiren şahsi neden olarak iki nedene yer verilmiştir,133. Şahsi nitelik taşıması  nedeniyle  bu  hükümden  sadece  yalan  tanıklık  suçunun  faili yararlanabilir;  şerik  sıfatını  taşıyan  suç  ortağının  yararlanması  mümkün 132  Mülga 765 sayılı TCK da da aynı nedenlere benzer şekilde yer verilmiştir. Mülga 765 sayılı TCK nın 5237 sayılı TCK nın 273. maddesine karşılık gelen 288. maddesi şu şekildedir: Yalan yere yemin veya şahadet eden şahıs: 1 - Hakikatı beyan ettiği takdirde kendisini veya akrabasından birini hürriyet ve namusca behemehal fahiş bir zarara maruz kılması muhtemel olan, 2 - Kendi tarafından beyan olunan zati vasıﬂ ara nazaran şahit sıfatiyle celbi iktiza etmiyen yahut o şahsın ceza davasında şahit ve ehli hibre ve mütercim olmaktan istinkafa hakkı olduğu halde mahkemece kendisine bu hakkı ihtar edilmemiş bulunan, // Kimselerden ise yukarıki maddede mezkur olan cezalardan muaftırlar. // Eğer bunların yalan şahadeti diğer bir şahsi takibata yahut mahkumiyete maruz kılarsa yukarıdaki maddelerde yazılı cezalar, yarısından üçte ikisine indirilir.   Her iki Kanun da yer alan düzenlemeler benzer olmakla beraber aralarında bazı farklılıklar mevcuttur. Bunlardan biri, sözkonusu nedenlerin mülga 765 sayılı TCK da esas itibarı ile şahsi cezasızlık nedeni olarak düzenlenmiş olmalarıdır; bir başka ifade ile faile ceza verilmeyecektir, bu hususta hakime bir takdir yetkisi bırakılmamıştır. Ancak yalan tanıklığa bağlı olarak bir başkası hakkında soruşturma başlatılması ya da mahkumiyet kararı verilmesi durumunda faile ceza verilecek ise de cezada indirim yapılması öngörülmüştür. 5237 sayılı TCK da ise sözkonusu nedenler hakime ceza verip vermemek konusunda takdir yetkisi bırakır şekilde şahsi cezasızlık nedeni ya da cezada indirim yapılmasını gerektiren şahsi neden olarak düzenlenmiş, buna uygun olarak 288/2 hükmüne karşılık gelen bir düzenlemeye yer verilmemiştir. 133  Belirtilen nedenler, bir şahsi cezasızlık ya da cezada indirim yapılmasını gerektiren şahsi neden olarak düzenlenmiş olup, fiilin hukuka aykırılığını ortadan kaldırıcı bir etkiyi haiz değildir; yalan tanıklık suçu varlığını muhafaza eder. Fakat, Askeri Yargıtay 1. Dairesi, bir kararında tanığın kendisini ceza soruşturmasından korumak amacıyla yalan söylemesi durumunda bunu hem hukuka aykırılığı kaldıran özel bir sebep hem de şahsi cezasızlık sebebi olarak nitelendirmiştir. bkz. Askeri Yargıtay 1. Dairesi, 15.3.2006, E. 2006/362, K. 2006/417 sanık E.B. nin soruşturmaya maruz kalmasının muhtemel olması nedeniyle, kendini koruma içgüdüsüyle yalan söylediği ve bu durumun 765 sayılı TCK.nun 288/1 inci maddesinde cezasızlığı gerektiren ve hukuka aykırılığı kaldıran özel bir sebep olarak belirtildiği anlaşıldığından, sanık hakkında şahsi cezasızlık sebebinin varlığı nedeniyle, ceza verilmesine yer olmadığı kararı verilmesi gerekirken Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 387Yalan Tanıklık Suçu (TCK m. 272) değildir. Ayrıca, bu hüküm, özel hukuk uyuşmazlıkları kapsamında yapılan yalan tanıklık hallerinde uygulanmayacaktır (TCK m. 273/2). TCK m. 273/1-a: Kişinin; kendisinin, üstsoy, altsoy, eş veya kardeşinin soruşturma ve kovuşturmaya uğramasına neden olabilecek bir hususla ilgili olarak yalan tanıklıkta bulunması bir şahsi cezasızlık veya cezada indirim yapılmasını gerektiren şahsi nedendir (TCK m. 273/1-a)135,136. Burada, anayasal 134  Lenckner / Bosch, Schönke/Schröder-StGB § 157 kn. 4; Heghmanns, BT kn. 1874. 135  Akrabalık ilişkisinin kapsamı bakımından 5237 sayılı TCK ile mülga 765 sayılı TCK arasında farklılık sözkonusudur. Mülga 765 sayılı TCK nın 288. maddesinde yer alan akrabalardan biri ibaresi, 259. madde uyarınca karı, koca, altsoy, üstsoy, amca, dayı, hala, teyze ve yeğenler ile aynı derecedeki sıhri hısımlar şeklinde anlaşılmakta idi. 5237 sayılı TCK da ise hükmün uygulama alanı altsoy, üstsoy, eş ve kardeş ile sınırlandırılmış, kapsamı mülga 765 sayılı TCK ya nazaran daraltılmıştır. 136  Bir görüşe göre, bu düzenleme zorunluluk haline ilişkin özel bir düzenlemedir. Burada zorunluluk haline ilişkin genel düzenlemeden (TCK m. 25/2) farklı olarak, yalan tanıklık yoluyla kurtarılmak istenen hukuki menfaatin daha üstün olması aranmadığı gibi, belli değerlere yönelik ağır bir tehlikenin varlığına da ihtiyaç bulunmamaktadır. Gerçeğe aykırı açıklama, tehlikeyi bertaraf etmeye elverişli bir araç da değildir. Bu nedenle, zorunluluk haline ilişkin TCK nın 25/2 hükmünün yalan tanıklık suçu bakımından uygulama alanı bulamayacağını düşünen kanunkoyucu kişinin  bu özel durumunu göz önünde bulundurmuştur. Zorunluluk haline ilişkin özel bir düzenleme niteliğini taşıyan sözkonusu hüküm, genel nitelikli olan TCK nın 25/2 hükmünün uygulanma olanağını ortadan kaldırmaktadır (bkz. Tezcan / Erdem / Önok, Özel Hükümler, s. 1017).   Nitekim Alman Ceza Kanunu nun tanıklıkta zaruret hali (Aussagenotstand) başlığını taşıyan § 157/1 hükmüne göre tanık bir aile mensubunu veya kendisini cezalandırılma ya da kişi hürriyetini kısıtlayan bir iyileştirme ve güvenlik tedbirine tabi olma tehlikesinden kurtarmak için gerçeğe aykırı beyanda bulunur ise mahkeme cezayı takdiren indirebilir ve yemin altında olmadan beyanda bulunmuş ise ceza vermekten tamamen vazgeçebilir (StGB § 157/1). Ancak belirtilmesi gerekir ki, maddenin başlığı her ne kadar tanıklıkta zaruret hali başlığını taşısa da hukuki niteliği Alman doktrininde tartışmalıdır. Bir görüş, bu hükmü zorunluluk haline ilişkin özel bir düzenleme olarak nitelendirmektedir (bkz. Vormbaum, NK-StGB § 157 kn. 4 ﬀ .). Diğer bir görüş, StGB § 157 hükmünü zorunluluk hali benzeri menfaatler çatışması (notstandsähnliche Konﬂ iktlage) şeklinde nitelendirmektedir (bkz. Heghmanns, BT kn. 1874). Başka bir görüş ise, şahsi cezasızlık nedeni olarak görmektedir (bkz. Müller, MK-StGB § 157 kn. 2).   Kanaatimizce, TCK nın 273/1-a hükmü düzenleniş şekli itibarı ile zorunluluk haline ilişkin özel bir düzenleme değildir. Zira, genel hükümler kısmında düzenlenen zorunluluk halinin (TCK m. 25/1) unsurlarına ilişkin olarak suça uygun özel bir belirleme (örneğin TCK m. 147) yapılmadığı gibi, ilave bir unsur da getirilmiş değildir. En önemlisi ise, ceza soruşturması ya da kovuşturması başlatılacak olması, hukuken korunan belirli değerlere yönelik bir tehlike olarak değerlendirilemez. Fiilen bir tehlikenin varlığından söz edilebilirse de, bu tehlike yalan tanıklık suçunun işlenmesi yoluyla bertaraf edilmesi hukuken mazur görülebilecek bir tehlike değildir. Zorunluluk hali kapsamında, böyle bir tehlikenin yalan tanıklık suçunun işlenmesi yoluyla bertaraf edilmesi hukuken mazur görülerek himaye edilemez. Ayrıca 273/1-a hükmü her zaman değil, ancak sayılan sınırlı sayıda kişiler (kendisi, altsoy, üstsoy, eş ve kardeş) ile ilgili hususlar hakkında yalan tanıklıkta bulunulması halinde uygulanma kabiliyetine sahiptir. Tanığın gerçeğe aykırı beyanda bulunmasının sebebi, vereceği bilginin kendisini 388 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK bir ilke olan nemo tenetur ilkesi geçerlidir (Anayasa m. 38/5)137. Soruşturma ve kovuşturma ile kastedilen, suç teşkil eden bir fiil dolayısıyla başlatılacak ceza  soruşturması  ve  kovuşturmasıdır.  Örneğin  kabahat  niteliğindeki  fiil dolayısıyla soruşturma yapılması sözkonusu ise, bu hüküm uygulanmaz. Diğer taraftan suç karşılığında sadece adli para cezası öngörülmüş ise, bu, failin sadece malvarlığına yönelik bir tehlikedir. Korunmak istenen hukuki menfaatler  mukayese  edildiğinde  münhasıran  soruşturma  ve  kovuşturma tehdidinin  varlığı  yeterli  değildir.  Failin,  soruşturma  ve  kovuşturma neticesinde kişi hürriyetini kısıtlayıcı nitelik taşıyan hapis veya güvenlik tedbiri  yaptırımlarının  uygulanma  tehlikesinin  bulunması  aranmalıdır. Ayrıca, soruşturma ve kovuşturma tehlikesinin objektif olarak varlığı yeterli değildir;  failin  zihnindeki  durum  esas  alınır.  Soruşturma  ve  kovuşturma tehlikesi objektif olarak bulunmakla beraber, tanık bunu bilmiyor ise şahsi cezasızlık nedeninden yararlanamaz. Şayet genel af, dava zamanaşımı, muhakeme şartının gerçekleşmemesi (örneğin şikayet süresinin dolması) gibi bir nedenle soruşturma ve kovuşturma olanağı kalmamış ise failin bundan yararlanma olanağı bulunmamaktadır. TCK m. 273/1-b: Tanıklıktan çekinme yetkisi bulunan tanığa bu yetkisinin hatırlatılmaması, yalan tanıklık suçunun oluşmasını önlemez. Tanığın çekinme yetkisi olmasına rağmen bunun kendisine hatırlatılmamış olması yalan tanıklık suçu bakımından bir şahsi cezasızlık veya cezada indirim veya sayılan sınırlı sayıdaki yakınlarından birini suçlayıcı mahiyette olmasıdır. Tanığın gerçeğe aykırı beyanda bulunmasında, tamamen şahsi nitelikteki bu yakınlık ilişkisi etkilidir. İnsan tabiatı gereği kendisini ve yakınlarını ceza soruşturması ve kovuşturması da dahil olmak üzere gelebilecek her türlü tehlikeden koruma eğilimindedir; dolayısıyla kendisini ve yakınlarını suçlayıcı beyanda bulunması insandan beklenebilecek ve yükümlülük olarak yüklenebilecek bir davranış değildir. Esasen burada failin iradesini zorlayan, dolayısıyla da kusur üzerinde etkili olan bir durum sözkonusudur. Fakat bu, kişinin şahsından veya belirli şahıslarla olan yakınlık ilişkisinden kaynaklanmaktadır. Kanunkoyucu, Anayasa da da güvence altına alınan nemo tenetur ilkesinin (Anayasa m. 38/5) gereğini bunu yalan tanıklık suçu bakımından şahsi cezasızlık nedeni olarak düzenlemek suretiyle yerine getirmiştir. 137  İlke hakkında bilgi için bkz. Yenisey / Nuhoğlu, s. 514-515; Bu ilkeye göre faile ceza verilmesinden tamamen vazgeçilmesi gerektiği yönündeki haklı eleştiri için bkz. Ünver, s.  210. 138  Hettinger / Bender, JuS 2015/7, s. 585. 139  Mitsch, JuS 2005/4, s. 342. 140  Heger, Lackner / Kühl-StGB § 157 kn. 7; Hettinger / Bender, JuS 2015/7, s. 585. 141  Heger, Lackner / Kühl-StGB § 157 kn. 4. 142  Bu konuya, yukarıda ilgili olduğu diğer konu başlıkları altında değinildiği için, tekrardan kaçınmak adına yeniden açıklamada bulunmuyoruz. 143  Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 23 f. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 389Yalan Tanıklık Suçu (TCK m. 272) yapılmasını gerektiren şahsi nedendir (TCK m. 273/1-b)144. § 5. ETKİN PİŞMANLIK TCK nın  274.  maddesinde,  yalan  tanıklık  suçu  bakımından  etkin pişmanlığa  ilişkin  düzenlemeye  yer  verilmiştir.  Etkin  pişmanlık  için, failin yalan söylediğini itiraf etmesi yeterli değildir; bunun yanında gerçeği söylemesi gerekmektedir. Yalan tanıklık suçunun işlenmesine azmettiren ya da yardımda bulunan sıfatıyla iştirak edenler de etkin pişmanlığa ilişkin hükümden yararlanabilirler. Ancak şerik sıfatını taşıyan suç ortağının sadece 144  bkz. Yargıtay 9. CD, 1.7.2013, E. 2013/3407, K. 2013/10140 145  Mülga 765 sayılı TCK nın 289. maddesinde etkin pişmanlığa ilişkin bir düzenlemeye yer verilmiş idi: Bir kimse ceza tahkikat veya muhakematı esnasında şahadet ettikten sonra iş lüzum veya meni muhakeme kararnamesi ile bitmezden veya muhakeme hitam bulmazdan veya yalan şahadet hadisesindan dolayı muhakeme başka güne talik olunmazdan evvel bu şahadetten rücu ile hakikatı söylerse 286 ncı maddede beyan olunan fiilden dolayı cezadan muaftır (f. 1). // Eğer rücu beyan olunan zamanlardan sonra olur, yahut bir hukuk davasının muhakemesi esnasında vukua gelmiş olan yalan şahadete mütaallik bulunur ise bu şahadetin vukubulduğu dava hakkında mahkemeden karar çıkmazdan evvel zuhura gelmiş olmak şartiyle bu baptaki ceza üçte birinden yarısına kadar indirilir (f. 2). Eğer bu şahadet bir şahsın tevkifini yahut hakkında fahiş bir zararı mucip olmuşsa cürüm failinin göreceği ceza bu maddenin birinci kısmında yazılı hallerde üçte bir ve ikinci kısmında yazılı olan hallerde altıda bir derecesinde azaltılır (f. 3).   Ancak mülga 765 sayılı TCK daki bu düzenleme, 5237 sayılı TCK nın 274. maddesinde yer alan düzenlemeden büyük ölçüde farklıdır. Hukuk davaları bakımından etkin pişmanlık sadece cezada indirim yapılmasını gerektiren şahsi neden olarak düzenlenmekte idi. 5237 sayılı TCK da ise nedeni izah edilemeyen bu ayırıma son verildiği gibi, suçun neticesi sebebi ile ağırlaşan halleri ile uyum arz eden şekilde aleyhine tanıklık yapılan kişi hakkında hükümden önce bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak bir karar verilip verilmediği de göz önünde bulundurulmuştur.   Alman StGB § 158 hükmünde etkin pişmanlık gerçeğe aykırı beyanın düzeltilmesi (Berichtigung einer falschen Angabe) başlığı altında düzenlenmiştir. Bu düzenlemeye göre, fail gerçeğe aykırı beyanını doğru zamanda (rechtzeitig) düzeltirse hakim ceza vermekten vazgeçebileceği gibi, cezada indirim yapabilir (Abs. 1). Yapılan düzeltme, şayet karar verilirken artık kullanılamıyorsa veya fiilden başkaları zarar görmüşse yahut fail hakkında düzeltme yapılmadan önce zaten bir bildirim yapılmış ya da soruşturma başlatılmışsa düzeltmenin geciktiği, yani doğru zamanda yapılmadığı kabul edilir (Abs. 2). Düzeltme, ancak gerçeğe aykırı beyanın yapıldığı veya muhakemede beyanı incelemek durumunda olan mercie yahut mahkeme, savcılık ya da kolluğa yapılabilir (Abs. 3).   146  Bu hususta ayrıntılı bilgi için bkz. Baba, Yasemin, Türk Ceza Kanunu nda Etkin Pişmanlık, 1. Bası, İstanbul Ceza Hukuku ve Kriminoloji Arşivi Yayın No:1, XII Levha Yayıncılık, İstanbul, 2013, s. 48 vd., 77; Yargıtay 9. CD, 16.9.2014, E. 2013/16608, K. 2014/9155 Sanıkların tanık olarak dinlendikleri Bingöl Ağır Ceza Mahkemesinin ... sayılı dosyasında gerçeği söylediği anlaşıldığından ... etkin pişmanlık hükmünün uygulanıp uygulanmayacağının tartışılmaması; Yargıtay 4. CD, 6.12.2011, E. 2009/20331, K. 2011/23236; Yargıtay 4. CD, 21.3.2011, E. 2009/2368, K. 2011/3505 390 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK gerçeği söylemesi yeterli olmayıp, tanığın hangi açıklamalarının gerçeğe aykırı olduğunu da belirtmesi gerekir. TCK nın 274. maddesinin 1. fıkrasına göre, Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden veya hükümden önce gerçeğin söylenmesi hâlinde, cezaya hükmolunmaz. Örneğin hukuk davasında ihtiyati tedbir kararının verilmesi; ceza  davasında  taşınmaz,  hak  ve  alacaklara  elkoyma  kararı  verilmesi; adli kontrol kapsamında yurt dışına çıkış yasağı konulması bu nitelikte bir karardır. Bu düzenleme, 2. fıkra ile birlikte yorumlanmalıdır. Düzenleme, 2. fıkra ile birlikte yorumlandığında 1. fıkranın uygulanabilmesi için, hükümden önce  aleyhine  tanıklık  yapılan  kişi  hakkında  bir  hak  kısıtlamasını  veya yoksunluğunu sonuçlayacak nitelikte karar verilmemiş olması zorunludur. Şayet bu nitelikte bir karar verilmiş ise hükümden önce gerçeğin söylenmesi halinde  2.  fıkra  hükmü  uygulanacaktır.  Burada,  etkin  pişmanlık  şahsi cezasızlık nedeni olarak düzenlenmiştir; faile ceza verilmeyecektir, hakimin takdir yetkisi bulunmamaktadır. Fail hakkında verilmesi gereken hüküm, ceza verilmesine yer olmadığı kararıdır (CMK m. 223/4-b)149; ayrıca soruşturma evresinde Cumhuriyet savcısı kamu davasını açmada takdir yetkisini haizdir (CMK m. 171/1). TCK nın 274. maddesinin 2. fıkrasına göre, Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar verildikten sonra ve fakat hükümden önce gerçeğin söylenmesi hâlinde, verilecek  cezanın  üçte  ikisinden  yarısına  kadarı  indirilebilir.  Hüküm, CMK nın  223.  maddesine  göre  ilk  derece  mahkemesindeki  yargılamayı sonlandıran beraat, mahkumiyet, düşme ve ceza verilmesine yer olmadığı kararlarından biridir. TCK nın  274.  maddesinin  3.  fıkrasına  göre,  Aleyhine  tanıklık yapılan  kişi  hakkında  verilen  mahkûmiyet  kararı  kesinleşmeden  önce gerçeğin söylenmesi hâlinde, verilecek cezanın yarısından üçte birine kadarı 147  Eisele, JA 2011/9, s. 670. 148  Yargıtay 9. CD, 5.2.2014, E. 2013/17098, K. 2014/1159; Yargıtay 9. CD, 12.6.2013, E. 2013/4405, K. 2013/9065; Yargıtay 9. CD, 6.5.2014, E. 2013/15869, K. 2014/5720. 149  Burada fail hakkında beraat kararı verilemez. Yargıtay 9. CD, 5.2.2014, E. 2013/17098, K.  2014/1159,  aleyhine  tanıklık  yapılan  kişinin  aleyhine  bir  hak  kısıtlamasını  veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden ve hükümden önce gerçeği söylemek suretiyle etkin pişmanlık gösterdiği gözetilerek hakkında TCK nın 274/1. maddesi uyarınca ceza verilmesine yer olmadığına karar verilmesi gerekirken yazılı gerekçe ile beraatine karar verilmesi Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 391Yalan Tanıklık Suçu (TCK m. 272) indirilebilir. Aleyhine tanıklık yapılan kişi hakkında mahkumiyet dışında başka bir karar verilmiş yahut mahkumiyet kararı kesinleşmiş ise bu hükmün uygulanma olanağı yoktur. Ayrıca, mahkumiyet hükmü ile yalan tanıklık arasında bir neden-sonuç ilişkisinin bulunması gerekli değildir. TCK nın 274. maddesi ile ilgili olarak ortaya çıkan sorunlardan biri, lehe  yalan  tanıklık  yapan  failin  etkin  pişmanlık  hükmünden  yararlanıp yararlanamayacağıdır. Yargıtay, failin, lehe yalan tanıklık yaptığı durumda, 274.  madde  hükmünün  uygulanamayacağı  yönünde  karar  vermektedir. TCK nın 274. maddesinin uygulama alanını münhasıran tanığın aleyhe olacak şekilde yalan beyanda bulunması hali ile sınırlandıran bu görüşe katılmıyoruz. Hükümden önce ya da ceza davasında mahkumiyet kararı kesinleşmeden önce gerçeği söylemesi halinde, yalan beyanın lehe ya da aleyhe olduğuna bakılmaksızın  failin  etkin  pişmanlık  hükmünden  yararlanabileceği düşüncesindeyiz. Her şeyden evvel, 274. maddede geçen aleyhine tanıklık yapılan kişi ifadesi, aynı ifadeye TCK nın 272/4-8 hükmünde yer verilmesi nedeni ile buna paralel şekilde yorumlanmamalıdır. Zira, TCK nın 272/4-8 hükmünde suçun neticesi sebebiyle ağırlaşan halleri düzenlenmekte olup, aleyhine tanıklıkta bulunulan kişi ile kastedilen suçun mağduru olan gerçek kişidir. Yukarıda da belirtildiği üzere suçun neticesi sebebiyle ağırlaşan hali ile failin fiili arasında nedensellik bağının varlığı gerekli olup; sözkonusu neticelerin aleyhe tanıklık yapılan kişi ile ilgili olarak ortaya çıkması mantıki bir zorunluluktur. TCK nın 274. maddesinde ise, 272. maddeden farklı olarak failin etkin pişmanlıktan yararlanabileceği zaman dilimi ifade edilmekte; bu bağlamda aleyhine tanıklık yapılan kişi hakkında verilen kararın niteliği ve  zamanı  esas  alınmaktadır.  Sözkonusu  kararların,  272.  madde  hükmü göz önünde bulundurulduğunda aleyhine tanıklık yapılan mağdur aleyhine 150  Yargıtay 9. CD, 19.11.2014, E. 2014/6798, K. 2014/11701 Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlaması veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden veya hükümden önce ya da aleyhine tanıklık yapılan kişi hakkında mahkumiyet kararı kesinleşmeden önce gerçeğin söylenmesi halinde TCK nın 274. maddesinde düzenlenen etkin pişmanlık hükmünün uygulanabileceği, lehe yalan tanıklık yapılıp da gerçeğe dönülmesi halinde anılan madde hükmünün uygulanamayacağı, somut olayda; Kayseri 1. Ağır Ceza Mahkemesinin 2008/258 esas sayılı dosyasında kasten öldürme suçundan yargılanan sanık Ercan Dilek ile kasten öldürme suçuna azmettirme ve yağma suçundan yargılanan katılan Tahir Eken lehine soruşturma ve kovuşturma aşamasında yalan tanıklık yapan ve yalan tanıklık yaptığı kişiler hakkında hüküm verilmeden önce gerçeği söyleyen sanıklar hakkında mahkumiyet hükmü kurulması yerine uygulama koşulları bulunmadığı gözetilmeden etkin pişmanlıkta bulunduklarının kabulüyle TCK nın 274/1. maddesi uyarınca ceza verilmesine yer olmadığına karar verilmesi; Yargıtay 4. CD, 13.11.2012, E. 2010/28878, K. 2012/24815 TCK nın 274. maddesindeki etkin pişmanlık hükmünün uygulanabilmesi için, tanıklığın aleyhe olmasının gerekmesi karşısında 392 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK verileceği  açıktır.  Bu  nedenle,  maddede  aleyhine  tanıklık  yapılan  kişi ifadesinin  kullanılması  yanlış  değildir.  Ancak,  274.  madde  hükmünün uygulanması bakımından failin gerçeğe aykırı beyanı ile maddede belirtilen durumlar, örneğin hak kısıtlaması arasında bir nedensellik bağının varlığı gerekli olmadığı gibi; 272. maddede belirtilen neticesi sebebiyle ağırlaşan hallerin varlığı da aranmaz. Örneğin, fail, duruşmada sanığın lehine olacak şekilde yalan beyanda bulunmuş olmasına rağmen, hakim diğer tanıkların beyanlarından ya da dosyada bulunan diğer delillere istinaden hak kısıtlamasını ya da hak yoksunluğunu sonuçlayan bir karar vermiş olabilir.      TCK nın 272. maddesinin 1 ilâ 3. fıkralarında yer alan düzenlemeler dikkate alındığında korunanın maddi gerçek olduğu sonucuna varılmaktadır. Maddi gerçeğin korunduğu bir durumda, tanığın beyanının lehe ya da aleyhe olması bir önem taşımaz. Örneğin, tanık şüpheli veya sanık lehine gerçeğe aykırı  beyanda  bulunmuş  olabilir.  TCK nın  274.  maddesinin  uygulama alanı münhasıran tanığın aleyhe olacak şekilde yalan beyanda bulunması hali ile sınırlandırıldığında lehe beyanda bulunan tanığın etkin pişmanlıktan yararlanma olanağı tümüyle ortadan kalkmaktadır. Oysa ki, lehe yalan beyanda bulunan tanık da, daha sonra bu beyanından dönmek suretiyle maddi gerçeğin ortaya çıkmasını sağlayabilir. Diğer taraftan, aleyhe beyanda bulunan tanık etkin pişmanlıktan yararlanırken, lehe beyanda bulunan tanığın evleviyetle yararlanması gerekmektedir. Aksine bir durum, lehe olacak şekilde gerçeğe aykırı beyanda bulunan tanık bakımından aleyhe bir sonuç doğurur ve korunan hukuki menfaat esas alındığında maddenin uygulanmasında eşitlik ilkesine aykırı bir durum ortaya çıkmasına sebebiyet verir. Nitekim 274. maddenin 1 ve 2. fıkrası birlikte değerlendirildiğinde, 2. fıkrada ve bağlacı kullanılırken; 1. fıkrada veya bağlacının kullanılmış olmasının düşüncemizi teyid eder şekilde kanunkoyucunun bilinçli bir tercihi olduğu kanaatindeyiz. TCK nın 274. maddesinin 1 ve 2. fıkrasına göre, etkin pişmanlık bakımından esas alınan zaman dilimi hüküm anıdır. Buradaki hüküm, yalan tanıklık suçu dolayısıyla verilecek olan hüküm değil; yalan tanıklık suçunun oluşmasına neden olan muhakeme sonunda verilen hükümdür. Sözkonusu hüküm, ceza davalarında  CMK nın  223.  maddesinde  sayılan  hüküm  çeşitlerinden  biri olabileceği gibi; hukuk davalarında lehine ya da aleyhine tanıklık yapılan davalı ya da davacı bakımından davanın reddi ya da kabulü şeklinde olabilir. Bu  husus,  1.  ve  2.  fıkrada  kullanılan  hükümden  önce  ifadesinden  de 151  TCK m. 274/1 hükmünde veya bağlacı yerine ve bağlacının kullanılması gerektiği yönündeki görüşe katılmıyoruz (Bu yöndeki görüş için bkz. Ünver, s.   215). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 393Yalan Tanıklık Suçu (TCK m. 272) anlaşılmaktadır. Hüküm, 1. fıkrada kullanılan veya bağlacından önceki kısım ile ilişkilendirilmemelidir. Hükümden önce hak kısıtlamasını veya hak yoksunluğunu kısıtlayan bir karar verilmesi zorunlu olmayıp, böyle bir karar verilmemiş olabilir. Maddede belirtilmek istenen husus, bir hak kısıtlamasını veya hak yoksunluğunu sonuçlayan bir karar verilmeden önce veya hükümden önce tanığın yalan beyanından dönerek gerçeği söylemesidir. Ancak, her ikisi failin ceza sorumluluğuna etkisi bakımından eşit tutulmamış; bir hak kısıtlamasını veya hak yoksunluğunu sonuçlayan bir karar verilmeden önce gerçeğin söylenmesi failin cezasını tamamen ortadan kaldırırken; bu nitelikte bir karar verildikten ve fakat hükümden önce gerçeğin söylenmesi cezada indirim yapılmasını gerektiren bir şahsi neden olarak düzenlenmiştir. Hukuk davalarından farklı olarak, ceza davalarında hükümden sonra da  failin  etkin  pişmanlıktan  yararlanabilmesine  imkan  verilmiştir  (TCK m. 274/3). Ceza davalarında mahkumiyet kararı kesinleşmeden önce failin gerçeği  söylemesi,  cezada  indirim  yapılmasını  gerektiren  şahsi  neden olarak düzenlenmiştir. Ancak 3. fıkra metninde mahkumiyet kararı yerine hüküm ifadesinin kullanılmasının daha yerinde olacağı düşüncesindeyiz. Zira, tanık örneğin sanığın lehine beyanda bulunmuş ve sanık hakkında dosyadaki delil durumu da göz önünde bulundurularak bu tanığın beyanına istinaden beraat kararı verilmiş olabilir. Tanık, hükümden sonra ancak hükmün kesinleşmesinden evvel maddi vakıa hakkında sanığın mahkumiyetini gerektirir önemli açıklamalarda bulunabilir. Ceza muhakemesinde delil serbestisi ve bu bağlamda delillerin ileri sürülmesi bakımından bir zaman sınırlandırması bulunmadığı dikkate alındığında bu tanığın da etkin pişmanlıktan yararlanması gerektiği açıktır. Bu durumda, failin yalan tanıklık yaptığının ortaya çıkması ve hakkında bu suçtan dolayı soruşturma başlatılması son derece güç olsa da; sonradan ortaya çıkan delillere bağlı olarak imkansız değildir. Etkin pişmanlık kurumunun varlık nedeni de, bunu gerekli kılmaktadır. Diğer taraftan, ceza davasında mahkumiyet kararı verilen hallerde de, failin etkin pişmanlıktan yararlanabilmesi için yalan beyanın sanığın lehine ya da aleyhine olması arasında bir fark gözetilmemelidir. Fail, sanığın lehine tanıklık yapmış ve fakat dosyadaki mevcut delil durumuna göre sanık hakkında mahkumiyet kararı verilmiş olabilir. Bu durumda da, tanığın etkin pişmanlığı ilk derece mahkemesinin  ulaştığı  maddi  gerçeği  teyid  edici  mahiyettedir  ve  kanun yolu denetiminde dikkate alınması gereken bir delildir. Ayrıca, maddenin 1 ve 2. fıkrasında ceza ve hukuk davaları arasında bir ayırım gözetilmez iken; 3. fıkranın uygulama alanının ceza davaları ile sınırlandırılması anlaşılır değildir. Hukuk davalarında da, olağan kanun yolu aşamasında fail yalan beyanından  dönerek  gerçeği  söyleyebilir  ve  mahkemenin  ulaştığı  maddi 394 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK gerçeğin akıbetini değiştirebilir. Sonuç olarak 3. fıkrada yer alan Aleyhine tanıklık yapılan kişi hakkında verilen mahkumiyet kararı kesinleşmeden önce ibaresinin Hükmün kesinleşmesinden önce şeklinde değiştirilmesi gerektiği kanaatindeyiz.   Hükmün açıklanmasının geri bırakılması halinde, aleyhine tanıklık yapılan kişi hakkında mahkumiyet hükmü verilmekte, ancak açıklanmamakta, yani  herhangi  bir  hukuki  sonuç  doğurmamaktadır.  Henüz  kesinleşen  bir hüküm bulunmadığı için, hükmün açıklanmasının geri bırakılmasından sonra failin yalan tanıklık yaptığını itiraf etmesi ve gerçeği beyan etmesi halinde 3. fıkra hükmü uygulanacaktır. Son olarak belirtilmesi gerekir ki, failin soruşturma evresinde de etkin pişmanlık hükmünden yararlanması mümkündür. Soruşturma evresinde, tanığın yalan söylediğini itiraf ederek gerçeği söylemesi halinde, aleyhine tanıklık  yapılan  kişi  hakkında  bir  hak  kısıtlamasını  veya  yoksunluğunu sonuçlayacak nitelikte karar verilmemiş olması koşulu ile (TCK m. 274/1) Cumhuriyet  savcısı  kamu  davasını  açmada  takdir  yetkisini  kullanarak kovuşturmaya yer olmadığı kararı verebilir (CMK m. 171). § 6. SUÇUN ÖZEL GÖRÜNÜM ŞEKİLLERİ I. TEŞEBBÜS Suç, yetkili kişi veya kurul önünde tanık sıfatı ile yalan beyanda bulunmakla  tamamlanır;  burada  beyanın  tamamlanması  esastır.  Tanık söyleyeceklerini bitirmiş, ifadeyi alan kişi veya merciin yahut muhakeme süjelerinin soracak bir şeyi kalmamış ise beyan da tamamlanmıştır. Kişi, ifadesinin başlangıcında gerçeğe aykırı beyanda bulunmakla beraber ifadesini tamamlamadan  önce  bunları  düzelterek  gerçeğe  uygun  beyanda  bulunur ise, fiilin tipikliğinden söz edilemez. Zira, bu durumda beyanın gerçeğe 152  Ünver, s.   216. 153  Yargıtay 4. CD, 3.10.2012, E. 2011/9302, K. 2012/19328. 154  Müller, MK-StGB § 153 kn. 37; Vormbaum, NK-StGB § 153 kn. 17, 109; Heger, Lackner / Kühl-StGB § 153 kn. 6; Kudlich, BeckOK-StGB § 153 kn. 22; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 8; Wessels / Hettinger, BT 1 § 17 kn. 751; Heghmanns, BT kn. 1870; Hettinger / Bender, JuS 2015/7, s. 581; Mitsch, JuS 2005/4, s. 341. 155  Kudlich, BeckOK-StGB § 153 kn. 22; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 8; Heghmanns, BT kn. 1879; Mitsch, JuS 2005/4, s. 341 f.; Eisele, JA 2011/9, s. 670; Alman Federal Mahkemesi nin kararı da bu yöndedir: BGH, Urteil vom 2. 2. 1960 - 1 StR 697/59 (LG Amberg), NJW 1960, s. 731, Alman Federal mahkemesi ne göre ifade alma işlemi tanığın açıklamalarını tamamlaması ve ifadeyi alan merciin soracak bir sorusu kalmaması ile  tamamlanır.  Beyanın  gerçeğe  uygunluğunun  tespitinde  ifadenin  tümü  göz  önünde bulundurulur. Gerçeğe aykırı beyanda bulunan tanığın ifade alma işlemi tamamlanmadan Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 395Yalan Tanıklık Suçu (TCK m. 272) aykırı olduğundan söz edilemez; tamamlandığı an itibarı ile içeriği gerçeğe uygun olan bir beyan bulunmaktadır. Beyanın gerçeğe aykırı olup olmadığı, ancak beyan tamamlandığında tümü dikkate alınmak suretiyle belirlenebilir; ifadeyi parçalara ayırmak suretiyle bir belirleme yapılamaz. Kişi, beyanda bulunmaya başlamasına rağmen herhangi bir nedenle beyanı yarıda kalmış ise beyanını tamamlama imkanı verilmeli ve ifadesinin tamamı göz önünde bulundurularak  beyanın  gerçeğe  aykırı  olup  olmadığı  konusunda  bir değerlendirme yapılmalıdır. Beyanın tümü dikkate alınmadan yalan tanıklık suçunun oluşup oluşmadığını tespit edebilmek güçtür. Dolayısıyla, yalan tanıklık suçunu düzenleyen hüküm, ancak beyanın tamamlanması durumunda uygulanabilir.  Beyanı  tamamlama  imkanı  verilmeden,  suçun  teşebbüs aşamasında kaldığı kabul edilmemelidir; bu suçta teşebbüs hükümlerinin uygulanması mümkün değildir. Aynı nedenle, etkin pişmanlık (TCK m. 274, Alman StGB §158) bağlamında bir değerlendirme de yapılamaz. Etkin pişmanlığa ilişkin hüküm, ancak beyanın tamamlanmasından sonra uygulama alanı bulabilir. Buna karşılık, tanığın beyanını tamamlayarak ayrılmasından sonra yeniden dinlenmesinin gerekli görülmesi sebebiyle çağrılması üzerine bu kez önceki beyanından dönerek gerçeği söylemesi halinde koşulları varsa etkin pişmanlığa ilişkin hüküm uygulanmalıdır. II. İŞTİRAK Özgü suç (Sonderdelikt) ve münhasıran tek başına işlenen suç olması (eigenhändiges Delikt) nedeni ile yalan tanıklık suçunda müşterek faillik ya da dolaylı faillik mümkün değildir; sadece beyanda bulunan kişi fail sıfatını önce doğruyu söylemesi halinde, ifade tümü itibarı ile dikkate alınacağı için doğru olduğu kabul edilir ve gerçeğe aykırı beyanda bulunma unsurunun gerçekleşmemesi nedeni ile yalan tanıklık suçu bakımından tipik bir fiilden söz edilemez. 156  Mitsch, JuS 2005/4, s. 341 f.; Wessels / Hettinger, BT 1 § 17 kn. 751; Heghmanns, BT kn. 1871. 157  Kudlich, BeckOK-StGB § 153 kn. 23; Wessels / Hettinger, BT 1 § 17 kn. 751; Heghmanns, BT kn. 1871; Hettinger / Bender, JuS 2015/7, s. 581; Mitsch, JuS 2005/4, s. 341; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7838; Yaşar / Gökcan / Artuç, C. 6, s. 8195; Özbek ve diğerleri, Özel Hükümler, s. 1106; Aksi görüş için bkz. Ünver, s.   220; Tezcan / Erdem / Önok, Özel Hükümler, s. 1013; İçer, s. 210; Bu görüşe göre yalan tanıklık suçu sırf hareket suçu olmakla beraber icra hareketleri kısımlara bölünebildiği için teşebbüse elverişlidir. Tanığın beyanının bir bölümü yalan teşkil edip de beyan henüz tamamlanmadan herhangi bir sebeple yarıda kalırsa, yalan tanıklık suçu teşebbüs aşamasında kalmıştır. Tanık, beyanını tamamlamadan bunu düzeltir ve gerçeğe uygun beyanda bulunur ise gönüllü vazgeçmeden (TCK m. 36) yararlanır ve teşebbüs aşamasında kalan yalan tanıklık suçundan dolayı cezalandırılmaz. 158  Heghmanns, BT kn. 1879; Mitsch, JuS 2005/4, s. 341; Eisele, JA 2011/9, s. 670. 159  Wessels / Hettinger, BT 1 § 17 kn. 751; Heghmanns, BT kn. 1871, 1879. 396 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK taşıyabilir. Buna karşılık, yalan tanıklık suçuna azmettiren ya da yardım eden sıfatıyla iştirak mümkündür,161. 5237 sayılı TCK da, mülga 765 sayılı TCK nın 291. maddesini 160  Müller, MK-StGB § 153 kn. 73 f.; Vormbaum, NK-StGB § 153 kn. 111; Heger, Lackner / Kühl-StGB Vorbem §§ 153 kn. 7; Kudlich, BeckOK-StGB § 153 kn. 24; Lenckner / Bosch, Schönke/Schröder-StGB Vorbem §§ 153 kn. 33 f.; Heghmanns, BT kn. 1847 f.; Kudlich, JA 2008/7, s. 510; Hettinger / Bender, JuS 2015/7, s. 577; Tezcan / Erdem / Önok, Özel Hükümler, s. 1014; Yaşar / Gökcan / Artuç, C. 6, s. 8195; İçer, s. 202, 211. 161  Uygulamada en sık karşılaşılan durumlardan biri de, avukatların, tanıkları ne söylemeleri, ne söylememeleri gerektiği konusunda yönlendirmeleri, gerçeğe aykırı beyanda bulunmaya sevk etmeleridir. Avukat sadece müvekkilinin yardımcısı değildir; aynı zamanda adaletin tecellisine hizmet eden bir organdır. TCK nın 6/1-d hükmünde tanımı yapılan yargı görevi yapan deyimi, hakimler ve Cumhuriyet savcılarının yanı sıra avukatları da kapsamaktadır. Adaletin  tecellisine  hizmet  eden  bir  organ  olmaları  dolayısıyla,  avukatlar  görevlerini doğruluk ve güven esasına dayalı olarak icra etmekle yükümlüdürler. Avukatlık kamu hizmetidir (1136 sayılı Avukatlık K. m. 1). Avukatlık mesleğinin amacı, her türlü hukuki mesele ve anlaşmazlıkların adalet ve hakkaniyete uygun olarak çözümlenmesini ve hukuk kurallarının tam olarak uygulanmasını her derecede yargı organları, hakemler, resmi ve özel kişi, kurul ve kurumlar nezdinde sağlamaktır (Avukatlık K. m. 2). Avukatlar, yüklendikleri görevleri bu görevin kutsallığına yakışır bir şekilde özen, doğruluk ve onur içinde yerine getirmek ve avukatlık unvanının gerektirdiği saygı ve güvene uygun biçimde davranmak ve Türkiye Barolar Birliğince belirlenen meslek kurallarına uymakla yükümlüdürler (Avukatlık K. m. 34). Muhakemenin amacı maddi gerçeğin araştırılmasıdır ve avukat maddi gerçeğin bulunmasını engelleyici şekilde görev ifa edemez. Maddi gerçeğin araştırılması ilkesi, aynı zamanda iddia ve savunma hakkının sınırlarını belirleyici bir fonksiyon icra eder. Bu bağlamda, avukatlar ispat vasıtalarını müvekkilleri lehine değiştiremez, yok edemez ve gizleyemezler. Bu davranış, savunma hakkının kapsamı dışındadır. Avrupa Baroları ve Hukuk Birlikleri Konseyi nin yayınladığı Meslek Kuralları nın duruşmaların adilane yürütülmesi başlığını  taşıyan  4.2  paragrafına  göre  Bir  avukat,  duruşmaların  adilane  bir  şekilde yürütülmesine daima gereken özeni göstermelidir.; yanlış veya yanıltıcı bilgi başlığını taşıyan 4.4 paragrafına göre ise Bir avukat hiçbir zaman mahkemeye, bilerek, yanlış veya yanıltıcı bilgi sunmaz. Avukatların, tanıkları hakları konusunda bilgilendirmeleri, örneğin tanıklıktan  çekinme  yetkilerinin  bulunduğunu  hatırlatmaları  yahut  tanıklık  dolayısıyla yaptıkları masraﬂ arı (yol, konaklama vs.) karşılamaları mümkün ise de; yönlendirmek amacıyla tanıklarla temasa geçmeleri adil yargılama ilkesinin ihlali niteliğindedir ve maddi vakıa hakkında tanıkların iradi karar verme hürriyetlerini etkileyici şekilde davranmaları yasaktır (Krekeler, Wilhelm, Strafrechtliche Grenzen der Verteidigung, NStZ 1989/4, s. 150). Nitekim Türkiye Barolar Birliği Meslek Kuralları nın 24. maddesine göre Avukat, ilerde tanık olarak dinlenecek kimselerden, istisnai olarak bazı hususları öğrenmek mecburiyetinde kalmış olursa, onları etkilemiş olma şüphesi altına düşmekten kaçınmalıdır. Avukat, tanıklara tavsiyelerde bulunamaz, ne şekilde tanıklık edecekleri veya hakim önünde nasıl hareket edecekleri hakkında talimat veremez. Avukatın, gerçekte olaya tanık olmamış kişileri tanık olarak göstererek ya da tanıklarla bağlantı kurarak ne söylemeleri, ne söylememeleri gerektiği hususunda yönlendirmesi ve bu kişilerin iradi olarak tanık sıfatıyla muhakemede gerçeğe aykırı beyanda bulunmaları halinde, bağlılık kuralı gereği yalan tanıklık suçundan azmettiren sıfatıyla sorumlu tutulması gerekmektedir. Bağlılık kuralının uygulanamadığı durumda, unsurlarının gerçekleşmiş olması koşuluyla tanığı etkilemeye teşebbüs suçundan (TCK m. 277) sorumlu tutulması mümkündür. 162  Mülga 765 sayılı TCK m. 291- Bir kimse 286 ncı maddede yazılı olan cürmü işletmek için Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 397Yalan Tanıklık Suçu (TCK m. 272) karşılayan bir düzenlemeye yer verilmemiştir. 5237 sayılı TCK nın suça iştirakte bağlılık kuralını düzenleyen 40. maddesi karşısında, sorun iştirake ilişkin  genel  hükümler  çerçevesinde  değerlendirilmelidir.  Akim  kalan azmettirme  halinde  azmettiren  yalan  tanıklık  suçundan  dolayı  sorumlu tutulamaz ise de; unsurları varsa tanığı etkilemeye teşebbüs suçundan (TCK m. 277)165 sorumlu tutulabilir. Cebir veya tehdit uygulanması yahut hileli para vermek veya sair menfaat göstermek veya vait ve teşvik veya tehdit veya hile ve desise ile veya nüfuz kullanmak suretiyle şahit veya ehli hibre yahut tercüman tedarik ederek yalan şahadeti işletmiş ve hilafı vaki rey beyan ve tercümanlık ifa ettirmiş ise 286 ncı maddenin birinci fıkrasında muayyen olan hallerde bir aydan bir seneye kadar, ikinci fıkrasındaki hallerde üç seneden beş seneye kadar hapis, üçüncü fıkrasında yazılı hususatta on seneden aşağı olmamak üzere ağır hapis cezasiyle cezalandırılır. Yalancı şahit ve o makuleden ehli hibre ve tercüman tedarik eden kimsenin onlara mükafaten verdiği şeyler müsadere olunur (f. 1). // Bir kimse bu suretlerle şahit veya ehli hibre yahut tercüman tedarikine yalnız teşebbüs etmiş bulunursa geçen fıkralarda yazılı olan cezalar üçte bire indirilir (f. 2). 163  Alman StGB § 159 hükmünde yalan beyanda bulunmaya azmettirmeye teşebbüs (Versuch der Anstiftung zur Falschaussage) bağımsız bir suç tipi olarak tanımlanmıştır.  Düzenlemeye göre, yemin etmeden yalan beyanda bulunmaya (StGB § 153) azmettirmeye teşebbüs hakkında akim kalmış azmettirmeye ilişkin StGB § 30 ve akim kalmış azmettirmeden vazgeçmeye ilişkin StGB § 31 hükmü uygulanır. 164  Yargıtay 4. CD, 8.11.2006, E. 2006/6500, K. 2006/16080  ... yalan tanıklığa özendirme suçu 5237 sayılı TCK.nda  765 sayılı Yasada olduğu gibi bağımsız olarak düzenlenmediğinden hükümlünün hukuki durumunun, 5237 sayılı Yasanın yalan tanıklık ve suça iştirakin hangi biçimde gerçekleştiği ile ilgili 272,37,38,39. maddelerinin birlikte değerlendirilmesi 165  TCK m. 277- (1) Görülmekte olan bir davada (...)  gerçeğin ortaya çıkmasını engellemek veya bir haksızlık oluşturmak amacıyla, davanın taraﬂ arından birinin, (...)(  ) sanığın, katılanın veya mağdurun lehine veya aleyhine sonuç doğuracak bir karar vermesi veya bir işlem tesis etmesi ya da beyanda bulunması için, yargı görevi yapanı, bilirkişiyi veya tanığı hukuka aykırı olarak etkilemeye teşebbüs eden kişi, iki yıldan dört yıla kadar hapis cezası ile cezalandırılır. Teşebbüs iltimas derecesini geçmediği takdirde verilecek ceza altı aydan iki yıla kadardır. // (2) Birinci fıkradaki suçu oluşturan fiilin başka bir suçu da oluşturması halinde, fikri içtima hükümlerine göre verilecek ceza yarısına kadar artırılır.     Burada yer alan veya yapılmakta olan bir soruşturmada, ibaresi, 6545 sayılı Kanun un (28.6.2014 tarih ve 29044 sayılı RG) 69. maddesiyle madde metninden çıkartılmıştır.   (  ) Burada yer alan şüpheli veya ibaresi, 6545 sayılı Kanun un (28.6.2014 tarih ve 29044 sayılı RG) 69. maddesiyle madde metninden çıkartılmıştır.   Belirtmek gerekir ki, 6545 sayılı Kanun ile yapılan bu değişiklik bir geriye gidiştir; soruşturma ibaresinin madde metninden çıkarılması yerinde olmamıştır. Yalnızca görülmekte olan bir dava sırasında değil, soruşturma aşamasında da 277. maddede tanımlanan bu suçun işlenmesi mümkündür. Nitekim, 2.7.2012 tarih ve 6352 sayılı Kanuna ilişkin Hükümet Tasarısı nda şu açıklamalara yer verilmiş idi: Maddenin birinci fıkrasında tanımlanan suçun konusunu, herhangi bir uyuşmazlık oluşturmaktadır. Bu uyuşmalık, özel hukuk hükümlerine göre açılmış olan bir davaya konu olabileceği gibi, ceza soruşturması veya kovuşturmasına konu olan bir suç olgusuna ilişkin uyuşmazlık da olabilecektir. Dikkat edilmelidir ki, uyuşmazlığın, herhangi bir davaya ya da soruşturma veya kovuşturmaya konu edilmiş olması gerekmektedir. (bkz. TBMM, Yasama Dönemi: 24, Yasama Yılı: 2, Sıra Sayısı: 278, s. 26 vd.) 166  Doktrinde bir görüş tanığın gerçeğe aykırı beyanda bulunması durumunda, onu etkileyen 398 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK davranışlarla maddi vakıaya ilişkin olarak yanılgıya sevk edilmesi suretiyle tanığın gerçeğe aykırı beyanda bulunmasının sağlanması halinde, suça iştirak (azmettirme)  çerçevesinde  bir  değerlendirme  yapılamaz.  Yalan  tanıklık suçunun münhasıran tanık sıfatını taşıyan kimse tarafından işlenebilen bir suç olması nedeni ile, tanığın iradesi üzerinde hakimiyet tesis eden kimsenin dolaylı fail sıfatı ile yalan tanıklık suçundan sorumlu tutulması da mümkün değildir. Münhasıran tek başına işlenen suçlarda (eigenhändiges Delikt) dolaylı  faillik,  ancak  ilgili  suç  tipinde  buna  ilişkin  özel  bir  düzenleme bulunması halinde mümkündür. Yalan tanıklık suçunda, bu hususa ilişkin özel bir düzenleme bulunmamaktadır. Bu durumda, tanığın iradesi üzerinde hakimiyet tesis eden kişi, ancak unsurlarının gerçekleşmiş olması koşuluyla kişinin gerçek içtima kuralı uygulanmak suretiyle hem tanığı etkilemeye teşebbüs suçundan (TCK m. 277), hem de yalan tanıklık suçundan (TCK m. 272) azmettiren sıfatıyla sorumlu tutulması gerektiğini ileri sürmektedir (Bu yöndeki görüş için bkz. İçer, s. 212-213).    Kanaatimizce bu durumda gerçek içtima kuralının uygulanması mümkün değildir. Çünkü gerçek içtima kuralı fiil çokluğu-suç çokluğu esasına dayanır. Burada ise, tek fiil vardır ve tek fiil ile iki farklı suç tipi gerçekleştirilmektedir. Ancak görünüşte içtima ilişkisinin varlığı, farklı nev iden fikri içtimaı düzenleyen TCK nın 44. madde hükmünün uygulanmasına da engel teşkil eder (Ayrıntı için bkz. Göktürk, Neslihan, Fikri İçtima, 1. Bası, Adalet Yayınevi, Ankara, 2013, s. 7-75, 96). Tanığın azmettirmenin etkisi ile gerçeğe aykırı beyanda bulunması durumunda, 272. madde hükmü asli norm sıfatıyla uygulama alanı bulur; 277. madde hükmü ise tali (yardımcı) norm sıfatı ile geri çekilir. Teşebbüs suçu ile fiilin icra edilmesinin sebebiyet verdiği suç (yalan tanıklık) arasında asli norm-tali norm ilişkisi sözkonudur (Müller, MKStGB § 159 kn. 24; Kudlich, BeckOK-StGB § 159 kn. 14; Vormbaum, NK-StGB § 159 kn. 29; Heger, Lackner / Kühl-StGB § 159 kn. 6; Lenckner / Bosch, Schönke/Schröder-StGB § 159 kn. 9). Aynı nedenle, burada 277/2 hükmü de uygulama alanı bulmaz. TCK nın 277/2 hükmü, fikri içtimaı bir kural haline getirmemekte; tam tersine fikri içtimaın varlığı halinde 44. maddede öngörülen ceza sorumluluğunun nasıl belirleneceğine (en ağır cezayı gerektiren suç) ilave olarak cezanın belirlenmesinde bir artırım oranı öngörmektedir. Dolayısıyla, 277/2 hükmünü uygulayabilmek için öncelikle fikri içtimaın varlığını kabul gerekir. 167  Heger, Lackner / Kühl-StGB Vorbem §§ 153 kn. 7; Kudlich, BeckOK-StGB § 153 kn. 24; Kudlich, JA 2008/7, s. 510; Hettinger / Bender, JuS 2015/7, s. 577; Aksi görüş için bkz. İçer, s. 211. 168  Kudlich, JA 2008/7, s. 510. 169  TCK nın 272/5 hükmü, yalan tanıklık suçunun dolaylı fail sıfatıyla işlenebileceğine ilişkin özel bir düzenleme getirmemektedir. Burada düzenlenen hal, yalan tanıklık suçunun neticesi sebebiyle ağırlaşan hallerinden biri olan aleyhine tanıklıkta bulunulan kişinin gözaltına alınması veya tutuklanması halinde failin ayrıca kişiyi hürriyetinden yoksun kılma suçundan dolaylı fail sıfatıyla sorumlu tutulacağıdır. Bir başka ifade ile, yalan tanıklık suçunun değil; kişiyi hürriyetinden yoksun kılma suçunun dolaylı fail sıfatıyla işlenmesi sözkonusudur. Dolaylı failliğe bağlı olarak yalan tanıklık suçu ile kişiyi hürriyetinden yoksun kılma suçu arasında gerçek içtima kuralının uygulanması, suçun neticesi sebebiyle ağırlaşan halinde failin ceza sorumluluğunun nasıl belirleneceğine ilişkindir. Bu nedenle, doğrudan doğruya iştirak bahsi ile değil, suçun neticesi sebebiyle ağırlaşan hali ve suçların içtimaı bahsi ile alakalıdır.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 399Yalan Tanıklık Suçu (TCK m. 272) tanığı etkilemeye teşebbüs suçundan (TCK m. 277) sorumlu tutulabilir. Birden fazla tanığın aralarında anlaşarak aynı vakıaya ilişkin olarak yalan beyanda bulunmaları halinde, müşterek failliğe ilişkin hüküm uygulanmaz. Çünkü, münhasıran tek başına işlenen suç olması (eigenhändiges Delikt) nedeni ile aynı fiilin icrası üzerinde müşterek hakimiyet kurulduğundan söz edilemez. Fiil, her bir tanık bakımından ayrıdır. Her bir tanık, yalan tanıklık suçunun müstakil failidir. Bununla birlikte, örneğin iki tanığın kendi aralarında gerçeğe aykırı beyanda bulunma konusunda anlaşmaları durumunda, biri diğerinin işlediği yalan tanıklık suçuna yardım eden sıfatı ile iştirak etmektedir. Bu durumda, kendi tanıklığı bakımından fail sıfatı ile, diğerinin tanıklığı bakımından yardımda bulunan sıfatı ile sorumlu tutulacaktır. İki ayrı fiil ve iki ayrı suç bulunduğu için tek fiil esasına dayanan görünüşte içtimaın bir türü olan failliğin şerikliğe nazaran asliliği kuralı uygulanmaz; ancak bir suç işleme kararının varlığı halinde zincirleme suça ilişkin hüküm uygulanabilir (TCK m. 43/1). III. İÇTİMA Fail, uyuşmazlığın konusunu teşkil eden vakıaya ilişkin olarak aynı merci, örneğin mahkeme tarafından birden fazla kez çağrılıp da her defasında gerçeğe aykırı beyanda bulunuyor ise hukuki anlamda tek bir fiil bulunduğu kabul edilerek fail tek bir yalan tanıklık suçundan sorumlu tutulmalı, tekrarlanan beyanların sayısı ise cezanın belirlenmesinde (TCK m. 61) dikkate alınmalıdır. 170  Bir görüş, mülga 765 sayılı TCK nın 291. maddesini karşılayan bir düzenlemeye 5237 sayılı TCK da yer verilmemesini eksiklik olarak nitelendirmektedir. Bu yöndeki görüş için bkz. Tezcan / Erdem / Önok, Özel Hükümler, s. 1014, Yazarlar a göre suça iştirakte bağlılık kuralını düzenleyen TCK nın 40/3 hükmü göz önünde bulundurulduğunda yalan tanıklık suçunun icra hareketlerine başlanmış olmadıkça yalan söylemesi için tanık tedarik eden kimseyi cezalandırmak mümkün olmayacaktır. Mülga 765 sayılı TCK da yalan tanık tedariki bağımsız bir suç olarak tanımlandığı için bir kimsenin gerçeğe aykırı beyanda bulunması için ikna edilmesi dahi cezalandırılabilir bir fiil idi. Tanık ifade vermedikçe, onu tedarik eden kişiyi cezalandırmak da mümkün olmayacağı için mülga 765 sayılı TCK nın 291. maddesini karşılayan bir düzenlemeye 5237 sayılı TCK da yer verilmemesi bir eksikliktir.   Bu gerekçeye, suça iştirakte bağlılık kuralı (TCK m. 40) ve tanığı etkilemeye teşebbüs suçu (TCK m. 277) karşısında katılmıyoruz. Temel sorun, TCK nın 277. maddesinin 6545 sayılı Kanun ile yapılan değişikliğe bağlı olarak ortaya çıkan mevcut düzenlemesinin yetersizliğinden kaynaklanmaktadır. Diğer taraftan, yalan tanıklık suçunun neticesi sebebiyle ağırlaşan halleri (TCK m. 272/4-8) ve karşılığında öngörülen ceza miktarları göz önünde bulundurulduğunda, dolaylı failliğin mümkün olmaması nedeniyle tanığın iradesi üzerinde hakimiyet tesis eden kişinin TCK nın 277. maddesinden sorumlu tutulması adaletsizliğe sebebiyet verecektir. Bu nedenle, yalan tanıklık suçunda dolaylı failliğe ilişkin özel bir düzenlemeye yer verilmesi gerektiği düşüncesindeyiz. TCK nın 277. maddesinde düzenlenen tanığı etkilemeye teşebbüs suçu, bunu karşılar nitelikte değildir. 171  Müller, MK-StGB § 153 kn. 79. 400 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Buna karşılık, tanık, aynı vakıa hakkında farklı merciler huzurunda, örneğin soruşturma evresinde Cumhuriyet savcılığı ve kovuşturma evresinde mahkeme huzurunda gerçeğe aykırı beyanda bulunuyor ise, hukuki anlamda birden fazla fiil ve birden fazla suç vardır. Çünkü, merciler farklı olduğu için beyan içeriği itibarı ile aynı olsa da aynı beyan şeklinde değerlendirilemez. Aynı suç işleme kararının varlığı halinde zincirleme suça ilişkin hüküm (TCK m. 43/1) uygulanmalıdır. Yargıtay, tanığın aynı uyuşmazlıkla ilgili olarak birden fazla defa beyanda bulunması halinde -aynı ya da farklı merciler huzurunda olması arasında bir fark gözetmeksizin- hukuki anlamda tek bir fiil ve tek bir suç bulunduğu yönünde karar vermektedir. Doktrinde bir görüş de bu doğrultudadır. İştirak halinde işlenen suçlarda aralarında objektif bağlantı bulunmasına binaen birleştirilerek görülen davalarda tanık aynı vakıaya ilişkin olarak tek 172  Heger, Lackner / Kühl-StGB § 153 kn. 8; Kudlich, BeckOK-StGB § 153 kn. 32, Her bir merci huzurundaki ifade sırasında tanığın gerçeğe aykırı beyanda bulunması ayrı bir fiil ve ayrı bir suçtur.   Alman doktrinindeki bir görüş ise muhakemenin evrelerini esas almaktadır. Bu görüşe göre, tanığın farklı evrelerdeki gerçeğe aykırı beyanları ayrı bir fiil ve ayrı bir suçtur; buna karşılık aynı evrede farklı merciiler huzurunda dahi olsa gerçeğe aykırı beyanda bulunması hukuki anlamda tek bir fiil şeklinde değerlendirilir (bkz. Müller, MK-StGB § 153 kn. 111; Vormbaum, NK-StGB § 153 kn. 123, 125; Lenckner / Bosch, Schönke/Schröder-StGB § 153 kn. 14; Hettinger / Bender, JuS 2015/7, s. 581). 173  Yargıtay 9. CD, 20.2.2014, E. 2013/15036, K. 2014/1923 Sanığın kasten öldürme suçu nedeniyle yürütülen kovuşturma kapsamında, Nazilli Ağır Ceza Mahkemesinin 2009/48 Esas sayılı dosyasının 12.05.2009 tarihli oturumunda ve 24.04.2009 tarihinde yapılan keşif sırasında gerçeğe aykırı olarak tanıklık yapması şeklinde gerçekleşen eyleminin tek suç oluşturduğu ve zincirleme suç hükümlerinin yasal unsurlarının oluşmadığı gözetilmeden, hakkında TCK nın 43. maddesinin uygulanması suretiyle fazla ceza tayini,; Yargıtay 9. CD, 25.6.2013, E. 2013/6076, K. 2013/9749 Sanığın, Uğur Uyanık hakkında hakaret ve tehdit suçundan yapılan soruşturma sırasında 23.06.2009 tarihinde Cumhuriyet savcısı huzurunda ve kovuşturma aşamasında 13.05.2010 tarihinde ise hakim huzurunda gerçeğe aykırı beyanda bulunmasının tek yalan tanıklık suçunu oluşturacağı gözetilmeden sanığın yazılı maddeler ile iki kez cezalandırılmasına karar verilmesi   Yargıtay ın ilk kararına katılıyoruz. Zira, tanık aynı vakıa hakkında kovuşturma evresinde aynı merci (mahkeme) huzurunda birden fazla kez gerçeğe aykırı beyanda bulunmuştur. Dolayısıyla, hukuki anlamda tek bir fiil ve tek bir suç vardır; fiil çokluğu ve suç çokluğu esasına dayanan zincirleme suça ilişkin hüküm (TCK m. 43/1) uygulanmaz. Buna karşılık, Yargıtay ın ikinci kararına iştirak etmiyoruz. Zira, Cumhuriyet savcılığı ve mahkeme farklı merciler olup; tanık aynı vakıaya ilişkin olsa da farklı merciler huzurunda gerçeğe aykırı beyanda bulunmaktadır. Dolayısıyla, hukuki anlamda birden fazla fiil ve birden fazla suç vardır; aynı suç işleme kararının varlığı hainde zincirleme suça ilişkin hüküm uygulanmalıdır. Uyuşmazlık konusu vakıanın aynı olması, fiilin sayısı değil; aynı suç işleme kararının varlığının belirlenmesinde dikkate alınmalıdır. 174  bkz. Ünver, s. 224; Yaşar / Gökcan / Artuç, C. 6, s. 8196-8197; Tezcan / Erdem / Önok, Özel Hükümler, s. 1013. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 401Yalan Tanıklık Suçu (TCK m. 272) bir beyanı ile birden fazla kişi aleyhine tanıklıkta bulunabilir. Bu durumda, her ne kadar birden fazla kişi aleyhine tanıklıkta bulunulsa da vakıa aynı olduğu için, suçun konusuna bağlı olarak hukuki anlamda tek bir fiil ve tek bir suç bulunmaktadır; aleyhine tanıklık yapılan kişi sayısı ise cezanın belirlenmesinde dikkate alınmalıdır. Davaların birleştirilerek değil, ayrı ayrı görüldüğü halde ise birden fazla fiil ve birden fazla suç bulunmaktadır; aynı suç işleme kararının varlığına bağlı olarak zincirleme suç (TCK m. 43/1) sözkonusu olabilir. Zira, tanık birden fazla defa gerçeğe aykırı beyanda bulunma iradesi ile hareket etmektedir. Benzer şekilde, aynı kişinin aynı olayda birden fazla suç teşkil eden fiilinin bulunduğu ve uyuşmazlıklar arasındaki subjektif bağlantı nedeni ile davaların birleştirilerek görüldüğü durumda, tanık aynı beyanı ile birden fazla dava bakımından yalan tanıklık suçunu işleyebilir. Bu halde de, vakıa aynı olduğu için, suçun konusuna bağlı olarak hukuki anlamda tek bir fiil ve tek bir suç bulunmaktadır. Davaların birleştirilerek değil, ayrı ayrı görüldüğü halde ise birden fazla fiil ve birden fazla suç bulunmaktadır; aynı suç işleme kararının varlığına bağlı olarak zincirleme suç (TCK m. 43/1) sözkonusu olabilir. Aleyhine  tanıklıkta  bulunulan  kişinin  gözaltına  alınması  veya tutuklanması halinde, yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla, yalan tanıklık yapan kişi ayrıca kişiyi hürriyetinden yoksun kılma suçundan dolaylı fail sıfatıyla sorumlu tutulur (TCK m. 272/5). Aleyhine tanıklık yapılan kişi hakkında hürriyeti kısıtlayıcı tedbir (gözaltı, tutuklama) uygulanması, esas itibarı ile yalan tanıklık suçunun neticesi sebebiyle ağırlaşan halidir. Ancak, diğer neticesi sebebiyle ağırlaşan hallerden farklı olarak bir artırım oranı ya da bağımsız bir ceza belirlenmeyip; halin niteliğine uygun olarak tanığın ayrıca kişiyi hürriyetinden yoksun kılma suçundan dolaylı fail sıfatıyla sorumlu tutulacağı öngörülmek suretiyle suçların içtimaını da ilgilendiren bir düzenlemeye yer verilmiştir. Yalan tanıklık suçu ile kişiyi hürriyetinden yoksun kılma suçu arasında gerçek içtima kuralı uygulanacaktır. 175  Yaşar / Gökcan / Artuç, C. 6, s. 8197; Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7840; Özbek ve diğerleri, Özel Hükümler, s. 1107; Aksi yönde bkz. Feyzioğlu, Tanıklık, s. 240, adliye, birden çok sanık hakkında yanlış yola saptırılma tehlikesine maruz bırakıldığından, birden çok suç işlenmiştir. Ancak şartları varsa, müteselsil suç düşünülebilir. 176  Artuk / Gökcen / Yenidünya, TCK Şerhi, C. 5, s. 7840; Tezcan / Erdem / Önok, Özel Hükümler, s. 1013. 177  Eleştiri için bkz. Soyaslan, Özel Hükümler, s. 712, Yazar a göre bu durumda fail iki suçtan cezalandırılmakta, dolayısıyla bir fiile iki ceza öngörülmektedir. Doğru olan çözüm, suçun temel şeklinden hareketle faile verilecek cezada artırım yapılmasıdır. 402 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Fail, yalan beyanda bulunmakla uyuşmazlığın konusunu teşkil eden olayla ilgili olarak işlemediğini bildiği halde bir başkası yahut uyuşmazlığın konusunu teşkil eden olay dışında başka bir fiille ilgili olarak bir başkası ya da uyuşmazlığın tarafı hakkında hukuka aykırı bir fiil isnadında bulunuyor ise aynı zamanda iftira suçu da oluşur. Burada tek fiil ile iki farklı suç işlendiği için farklı nev iden fikri içtima hükmü (TCK m. 44) uygulanmalıdır. Buna karşılık, tanık, uyuşmazlığın konusunu teşkil eden olayla ilgili olarak uyuşmazlığın sujesi, yani tarafı olan kişi hakkında isnadda bulunuyor ise sadece yalan tanıklık suçu oluşur. Şayet fail suç bildiriminde bulunmak 178  TCK nın 267. ve 272. maddelerindeki düzenlemeler böyle bir ayırım yapılmasını gerekli kılmaktadır. Zira, TCK nın 267/1 hükmünde Yetkili makamlara ihbar veya şikâyette bulunarak ya da basın ve yayın yoluyla, işlemediğini bildiği hâlde, hakkında soruşturma ve kovuşturma başlatılmasını ya da idari bir yaptırım uygulanmasını sağlamak için, bir kimseye hukuka aykırı bir fiil isnat eden kişi ifadesi kullanılmakta ve bu isnadın yetkili makamlara ihbar veya şikayette bulunmak suretiyle ya da basın ve yayın yoluyla yapılması gerektiği belirtilmektedir. Yine, madde gerekçesinde Bu isnadın yetkili makamlara ihbar veya şikâyette bulunmak suretiyle ya da basın ve yayın yoluyla yapılması gerekir. // Kişiye karşı suç isnadı ihbar veya şikâyet suretiyle yapılmış olabilir. Dolayısıyla, ihbar veya şikâyetin yapılabileceği her makam nezdinde yapılan isnadla iftira suçu işlenebilir. şeklinde açıklama yer almaktadır. Maddenin lafzı, gerekçesi ve düzenlendiği bölüm dikkate alındığında, hukuka aykırı fiil isnadının, mağdur hakkında soruşturma ve kovuşturma başlatılmasını ya da idari bir yaptırım uygulanmasını sağlamaya yönelik olması, dolayısıyla da ortada henüz başlamış bir soruşturma veya kovuşturma bulunmaması gerekmektedir. Dolayısıyla, madde gerekçesindeki Başlatılmış olan hukuk veya ceza muhakemesi sürecinde davanın tarafı, sanık veya tanık konumundaki kişiler de, bulundukları beyanlarla iftira suçunu işleyebilirler. şeklindeki ifade, tanık bakımından, yalan beyanda bulunmakla uyuşmazlığın konusunu teşkil eden olayla ilgili olarak işlemediğini bildiği halde bir başkası ile ilgili olarak yahut uyuşmazlığın konusunu teşkil eden olay dışında başka bir fiille ilgili olarak bir başkası ya da uyuşmazlığın tarafı hakkında hukuka aykırı bir fiil isnadında bulunması olarak anlaşılmalıdır. Tanık, ancak bu kayıtla iftira suçunu işleyebilir. Buna karşılık, tanık, uyuşmazlığın konusunu teşkil eden olayla ilgili olarak uyuşmazlığın sujesi, yani tarafı olan kişi hakkında isnadda bulunuyor ise sadece yalan tanıklık suçu oluşur. TCK nın 267. maddesinin gerekçesinde yer alan sözkonusu açıklama doğru olmakla birlikte, yalan tanıklık iftira suçundan bağımsız bir suç tipi olarak düzenlendiği için bu suça özgü unsurların dikkate alınması suretiyle tanığın hangi hallerde iftira suçunu işleyebileceğinin ayrıca belirlenmesi zarureti hasıl olmaktadır. İftira suçunu düzenleyen hükmün gerekçesinde, ilgili diğer suç tipleri göz önünde bulundurularak bu hususa ilişkin açıklama yapılamayacağı aşikardır. Bu nedenle, genel bir ifadeye yer verilmekle yetinilmiştir. Ancak belirtilmesi gerekir ki, tanık, sözgelimi kasten öldürme suçundan dolayı yürütülen ceza soruşturması veya kovuşturması sırasında suçun şüpheli veya sanık tarafından işlenmediğini, gerçekte bir başkası tarafından işlendiğini bildiği halde şüpheli veya sanık tarafından işlendiğini beyan ediyor ise, bu suç nedeni ile şüpheli veya sanık hakkında işleyen bir ceza muhakemesi süreci bulunduğu için iftira suçunun oluşması mümkün değil ise de; bu durum, yalan tanıklık suçunun haksızlık muhtevası üzerinde etkilidir ve TCK nın 61. maddesine göre faile verilecek temel cezanın belirlenmesinde dikkate alınmalıdır.   Benzer yönde bkz. Özbek ve diğerleri, Özel Hükümler, s. 1107, Yazarlar a göre burada failin yalan tanıklık sırasında verdiği beyanın niteliğine bakmak gerekir. Eğer beyan sadece davanın konusu ile ilgili yalan niteliğinde ise sadece yalan tanıklık suçu oluşacaktır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 403Yalan Tanıklık Suçu (TCK m. 272) suretiyle işlemediğini bildiği halde bir kimseye hukuka aykırı bir fiil isnadında Ancak yapılan yalan beyan aynı zamanda masum bir kişinin dava konusu dışında başka bir fiille ilgili olarak isnat içeriyorsa bu durumda mahkemenin suç duyurusunda bulunması gerekecektir ve bu bir anlamda ihbardır. O halde bu beyanla iftira suçu da işlenebilecektir. İşte ikinci verilen örnek bakımından iftira suçu ile yalan tanıklık suçu arasında fikri içtima hükümleri uygulanabilecektir.   Yargıtay da, halihazırda mevcut olan bir soruşturma dolayısıyla tanığın olayla ilgili olarak gerçeğe aykırı beyanda bulunmasını yalan tanıklık suçu kapsamında değerlendirmekte;  şayet tanığın beyanı ile bir kişi hakkında soruşturma başlatılmış ise ancak o zaman iftira suçunun oluşacağını kabul etmektedir.   Yargıtay 8. CD, 15.5.2013, E. 2013/2647, K. 2013/15071 5237 sayılı Kanun uyarınca iftira suçu, yetkili makamlara ihbar veya şikâyette bulunarak ya da basın ve yayın yoluyla, işlemediğini bildiği hâlde, hakkında soruşturma ve kovuşturma başlatılmasını ya da idarî bir yaptırım uygulanmasını sağlamak için bir kimseye hukuka aykırı bir fiil isnat etmekten ibarettir. Aynı yasaya göre yalan tanıklık suçu ise hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı bir şekilde tanıklık yapmak olarak tanımlanmıştır. // Somut olayda; sanığın, mağdurların yaptığını söylediği kasten öldürme suçuna ilişkin dava dosyası getirtilip incelenerek sanıklara yüklenen kasten öldürme suçunun temyize konu dosya sanığının, karakola başvurup tanıklık yapması üzerine soruşturmaya başlanıp başlanmadığı, başlanmış bir soruşturmada sanığın tanık sıfatıyla ifadesine başvurulup başvurulmadığı tespit edilip sonucuna göre suç vasfı ile hukuki durumun tayin ve takdiri gerektiğinin gözetilmemesi,   Belirtmek gerekir ki, ceza muhakemesinde tanığın soruşturma ve kovuşturma ile yetkili merciler huzurunda yahut hukuk mahkemesinde hukuka aykırı fiil isnadında bulunması aynı zamanda ihbar olarak kabul edilir (CMK m. 158). Yine idari bir soruşturmada yapılan hukuka aykırı fiil isnadı bakımından kamu görevlisi görevi nedeni ile işlendiğini öğrendiği bir suçu yetkili makamlara bildirmekle yükümlüdür (TCK m. 279). Böyle bir durumda iftira suçu bakımından aranan bildirim koşulunun gerçekleşmediği söylenemez. Bu nedenle aşağıdaki Yargıtay kararına bu yönü ile katılmıyoruz.   Yargıtay 9. CD, 7.11.2013, E. 2013/10181, K. 2013/13558 İftira suçunun oluşabilmesi için; yetkili makamlara ihbar veya şikayette bulunarak işlemediğini bildiği halde, hakkında soruşturma ve kovuşturma başlatılmasını ya da idari bir yaptırım uygulanmasını sağlamak için bir kimseye hukuka aykırı bir fiil isnat edilmesinin gerektiği, somut olayda eylem sabit kabul edildiği takdirde sanığın başka bir soruşturma nedeniyle 29.04.2008 tarihinde Cumhuriyet Başsavcılığınca tanık sıfatıyla alınan ifadesinde başkasına hukuka aykırı bir fiil isnat etme biçiminde kabul edilen fiilinde iftira suçunun yetkili mercie ihbar ve şikayet koşulunun gerçekleşmediği, eyleminin yalan tanıklık suçunu oluşturabileceği hukukî durumunun buna göre takdir ve tayini gerektiği gözetilmeden suç vasfında yanılgıya düşülerek yazılı şekilde hüküm kurulması; Doktrinde de bu yönde görüşler ileri sürülmektedir. bkz. Tezcan / Erdem / Önok, Özel Hükümler, s. 1013; Yaşar / Gökcan / Artuç, C. 6, s. 8196, Yazarlar a göre yalan tanıklığın başkasına hukuka aykırı bir fiil isnad etme biçiminde gerçekleşmesi halinde, yetkili mercie ihbar veya şikayet koşulu gerçekleşmediği için iftira suçu oluşmaz, sadece yalan tanıklık suçu oluşur.   Kanaatimizce, karara konu olan olayda Cumhuriyet Başsavcılığı tarafından tanık sıfatıyla alınan ifadesinde başkasına hukuka aykırı bir fiil isnadında bulunan failin fiili iftira suçunu oluşturur. Burada, yetkili mercie ihbar ve şikayet koşulunun gerçekleşmediği söylenemez. Kaldı ki, Cumhuriyet savcılığı, soruşturma makamı olması itibarı ile CMK nın 158/1 hükmüne göre ihbar veya şikayetin yapılabileceği asıl yetkili merciidir. 404 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK bulunuyor ve daha sonra bu kimse hakkında başlatılan muhakemede tanık sıfatı ile ifade vermek suretiyle sözkonusu bildirimin içeriğini tekrar ediyor ise sadece iftira suçu oluşur; ayrıca yalan tanıklık suçu oluşmaz. Tanığın gerçeğe aykırı beyanda bulunması, aynı zamanda aleyhine tanıklık yapılan kimsenin onur, şeref ve saygınlığını rencide eden somut bir fiil isnadıdır. Yalan tanıklığa ilişkin norm, somut bir fiil isnadı şeklinde icra edilen hakaret suçunun haksızlığını da bünyesinde ihtiva etmekte, bu seçimlik hareketin haksızlığını kendi içinde tüketmektedir. Yalan tanıklık suçu ile korunan hukuki menfaat, böyle bir yorumu gerekli kılmaktadır. Bu nedenle, fail sadece yalan tanıklık suçundan sorumludur; tüketen normtüketilen norm şeklindeki görünüşte içtima ilişkisinin varlığı, fikri içtimaın (TCK m. 44) varlığını kabule engeldir. Bununla birlikte, tanık gerçeğe aykırı beyanda bulunurken aleyhine tanıklık yaptığı kişi hakkında örneğin şerefsiz gibi  sövme  niteliği  taşıyan  kişisel  yorumlarda  bulunursa,  gerçek  içtima kuralı uygulanarak hem yalan tanıklık hem de hakaret suçundan sorumlu tutulmalıdır. Çünkü, bu durumda yalan tanıklığa ilişkin norm, sövme şeklinde icra edilen hakaret suçunun haksızlığını tüketmez; sövme, yalan tanıklık suçunun bir unsuru değildir. Beyanda bulunma yükümlülüğü, tanığa, kişiler hakkında sövme biçiminde kişisel yorumlarda bulunma hakkını da vermez. Tanığın  olay  hakkındaki  kişisel  yorum  ve  analizleri  beyan  kapsamında olsa da, sövme biçimindeki sözler olay hakkında bilgi vermeye yönelik olmadıkları için gerçeğe aykırı beyanda bulunma fiili kapsamında mütalaa edilemezler. Gerçeğe aykırı beyanda bulunma fiili, sövme şeklinde icra edilen hakaret suçunun haksızlığını bünyesinde ihtiva etmediği, yani tüketmediği için ayrı bir fiil ve ayrı bir suç şeklinde değerlendirilmelidir. Kaldı ki, tanık gerçeğe uygun beyanda bulunsa dahi, bu nitelikteki sözler hakaret suçuna sebebiyet verecektir. Sövme şeklindeki sözlerin beyan sırasında söylendiği aşikardır; ancak bu sözlerin gerçeğe uygun ya da aykırı beyanla bir ilgisi bulunmamaktadır. 179  bkz. Yargıtay 4. CD, 2.5.2012, E. 2010/24495, K. 2012/10184 180  Tanığın gerçeğe uygun beyanda bulunması halinde de, TCK m. 125 anlamında somut bir fiil veya olgu isnadı vardır. Ancak, beyanda bulunma yükümlülüğüne istinaden görevin ifası sözkonusu olduğu için tanığın fiili hukuka uygundur; hakaret suçu oluşmaz. 181  Bu hususta doktrinde farklı görüşler ileri sürülmektedir. Bir görüşe göre, tanığın gerçeğe aykırı beyanının aynı zamanda hakaret suçunu oluşturması durumunda, tek fiil ile iki farklı suç işlendiği için farklı nev iden fikri içtima hükmü (TCK m. 44) uygulanmalıdır (bkz. Özbek ve diğerleri, Özel Hükümler, s. 1107). Diğer bir görüşe göre ise, tanığın gerçeğe aykırı beyanının aynı zamanda hakaret suçunu oluşturması durumunda, yalan tanıklık suçu ile hakaret suçu arasında asli norm-tali norm ilişkisi bulunmaktadır.  Bu nedenle fikri Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 405Yalan Tanıklık Suçu (TCK m. 272) Tanık,  hem  kimliği  hakkında  yalan  beyanda  bulunur  hem  de uyuşmazlığın konusunu teşkil eden vakıaya ilişkin olarak gerçeğe aykırı beyanda bulunur ise, resmi belge düzenlenmesinde yalan beyan (TCK m. 206) ve yalan tanıklık suçu (TCK m. 272) bakımından tipiklik arz eden iki ayrı fiil bulunmaktadır. Gerçek içtima kuralı uygulanarak tanığın her iki suçtan sorumlu tutulması gerekmektedir. Tanıklığın  kamu  görevi  olması  nedeni  ile  tanığı  yalan  beyanda bulunmaya azmettiren kişi bunun karşılığında para ve sair menfaat temininde bulunur ise ayrıca rüşvet suçu oluşacak ve yalan tanıklık ile rüşvet suçu arasında gerçek içtima kuralı uygulanacaktır. § 7. MUHAKEME KURALLARI Yalan tanıklık suçunda ispat sorun arz etmektedir. Aynı vakıaya ilişkin olarak  dinlenen  birden  fazla  tanığın  beyanı  arasında  çelişki  bulunması mümkündür.  Yine,  muhakemenin  değişik  aşamalarında  farklı  merciler tarafından dinlenen tanığın kendi beyanları arasında da çelişki bulunabilir. Örneğin, tanığın kolluktaki veya savcılıktaki beyanı ile duruşmadaki beyanı örtüşmeyebilir. Araya uzun zaman girmesi, hafızasının zayıf olması gibi nedenlerle tanık bazı ayrıntıları unutabilir ya da olduğundan farklı şekilde hatırlayabilir. İşte, tanığın kendi beyanları arasında çelişki bulunması yahut birden fazla tanık beyanı arasındaki çelişki, her zaman yalan tanıklık suçunun oluştuğu  anlamına  gelmez.  Sadece  çelişkinin  varlığı,  suçun  oluştuğunun kabulü için yeterli değildir; tanığın yalan söylediğinin, özellikle de kasten hareket ettiğinin ispatlanması gerekir. Ayrıca, tanığın beyanının gerekçeli içtima kuralı uygulanamayacak, asli normun önceliği ilkesi gereği fail sadece yalan tanıklık suçundan sorumlu tutulacaktır (bkz. Yaşar / Gökcan / Artuç, C. 6, s. 8196). 182  Yaşar / Gökcan / Artuç, C. 6, s. 8189, Uygulamada, mahkemenin bir uyuşmazlıkla ilgili olarak çelişkili anlatımlarda bulunan tanıklardan birini veya bir kısmını hükmüne esas alması durumunda, öbür tanık veya tanıkların yalan tanıklıkta bulunduğu iddiasıyla karşılaşılmaktadır. Bu iddia kural olarak yersiz değildir. Çünkü, aynı anda gördüğü olayı diğer bir tanıktan farklı olarak anlatan tanığın çelişkisi şüphe doğurucudur. Fakat belirtelim ki, hukuk ve ceza mahkemelerinde tanıkların anlatımları alınırken çoğu kez yeterli dikkat ve özen gösterilmemekte, her bir tanığın, olayın hangi anında ve hangi yer ve açıdan gördüğü üzerinde durulmadan, sanki her tanık aynı anda ve aynı yerden bakıyormuş gibi ifadeler tutanağa yazılmaktadır. Bu da, tanıklar arasındaki birçok çelişkinin doğmasına yol açmaktadır. 183  Yargıtay 4. CD, 2.10.2012, 2011/21151, K. 2012/19087 bu davada tanık sıfatıyla verilen ifadeler ve katılanların anlatımları ile çelişen ifadelerinin, ancak vicdani kanıyı oluşturacağı, yalan tanıklık suçu için kesin kanıt olamayacağı gözetilerek, sanıkların çelişen anlatımlarının olayı yanlış algılama, kısmen görme, kendi görgüsüne göre aktarma ya da zaman geçmesi nedeniyle yanlış hatırlamadan mı kaynaklandığı değerlendirilerek, kast unsurunun kanıtlara 406 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK kararda yer alan mahkemenin kabulünden farklı olması da, her zaman tanığın beyanının gerçeğe aykırı olduğunu göstermez. Yalan  tanıklık  suçu  dolayısıyla  açılan  davada,  yargılamayı  yapan mahkemenin  tanığın  dinlendiği  uyuşmazlığa  ilişkin  muhakeme  dosyasını incelemesi  gerekir.  Yargıtay,  mahkemenin  bu  muhakemenin  sonucunu bekletici mesele yapmasını aramakta; muhakemenin sonucu beklenmeden yalan  tanıklık  suçundan  dolayı  hüküm  verilmesini  bozma  nedeni saymaktadır. Ancak bu husus, soruşturma evresinde iddianamenin iadesi için bir neden değildir. Tanığın dinlendiği uyuşmazlığa ilişkin muhakeme sonunda verilen kararın kesinleşmesini beklemeye ise gerek yoktur. Yalan tanıklık suçundan dolayı yargılama yapan mahkemenin, tanığın dinlendiği uyuşmazlığa ilişkin muhakemenin sonucunu bekletici mesele yapması ve bu dosyayı incelemesi gerekir ise de; tam tersi söylenemez. Başka bir deyişle, dayalı olarak gösterilmesi gerekirken; Yargıtay 4. CD, 6.6.2012, E. 2012/12060, K. 2012/13844; Yargıtay 4. CD, 4.6.2012, E. 2010/21542, K. 2012/13275; Yargıtay 4. CD, 25.9.2012, E. 2012/3633, K. 2012/18583; Yargıtay 4. CD, 3.4.2012, E. 2010/8984, K. 2012/7779; Yargıtay 4. CD, 20.2.2012, E. 2011/8715, K. 2012/3305; Yargıtay 4. CD, 26.12.2011, E. 2011/20448, K. 2011/25165; Yargıtay 4. CD, 13.6.2011, E. 2009/11087, K. 2011/8095; Yargıtay 4. CD, 19.6.2007, E. 2007/4942, K. 2007/5803; Yargıtay 4. CD, 3.10.2007, E. 2006/3657, K. 2007/7651; Yargıtay 4. CD, 22.6.2010, E. 2008/14213, K. 2010/12227 184  Ünver, s. 189; Belirtmek gerekir ki, tanık beyanları arasında çelişki varsa ve mahkeme bunlardan birine itibar edip hükme esas alıyorsa, aynı zamanda bu tanık hakkında yalan tanıklık suçundan dolayı Cumhuriyet savcılığına bildirimde bulunulmasına karar verilmesi kendi içinde çelişki arz eden bir durumdur.  Nitekim, Yargıtay bu durumu haklı olarak bozma nedeni saymaktadır. Yargıtay 3. CD, 21.10.2014, E. 2014/17811, K. 2014/33033 tanık G... in beyanına itibar edilerek mahkumiyet hükmü verildiği halde aynı tanık hakkında yalan tanıklıktan suç duyurusunda bulunulmasına karar verilerek gerekçede çelişkiye düşülmesi, // Bozmayı gerektirmiş,  185  Yargıtay, yalan tanıklık suçu dolayısıyla açılan davada, yargılamayı yapan mahkemenin tanığın dinlendiği uyuşmazlığa ilişkin muhakeme dosyasını incelememesi bozma nedeni saymaktadır. bkz. Yargıtay 4. CD, 27.11.2006, E. 2005/10185, K. 2006/16800; Yargıtay 4. CD, 29.11.2006, E. 2005/10566, K. 2006/17048; Yargıtay 4. CD, 4.11.2008, E. 2008/9661, K. 2008/20918; Yargıtay 8. CD, 13.10.2009, E. 2007/12487, K. 2009/12606 186  bkz. Yargıtay 4. CD, 26.3.2007, E. 2006/68, K. 2007/2699; Yargıtay 4. CD, 13.6.2007, E. 2006/1554, K. 2007/5624; Yargıtay 4. CD, 21.1.2008, E. 2006/6462, K. 2008/473; Yargıtay 4. CD, 16.3.2009, E. 2008/21041, K. 2009/4916; Yargıtay 4. CD, 24.3.2009, E. 2007/9323, K. 2009/5486 187  bkz. Yargıtay 4. CD, 15.10.2008, E. 2008/15465, K. 2008/18602 188  bkz. Yargıtay 4. CD, 15.10.2008, E. 2008/15465, K. 2008/18602 189  Bekletici mesele hakkında ayrıntı için bkz. Akkaş, Ahmet Hulusi, Ceza Muhakemesi Bağlamında Yargı Mercileri Kararlarının Birbirleri Üzerindeki Etkisi, 1. Baskı, Adalet Yayınevi, Ankara, 2016, s. 189 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 407Yalan Tanıklık Suçu (TCK m. 272) tanığın dinlendiği uyuşmazlığa ilişkin muhakemeyi yürüten merciin, yalan tanıklık suçundan dolayı yapılan yargılamanın sonucunu beklemesine gerek yoktur.  Yemin verilerek dinlenmiş olan tanığın hükmü etkileyecek biçimde hükümlü aleyhine yalan beyanda bulunduğu anlaşılırsa, bu, hükümlü lehine yargılamanın yenilenmesi nedenidir. Bunun için; tanığın yemin verilerek dinlenmiş  olması,  tanığın  gerçeğe  aykırı  beyanı  ile  mahkumiyet  hükmü arasında  neden-sonuç  ilişkisinin  bulunması  ve  mahkumiyet  hükmünün kesinleşmesi  gerekmektedir.  Bu  koşullarda,  yargılamanın  yenilenmesi mümkündür (CMK m. 311/1-b)192. Yargılamanın yenilenmesi için, tanığın yemin  verilerek  dinlenmiş  olması  aranmaktadır.  Tanıklar,  kural  olarak yemin etmek zorundadırlar; ancak istisnai olarak yeminsiz dinlenecek veya yeminden çekinebilecek tanıklar da vardır (CMK m. 50, 51). Yeminsiz olarak dinlenen tanığın da hükmü etkileyecek şekilde gerçek dışı beyanda bulunması ihtimal dahilindedir ve yalan tanıklık suçu oluşabilir. Dolayısıyla, tanıklar bakımından  yemin  verilerek  dinlenmiş  olma  koşulunun  aranması  çelişki yaratmaktadır. Ayrıca, CMK nın 311/1-b hükmünde kasıt veya ihmal ifadesi kullanılmıştır. Yalan tanılık suçu, sadece kasten işlenebilen bir suçtur; ihmal ifadesinin taksir şeklinde anlaşılması gerekir. Bu durumda, yalan tanıklık suçu oluşmayacağından kesinleşmiş bir mahkumiyet hükmü verilmesi koşulu (CMK m. 316/1) da aranmaz.  190  Aksi görüş için bkz. Yenisey / Nuhoğlu, s. 142 bir tanık hakkında yalan tanıklıktan kovuşturma yapılıyorsa (TCK 272), o tanığın yalan söylediği iddia olunan davada, bu ceza davasının sonucu beklenmelidir. 191  Buna karşılık, hükümlü lehine yapılan yalan tanıklık bir yargılamanın yenilenmesi nedeni değildir. CMK nın 314. maddesinde böyle bir nedene yer verilmemiştir.  192  Yargıtay 3. CD, 6.7.2015, E. 2015/1755, K. 2015/23831 Yargılamanın yenilenmesi nedenlerinin gösterildiği 5271 sayılı CMK nin 311. maddesinin 1. fıkrasının e bendinde ...yeni olaylar veya yeni deliller ortaya koyulup da bunlar yalnız başına veya önceden sunulan delillerle birlikte gözönüne alındıklarında sanığın beraatini veya daha hafif bir cezayı içeren kanun hükmünün uygulanması ile mahkum edilmesini gerektirecek nitelikte olursa yargılamanın yenilenmesinin istenebileceği belirtildiği, yeni olaylar veya delillerin hükmün verildiği anda mahkemece bilinmemesi gerektiği, yargılama aşamasında bilinen olayları veya tanıkları  yeni delil veya yeni olaylar  türünden saymak olanaksız olduğu bu nedenle hükümlü müdafiinin tanık Sefa Hoda nın gerçekleri mahkemeden gizlediğine ilişkin beyanlarının yeni delil ve olay niteliğinde kabul edilmesi mümkün değil ise de, 5271 sayılı CMK nin 311. maddesinin ‘ b ‘ bendinin 1. fıkrasının  Yemin verilerek dinlenmiş olan bir tanık veya bilirkişinin hükmü etkileyecek biçimde hükümlü aleyhine kasıt veya ihmal ile gerçek dışı tanıklıkta bulunduğunu veya oy verdiği anlaşılırsa  yargılamanın yenilenmesinin istenebileceği belirtilmesi karşısında, dosya kapsamında tanık Sefa Hoda hakkında yalan tanıklık suçundan kesinleşmiş bir mahkumiyet hükmü bulunmadığından önceki hükmün onanması yerine iptaline karar verilmesi, // Bozmayı gerektirmiş, 193  Şahin / Göktürk, C. 2, s. 300. 408 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Neslihan GÖKTÜRK Aleyhine tanıklık yapılan şüpheli veya sanığın gözaltına alınması ya da tutuklanması halinde, Devlet ödediği tazminat nedeniyle yalan tanıklıkta bulunan kişiye rücu eder (CMK m. 143/3) Hakkında  tanık  koruma  tedbiri  uygulanan  tanığın,  koruma  kararı verilmesine  neden  olan  olay  hakkında  yalan  tanıklık  suçundan  dolayı mahkum olması halinde tedbir kaldırılabilir (TKK m. 8/4-b). Tanık koruma tedbiri kararının kaldırılması halinde, karar tarihinden bu tedbir kararının kaldırıldığı tarihe kadar kararı uygulayan makamlarca yapılan giderler kanuni faizi ile birlikte tanıktan tahsil edilir; ödenmemesi halinde 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümleri uygulanır (TKK m. 21).",
     "Kaynakça": ""
}