{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "3",
     "Başlık": "TÜRK TİCARET KANUNU’NUN 864. MADDESİ KAPSAMINDAGÖNDERENİN KUSURSUZ SORUMLULUĞU",
     "Title": "STRICT LIABILITY OF SENDER ACCORDING TO ARTICLE 864 OF TURKISH COMMERCIAL CODE",
     "Yazar İsmi": [
          "Cafer EMİNOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Taşıma hukuku",
          "gönderenin kusursuz sorumluluğu",
          "taşıma senedi",
          "CMR",
          "eşya taşıma"
     ],
     "Keywords": [
          "Transportation law",
          "strict liability of the sender",
          "way bill",
          "CMR",
          "carriage of goods"
     ],
     "Özet": "Türk Ticaret Kanunu nda taşıma hukukuna ilişkin hükümler ayrı bir kitap altında toplanmış ve taşıma işleri” başlıklı bu kitap kapsamındaki bazı hükümler ilk kez ihdas edilmiştir. Bu yeni hükümlerden birisi de, özel durumlar için gönderenin kusursuz sorumluluğunu düzenleyen 864. maddedir. Buna göre gönderen taşıyıcıya karşı,  yetersiz  ambalajlama  ve  işaretleme,  taşıma  senedindeki  bazı  eksiklikler, tehlikeli mala ilişkin bildirim eksikliği ve diğer bazı belgeler ile ilgili yetersizlik gibi nedenlerden dolayı meydana gelen zarar ve giderler için, kusuru olmasa da sorumlu tutulabilecektir. Ancak gönderenin bu kapsamda ödemekle yükümlü olacağı tazminat miktarı için bir üst sınır öngörülmüş ve taşıyıcının ortak sorumluluğunun da tazminat miktarının belirlenmesinde göz önünde bulundurulması gerektiği belirtilmiştir. İlgili hükümde gönderenin tüketici olduğu durumlar için bir istisna düzenlenmiş ve kimin bu hüküm kapsamında tüketici olarak kabul edileceğini netleştirmek amacıyla bir de tanım yapılmıştır. Gönderenin kusursuz sorumluluğuna bu hüküm uygulamada çeşitli sorunlara  yol  açabilecektir.  Burada  özellikle,  kusursuz  sorumluluk  nedenlerinin varlığını ve bu nedenlerin zarara yol açtığını ispatlamak taşıyıcı açısından önemli zorluklar barındırmaktadır. Mahkeme açısından ise bu tür uyuşmazlıklarda somut olay incelemesi daha da önem kazanmaktadır.",
     "Abstract": "The provisions of Turkish Commercial Code regarding transportation law are embodied under a separate chapter. Some provisions of this chapter, titled as transportation issues are settled for the ﬁ rst time. One of these new provisions is article 864 regulating the strict liability of the sender in special cases. According to this article the sender may be held liable, even if he is not at fault, for damage and outlays caused by certain reasons such as insufﬁ cient packaging or labeling, incorrect or incomplete statements made in the way bill, failure to disclose the dangerous nature of the goods or incompleteness of some documents. However, the lawmaker has foreseen a limitation for the compensation, which the sender has to  Yrd. Doç. Dr., Yıldırım Beyazıt Üniversitesi Hukuk Fakültesi, Ticaret Hukuku Ana Bilim Dalı Öğretim Üyesi. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 25Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... pay in this context. Furthermore, the joint responsibility of the carrier should be considered while determining the amount of compensation. The mentioned provision deﬁ nes the consumer and includes also an exception for the case that, the sender is a consumer. This provision regulating the strict liability of the sender may lead to various problems in practice. Especially, it will be signiﬁ cantly difﬁ cult for the carrier to prove the existence of reasons for strict liability and that these reasons caused the damage. At this point the certain case study gains more importance for the courts.",
     "Metin": "6762  sayılı  eski  Türk  Ticaret  Kanunu  (eTTK),  taşıma  senedinin kıymetli  evrak  olarak  kabul  edilmesi  nedeniyle  taşıma  hukukuna  ilişkin hususları kıymetli evrak kitabı içerisinde düzenlemekteydi. 6102 sayılı yeni Türk Ticaret Kanunu (TTK) ise bu hükümleri kıymetli evraka ilişkin kitaptan ayırmış ve taşıma işleri başlığı altında ayrı bir kitap olarak düzenlemiştir. TTK daki yeni düzenlemeler sadece şekli boyutta kalmamış esasa ilişkin olarak da bir takım değişiklikler ve yenilikler yeni kanunda yerini almıştır. eTTK daki taşımaya ilişkin hükümlerin önemli bir çoğunluğu 1926 tarihli Türk Ticaret Kanunu ndan aktarılmıştı. Bu hükümlerin kaynağı ise birçok ülkenin artık yürürlükte bulunmayan düzenlemeleriydi. Böylelikle eTTK daki taşıma işlerine ilişkin hükümler ilgili sektörün ihtiyaçlarına cevap veremediği  gibi  Türkiye nin  de  uluslararası  piyasalarla  bütünleşmesinin önünde önemli bir engel olarak duruyordu. Taşımacılık sektörünün ulaştığı gelişmişlik  düzeyine  uyum  sağlamayan  bu  hükümler  yorum  güçlüğü  de doğurmaktaydı.1 Belirtilen nedenlerden dolayı eşya taşıma işlerine ilişkin olarak ortaya çıkan reform ihtiyacı TTK da, 1957 yılından bu yana uluslararası taşıma 1   TTK Genel Gerekçe,  Nr. 158. 2   TTK m. 850/1 e, Adalet Alt Komisyonu aşamasında eklenen eşya her türlü yükü de kapsar ifadesine gerekçe olarak Adalet Alt Komisyonu Raporunda şu belirlemelere yer verilmiştir: 6762 sayılı Kanunda, yük, mal ve eşya terimleri, eş anlamlı olmak üzere bir arada kullanılmaktadır. Tasarıda, bu üç terimin yerine geçmek üzere, yalnızca eşya sözcüğü kullanılmıştır. Ancak, yeni düzenlemede herhangi bir tereddüdün doğmaması için, taşıma hukukuna ilişkin genel hükümlerin açılış maddesinde, her türlü yükün de eşya teriminin kapsamına dâhil olduğunu açıklamak uygun görülerek, Tasarının 850 nci maddesinin birinci fıkrasına bu amaçla ikinci cümle eklenmiştir. Bkz: Adalet Alt Komisyonu nun 950. maddeye ilişkin açıklamaları. Ne var ki, TTK mal, yük ve eşya kavramlarını bir arada kullanmaya devam etmektedir. Bizim çalışmamızda da, TTK ve diğer mevzuat metinlerindeki bu farklı kullanımlara bağlı olarak, eşya kavramı yerine farklı terimlere de yer verilmiştir.     26 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU hukukunda  meydana  gelen  değişikliklerin  göz  önünde  bulundurulması yoluyla karşılanmaya çalışılmıştır. Ancak burada sadece Türkiye nin taraf olduğu  konvansiyonlar  temel  alınmamıştır.  Türkiye nin  taraf  olmadığı ancak taşımacılık açısından önemli görülen diğer konvansiyonlar da dikkate alınmıştır.  Bu bağlamda Alman Ticaret Kanunu (HGB) ve bu kanunun eşya taşımaya ilişkin hükümlerinin dayandığı Eşyaların Karayolundan Uluslararası Nakliyatı için Mukavele Sözleşmesi (CMR)3 TTK nın eşya taşımaya ilişkin hükümleri üzerinde etkili olmuştur.4 Taşıma işlerine ilişkin olarak TTK da ilk kez düzenlenen hususlardan biri de özel durumlarda gönderenin kusursuz sorumluluğudur. TTK m. 864 te yer alan bu hükme göre gönderen belirli durum ve şartlarda kusuru bulunmasa bile taşıyıcının zararlarını tazminle yükümlü tutulmuştur. Ancak gönderenin tüketici olduğu durumlarda zararların tazmini için kusur şartı getirilmiştir.5 Çalışmamızda gönderenin, TTK m. 864 kapsamında özel durumlar için öngörülmüş olan kusursuz sorumluluğuna ilişkin haller konu edinilmektedir. Öncelikle ilgili hükmün TTK daki düzenleniş şekline, kaynağına ve taşıma hukukuna  ilişkin  uluslararası  anlaşmalardaki  karşılığına  yer  verilmiştir. Sonrasında ilgili hüküm çerçevesinde gönderenin kusursuz sorumluluğuna yol açan nedenler ayrı ayrı ele alınmaktadır. Bu çerçevede sırasıyla; yetersiz ambalajlama  ve  işaretleme,  taşıma  senedine  yazılan  bilgilerdeki  gerçeğe aykırılıklar ile yanlışlık ve eksiklikler, tehlikeli mala ilişkin olarak bildirimde bulunmama,  TTK  m.  860/1  hükmünde  belirtilen  belge  ve  bilgilerdeki eksiklikler, gerçeğe aykırılıklardan veya belge ve bilgilerin yokluğu halleri sorumluluk  nedenleri  olarak  incelenmektedir.  Çalışmamızın  devamında, sorumluluğun sınırları ve taşıyıcının zarar ile giderlere ilişkin olarak ortaya çıkabilecek ortak mesuliyeti ele alınmaktadır. Son olarak, gönderenin tüketici olması durumuna ve bu konudaki istisnalar ile sonuç bölümündeki nihai değerlendirmelere yer verilmektedir. II. Kanuni Düzenleme Kanun koyucu, Özel durumlarda gönderenin kusursuz sorumluluğu kenar başlıklı TTK m. 864/1 hükmünde gönderenin, kusuru olmasa da, yetersiz ambalajlamadan  ve  işaretlemeden;  taşıma  senedine  yazılan  bilgilerdeki 3   Convention on the Contract for the International Carriage of Goods by Road. Türkiye nin  CMR ye katılımı 07.12.1993 tarihli ve 3939 sayılı Kanunla uygun bulunmuştur.  4   Bu hususta ayrıca bkz: ADIGÜZEL, Fiili Taşıyıcı, s. 3. 5   Bkz: TTK m. 864/4. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 27Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... gerçeğe aykırılıklar ile yanlışlık ve eksikliklerden; tehlikeli malın bu niteliği hakkında bildirimde bulunmamaktan ve son olarak TTK nın 860. maddesinin birinci  fıkrasında  belirtilen  belge  ve  bilgilerdeki  eksikliklerden,  gerçeğe aykırılıklardan veya belge ve bilgilerin yokluğundan kaynaklanan, taşıyıcı zararlarını ile giderlerini tazminle yükümlü olduğunu belirtmiştir. Ne var ki kusurun aranmadığı bu durumlarda gönderenin sorumluluğu sınırlı tutulmuştur. Buna göre sorumlu olduğu tazminat miktarı, gönderinin net olmayan ağırlığının her kilosu için 8,33 Özel Çekme Hakkı ile sınırlı olacaktır (TTK m. 864/2). Bununla birlikte zararın veya giderlerin doğmasında taşıyıcının  davranışlarının  da  etkisi  olmuşsa,  tazmin  yükümlülüğü  ile ödenecek tazminatın kapsamının belirlenmesinde, bu davranışların ne ölçüde etkili olduklarının da dikkate alınması gerektiği hükme bağlanmıştır (TTK m. 864/3). Kusursuz sorumluluk ancak gönderenin tüketici olmadığı durumlarda söz konusu olabilecektir. Diğer bir ifade ile gönderen tüketici ise, taşıyıcıya karşı ancak kusuru hâlinde yukarıda belirtilen nedenlerden dolayı zarar ve giderleri  tazminle  yükümlü  tutulabilecektir  (TTK  864/4). Tüketicinin  bu hüküm bağlamında kim olduğu sorusu kanun koyucu tarafından aynı hüküm kapsamında yanıtlanmıştır. Buna göre tüketici, sözleşmeyi ticari veya meslekî faaliyeti ile ilgili olmayan bir amaçla yapan bir gerçek ya da tüzel kişidir (TTK m. 864/2). III. Hükmün Kaynağı ve Uluslararası Sözleşmelerdeki Karşılığı Esasen eTTK da da gönderenin kusursuz sorumluluğuna işaret eden hükümler  mevcuttu.  Örneğin  eTTK  m.  768/2 de  gönderenin,  taşıyıcıya, gümrük kâğıtlarını ve eşyanın taşınması için ihtiyaç duyduğu diğer belgeleri vermek zorunda olduğu, bu kâğıt ve belgelerin şekle ve gerçeğe uygun ve yeterli  olmamalarından    gönderenin  sorumlu  olduğu  hükme  bağlanmıştı. Yine eTTK m. 769/2 nin birinci fıkrasında taşıma senedinin içermesi gereken hususlar sayıldıktan sonra, ikinci fıkrasında bu kayıtlardan birinin sehven yazılmamasından veya yanlış yahut gerçeğe aykırı olarak yazılmasından doğan zarar ve ziyanın gönderene ait olduğu belirtilmişti. Aynı hükmün devamında taşınacak eşyanın barut ve infilak maddeleri gibi tehlikeli eşyalardan olması halinde bunu bildirmeyen ve ambalaj üzerine etiket ve işaret koymayan gönderenin, bundan doğan zarar ve ziyanı da ödemekle yükümlü olduğu düzenlenmişti. 28 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU Ancak  eTTK da  dağınık  şekilde  var  olan  bu  hükümlere  rağmen, gönderenin kusursuz sorumluluk hallerini bir arada düzenleyen TTK nın 864. maddesinin yeni madde olduğu söylenebilir. Buna rağmen ne TTK nın 864.  maddesinin  gerekçesinde  ne  de  TTK nın  genel  gerekçesinde,  özel durumlarda gönderenin sorumluluğuna ilişkin hükmün mehazı ile ilgili bir bilgiye yer verilmiştir. Bunun sebebi ilgili hükmün özgün olması değildir. Hükmün kaynağı Alman Ticaret Kanunu (HGB) ve onun dayandığı Budapeşte Konvansiyonudur (CMNI)6. TTK m. 864 hükmü HGB  § 414 ün yakın bir çevirisidir. Bununla birlikte TTK m. 864 ile HGB m. 414 arasında bazı farklılıklar mevcuttur.  Bu  farklılıklardan  belki  en  önemlisi,  HGB de  gönderenin sorumluluğu için bir üst sınır düzenlememiş olmasıdır. Buna karşılık TTK, üst sınır olarak 8,33 Özel Çekme Hakkı şeklinde bir miktar öngörmektedir. Esasen aynı sınırlama HGB de de mevcuttu. Ancak CMR gibi uluslararası düzenlemelerde, buna eşdeğer kusursuz sorumluluk sınırlaması bunmadığına yönelik  Alman  doktrinindeki  eleştiriler  de  göz  önünde  bulundurularak ilgili fıkra 2013 yılında yürürlükten kaldırıldı.7 Bunun yerine Alman kanun koyucusu sorumluluk üst sınırlarının genel işlem şartlarında belirlenmesine olanak sağlamaktadır.8 TTK m. 864 ve HGB § 414 hükümleri çeşitli uluslararası sözleşmelerle de paralellik göstermektedir. Yukarıda da ifade ettiğimiz üzere özel durumlarda gönderenin kusursuz sorumluluğunu düzenleyen HGB hükmünün esas kaynağı CMNI m. 8 dir. Ancak CMNI nin ilgili hükmünde yetersiz ambalajlama bir kusursuz sorumluluk sebebi sayılmamış, ayrıca sorumluluk üst sınırına da yer verilmemiştir. CMR  de  gönderenin  özel  durumlardaki  kusursuz  sorumluluğuna ilişkin TTK ve HGB hükümlerine paralel bazı hükümler içermekte ancak bütün kusursuz sorumluluk hallerini kapsayan tek ve bütüncül bir hükme yer vermemektedir. CMR m. 10 hükmünde gönderenin, eşyanın kusurlu olarak ambalajlanmasından dolayı kişilere, malzemeye ve taşınan diğer eşyalara gelecek zarar, ziyan ve hasardan veya ortaya çıkacak giderlerden taşıyıcıya karşı sorumlu olduğu hükme bağlanmıştır. Ancak, eşyanın kabulünde kusur açık seçik ise, taşıyıcı tarafından biliniyor ve bu hususta bir çekince beyanı 6   2000 tarihli Budapeşte Konvansiyonu (The Budapest Convention on the Contract for the Carriage of Goods by Inland Waterways-CMNI). 7   KUMPAN/MERKT/ROTH, § 414, Rn 3. 8   Bkz: HGB § 449/II/2; Ayrıca bkz: KUMPAN/MERKT/ROTH, § 414, Rn 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 29Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... söz konusu değilse bu hükmün geçersiz olacağı ifade edilmiştir. CMR burada TTK dan farklı olarak, eşyanın işaretlenmesindeki eksiklikler ve yanlışlıklar sebebiyle gönderenin taşıyıcıya karşı sorumluluğunu hükme bağlamamıştır.9 CMR  m.  11/2 de  ise  taşıyıcının,  eşyanın  tesliminden  önce tamamlanması gereken gümrük ve diğer formalitelerin yerine getirilmesi için gönderen tarafından sağlanması ve sevk mektubuna iliştirilmesi yahut taşıyıcıya verilmesi gereken belgelerin veya konuya ilişkin gerekli bilgilerin doğruluğunu ve yeterliliğini incelemek zorunda olmadığını, gönderenin bu gibi belgelerin bulunmaması, yetersiz olması veya usule aykırı oluşundan doğacak zarar, ziyan ve hasardan, taşıyıcıya karşı sorumlu olacağı hükme bağlanmıştır. Burada da taşıyıcının hatası veya ihmali görülen durumların bu hüküm dışında olacağı belirtilmiştir. CMR m. 7 de ise gönderenin sevk mektubunun  içeriğinden  ya  da  içermesi  gereken  bilgilerin  eksikliğinden kaynaklanan sorumluluğu düzenlenmiştir. Tehlikeli  malın  bu  niteliği  hakkında  bildirimde  bulunmamaktan kaynaklanan  sorumluluk  durumu  ise  CMR  m.  22/1 de  düzenlenmiştir. Buna göre gönderen, taşıyıcıya eşyayı teslim ettiğinde, kendisine tehlikenin gerçek özelliklerini bildirmek ve gerekiyorsa alınacak önlemleri belirtmekle yükümlüdür.  Eğer bu bilgiler sevk mektubuna yazılmamış ise, bu yükü taşımanın oluşturduğu tehlikenin gerçek içeriğini taşıyıcının bildiği başka yollarla  kanıtlamak  gönderen  veya  alıcıya  düşer.  Hükmün  devamında, taşıyıcının tehlikeli olduğunu bilmediği tehlikeli yükün, taşıyıcı tarafından herhangi bir yerde veya zamanda boşaltılabileceği, imha edilebileceği veya tazminat talep etmeksizin zararsız hale getirilebileceği belirtilmiştir. Ayrıca gönderenin, bu çeşit yükün taşınmak üzere tesliminden veya taşımasından doğacak bütün zarar ve ziyandan sorumlu olacağı da hüküm altına alınmıştır (CMR m. 22/2). CMR  dışında  yine  Montreal  Sözleşmesi  (MC)11  ve  Uluslararası Demiryolu Eşya Taşıma Sözleşmesi (CIM)12 de paralel bazı hükümlere yer vermektedirler.13 9   KARAMAN COŞGUN, s.82. 10  CMR ye ilişkin olarak ayrıca bkz:  AYDIN, CMR ye Göre Taşıyıcının Zıya, Hasar ve Gecikmeden Doğan Sorumluluğu, İstanbul, 2002. 11  MC: The Convention for the Unification of Certain Rules for International Carriage by Air. Bkz: MC m. 10. 12  CIM: Contract of International Carriage of Goods by Rail; Bkz: CIM 1999 m. 8/1.  13  Konuya ilişkin olarak ayrıca bkz: MüKoHGB/Thume, § 414, Rn. 1. 30 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU IV. Gönderenin Kusursuz Sorumluluğu A.  Genel Olarak Kanun  koyucu,  gönderenin  TTK  m.  864/1  hükmünde  belirtilen durumlarda, kusurlu olmasa dahi, sorumlu tutulacağını hükme bağlanmaktadır. Bunun istisnası gönderenin tüketici olmasıdır. Tüketici ancak kusuru varsa zarar ve giderleri tazminle yükümlü tutulabilecektir (TTK m. 864/4). TTK m. 864 te belirtilen hususların aksine, TTK m. 863/1 e göre sözleşmeden, durumun gereğinden veya ticari teamülden aksi anlaşılmadıkça, gönderenin  yükümlülüğü  olarak  düzenlenen  yükleme  ve  boşaltmadan kaynaklanan sorumluluk bir kusursuz sorumluluk hali olarak düzenlenmemiştir. Böylelikle TTK m. 863/1 gereği eşyayı, taşıma güvenliğine uygun biçimde araca koyarak, istiﬂ eyerek, bağlayarak, sabitleyerek yüklemek ve aynı şekilde boşaltmak zorunda olan gönderen ancak kusurunun varlığı halinde yükleme ve boşaltmadan kaynaklanacak zararlardan sorumlu tutulabilecektir. Gönderenin  kusursuz  sorumluluğuna  ilişkin  hükmün  temel  amacı, taşıyıcıyı, gönderenin TTK m. 864/1 de ifade edilen ihlallerden dolayı zarara uğramasını önlemektir. Burada önlenmek ya da tazmin edilmesi istenen zararlar taşıyıcının hem söz konusu ihlaller neticesinde bizzat ve doğrudan maruz kaldığı, hem de üçüncü taraﬂ ara karşı ilgili ihlaller neticesinde üstlenmek zorunda kaldığı zarar ve giderlerdir.14 Taşıyıcı için öngörülmüş olan bu etkin koruma sayesinde gönderen, kendisi ile sözleşme ilişkisi içerisinde bulunan ve taşınacak eşyanın hazırlık aşamasında rol alan yardımcı kişilerin hatasını öne  sürmek  suretiyle  sorumluluktan  kurtulamayacaktır.  TTK  m.  864 ün diğer bir özelliği, bu hükümde düzenlenen sorumluluğun diğer sorumluluk hükümlerine göre lex specialis niteliği taşıyor olmasıdır.15   B.  Kusursuz Sorumluluk Halleri 1.  Yetersiz Ambalajlama ve İşaretleme TTK, gönderenin kusursuz sorumluluk hallerinden ilki olarak yetersiz ambalajlama ve işaretlemeyi saymaktadır (TTK m. 864/1-a). Ambalajlama ve işaretlemenin nasıl yapılması gerektiği ise TTK m. 862 de hükme bağlanmıştır. Buna göre eşyanın niteliği, kararlaştırılan taşıma dikkate alındığında, ambalaj yapılmasını gerektiriyorsa, gönderen, eşyayı zıya ile hasardan koruyacak ve taşıyıcıya zarar vermeyecek şekilde ambalajlamak zorundadır. Aynı hükümde, 14  MüKoHGB/Thume, § 414, Rn. 1. 15  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 33. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 31Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... eşyanın sözleşme hükümlerine uygun şekilde işleme tabi tutulabilmesi için işaretlenmesi gerekiyorsa, gönderenin bu işaretleri de koymakla yükümlü olduğu  belirtilmiştir.  Burada  ihlal  durumuna  müeyyide  uygulanması  ile gönderenin gerçek davranışı arasında açık bir bağ kurulmaktadır.16 Ambalajlama, taşınacak olan eşyanın, onu dış etkilere karşı korumak ve ilgili eşyanın dışarıya tesirini önlemek amacıyla, kap ve zarf gibi araçların içine konulmasını veya sarılmasını ifade eder.17 Bu gerekliliği sağlamayan, diğer bir ifadeyle, taşınan eşyanın ambalajından akmasına, sızmasına, taşmasına, ya da eşyanın kırılmasına, dökülmesine veya herhangi bir şekilde hasara veya zıyaa maruz kalmasına ya da yol açmasına neden olacak ambalajlama yetersiz bir ambalajlama olacaktır.18 Ne tür bir ambalajlamanın yeterli olacağı sorusunun cevabı elbette izafi olacak ve ambalajlanacak eşyaya, eşyanın taşınacağı güzergâha, taşıma süresine ve hava koşulları gibi değişkenlere bağlı olarak değişiklik gösterecektir.19 Bu çerçevede gönderen, eşyayı zıya ve hasardan koruyacak ve taşıyıcıya zarar vermeyecek şekilde, belirtilen değişkenleri de göz önünde bulundurarak ambalajlamak ile yükümlüdür. TTK ya  tabi  taşımalarda  eşyanın  ambalajlanması  mükellefiyeti, yukarıda da ifade ettiğimiz üzere, kural olarak gönderene aittir.20 CMR de ise bu konuda bir açıklık bulunmamakla birlikte, CMR m. 17/4-b hükmünden ambalajlama işleminin gönderen tarafından yapılması gerektiği sonucuna varılabilir.21 Burada ayrıca TTK ile CMR arasındaki bir kapsam farkına da dikkat çekmek gerekir. TTK yetersiz ambalajlamaya sonuç bağlamakta iken CMR m. 10 da ayıplı (defective)22 ambalajlama yaptırıma tabi tutulmaktadır. Böylelikle kanaatimizce TTK, CMR ye göre daha kapsamlı bir ifadeye yer vermektedir. Zira yetersiz ifadesi, ayıplı ambalajlama da dâhil olmak üzere, ambalajlamanın hiç ya da gereğince yapılmamış olması durumlarının tamamını kapsamaktadır.23 16  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 15. 17  Bununla birlikte ambalajlamanın ayırt etme ve yüklemede kolaylık sağlama gibi fonksiyonları da vardır. 18  KARAN, s. 193-194. 19  KARAN, s. 194; ADIGÜZEL, Sorumluluk, 169. 20 Adıgüzel, Sorumluluk, s. 169. Taşınma eşyasının taşınması konusunda bu mükellefiyet taşıyıcıya yüklenmiştir. Bkz: TTK m. 895/2. 21  ADIGÜZEL, Sorumluluk, 169. 22  Nitekim yapılan bazı akademik çevirilerin aksine, resmi tercümede de, kanaatimizce isabetli olarak, CMR m. 10 hükmünde kullanılan defective packing tamlamasına karşılık olarak eksik ambalajlama değil kusurlu (ayıplı) ambalajlama ifadesi kullanılmıştır 23  Bu hususta ayrıca bkz: EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 16. 32 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU Taraﬂ ar  arasında  aksi  kararlaştırılmadığı  müddetçe  ambalajlama gönderenin uhdesindeki bir edim olarak kabul edilir.24 Diğer bir ifade ile ambalajlama işlemi kural olarak gönderenin hâkimiyetinde ve dolayısıyla sorumluluk  sahasında  gerçekleştirilen  bir  işlemdir.  Gönderen  bu  işlemi, taşınacak olan eşyanın sonraki süreçlerde taşıyıcıya zarar vermesini önleyecek şekilde, eksiksiz ve ayıpsız bir şekilde gerçekleştirmekle yükümlüdür. TTK yetersiz ambalajlama ve işaretlemeden kaynaklanan taşıyıcı zarar ve giderlerinden, kusuru olmasa da, gönderenin sorumlu olacağını düzenlemekte, ancak belirtilen yetersizliğin gönderenin riziko alanının dışında gerçekleşmesi halinde  de  sorumluluğun  söz  konusu  olup  olmayacağı  hususunda  sessiz kalmaktadır. Bu sessizliğe rağmen kanaatimizce ambalajlamamaya ilişkin olarak gönderenin riziko alanının dışında meydana gelecek yetersizliklerden dolayı  kusursuz  sorumluluğunun  söz  konusu  olmayacağını  kabul  etmek gerekir. Aynı şey işaretleme yükümlülüğü ile ilgili olarak da geçerlidir.25 Burada  önem  teşkil  eden  hususlardan  biri,  gönderenin  sorumluluk alanından  ne  anlaşılması  gerektiğine  ilişkindir.  Kanun  koyucu  eşyanın taşıyıcıya  tesliminin  taşıma  sözleşmesinin  varlığına  karine  olacağını belirtmiştir (TTK m. 856/2). Ayrıca bir başka hükümde taşıyıcının, eşyanın taşınmak üzere teslim alınmasından teslim edilmesine kadar geçecek süre içinde, eşyanın zıyaından, hasarından veya teslimindeki gecikmeden doğan zararlardan sorumlu olduğu düzenlenmiştir (TTK m. 875/1). Bu hükümlerden yola çıkarak ambalajlama ve işaretlemeye ilişkin olarak gönderenin kusursuz sorumluluğunun,  gönderenin  eşyayı  taşıyıcıya  teslim  ettiği  ana  kadar gerçekleşen ya da gerçekleşmeyen işlemlerle ilgili olduğu söylenebilir. Belirtmek gerekir ki gönderenin sorumluluk alanı sadece gönderenin teslim anına kadar bizzat gerçekleştirdiği ambalajlama ve işaretleme işlemleri ile sınırlı değildir. Taşıyıcının yardımcılarının kusuruna ilişkin TTK m. 879/1 hükmü çerçevesinde gönderenin kendi adamlarının ve yararlandığı üçüncü kişilerin ambalajlama/işaretleme işlemlerinden kaynaklanan eksikliklerden de  kusursuz  sorumlu  olduklarının  kabulü  gerekir.  Diğer  bir  ifade  ile sorumluluğun  tayininde  ambalajlama  ve  işaretleme  işleminin  gönderen tarafından bizzat mı yoksa bu işi bıraktığı üçüncü kişiler vasıtası ile mi yaptığı önem arz etmeyecektir. Burada asıl olan ambalaj ve işaretlemedeki yetersizliğin ve bunun neticesinde meydana gelen zarar ya da giderlerin ortaya 24  KARAN, s. 191. 25 Alman  öğretisi  için  bkz:  OETKER,  §  414,  Rn.  6;  EBENROTH/BOUJONG/JOOST/ STROHN, § 414, Rn. 17. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 33Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... konulabilmesidir.26 Üçüncü kişiler burada örneğin alt gönderenle sözleşen asıl gönderen olabileceği gibi aradaki taşıma acenteleri de olabilir.27 TTK m. 864 te açıkça ifade edilmemiş olmakla birlikte, gönderenin kusursuz sorumluluğu ancak kendisinin ambalajlama ya da işaretleme ile yükümlü olduğu durumlar için söz konusu olacaktır.28 Diğer bir ifade ile ambalajlama ya da işaretleme yükümlülüğünün taşıma sözleşmesi ile taşıyıcıya yüklendiği durumlarda taşıyıcı yetersiz ambalajlama ve işaretlemeden dolayı kusursuz sorumlu olmayacaktır.29 Kimin ambalajlama ya da işaretleme işlemi ile yükümlü olduğu taraﬂ ar arasındaki anlaşmaya göre farklılık arz edecektir. Taraﬂ ar arasındaki sözleşme aynı zamanda ambalajlama veya işaretlemenin niteliğine  ilişkin  olarak  belirleyici  bir  rol  oynayacaktır.  Kanaatimizce taşıyıcının  ambalajlama  ve  işaretlemeden  sorumlu  olmasına  rağmen gönderenin de işaretleme ve ambalajlama işlemlerine katılmış olması halinde, meydana gelen zarar ve giderlerden kusur oranına göre gönderen de sorumlu tutulabilecektir.30 Nitekim bu sonuç taşıyıcının ortak mesuliyetine ilişkin TTK m. 864/3 hükmüne de uygun olacaktır. Yetersiz ambalajlama ya da işaretlemenin hem gönderenin hem de taşıyıcının sorumluluk alanında gerçekleşen iş ve işlemlerden kaynaklanması halinde  tazminat  yükümlülüğü  ya  da  zarar,  sebep  olma  oranına  göre paylaşılacaktır.31 Örneğin taşıyıcının, zararın doğması konusunda göndereni uyarmaması  ya  da  zamanında  uyarmaması  kendisinin  de  sorumluluğunu doğurabilecektir.32 Ancak belirtmek gerekir ki; ifade edilen durumlarda kimin ne ölçüde tazminat yükümlülüğü taşıyacağının tespiti son derece zor olacak ve her somut olayın şartlarına göre hakkaniyete uygun farklı bir değerlendirmeyi gerekli kılacaktır. Taşıma senedine aksine bir çekince konulmamışsa taşınacak eşyanın dış görünüş itibari ile iyi durumda ve taşıma senedinde gösterildiği şekilde olduğu karine olarak kabul edilir.  Bunun aksini iddia edecek olan taşıyıcı ispat ile yükümlü olacaktır. TTK ya tabi olan taşımalarda ilgili hususta bir çekince 26  CMR uygulaması için bkz: KARAN, s. 193. 27  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 17. 28  BAUMBACH/HOPT, § 414, Rn. 2B. 29  OETKER, § 414, Rn. 6; KARAN, s.193. 30  Alman öğretisinde aynı doğrultuda: BAUMBAC/HOPT, § 414, Rn. 2B. 31  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 19. 32  KARAMAN COŞGUN, s.282. 34 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU konulmamış olsa bile gönderen, ambalaj yetersizliğinin kanıtlanmış olması şartıyla, taşıyıcının bu sebeple uğrayacağı zararlarından mesul olacaktır.33 2.  Taşıma senedine yazılan bilgilerdeki gerçeğe aykırılıklar ile yanlışlık ve eksiklikler a)  Taşıma Senedi ve İçeriği TTK m. 864/1 de, gönderenin kusursuz sorumluluk hallerinden ikincisi olarak, taşıma senedine yazılan bilgilerdeki gerçeğe aykırılıklar ile yanlışlık ve eksikler gösterilmiştir. Bu nedenle öncelikle taşıma senedini, hazırlanma usulünü ve içeriğini ele almakta fayda görmekteyiz. Karayolu Taşıma Yönetmeliği nde (KTY)34 taşıma senedi, eşya ve kargo taşımalarında gönderen ile yetki belgesi sahibi arasında akdedilen, ilgili diğer mevzuat ve bu yönetmelikle belirlenen bilgileri ihtiva eden sözleşme belgesi veya bu tür bir sözleşmede bulunması gereken bilgileri ihtiva etmesi halinde taşıma senedi yerine geçecek olan taşıma faturası, taşıma irsaliyesi veya irsaliyeli taşıma faturası şeklinde tanımlanmıştır (KTY m. 4/1-tt). TTK ise taşıma senedini tanımlamamakta ancak bu senedin içeriğine ve hazırlanma usulüne ilişkin hükümlere yer vermektedir. Buna göre taşıma senedi, taraﬂ ardan birinin istemi üzerine düzenlenir, üç özgün nüsha olarak hazırlanır ve gönderen tarafından imzalanır. Gönderen, taşıyıcının da taşıma senedini imzalamasını isteyebilir. El yazısı ile imzalanmış taşıma senetlerinin suretlerindeki imza, damga veya mühür şeklinde ya da basılı olabilir. Bir nüsha gönderene aittir, diğeri eşyaya eşlik eder, üçüncüsü ise taşıyıcıda kalır (TTK m. 856/1). Belirtmek gerekir ki TTK da taşıma senedi kıymetli evrak olarak değil, bir ispat aracı olarak düzenlenmiştir.35 TTK bu yönüyle taşıma senedinin bir kıymetli evrak olarak düzenlenmesine olanak sağlayan mehaz HGB m. 444 hükmünden ayrılmaktadır.36 Taşıma senedinde yer alması gereken hususlar TTK m. 857 de ayrıntılı olarak sayılmıştır.37 TTK burada hem asgari içeriği düzenlemekte hem de taraﬂ arın uygun gördükleri diğer kayıtları da koyabileceklerini belirtmek 33  KARAMAN COŞGUN, s.282. 34  RG,11.06.2009, 27255. 35  TTK Madde Gerekçeleri, m. 858. Bu hususta ayrıca bkz: ADIGÜZEL, MTO, s. 325. 36  ADIGÜZEL, MTO, 326. 37  Konuya ilişkin ayrıntılı bir değerlendirme için bkz: ADIGÜZEL, Sorumluluk, s.176vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 35Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... suretiyle ihtiyari bir içeriğe de olanak sağlamaktadır (TTK m. 857/2). Kanun koyucu zorunlu içerik olarak, taşıma senedinde düzenleme yeri, gönderen, taşıyıcı, taşınacak eşya, gümrük işlemlerine ve benzeri hususlara ilişkin bilgi ve talimatların yanı sıra, taşınacak eşya ve taşıma anlaşmasına bağlı olarak yer alması gerekli olabilecek diğer bazı bilgilerin de bulunmasını gerekli görmüştür. Örneğin, tehlikeli malların taşınması söz konusu ise bunlara ilişkin mevzuatta öngörülen işaretlere ilişkin kayıt (TTK m. 857/1-g), kararlaştırılan taşıma ücreti ve teslime kadar ortaya çıkacak giderler ile, taşıma ücretinin gönderenden başka biri tarafından ödenecek olması hâlinde, bu hususa ilişkin kayıt (TTK m. 857/1-k), teslimde ödemeli taşımalarda teslimde ödeme kaydı ve ödenecek tutara ilişkin bilgi ve varsa taşımanın üstü açık ya da örtülmemiş bir araçta veya güvertede yapılabileceğine ilişkin sözleşme (TTK m. 857/1n), taşıma senedinin zorunlu içeriğinin diğer unsurları olarak düzenlenmiştir. Taşıma  senedine  ilişkin  şuana  kadarki  açıklamalar  göz  önünde bulundurulduğunda,  esasen  bu  senedin  gönderen  ile  taşıyıcı  arasında akdedilen sözleşmenin içeriğini ortaya koyan bir metin olduğu söylenebilir. Ancak taşıma senedinin tanzim edilmemiş olması taşıma sözleşmesinin var olmadığı  anlamına  gelmeyecektir.  Böyle  bir  durumda  taşınacak  eşyanın taşıyıcıya teslimi, taşıma sözleşmesinin varlığına karine teşkil edecek ve taraﬂ arın karşılıklı ve birbirine uygun iradeleri ile taşıma sözleşmesi kurulmuş sayılacaktır (TTK m. 856/2).38 TTK ve CMR de yer alan taşıma senedine ilişkin düzenlemeler büyük ölçüde paralel olmakla birlikte bazı açılardan da farklılaşmaktadırlar. CMR taşıma senedi için  sevk mektubu39 ifadesini kullanmakta ve TTK nın aksine, bu metnin taşıyıcı tarafından imzalanmasını ihtiyari değil bir zorunluluk olarak öngörmektedir (CMR m. 5/1). CMR ayrıca, TTK dan farklı olarak, gönderenin  ve  taşıyıcının,  taşınacak  eşyaların  başka  taşıtlara yüklenmesi gerektiği,  bunların  farklı  eşyalar  olduğu  durumlarda  veya  ayrı  partilere bölünmesi durumunda, her çeşit ve parti yük için ayrı bir sevk mektubu isteme  hakkına  sahip  olduklarını  açıkça  belirtmektedir.  Ancak  TTK nın taşıma senedine ilişkin hükümlerinin genel değerlendirmesinden ve özellikle de yukarıda belirttiğimiz TTK m. 856/1 hükmünden yola çıkarak böyle bir hakkın  TTK ya  tabi  taşımalar  açısından  da  kullanılabileceğini  belirtmek kanaatimizce yanlış olmayacaktır.40 38  Taşıma Sözleşmesine ilişkin bir çalışma için bkz: TÜZÜNER, s. 167-196. 39  Resmi çeviride sevk mektubu olarak ifade ilgili kavram orijinal İngilizce metinde the consignment note şeklinde yer almıştır. Bkz: KARAN, s.126vd. 40  Aynı yönde: KARAMAN COŞGUN, s.278-279. 36 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU b)  Taşıma Senedinden Dolayı Gönderenin Kusursuz Sorumluluğu Taşıma  senedindeki  bilgilerin  eksik,  yanlış  ya  da  gerçeğe  aykırı olmasından dolayı gönderenin kusursuz sorumluluğu doğabilecektir (TTK m. 864/1-b). Belirtmek gerekir ki kusursuz sorumluluğun ortaya çıkabilmesi için gerçeğe aykırılık, eksiklik ya da yanlışlıkların taşıma senedindeki herhangi bir bilgi açısından söz konusu olması yeterli olacaktır. Böyle bir durumda gönderen, ilgili bilgilerin gerçeğe aykırı, yanlış ya da eksik olmasından dolayı meydana gelen taşıyıcı zarar ve giderlerini karşılamakla yükümlü olacaktır.41 Belirtmek gerekir ki TTK ya tabi taşımalar açısından taşıma senedinin hazırlanması bir zorunluluk olarak öngörülmemiştir. Nitekim yukarıda da ifade ettiğimiz gibi, TTK taşıma senedinin taraﬂ ardan birinin istemi üzerine düzenleneceğini hükme bağlamaktadır (TTK m. 856/1). Dolayısıyla taşıma senedinin tanzim edilmiş olması, gönderenin taşıma senedine yazılan bilgilere ilişkin kusursuz sorumluluğunun bir ön şartıdır. Taşıma senedine yazılan bir bilginin gerçeğe aykırı olması, söz konusu bilginin  ilişkili  olduğu  hususta  doğru  olmayan  bir  içeriğe  sahip  olması anlamına gelir. Bu durumda örneğin, gerçekte taşınan bilgisayar yerine taşıma senedinde akvaryum yazılması ya da gerçekte yanıcı olan kimyasalların yanıcı  olmayan  kimyasallar  şeklinde  ifade  edilmesi,  gerçeğe  aykırı bilgilere örnek teşkil edecektir. Taşıma senedindeki bilgilerin gerçeğe aykırılıkları gibi bu bilgilerde yanlışlık  olması  durumu  da  bir  kusursuz  sorumluluk  nedeni  olarak sayılmıştır.  Kanun  koyucunun  burada  gerçeğe  aykırılık  ile  yanlışlık arasında  nasıl  bir  fark  öngördüğünü  anlamak  güçtür.  İlgili  hüküm  bir kusursuz sorumluluk durumunu düzenlediğine göre, burada yanlışlık için kusur olmaksızın, gerçeğe aykırılık hali için ise kusurlu olarak, doğru olmayan bilgi yazılması şeklinde bir ayırıma gidilmesi kanaatimizce sonucu değiştirmeyecektir. Aynı durum, eTTK m. 769/2 den yola çıkılarak, yanlışlık için şekli, gerçeğe aykırılık için maddi hatanın kastedilmiş olduğunu kabul ettiğimizde de söz konusu olacaktır. Bu durumda yanlışlık, ya eksikliğin ya da gerçeğe aykırılığın kapsamında yer alacaktır. Bu yönüyle hükümdeki yanlışlık ifadesi kanaatimizce gereksizdir. Nitekim Alman HGB nin mehaz § 414 ün 2. paragrafında sadece eksiklik (Unvollständigkeit) ve gerçeğe 41  MüKoHGB/Thume, § 414, Rn. 11. 42  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 20. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 37Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... aykırılık  (Unrichtigkeit)  durumlarından  bahsedilmiş,  ancak  yanlışlık ifadesine denk gelecek üçüncü bir sebep sayılmamıştır. Eksiklik ise taşıma senedindeki yetersizliğe ya da duruma göre tam olmama haline işaret etmektedir. Örneğin, gönderilenin adres bilgisinde kapı numarasının gösterilmemiş olmaması taşıma senedindeki bilginin eksikliğini ortaya koyar.43 Kanaatimizce burada taşıma senedindeki bilginin eksik ancak yeterli olduğu durumlar da ortaya çıkabilecektir. Örneğin eşyanın teslim alınacağı yere ilişkin taşıma senedindeki bilgiler resmi adres bilgileri ile uyuşmamakla birlikte bu yerin bulunması için yeterli olabilir. Bu iki husus arasındaki  fark,  taşıyıcının  ne  ölçüde  özenli  davrandığına  bağlı  olarak, TTK m. 864/3 çerçevesinde tazminat miktarının belirlenmesinde kendisini gösterebilecektir. Bir kusursuz sorumluluk nedeni olarak taşıma senedindeki bilgilerin gerçeğe aykırılık ya da yanlışlık hallerinin yanında, eksik olma durumlarına da özellikle vurgu yapıldığını belirtmek gerekir. Çünkü senetteki bilgilerin gerçeğe uygun olmakla birlikte eksik olması sıklıkla karşılaşılabilecek bir durumdur. Bu yönüyle taşıyıcı, senetteki bilgilerin doğru ve tam olduğuna güvenerek hareket etme hakkına sahiptir.44 Taşıyıcı kusurunun da bulunduğu hallerde ise yine TTK m. 864/3 kapsamında gönderenin tazminat yükümlülüğü hafiﬂ eyebilecektir. Önemle belirtmek gerekir ki, TTK m. 864/1-b hükmü, TTK m. 857 de taşıma senedinin içeriği olarak sayılan hususlardan biri ya da birkaçının yokluğunu  bir  kusursuz  sorumluluk  hali  olarak  düzenlememektedir.45 Nitekim taşıma senedinin hazırlanması ancak taraﬂ ardan birinin talebi halinde zorunluluk arz edecektir. Dolayısıyla taşıma senedinin hiç düzenlenmemiş olması TTK m. 864/1-b kapsamında gönderenin kusursuz sorumluluğuna yol açmayacaktır. Aynı şekilde bir bilginin taşıma senedinde hiç yer almaması da gönderen açısından bir kusursuz sorumluluk hali oluşturmayacaktır.46 TTK m. 857/2 de sayılan unsurlardan bir ya da bir kaçının, taraﬂ ardan en az biri tarafından düzenlenmesi talep edilen taşıma senedinde yer almaması durumu ise, TTK m. 864 te düzenlenen kusursuz sorumluluk hükmü kapsamında değil, genel sorumluluk hukuku açısından ele alınmalıdır. 43  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 20. 44  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 21. 45  MüKoHGB/Thume, § 414, Rn. 12. 46  BAUMBACH/HOPT, § 414, Rn. 2B; OETKER, § 414, Rn. 6. 38 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU Belirtilen nedenlerden dolayı gönderen açısından kusursuz sorumluluk, taşıma senedinde var olan bilgilerin eksik olmasından dolayı ortaya çıkacaktır. Bu durumda kanaatimizce, gönderen taşıyıcıya karşı, taşıma senedine TTK m. 857/2 çerçevesinde eklenmiş olan ihtiyari bilgilerin de eksik ya da gerçeğe aykırı olmasından meydana gelen zararlardan, kusuru olmasa da, sorumlu olacaktır.47 Diğer bir ifade ile kusursuz sorumluluk sadece TTK m. 857/1 kapsamındaki zorunlu içerik açısından söz konusu olmayacaktır. CMR de sevk mektubundaki bilgilerin eksiklik ve gerçeğe uygunluğu açısından gönderenin sorumluluğunu düzenlemektedir.48 CMR m. 11/2 ye göre taşıyıcı sevk mektubu ile verilen bilgilerin doğruluğunu ve yeterliliğini incelemek  zorunda  değildir.  Gönderen  bu  gibi  belgelerin  bulunmaması, yetersiz olması veya usule aykırı oluşundan doğacak zarar, ziyan ve hasardan, taşıyıcıya karşı sorumlu olacaktır.49 Ancak, taşıyıcının hatası veya ihmali görülen  durumlar  istisna  tutulmuştur.  Görüldüğü  üzere  CMR,  TTK  ve HGB nin aksine, taşıma senedinin bulunmamasını da bir sorumluluk hali olarak düzenlemektedir.  3.  Taşınan  Malın  Tehlikeli  Olduğuna  İlişkin  Bildirimde Bulunmamak a)  Tehlikeli Eşya Tanımı ve Sorumluluğun Dayanağı TTK m. 864/1 de üçüncü kusursuz sorumluluk hali olarak, gönderenin tehlikeli malın bu niteliği hakkında bildirimde bulunmamış olması durumu gösterilmiştir. Tehlikeli eşyanın ne olduğu konusunda TTK sessiz kalmıştır. Aynı şekilde CMR de tehlikeli eşyaya ilişkin bir tanım içermemektedir. Bu yolla tehlikeli eşya kavramına bir sınırlama getirilmek istenmediği ifade edilebilir. Böylelikle ortaya çıkan yeni tehlikeli eşya türleri de, de jure kapsam dışı kalmamış olacaktır.50 Tehlikeli Malların Karayolu ile Taşınmasına İlişkin Avrupa Anlaşması (ADR)51 ise doğrudan bir tanım yapmak yerine tehlikeli eşyaya ilişkin bir listeye yer vermektedir.52  47  Aynı yönde: OETKER, § 414, Rn. 7. 48  Taşıma senedinin CMR de düzenlenmesine ilişkin olarak bkz: YEŞİLOVA, s. 237-273. 49  CMR nin bu hususta uygulanmasına ilişkin olarak bkz: KARAN, s. 204 vd. 50  KARAN, s. 567; KIRAN, s.13. 51   European Agreement concerning the International Carriage of Dangerous Goods by Road. 52  Bu liste ADR Ek A Kısım 3. Bölüm 2 de yer almaktadır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 39Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... Karayolu Taşıma Yönetmeliği ise tehlikeli madde tanımına yer vermektedir. Buna göre fiziksel ve kimyasal yapı ve nitelikleri bakımından patlayıcı, parlayıcı, yanıcı, yakıcı, kendi kendine veya kolayca ateş alıcı, zehirli ve radyoaktif maddeler ile bunların benzerleri tehlikeli madde sayılır (Karayolu Taşıma Yönetmeliği, m. 132/1). Bu tanım elbette TTK hükümlerinin yorumlanmasında  yardımcı  bir  unsur  olarak  önem  arz  edebilecek  ancak tehlikeli eşyanın tespiti ile ilgili sınırlayıcı bir etkiye sahip olamayacaktır. Öğretide de farklı yazarlarca tehlikeli eşyanın tanımlanmaya çalışıldığı görülmektedir. Yapılan bir tanıma göre tehlikeli eşya, doğal özelliği veya taşıma sırasındaki durumu nedeniyle genel emniyet ve düzene, canlı veya cansız tüm varlıklara, çevreye zarar verebilecek nitelikte olan, katı, sıvı veya gaz halinde bulunan maddelerdir.54 TTK Gerekçesinde ise tehlikeli eşyanın genel anlayışa uygun ve nesnel olarak tanımlanması, tanımda genel anlayış kadar taşıyıcının da dikkate alınması ve onun ikaz edilmeyi bekleyebileceği eşya tehlikeli sayılması gerektiği belirtilmiştir. Gerekçede devamla, tehlikeli eşyanın tanımında taşımaya ilişkin diğer uluslararası sözleşmelerle de bağlantı kurulmasının  doğru  olacağı  ifade  edilmiştir.55  Kanaatimizce  de  tehlikeli eşyanın mevcut olup olmadığı incelenirken TTK m. 864/1-c de düzenlenen sorumluluk durumunun temel amacının öncelikle taşıyıcıyı zarar ve giderlere karşı korumak olduğu göz önünde bulundurulmalı ve bu yöndeki amaçsal yorumla somut olayın şartlarına göre bir belirleme yapılmalıdır. Gönderenin, eşyanın tehlikeli olduğuna ilişkin bildirimde bulunmaması halinde meydana gelebilecek kusursuz sorumluluk hali, dayanağını TTK m. 861 de bulmaktadır. Bu hükme göre tehlikeli eşya taşınacaksa gönderen, taşıyıcıya zamanında açık, anlaşılabilir içerikte ve yazılı şekilde, tehlikenin türü ve gerekiyorsa alınması gereken önlemler konusunda bildirimde bulunmakla yükümlüdür (TTK m. 861/1). Ancak eğer söz konusu olan eşya taşınma eşyası ise ve gönderen de tüketici ise, 861. maddeden farklı olarak, taşıyıcı sadece eşyadan kaynaklanacak tehlike hakkında genel olarak bilgilendirilir. Bilgilendirme herhangi bir şekle bağlı değildir ( TTK m. 896/2). b)  Kusursuz Sorumluluğun Ortaya Çıkması Gönderen, taşınacak eşyanın tehlikeli mal olması halinde malın bu niteliğini taşıyıcıya bildirmekle yükümlüdür. Aksi takdirde bu yükümlülüğün 53  RG: 18.07.1997, 23053 Mükerrer. 54  Bkz: ASGAROV, s. 319; KARAMAN COŞGUN, dpn. 10; KIRAN, s.14. 55  TTK Madde Gerekçeleri, m. 861/1. 40 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU yerine getirilmemiş olmasından kaynaklan taşıyıcı zarar ve giderlerini kusuru olmasa da karşılamak durumunda kalacaktır (TTK m. 864/1-c). Kusursuz sorumluluğa ilişkin yaptırım gönderenin sadece tehlikeli malın varlığı ile ilgili bildirim yükümlülüğünü ihlal etmesi halinde ortaya çıkmakta, ancak TTK m. 861/1 de öngörülen, alınması gereken önlemlerin bildirilmesinin ihmal  edilmesi  halinde  söz  konusu  olmamaktadır.56 Aynı  şekilde  taşıma sözleşmesinden doğan diğer bildirim yükümlülüklerinin ihlali de gönderenin kusursuz sorumluluğu kapsamında değerlendirilemeyecek ancak bu hususta genel sorumluluk hükümlerine başvurulabilecektir. Taşınacak  eşyanın  tehlikeli  olduğuna  ilişkin  bildirimin  ihmal edilmesinin yanı sıra, verilen bilginin yanlış olması da gönderenin kusursuz sorumluluğuna yol açacaktır.58 Bununla birlikte yanlış bilgi verilmesi ya da bildirimin tamamen ihmal edilmesi ile meydana gelen zarar ya da giderler arasında bir illiyet bağı bulunmalıdır.59 Taşıyıcının tehlikeli malın bu niteliğini zaten  biliyor  olması  gönderenin,  TTK  m.864/1-c  kapsamındaki  bildirim yükümlülüğünü ve dolayısıyla kusursuz sorumluluğunu ortadan kaldıracaktır.60 Ancak bu durumda taşıyıcının tehlikeli malın varlığını bildiğine ilişkin ispat yükü gönderenin üzerinde olacaktır.  TTK m. 864/1-c, tehlikeli eşyaya ilişkin bildirimin kime yapılması gerektiğine ilişkin herhangi bir belirlemede bulunmamaktadır. Ancak buradaki kusursuz sorumluluğun dayanağı olarak kabul ettiğimiz TTK m. 861/1 de bildirim yükümlülüğünün taşıyıcıya karşı yerine getirilmesi gerektiği açıkça hükme bağlanmıştır. Tartışılması  gereken  hususlardan  bir  diğeri,  bildirimin  yapılmamış olması halinde kusursuz sorumluluğun taşıyıcı dışında, zarar gören üçüncü kişilere karşı da söz konusu olup olmayacağıdır.  Burada ifade edilen üçüncü kişilere, aynı araçla eşyası taşınan diğer gönderenler örnek gösterilebilir.61 TTK m. 864 açık bir şekilde kusursuz sorumluluk ile taşıyıcı zarar ve giderlerinin 56  Alman hukuku için bkz: MüKoHGB/Thume, § 414 Rn. 13. Alınması gereken önlemler hakkında yeterli bilgilendirme yapılmaması halinde gönderenin kusursuz sorumluluğuna ilişkin hükmün kıyasen uygulanabileceği hususunda bkz:  KOLLER/KİNDLER/ROTH/MORCK, § 414 Rn. 1. 57  MüKoHGB/Thume, § 414 Rn. 13. 58  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 23. 59  MüKoHGB/Thume, § 414 Rn. 14; EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 7; OETKER, § 414, Rn. 8. 60  MüKoHGB/Thume, § 414 Rn. 14. 61  KARAMAN COŞGUN, s. 281. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 41Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... giderilmesi gerektiğinden bahsetmekte ve üçüncü kişileri bu kapsama dâhil etmemektedir. Elbette taşıyıcı dışındaki diğer zarar görenler genel sorumluluk hükümleri çerçevesinde gönderene ve taşıyıcıya yönelebileceklerdir. TTK ve HGB gibi CMR de gönderenin, tehlikeli eşyaya ilişkin olarak taşıyıcıyı  bilgilendirmesine  ilişkin  yükümlülüğünü  hüküm  altına  almıştır. CMR m. 22/1 e göre, gönderen taşıyıcıya eşyayı teslim ettiğinde, kendisine tehlikenin  gerçek  özelliklerini  bildirmekle  yükümlüdür.  Bununla  birlikte eğer gerekiyorsa alınacak önlemleri de belirtmelidir. CMR belirtilen hususta gerekli bilgilendirmenin yapılıp yapılmadığına ilişkin olarak ispat yükünün kimde olduğuna yönelik olarak da bir belirleme yapmaktadır. Buna göre eğer söz konusu bilgiler sevk mektubuna yazılmamış ise, bu yükü taşımanın oluşturduğu tehlikenin gerçek içeriğini taşıyıcının bildiğini başka yollarla kanıtlamak gönderen veya alıcıya düşer (CMR m. 22/1). Belirtmek gerekir ki CMR ye tabi taşımalarda da taşınan eşyanın tehlikeli  olduğuna  ilişkin  bildirimde  bulunulmamış  olmasından  dolayı gönderenin  sorumluluğuna  gidilebilmesi  için  gönderenin  sözleşmeye aykırı davranışının kusurlu olması aranmamakta, bildirimin ihmal edilmesi ile  taşıyıcının  katlandığı  zarar  arasında  bir  illiyet  bağının  varlığı  yeterli görülmektedir.63 CMR tehlikeli mala ilişkin bilgilendirme yükümlülüğünün ihmal edilmesi halinde, tehlikeli yükün taşıyıcı tarafından herhangi bir yerde veya zamanda boşaltılabileceğini, imha edilebileceğini veya tazminat talep etmeksizin zararsız hale getirilebileceğini düzenlemektedir. Bundan başka gönderenin, bu çeşit yükün taşınmak üzere tesliminden veya taşınmasından doğacak bütün hasar ve zıyadan sorumlu olacağı hükme bağlanmıştır ( CMR m. 22/2). 4.   Bilgi ve Belgelerin Eksikliği Gönderenin kusursuz sorumluluğunun nedenlerinden sonuncusu olarak, TTK nın 860. maddesinin birinci fıkrasında belirtilen belge ve bilgilerdeki eksiklikler, gerçeğe aykırılıklar veya belge ya da bilgilerin yokluğu durumu gösterilmiştir (TTK m. 864/1-d). Refakat belgeleri kenar başlıklı 860. maddede ise gönderenin, eşyanın tesliminden önce, resmî nitelik taşıyan, özellikle gümrük işlemleri için gerekli bulunan bilgileri taşıyıcıya vermek ve söz konusu belgeleri taşıyıcının tasarrufuna bırakmak zorunda olduğu hükme bağlanmıştır. 62  Hangi taşımaların CMR ye tabi olduğu hususunda bkz: CMR m. 1 ve 2. 63  KARAN, s. 572. 42 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU TTK 860. maddenin kaynağı CMR m. 11 dir. HGB m. 413 ise hükmün sınırlarının  çizilmesinde  dikkate  alınmıştır.64  CMR  m.  11/1 de  malların tesliminden önce tamamlanması gereken gümrük ve diğer formalitelerin yerine getirilmesi için, gönderenin, lüzumlu belgeleri sevk mektubuna iliştirmesi yahut da taşıyıcıya vermesi ve taşıyıcının talep ettiği diğer bilgileri kendisine sağlaması gerektiği hüküm altına alınmaktadır. TTK m. 864/1-d nin kaynağını teşkil eden CMR m. 11/2 de ise taşıyıcının belirtilen belgeler ve bilgilerin doğruluğunu  ve  yeterliliğini  incelemek  zorunda  olmadığı  belirtilmiştir. Hükmün devamında gönderenin taşıyıcıya karşı, belirtilen bilgi ve belgelerin bulunmaması, yetersiz olması veya usule aykırı oluşundan doğacak zarar, ziyan ve hasardan dolayı sorumlu olduğu düzenlenmiştir. Refakat belge ve bilgilerinde herhangi bir eksiklik veya gerçeğe aykırılık olması ya da bu belge ve bilgilerin yokluğu taşıma faaliyetinin aksamasına yol açabilir. Bu durum da taşıyıcının, kendisinden kaynaklanmayan nedenlerle zarara uğramasına ve icra ettiği taşıma faaliyetinin sekteye uğramasına yol açabilir. Kanun koyucu burada taşıyıcı menfaatlerinin korunmasını gerekli görmekte ve bu hususta, kusuru olmasa dahi, gönderenin sorumlu olacağını hükme bağlamaktadır.   Refakat belgelerinin ne olduğu CMR de de TTK da da açıklanmıştır. Ancak bu belgelerden, taşıma esnasında eşya ile ilgili gümrük ve diğer formalitelerin ve resmi işlemlerin tamamlanabilmesi için varlığı aranan tüm belgelerin kastedildiği açıktır.65 Bunlar, eşyanın taşıyıcı tarafından teslim alınıp yine onun tarafından teslim edilene kadarki bütün taşıma aşamalarında idari makamlarca talep edilen ya da sorgusu yapılan gümrük beyannameleri, ayrıca sağlığa, güvenliğe, terminallere, polise ilişkin belge ve raporlar ve benzeri bilgi ve belgelerdir.66 Bu belgelere; fatura, gümrük beyannamesi, bitkiler için bitki sağlık sertifikası, çeki listesi, hayvansal ürünler için veteriner sağlık sertifikası, tekele tabi ürünler için nakliye tezkeresi, standart kontrol belgesi, ihracat izin belgesi gibi belgeler örnek gösterilebilir.67 TTK m. 864/1-d de öncelikli olarak sayılan kusursuz sorumluluk nedeni yukarıda ifade edilen bilgi ve belgelerde orta çıkabilecek eksiklik halidir. Buna göre usulüne göre hazırlanmamış, gümrük ya da diğer resmi işlemlerin 64  TTK Madde Gerekçeleri m. 860. 65  KARAN, s. 201. 66  TTK Madde Gerekçeleri, m. 860/1. 67  KARAN, s. 201- 202. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 43Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... eksiksiz olarak yerine getirilmesi için gerekli hususların tamamını içermeyen belgeler eksik sayılacaktır. Gönderenin sorumluluğu için mevcut bilgi ya da belgelerle resmi formalitelerin tamamlanamaması yeterli kabul edilecek, bilgi  ve  belgelerdeki  yetersizliklerin  fiilen  kimden  kaynaklandığı  önem arz etmeyecektir.68 Ancak taşıyıcı, kendisine verilen belgelerin zıyaından, hasarından veya yanlış kullanılmasından doğan zararlardan sorumlu olacaktır (TTK m. 860/2). TTK m. 864/1-d de sayılan diğer kusursuz sorumluluk nedeni TTK nın 860. maddesinin birinci fıkrasında belirtilen belge ve bilgilerdeki gerçeğe aykırılıklardır.  Nitekim  CMR  m.  11/2 de  düzenlendiği  üzere  taşıyıcı  bu belge ve bilgilerin gerçeğe uygunluğunu incelemek gibi bir yükümlülüğe sahip değildir. Diğer bir ifadeyle, taşıyıcı ilgili bilgi ve belgelerin içeriğinin doğru olduğuna güvenerek onları teslim alır. Buna rağmen gerçeğe aykırılık durumundan dolayı taşıyıcının zarar görmesi halinde, gönderen bu zararı tazmin  ile  yükümlü  olacaktır.  Bilgi  ve  belgelerdeki  gerçeğe  aykırılıklar taşınan eşyanın nitelik ve nicelikleri ile ilgili olabileceği gibi gönderen ya da diğer ilgililere ilişkin de olabilir.   Son olarak, ilgili bilgi ve belgelerin yokluğu da gönderen açısından bir kusursuz sorumluluk nedeni olarak hükme bağlanmıştır. Burada kastedilen husus, var olan bir belge veya bilginin içerik itibari ile yetersizliği değil, gönderen tarafından taşıyıcıya hiç verilmemiş olması halidir. Nitekim mevcut belgelerin tamamı eksiksiz olarak tanzim edilmiş olsa dahi sadece bir belgenin yokluğu resmi formalitelerin yerine getirilmesini engelleyebilecek ve taşıma faaliyetini durdurabilecek, diğer bir deyişle, taşıma engeline yol açabilecektir. Diğer kusursuz sorumluluk hallerinde olduğu gibi burada da, tazminat yükümlülüğü  için,  belirtilen  nedenlerden  dolayı  taşıyıcının  zarar  ya  da giderlerinin oluşması şarttır. Ayrıca bilgi ya da belgelerdeki yokluk, eksiklik ya da gerçeğe aykırılıklar ile meydana gelen zarar ya da gider arasında bir illiyet bağının da mevcut olması gerekli olacaktır.69 V. Sorumluluğun Sınırlandırılması TTK yukarıda ele aldığımız kusursuz sorumluluk hallerini gönderen açısından sınırsız olarak düzenlememiştir. Gönderenin belirtilen durumlarda sorumlu olduğu tazminat miktarı, gönderinin net olmayan ağırlığının her 68  KARAN, s. 204. 69  KARAN, s. 205. 44 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU kilosu için 8,33 özel çekme hakkı ile sınırlı tutulmuştur (TTK m. 864/2). TTK m. 882/4 e göre özel çekme hakkı, eşyanın taşıma amacıyla taşıyıcıya teslim  edildiği  tarihteki  veya  taraﬂ arca  kararlaştırılan  diğer  bir  tarihteki, Türkiye  Cumhuriyet  Merkez  Bankası nca  belirlenen  değerine  göre  Türk Lirasına çevrilecektir. TTK daki  kusursuz  sorumluluğun  8,33  Özel  Çekme  Hakkı  ile sınırlandırılmasına ilişkin hükmün kaynağı HGB idi. Ancak, yukarıda da değindiğimiz  üzere,  HGB  §  414/2 te  yer  alan  bu  sınırlama  uluslararası düzenlemelerde  böyle  bir  kısıtlamanın  benzerinin  bunmadığına  yönelik doktrinindeki eleştiriler de göz önünde bulundurularak yürürlükten kaldırıldı.71 TTK, HGB de yapılan bu değişikliğe uygun hale getirilmemiştir. Belirtmek gerekir ki, Almanya da sorumluluk üst sınırlarının genel işlem şartlarında belirlenmesine herhangi bir engel bulunmamaktadır.73 HGB ile TTK arasındaki bu farklılaşmaya rağmen her iki kanun da bazı istisnalarla, taşıyıcının sorumluluğunu gönderinin net olmayan ağırlığının her bir kilogramı için 8,33 Özel Çekme Hakkını karşılayan tutar ile sınırlamaktadır (TTK m. 882/1; HGB § 431). Böylelikle TTK daki düzenlemenin gönderen ile taşıyıcı menfaatleri arasından bir denge oluşturduğu söylenebilir. HGB deki durumun ise gönderenin aleyhine olduğu açıktır. TTK m. 885/1 hükmünde sorumluluktan  kurtuluş  hâllerinin  ve  sınırlamalarının,  gönderen  veya gönderilenin, zıya, hasar veya gecikme nedeniyle taşıyıcıya yöneltebileceği, sözleşme dışı istemleri için de geçerli olacağını düzenlenmektedir. Gönderenin  kusursuz  sorumluluğunun  kısıtlanmasına  ilişkin  olarak ifade edilmesi gereken bir başka husus, ilgili sorumluluğun sadece taşıyıcıya karşı olduğudur.74 Diğer bir ifade ile üçüncü kişiler, örneğin aynı araçla eşyası taşınan diğer gönderenler, zarar görmüş olsalar dahi, gönderene karşı TTK m. 864 hükmüne dayanmak suretiyle hak talebinde bulunamayacaklardır. Ne var ki üçüncü kişi zarar ve giderlerinin gönderen tarafından TTK m. 864 70  Özel çekme hakkı (SDR) bir döviz sepeti olarak tanımlanmaktadır ve bu sepet günümüzde Euro, Japon Yeni, İngiliz Sterlini ve Amerikan Dolarından oluşmaktadır. SDR nin Amerikan Doları cinsinden değeri IMF nin web sitesinde günlük olarak yayınlanmaktadır. Bu değer, söz konusu dört para biriminin ilgili miktarlarının Amerikan Doları cinsinden değerlerinin toplamına eşittir ve bu hesaplamada Londra piyasasında o gün öğlen saatinde geçerli olan döviz kurları kullanılmaktadır. 71  KUMPAN/MERKT/ROTH, § 414, Rn 3. 72  AGB- Allgemeine Geschäftsbedingungen. 73  Bkz: HGB § 449/II/2; Ayrıca bkz: KUMPAN/MERKT/ROTH, § 414, Rn 3. 74  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 28. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 45Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... temelinde taşıyıcı üzerinden dolaylı olarak tazmini söz konusu olabilecektir. Çünkü  üçüncü  kişiler,  kusursuz  sorumluluğa  ilişkin  nedenlerden  dolayı meydana gelen zarar ve giderlerden dolayı taşıyıcıya yönelebileceklerdir. Bu durumda da taşıyıcının gönderene karşı tazminini talep edebileceği doğrudan bir zararı söz konusu olabilecektir.75 VI. Taşıyıcının Ortak Sorumluluğu Kanun  koyucu  TTK  m.  864  kapsamında  gönderenin  ödemekle yükümlü olacağı tazminat miktarının hesaplanmasında ortak sebebiyet verme durumunun da göz önünde bulundurulması gerektiğini hükme bağlamaktadır. Buna göre, gönderenin kusursuz sorumluluğuna yol açan hallerde, zararın veya giderlerin doğmasında taşıyıcının davranışları da etkisi olmuşsa, tazmin yükümlülüğü  ile  ödenecek  tazminatın  kapsamının  belirlenmesinde,  bu davranışların ne ölçüde etkili oldukları da dikkate alınmalıdır (TTK m. 864/3). Belirtmek gerekir ki burada vurgulanan husus kusur değil, etki etme ya da yol açma durumudur.76 Nitekim hükmün gerekçesinde de ortak etkinin ortak  kusuru  ifade  etmeyeceği  belirtilmektedir.77  Gerçekten  de  hükmün gönderenin kusursuz sorumluluğunu düzenlemiş olması karşısında ortak kusur durumundan bahsedilemeyecektir.78 Taşıyıcının ortak sorumluluğuna yol açabilecek durumlara; taşıyıcının taşıma  senedini  hatalı  doldurması,  bilgilendirme  yükümlülüğünü  yerine getirmemesi ya da kendi riziko alanında yeterli derecede diğer gerekli tedbirleri  almamış  olması  örnek  gösterilebilir.  Ayrıca  taşıyıcının,  TTK m.  864/1 de  belirtilen  gönderen  hatalarını  fark  etmesine  rağmen  bu konuda  göndereni  bilgilendirmemesi  de  kendisinin  ortak  sorumluluğunu doğurabilecektir.80  Ortak  etkinin,  tazminatın  kapsamının  belirlenmesinde nasıl  ve  ne  ölçüde  dikkate  alınacağı  somut  olay  incelemesi  kapsamında mahkemenin takdirinde olacaktır. 75  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 28. 76   Nitekim  Alman  öğretisinde  de  Mitversculden  (ortak  kusur)  ifadesi  yerine Mitverursachung (ortak sebep olma / yol açma) ya da Mitverantwortlichkeit (ortak sorumluluk) ifadeleri kullanılmaktadır. Bkz: Mitverursachung için: MüKoHGB/Thume, § 414 Rn. 22; BAUMBACH/HOPT, § 414, Rn. 4D. Mitverantwortlichkeit için: EBENROTH/ BOUJONG/JOOST/STROHN, § 414, Rn. 30; OETKER, § 414, Rn. 12. 77  TTK Madde Gerekçeleri, m. 864/3. 78  MüKoHGB/Thume HGB § 414 Rn. 22. 79  BAUMBACH/HOPT, § 414, Rn. 4D. 80  MüKoHGB/Thume HGB § 414 Rn. 22. 46 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU Taşıyıcı  ayrıca,  basiretli  bir  tacir  olmanın  gerektirdiği  ölçüde zararın çoğalmaması için gereli çabayı göstermekle yükümlüdür. Örneğin ambalajda dışarıdan görünmeyen bir eksiklik nedeniyle eşyanın kendisinin ve taşınan diğer eşyaların bir zarara uğradığının tespiti halinde basiretli bir taşıyıcı gibi hareket ederek, zararın yayılmaması ve artmaması için gerekli tedbirleri almakla yükümlüdür.81 Bu özen gösterilmediğinde taşıyıcının ortak sorumluluğu ortaya çıkabilecektir.  VII. Tüketiciler açısından durum Kanun koyucu gönderinin kusursuz sorumluluğu konusunda tüketici açısından bir istisna öngörmüştür. Buna göre gönderenin tüketici olması halinde, taşıyıcıya karşı sorumluluk ancak gönderenin kusuru hâlinde ortaya çıkabilecektir. Ancak bu durumda da tüketici olan gönderenin sorumluluğu 8,33 Özel Çekme Hakkı ile sınırlı olacaktır (TTK m. 864/4). Zararın veya giderlerin doğmasına etki eden taşıyıcı davranışları yine burada da ödenecek tazminatın kapsamının belirlenmesinde dikkate alınacaktır. Böylelikle  gönderenin  tüketici  olduğu  durumlarda  kusura  bağlı sorumluluk söz konusudur. Dolayısıyla burada tüketicinin korunmasına hizmet eden bir ayrıcalıktan söz etmek yanlış olmayacaktır.82 Böyle bir ayrıcalıktan kimin faydalanabileceği sorusuna da TTK, Alman Medeni Kanunu (BGB) § 13 ü mehaz alarak ve 6502 Sayılı Tüketicinin Korunması Hakkındaki Kanun un 3/1- f hükmü ile uyumlu olarak yaptığı tüketici tanımıyla cevap vermektedir. Buna göre tüketici, sözleşmeyi ticari veya meslekî faaliyeti ile ilgili olmayan bir amaçla yapan bir gerçek ya da tüzel kişidir. Ancak  ilgili  tanımda  TTK nın,  tüzel  kişinin  de  tüketici  olarak değerlendirilmesine  olanak  sağlamak  suretiyle,  BGB den  farklılaştığı görülmektedir. Böylelikle tüketici kavramı, kişinin hukuki niteliği yerine, yapılan taşıma sözleşmesinin ticari ya da mesleki bir amaca yönelik olup olmadığı hususuna sonuç bağlamaktadır. Bu durumda tüzel kişilere, özel sahaları  ile  ilgili  olarak  tüketici  koruması  sağlanmaktadır.  Belirtmek gerekir ki TTK m. 19 vd. hükümleri çerçevesinde tüzel kişi tacirlerin adi iş sahalarının olmadığı, diğer bir ifade ile bütün işlerinin ticari faaliyetleriyle ilgili olduğu genel kabul gören bir husustur. Bu durumda ilgili istisna tacir tüzel kişiler açısından söz konusu olmayacaktır.  81  ADIGÜZEL, Sorumluluk, 171. 82  MüKoHGB/Thume, § 414, Rn. 29. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 47Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... Taşıma işinin mesleki ya da ticari faaliyet ile mi yoksa özel alan ile mi ilgili olduğu hususunda, gönderenin iradesine değil, somut olayın şartları incelenmek  suretiyle  taşıma  sözleşmesinin  amaçsal  yorum  çerçevesinde belirlenen  içeriğine  bakılmalıdır.83  Gönderen  sıfatıyla  tüketicinin  kusurlu olduğunu ispatlamak ise elbette yine taşıyıcının yükümlülüğünde olacaktır. TTK m. 864 kapsamında tüketicinin sorumlu olacağı durumlar kısıtlı olacaktır.  Çünkü  TTK nın  eşya  taşımaya  ilişkin  m.  856  vd.  hükümleri kapsamında icra edilen taşıma faaliyetleri önemli ölçüde gönderenlerin ticari ya da mesleki faaliyetleri kapsamında olmaktadır. Buna karşın taşınma eşyası taşınmasına ilişkin TTK m. 894 vd. hükümlere tabi taşımalarda tüketicinin gönderen  sıfatıyla  eşya  taşıttırması  daha  muhtemeldir.  Taşınma  eşyası taşımasında sorumluluk, gönderenin tacir veya tüketici olması durumuna göre farklılık arz etmektedir.84 TTK m. 894 te yapılan atıf gereği kural olarak taşınma eşyasının taşınması hususunda da TTK m. 864 hükmü uygulanacak olmakla birlikte gönderenin tüketici olduğu durumlarda, taşınma eşyasının ambalajlanması ve işaretlenmesi gibi taşıma ile ilgili diğer işlerin yerine getirilmesi taşıyıcının yükümlülüğünde olacaktır (TTK m. 895/2). Ayrıca hem tacir hem de tüketici gönderenin, vermiş olduğu her türlü zarar nedeniyle taşıyıcıya karşı tazminat sorumluluğu, taşıma sözleşmesinin ifası için gerekli olan yükleme hacminin her bir metreküpü için taşıma eşyalarında 1,500 Özel Çekme Hakkı tutar ile sınırlandırılmıştır (TTK m. 897).85 TTK  m.  864/4  kapsamında  düzenlenen  istisnanın  tüketicinin korunmasına hizmet ettiği açıktır. Nitekim en azından tacir olmayan bir tüketiciden, basiretli bir tacir gibi davranıp TTK 864. madde hükmünde aranan özeni beklemek doğru olmayacaktır.86 Ne var ki buradaki koruyucu hükmün taşıyıcının aleyhine olduğu ve riskini arttırdığını söylemek de yanlış olmayacaktır. Çünkü taşıyıcının, tespit edilmesi başlı başına bir zorluk olan gönderen kusurunu ispatlayamadığı durumlarda, sadece kendi zarar ve giderlerine katlanmak durumunda kalmayacak, üçüncü kişilere de tazminat ödemekle yükümlü olabilecektir. Bu bakış açısıyla, tüketici ile eşya taşınmasına ilişkin hükümler kapsamında taşıma sözleşmesi yapmanın taşıyıcı açısından önemli riskler barındırdığını söylemek yanlış olmayacaktır.87   83  MüKoHGB/Thume, § 414, Rn. 31. 84  TOPSOY, s. 31. 85  Ayrıca bkz: TOPSOY, s. 32. 86  Bu konuda ayrıca bakınız: KIRAN, s.92. 87  Bu bağlamda ayrıca bkz: KIRAN, 78vd. 48 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU VIII. Sorumluluğa İlişkin Diğer Şartlar TTK, 864/1 madde hükmünde belirtilen nedenlerden dolayı oluşacak zarar ve giderlerin tazminine ilişkin olarak, gönderenin kusursuz sorumluluğunu sadece taşıyıcıya karşı düzenlemektedir. Tıpkı CMR uygulamasında olduğu gibi taşıyıcının adamları ya da diğer yüklerle ilgili olanlar dâhil üçüncü kişiler kusursuz sorumluluğa ilişkin hükme dayanarak gönderene karşı hak talebinde bulunamayacaklardır. Ancak bu kişiler haksız fiile ilişkin genel hükümlerden faydalanabileceklerdir.89 Gönderenin  kusursuz  sorumluluğuna  gidilebilmesi  için  ayrıca, gönderen ile taşıyıcı arasında taşıma sözleşmesine dayalı hukuki bir ilişkinin varlığı, TTK 864/1 de belirtilen ihlallerin tespiti, zarar ya da giderin ispatı ve sonuç olarak ilgili ihlaller ile zarar ya da gider arasındaki uygun illiyet bağının  bulunması  gerekli  ve  yeterli  olacaktır.    Belirtmek  gerekir  ki, gönderenin TTK  m.  864/1 de  belirtilen  hususlar  açısından  gerekli  özeni göstermiş olması, diğer bir ifade ile bu konuda kusurunun bulunmaması onu sorumluluktan kurtaramayacaktır. Sorumluluk için önemli olan, meydana gelen zarar ya da giderin belirtilen nedenlerden, örneğin yetersiz ambalajlama ya da işaretlemeden kaynaklanmasıdır. Ancak örneğin zararın taşıyıcının taşıma aracında meydana gelen teknik sorunlardan kaynaklandığı durumlarda gönderen sorumlu tutulamayacaktır.    Gönderenin kusursuz sorumluluk hallerine ilişkin yükümlülüklerini ihlal ettiğine ilişkin ispat yükü taşıyıcıda olacaktır. Taşıyıcı aynı zamanda zarar ve giderlerini de kanıtlamak durumundadır. Buna karşın zarar ve giderlerin meydana gelmesinde taşıyıcının da sorumlu olduğunu kanıtlamak gönderenin yükümlülüğünde olacaktır.90        IX. Sonuç Taşıma hukukuna ilişkin hususların toplandığı taşıma işleri başlıklı TTK nın yeni kitabı, ilk kez düzenlenen bazı hükümlere de yer vermektedir. Bunlardan birisi olan TTK m. 864 hükmüne göre, gönderen belirli durum ve şartlarda kusuru bulunmasa dahi, taşıyıcının zararlarını ve giderlerini tazminle yükümlü olacaktır. İlgili hükümde kusursuz sorumluluk halleri olarak, yetersiz ambalajlama  ve  işaretleme;  taşıma  senedine  yazılan  bilgilerdeki  gerçeğe aykırılıklar ile yanlışlık ve eksiklikler; tehlikeli malın bu niteliği hakkında 88  Bkz: KARAN, s. 193. 89  Aynı doğrultuda: KARAN, s. 193. 90  EBENROTH/BOUJONG/JOOST/STROHN, § 414, Rn. 29. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 49Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... bildirimde  bulunmama  ve  son  olarak  TTK nın  860.  maddesinin  birinci fıkrasında belirtilen belge ve bilgilerdeki eksiklikler, gerçeğe aykırılıklar veya belge ve bilgilerin yokluğu sayılmıştır. Bu hükmün kaynağı Alman Ticaret Kanunu (HGB) ve onun dayandığı Budapeşte Konvansiyonudur (CMNI). Taşıyıcı, TTK m. 864/1 de ifade edilen ihlal hallerinde, bu hükme dayanarak hem bizzat ve doğrudan maruz kaldığı, hem de üçüncü taraﬂ ara karşı ilgili ihlaller neticesinde üstlenmek zorunda kaldığı zarar ve giderlerin tazminini, gönderenden talep edebilecektir. Böylelikle taşıyıcı lehine ihdas edilen bu etkin koruma sayesinde gönderen, kendisi ile sözleşme ilişkisi içerisinde bulunan ve taşınacak eşyanın hazırlık aşamasında rol alan yardımcı kişilerin  hatasını  öne  sürmek  suretiyle  sorumluluktan  kurtulamayacaktır. Nitekim TTK m. 864 ün diğer sorumluluk hükümlerine göre özel hüküm statüsünde olduğunu kabul etmek gerekir. TTK  m.  864/1  kapsamında  gönderenin  kusursuz  sorumluluk hallerinden  ilki  olarak  yetersiz  ambalajlama  ve  işaretleme  sayılmaktadır. TTK ya  tabi  taşımalarda,  taraﬂ ar  aksini  kararlaştırmadıkları  müddetçe, eşyanın ambalajlanması kural olarak gönderene ait bir görevdir. Dolayısıyla gönderen  ambalajlama  işlemini,  taşınacak  olan  eşyanın  taşıyıcıya  zarar vermesini önleyecek şekilde, ayıpsız ve eksiksiz bir şekilde gerçekleştirmek zorundadır. Taşınan eşyanın ambalajından akmasına, sızmasına, taşmasına, ya da eşyanın kırılmasına, dökülmesine veya herhangi bir şekilde hasara veya zıyaa maruz kalmasına ya da yol açmasına neden olacak ambalajlama yetersiz bir ambalajlama olacaktır. Taşınacak eşyanın dış görünüş itibari ile iyi durumda ve taşıma senedinde gösterildiği şekilde olduğu karine olarak kabul edilir. Bunun aksini iddia edecek olan taşıyıcı ispat yükünü taşıyacaktır. Kanun koyucu gönderenin kusursuz sorumluluk hallerinden bir diğeri olarak, taşıma senedine yazılan bilgilerdeki gerçeğe aykırılıklar ile yanlışlık ve eksikleri saymıştır. TTK taşıma senedini kıymetli evrak olarak değil, bir ispat aracı olarak düzenlemektedir. TTK ya tabi taşımalar açısından taşıma senedinin hazırlanması bir zorunluluk olarak öngörülmemiştir. Bu nedenle taşıma senedinin tanzim edilmiş olması, gönderenin taşıma senedine yazılan bilgilere ilişkin kusursuz sorumluluğunun ön şartı olacaktır. Eksiklik taşıma senedindeki  yetersizliğe  işaret  etmektedir. Taşıma  senedine  yazılan  bir bilginin gerçeğe aykırı olması ise, ilgili bilginin ilişkili olduğu hususta doğru olmayan bir içeriğe sahip olması anlamına gelir. Kanun koyucunun, Alman HGB nin mehaz § 414 ün 2. paragrafından farklı olarak, kusursuz sorumluluk 50 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU nedeni  olarak  taşıma  senedindeki  gerçeğe  aykırılık  halinin  yanında yanlışlık durumunu da saymış olması ilginçtir. TTK m. 857/2 çerçevesinde taşıma senedine eklenmiş olan ihtiyari bilgilerin de eksik, yanlış ya da gerçeğe aykırı olması durumu kusursuz sorumluluğa yol açabilecektir.  Tehlikeli malın bu niteliği hakkında bildirimde bulunmamış olma durumu  TTK  m.  864/1 de  sayılan  üçüncü  kusursuz  sorumluluk  halidir. Gönderenin,  eşyanın  tehlikeli  olduğuna  ilişkin  bildirimde  bulunmaması halinde  meydana  gelebilecek  kusursuz  sorumluluk  hali,  TTK  m.  861 e dayanmaktadır.  Kanaatimizce  kusursuz  sorumluluğa  ilişkin  yaptırım gönderenin sadece tehlikeli malın varlığı ile ilgili bildirim yükümlülüğünü ihlal etmesi halinde ortaya çıkmakta, ancak bu yaptırım TTK m. 861/1 de öngörülen,  alınması  gereken  önlemlerin  bildirilmesinin  ihmal  edilmesi halinde söz konusu olmamaktadır. Ayrıca tehlikeli eşyaya ilişkin olarak taşıma sözleşmesinden doğan diğer bildirim yükümlülüklerinin ihlali de gönderenin kusursuz sorumluluğu kapsamında değerlendirilemeyecektir. TTK nın  860.  maddesinin  birinci  fıkrasında  belirtilen  belge  ve bilgilerdeki eksiklikler, gerçeğe aykırılıklar veya bu belge ya da bilgilerin yokluğu,  gönderenin  kusursuz  sorumluluğunun  nedenlerinden  sonuncusu olarak gösterilmiştir. Usulüne göre hazırlanmamış, gümrük ya da diğer resmi işlemlerin eksiksiz olarak yerine getirilmesi için gerekli hususların tamamını içermeyen  belgeler  eksik  sayılacaktır.  Bilgi  ve  belgelerin  yokluğundan kastedilen şey ise, var olan bir belge veya bilginin içerik itibari ile yetersizliği değil, gönderen tarafından taşıyıcıya hiç verilmemiş olması halidir. TTK, gönderenin kusursuz sorumluluğunu gönderinin net olmayan ağırlığının her kilosu için 8,33 özel çekme hakkı ile sınırlı tutmuştur. Ayrıca gönderenin kusursuz sorumluluğuna yol açan hallerde, zararın veya giderlerin doğmasında taşıyıcının davranışları da etkisi olmuşsa, tazmin yükümlülüğü ile ödenecek tazminatın kapsamının belirlenmesinde, bu davranışların ne ölçüde etkili oldukları da dikkate alınacaktır. Bu çerçevede taşıyıcı basiretli bir tacir olmanın gerektirdiği ölçüde zararın çoğalmaması için gereli çabayı gösterme yükümlülüğü altındadır. TTK son olarak, gönderinin kusursuz sorumluluğu konusunda tüketici açısından bir istisnaya yer vermektedir. Tüketici TTK m. 864/1 hükmünde belirtilen  nedenlerden  dolayı  ancak  kusurunun  ispatı  halinde  sorumlu tutulabilecektir. Bu durumun da taşıyıcının aleyhine olduğu ve riskini arttırdığı açıktır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 51Türk Ticaret Kanunu nun 864. Maddesi Kapsamında Gönderenin... Gönderenin kusursuz sorumluluğuna gidilebilmesi için gönderen ile taşıyıcı arasında taşıma sözleşmesine dayalı hukuki bir ilişkinin var olması gerekir.  Ayrıca, TTK 864/1 de belirtilen ihlaller ile zarar ya da giderin taşıyıcı tarafından kanıtlanması ve ilgili ihlaller ile zarar ya da gider arasında uygun bir illiyet bağının bulunması şarttır. Gönderen ise zarar ve giderlerin meydana gelmesinde  taşıyıcının  da  sorumlu  olduğunu  hususunda  ispat  yükünü taşımaktadır.",
     "Kaynakça": "ADIGÜZEL, Burak, Karayoluyla Yapılan Taşımalarda Taşıyıcının Zıya ve Hasardan Doğan Sorumluluğu, b.2, 2012 (Sorumluluk). ADIGÜZEL, Burak, Yeni Türk Ticaret Kanunu nda Fiili Taşıyıcı ve Fiili Taşıyıcının Sorumluluğu, İÜHFM, C.LXXI, Sa.2, s. 3-20 (Fiili Taşıyıcı). ADIGÜZEL,  Burak,  Multidonal  Taşımalarda  Taşıyıcının  (MTO) Sorumluluğu, b.1, Ankara, 2015 (MTO). ASGAROV, Natig, Gönderenin Taşıma Sözleşmesi Gereğince Tehlikeli Eşya Hakkında Beyanda Bulunması, BATİDER, C XXVIII, Sa.2, s.297-322. AYDIN, Alihan, CMR ye Göre Taşıyıcının Zıya, Hasar ve Gecikmeden Doğan Sorumluluğu,b.1, İstanbul, 2002. BAUMBACH, Adolf/  HOPT,  Klaus  J.,  Handelsgesetzbuch:  HGB, b.36, 2014. EBENROTH, Carsten Thomas / BOUJONG Karlheinz/ JOOST, Detlev/ STROHN, Lutz, Handelsgesetzbuch (HGB), C.2, 2009. KARAMAN COŞGUN, Özlem, 6102 Sayılı Türk Ticaret Kanunu İle CMR Konvansiyonu Hükümlerinin Karşılaştırılması, İpek Yolu Canlanıyor, Türk - Çin Hukuk Zirvesi, 2013, s. 274-295. KARAN,  Hakan,  Uluslararası  Eşya  Taşıma  Sözleşmesi  Hakkında Konvansiyon, CMR Şerhi. Ankara, 2011. KIRAN, Süleyman, Karayoluyla Tehlikeli Eşya Taşınması. Ankara, 2015. KOLLER, Ingo/ KİNDLER, Peter/ ROTH, W.-H./ MORCK, Winfried, Handelsgesetzbuch,2015. 52 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3Cafer EMİNOĞU KUMPAN,  Cristoph./  MERKT,  Hanno/  ROTH,  Markus, Handelsgesetzbuch: HGB, 2014. OETKER, Hartmut Karl-Heinz, Kommentar zum Handelsgesetzbuch (HGB), b.3, 2013. THUME,  K.-H.,  Münchener  Kommentar  zum  HGB  (MüKoHGB/ Thume), C.7, b.3, 2014. TOPSOY,  Fevzi,  Taşınma  Eşyası  Taşımalarında  Taşıyıcının  Özel Yükümlülükleri, Ankara Barosu Dergisi, 2014/2, s. 21-46. TÜZÜNER, Özlem, Karayoluyla Eşya Taşıma Sözleşmesinin Hukukî Niteliği Ve İş Görme Amacı Güden Sözleşmelerle İlişkisi, TBB Dergisi, Sa.101, s. 167-196. YEŞİLOVA,  Ecehan,  CMR  -  Taşıma  Senedinin  İspat  Kuvveti, DEÜHFD, C.7, Sa.1, s. 237-273. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 53"
}