{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "1",
     "Başlık": "TÜRK ANAYASA MAHKEMESİ BİREYSEL BAŞVURUKARARLARINDA TUTUKLU VE HÜKÜMLÜLERİNHABERLEŞMESİ",
     "Title": "COMMUNICATION OF DETAINEES AND PRISONERS IN TURKISH CONSTITUTIONAL COURT INDIVIDUAL APPLICATION DECISIONS",
     "Yazar İsmi": [
          "Ramazan Onur  KARADENİZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tutuklu ve hükümlülerin haberleşmesi",
          "Haberleşmenin gizliliği",
          "Anayasa Mahkemesi",
          "Avrupa İnsan Hakları Mahkemesi"
     ],
     "Keywords": [
          "Communication of detainees and prisoners",
          "The conﬁ dentiality of communication",
          "Constitutional Court",
          "European Convention on Human Rights"
     ],
     "Özet": "Kişinin haberleşmesi 1982 Anayasasının 22. maddesinde Herkes, haberleşme hürriyetine sahiptir. Haberleşm enin gizliliği esastır.” şeklinde ifade edilmektedir. Anayasanın hükümlerinde belirtilen koruma kapsamından tutuklu ve hükümlülerin de  yararlanabileceği  verilen  Anayasa  Mahkemesi  (AYM)  kararlarıyla  da  teyit edilmektedir. Ancak ceza infaz kurumlarının olağan ve makul gereksinimleri dikkate alındığında tutuklu ve hükümlülerin haberleşmesine yönelik birtakım sınırlamalar ve  tedbirlerin  alınabildiği  görülmektedir.  AYM nin  bireysel  başvuru  kararları kapsamında tutuklu ve hükümlülerin haberleşmesine yönelik müdahalelerin hangi koşullarda ihlale sebebiyet vereceği, Avrupa İnsan Hakları Mahkemesi nin (AİHM) yerleşik içtihatlarına da atıf yapmak suretiyle değerlendirilmiştir. Bu kapsamda ulusal mevzuat hükümlerinin tutuklu ve hükümlülerin haberleşmesine yönelik nasıl bir sınırlandırma rejimi öngördüğü ve bunun yansımalarına değinilecektir.",
     "Abstract": "Person s communication in the article 22 of 1982 Constitution is stated as Everyone has the liberty of communication. The conﬁ dentiality of communications is essential. It is also conﬁ rmed that detainees and prisoners could also beneﬁ t from the scope of protection speciﬁ ed in the provisions of Constitution, by Constitutional Court  decisions.  However,  when  the  ordinary  and  reasonable  requirements  of penal institution are taken into consideration, there seem some restrictions and precautions about the communication of prisoners and detainees can be taken. Under the Constitutional Court decisions, in which conditions, the interventions to communication of detainees and prisoners cause to infringement, by also referring    Bu makale, yazarın Anayasa Mahkemesi ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında Özel Hayatın Gizliliği ve Korunması isimli Yüksek Lisans Tezi nden türetilmiştir.     Kara Harp Okulu Dekanlığı, Öğretim Görevlisi, Ankara, rokaradeniz@kho.edu.tr Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 425Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... to established case laws of European Convention on Human Rights (ECHR), will be evaluated. In this context, which kind of conﬁ nements about communication of detainees and prisoners; anticipated by the national legislation provisions; and its eﬀ ects are studied in this paper.",
     "Metin": "1982 Anayasasının özel hayatın gizliliği ve korunması başlığı altında yer  alan  22.  maddesi  haberleşme  hürriyetini  koruma  altına  almaktadır. Haberleşme  hürriyetinin  korunacağı  Herkes,  haberleşme  hürriyetine sahiptir.  Haberleşmenin  gizliliği  esastır.  hükümleriyle  belirtilmiştir.  Bu koruma kapsamından cezaevlerinde tutuklu veya hükümlü olarak bulunan kimselerin  yararlanıp  yararlanamayacağı  hususunun  da  değerlendirilmesi gerekmektedir. Zira özgürlüğünden yoksun bırakılan bu kişilerin birtakım hakların  öznesi  olamayacağı  yönünde  değerlendirmeler  bulunmaktadır.1 Geçmiş yıllarda da tutuklu ve hükümlülere haberleşme imkanı verilmesinin cezaevlerinde bir iyileştirme yöntemi olarak kabul edildiği bilinmektedir.2 Cezalandırma  ile  öngörülen  amacın;  suç  işlemenin  önlenmesi,  toplumun korunması,vatandaşların kanuna uygun davranma eğilimlerini artırmak olduğu ifade edilmektedir. Ancak mahkûmların yeniden sosyalleştirilmesi ve topluma kazandırılmasının yani bir nevi rehabilitasyon sürecinden geçirilmesinin de cezalandırmanın amaçlarından olduğu önemle vurgulanmaktadır.5 Bu durum mahkûmlara yönelik hükümler içeren uluslararası ve bölgesel birçok belgede de ifade edilmiştir.6 Topluma yeniden kazandırılma sürecinde tutuklu ve 1   Gülay ARSLAN ÖNCÜ, Avrupa İnsan Hakları Sözleşmesinde Özel Yaşamın Korunması Hakkı, İstanbul, Beta Basım, 2011, s.14. 2   Bülent ALTINSOY, Avrupa İnsan Hakları Mahkemesi kararları Işığında Mahkûmların Özel Hayatı Türkiye Barolar Birliği Dergisi, (115), 2014, s.45. 3   ÖNCÜ, s.14. 4   Veli ÖZBEK, İnfaz Hukuku, Ankara, Orion Yayınları, 2007, s.14. 5   ÖNCÜ, s.14., ÖZBEK, s.16., Timur DEMİRBAŞ, İnfaz Hukuku, Ankara, Seçkin Yayıncılık, 2008, s.155. 6   ÖNCÜ, s.14-15. Medeni ve Siyasi Haklar Sözleşmesi nin 10. maddesinde ceza infaz rejimi, mahpusları iyileştirme ve topluma yeniden kazandırılmalarını sağlama temel amacına yönelik uygulamayı içerecektir hükmü yer almaktadır. BM Mahpusların Tretmanı için Standart Asgari Kurallarında ise mahpusların özgürlüklerinden yoksun bırakılmalarının yeterince acı verdiği ve bu durumun cezaevi sistemince daha da ağırlaştırılmaması gerektiği ifade edilmiştir. Avrupa Konseyi Bakanlar Komitesinin Üye Devletlere Avrupa Cezaevleri Kuralları Hakkında REC (2006) 2 Sayılı Tavsiye Kararlarında ise mahkûmların mümkün olduğu ölçüde dış dünya ile iletişiminin kesilmemesi gerektiği belirtilmiştir. 426 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ hükümlülerin dış dünya ile iletişimlerini sağlayabilmesi, haberleşme hakkından yararlanabilmesi ise ayrı bir önem arz etmektedir.7 Türkiye de 2010 yılında gerçekleşen Anayasa değişiklikleri ile bireysel başvuru yolunun açılmasıyla birlikte tutuklu ve hükümlülerin haberleşmesine ilişkin birçok şikâyeti Anayasa Mahkemesi (AYM) inceleme ve değerlendirme imkanı bulmuştur.8 AYM, tutuklu ve hükümlülerin haberleşme hakkı da dahil olmak üzere Anayasada koruma altına alınan haklardan yararlanabileceğini ifade etmiştir. Bu çalışma ile AYM nin bireysel başvuru kararları kapsamında tutuklu ve hükümlülerin haberleşmesine  yönelik  müdahalelerin  hangi  koşullarda  ihlale  sebebiyet vereceği, Avrupa İnsan Hakları Mahkemesi nin (AİHM) yerleşik içtihatlarına da atıf yapmak suretiyle değerlendirilmeye çalışılacaktır. AİHM ve AYM nin genel ilkeler olarak bahsettiği kanunilik, meşru amaçlara sahip olma ve demokratik toplumda gereklilik ölçütleri alt başlıklar halinde ayrıntılı olarak izah edilmeye çalışılacaktır. AYM önüne gelen davalar, konu başlıkları altında belirtilecek, ulusal mevzuat hükümlerinin genel ilkelere ve tavsiye kararlarına uygunluğu değerlendirilecektir. Bu kapsamda ulusal mevzuat hükümlerinin tutuklu ve hükümlülerin haberleşmesine yönelik nasıl bir sınırlandırma rejimi öngördüğü ve bunun yansımalarına konu başlıkları altında değinilecektir. 2-  1982  ANAYASASI  HÜKÜMLERİ  VE  ANAYASA MAHKEMESİ NİN  GENEL  OLARAK  TUTUKLU  VE HÜKÜMLÜLERİN HABERLEŞME ÖZGÜRLÜĞÜNE BAKIŞI Özel  hayatın  gizliliği  ve  korunması  başlığı  altında  22.  madde  ile haberleşme hürriyetinin korunacağı Herkes, haberleşme hürriyetine sahiptir. Haberleşmenin gizliliği esastır. hükümleriyle belirtilmiştir. Anayasanın 22. maddesinin 2. fıkrasında ise hakkın mutlak olmayıp birtakım şartların varlığı halinde sınırlandırılabileceği belirtilmiştir. Bu hüküm ise Millî güvenlik, kamu düzeni, suç işlenmesinin önlenmesi, genel sağlık ve genel ahlâkın korunması 7   Handan YOKUŞ SEVÜK, Avrupa İnsan Hakları Mahkemesi Kararları Işığında Tutuklu Ve Hükümlülerin Dış Dünya İle İletişimi, AÜEHFD, C.VII, Sa.3-4, 2003, s.336. 8   23 Eylül 2012-10 Nisan 2015 tarihleri arasındaki bireysel başvuru istatistiklerine göre özel hayatın gizliliği ve korunması hakkı kapsamında 1928 başvuru yapılmıştır. Bkz.http://www. anayasa.gov.tr/ﬁ les/bireyselBasvuru/23_eylul_2012_10_nisan_2015.pdf  Bu  başvuruların içerisinde tutuklu ve hükümlülerin haberleşmesine ilişkin olanlarına çalışma içerisinde yer verilmiştir. 9   AYM, tutuklu ve hükümlülerin Anayasanın 19. Maddesinde belirtilen kişi özgürlüğü ve güvenliği hakkı hariç olmak üzere Anayasanın ve AİHS nin ortak koruma alanı kapsamında bulunan temel hak ve hürriyetlerin tamamına genel olarak sahip olduğunu özellikle ifade etmektedir. Bkz. İbrahim Uysal, 2014/1711, 23/7/2014, parag.29-33, Benzer nitelikteki AİHM kararı için bkz. Hirst/Birleşik Krallık (No. 2),74025/01, 06/10/2005, parag.69. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 427Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... veya başkalarının hak ve özgürlüklerinin korunması sebeplerinden biri veya birkaçına bağlı olarak usulüne göre verilmiş hâkim kararı olmadıkça; yine bu sebeplere bağlı olarak gecikmesinde sakınca bulunan hallerde de kanunla yetkili kılınmış merciin yazılı emri bulunmadıkça; haberleşme engellenemez ve gizliliğine dokunulamaz. Yetkili merciin kararı yirmi dört saat içinde görevli hâkimin onayına sunulur. Hâkim, kararını kırk sekiz saat içinde açıklar; aksi halde, karar kendiliğinden kalkar. şeklinde düzenlenmiştir. Son fıkra ise İstisnaların uygulanacağı kamu kurum ve kuruluşları kanunda belirtilir. ifadesini taşımaktadır.10 Haberleşmenin gizliliği kavramının ne olduğuna, bu gizliliğin kapsamına ve sınırlarına ilişkin, Anayasanın ilgili hükümlerinde ve madde gerekçelerinde herhangi bir açıklamaya yer verilmemiştir.11 Bu sebeple haberleşme kavramının ne olduğu ve kapsamında nelerin bulunduğuna ilişkin yardımcı olacak makamlar, verdikleri kararlarla somut olayları değerlendiren AYM ve onun sıklıkla atıf yaptığı AİHM olacaktır. AİHM haberleşmeyi sözlük anlamından daha geniş yorumlamış, her çeşitli  araçla  yapılan  ve  kişiler  arasında  gerçekleştirilen  özel  nitelikteki haberleşmenin Avrupa İnsan Hakları Sözleşmesi nin (AİHS) 8. maddesinin korumasından yararlanacağını ifade etmiştir.13 AYM de AİHS ve Anayasanın ortak koruma alanının, haberleşme özgürlüğünün yanı sıra, içeriği ve biçimi ne olursa olsun, haberleşmenin gizliliğini de güvence altına aldığını ifade 10  Anayasa hükümlerinin Avrupa İnsan Hakları Sözleşmesi nde belirtilen özel hayata ve aile hayatına saygı hakkı başlıklı 8.maddesi ile uyumluluk arz ettiği görülmektedir. Bu durum temel hak ve hürriyetlere ilişkin genel gerekçede belirtilmiştir. Gerekçede temel hak ve hürriyetlerin düzenlendiği bu bölümde 1950 İnsan Haklarının ve Temel Hürriyetlerin Korunmasına Dair Avrupa Sözleşmesi göz önünde tutulmuştur ifadesine yer verilmiştir. bkz. Türkiye Cumhuriyeti Anayasası Madde Gerekçeli, 2011, Ankara. İkinci Kısım Genel Gerekçe. 11  Zeki HAFIZOĞULLARI, Muharrem ÖZEN, Özel Hayata ve Hayatın Gizli Alanına Karşı Suçlar, Ankara Barosu Dergisi, Yıl:67, Sa.4, 2009, s.9-10. 12  AİHS nin 8.maddesinde Herkes özel ve aile hayatına, konutuna ve haberleşmesine saygı gösterilmesi hakkına sahiptir.   Bu hakkın kullanılmasına bir kamu otoritesinin müdahalesi, ancak ulusal güvenlik, kamu emniyeti, ülkenin ekonomik refahı, dirlik ve düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için, demokratik bir toplumda zorunlu olan ölçüde ve yasayla öngörülmüş olmak koşuluyla söz konusu olabilir ifadelerine yer verilmiştir. AİHS nin 8/1 fıkrasında hak ve özgürlükler, 8/2 fıkrasında ise bu hakların mutlak olmayıp öngörülen koşullar çerçevesinde sınırlandırılabileceği belirtilmektedir. bkz. A. Şeref GÖZÜBÜYÜK, Feyyaz GÖLCÜKLÜ, Avrupa İnsan Hakları Sözleşmesi ve Uygulaması Avrupa İnsan Hakları Mahkemesi İnceleme ve Yargılama Yöntemi, Ankara, Turhan Kitabevi, 2011, s.330. 13 Schenk/İsviçre,  10862/84,  12/07/1988,  parag.43-44,  A/Fransa,  14838/89,  23/11/1993, parag.36. 428 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ etmektedir.14 Bu kapsamda posta, elektronik posta, telefon, faks ve internet aracılığıyla  yapılan  haberleşme  faaliyetleri  haberleşme  özgürlüğü  ve haberleşmenin gizliliği kapsamında değerlendirilmektedir.15 AYM, tutuklu ve hükümlülerin içinde bulundukları durumu hukuka uygun tutma olarak değerlendirmiştir. Bu sebeple tutuklu ve hükümlüler Anayasanın  19.  maddesi  kapsamındaki  kişi  özgürlüğü  ve  güvenliği hakkından  yararlanamamaktadır.  Ancak  AYM,  tutuklu  ve  hükümlülerin Anayasanın ve AİHS nin ortak koruma alanı kapsamında kalan diğer temel hak ve hürriyetlerin tamamına genel olarak sahip olduğunu özellikle ifade etmektedir.16 Bu sebeple haberleşme özgürlüğüne ilişkin haklardan tutuklu ve hükümlülerin de yararlanmasında bir şüphe bulunmamaktadır.17 Ancak hemen ifade edilmelidir ki AYM tutuklu ve hükümlülerin sahip oldukları hakların, suçun önlenmesi ve cezaevi disiplininin temini gibi makul gerekliliklerin varlığı  halinde  sınırlandırılabileceğini  de  ifade  etmektedir.18  AİHM  de ceza infaz kurumunun olağan ve makul gereksinimlerinin dikkate alınması gerekliliğinden bahsetmiştir. Bu sebeple ceza infaz kurumlarında bulunan kimselerin  haberleşmelerinin,  belirli  ölçüde  kontrol  altına  alınmasının AİHS nin 8. maddesinin ihlaline sebebiyet vermeyeceği ifade edilmiştir.19 Bu  nedenle  AYM,  haberleşme  özgürlüğüne  yönelik  bir  müdahaleden dolayı yapılan şikayetleri değerlendirirken her somut olayın kendi koşulları içerisinde  değerlendirilmesi  gerektiğinin  altını  çizmektedir.20  Buna  göre öncelikle söz konusu şikayete Anayasanın 22. maddesinin uygulanabilirliği değerlendirilmektedir.  Devamında  Anayasanın  22.  maddesinde  belirtilen 14  Mehmet Koray Eryaşa, 2013/6693, 16/04/2015, parag.49, Akif İpek, 2013/9456, 24/06/2015, parag.32,  Musa  Kaya,  2013/2351,  16/09/2015,  parag.42,Murat  Karayel,  2013/2125, 16/09/2015, parag.36, Abdulvahap Kavak, 2013/7477, 06/10/2015, parag.27. 15  Mehmet Koray Eryaşa, parag.49, Akif İpek, parag.32. 16  İbrahim Uysal, 2014/1711, 23/7/2014, parag.29-33, Benzer nitelikteki AİHM kararı için bkz. Hirst/Birleşik Krallık (No. 2),74025/01, 06/10/2005, parag.69. 17  AYM, AİHM kararlarına atıf yaparak cezaevi idarelerinin tutuklu ve hükümlülerin özel hayatına ve aile hayatına saygı gösterme yükümlülüklerini göz önünde bulundurarak tedbirler alması gerektiğinin altını çizmektedir. bkz. Mehmet Koray Eryaşa, parag.88. Benzer değerlendirmeler içeren AİHM kararları için bkz. Messina/İtalya (No. 2), 25498/94, 28/12/2000, parag.61, Kučera/Slovakya, 48666/99, 17/7/2007, parag.127, Vlasov/Rusya, 78146/01, 12/6/2008, parag.123. 18 Mehmet  Koray  Eryaşa,  parag.51,  Musa  Kaya,  parag.62,  Turan  Günana,  2013/3550, 19/11/2014, parag.35. 19  Mehmet Nuri Özen/Türkiye, 15672/08, 11/01/2011, parag.50, Silver ve Diğerleri/Birleşik Krallık, 5947/72, 25/3/1983,parag.98. 20  Mehmet Koray Eryaşa, parag.50, Musa Kaya, parag.45, Abdulvahap Kavak, parag.30. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 429Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... bir hakka yönelik işlem ya da eylem varsa bunun müdahale olup olmadığı araştırılmaktadır. Şayet bir müdahale olduğuna kanaat getirilirse, son olarak yapılan müdahalenin ihlal oluşturup oluşturmadığı değerlendirilmektedir.21 Somut olaydaki müdahalenin ihlal oluşturup oluşturmadığı ise Anayasanın 22.  maddesinin  ikinci  fıkrasında  belirtilen  haklı  sebeplerin  varlığına  ve Anayasanın 13. maddesinde belirtilen koşulları yerine getirip getirmediğine göre tespit edilmektedir. Bu nedenle sınırlamanın Anayasanın 13. maddesinde öngörülen öze dokunmama, Anayasanın ilgili maddesinde belirtilmiş olma, kanunlar tarafından öngörülme, Anayasanın sözüne ve ruhuna, demokratik toplum düzeninin ve laik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olmaması gerekmektedir.22 Bu  ilkelerin  ayrıntılarına  geçmeden  önce  son  olarak  değinilmesi gereken husus Avrupa Konseyi Bakanlar Komitesinin Üye Devletlere Avrupa Cezaevleri Kuralları Hakkında REC (2006) 2 Sayılı Tavsiye Kararlarıdır.23 Tavsiye kararlarının dış dünya ile ilişki başlıklı maddelerinde aşağıdaki hususlar belirtilmiştir: Dış Dünya ile İlişki 24.1. Mahpusların mümkün olabilen sıklıkta mektup, telefon veya diğer iletişim vasıtalarıyla aileleriyle, başka kişilerle ve dışarıdaki kuruluşların temsilcileriyle haberleşmelerine ve bu kişilerin mahpusları ziyaret etmelerine izin verilmelidir. 21  Akif İpek, parag.38-39, Musa Kaya, parag.46-47, Abdulvahap Kavak, parag.31-32, Mehmet Koray  Eryaşa,  parag.49-51.  AYM nin  değerlendirmelerinde  AİHM  değerlendirmeleri dikkate alınmaktadır. AİHM de öncelikle hükmün uygulanabilirliğini saptamakta, sonrasında müdahalenin varlığını araştırmakta şayet müdahalede varsa bu müdahalenin ihlale sebebiyet verip  vermediğini  tespit  etmektedir.  bkz.  GÖZÜBÜYÜK,  GÖLCÜKLÜ,s.331,  Ivana ROAGNA, Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması Ankara, Şen Matbaa, 2013, s.11-12, Ursula KİLKELLY, Özel Hayata ve aile hayatına saygı gösterilmesi hakkı AİHS nin 8.maddesi nin uygulanmasına ilişkin kılavuz, İnsan Hakları El Kitapları, No.1, Almanya, Avrupa Konseyi, 2001, s.13-14. 22  Abdulvahap Kavak, parag.32, Musa Kaya, parag.47, Akif İpek, parag.39. AİHM nin değerlendirmesine göre haberleşme özgürlüğüne yapılacak müdahalenin ihlal niteliğini taşımaması için kanunla öngörülme, meşru amaçlara sahip olma ve demokratik toplumda gerekli olma kriterlerine sahip olması gerekmektedir. bkz. Silver ve Diğerleri/Birleşik Krallık,  5947/72,  25/3/1983,  parag.85-90,  Klass  ve  diğerleri/Almanya,  5029/71, 6/10/1978,parag.42-55; Campbell/Birleşik Krallık, 13590/88, 25/3/1992, parag.34. 23  Öcalan/Türkiye(2), 24069/03, 197/04, 6201/06 et 10464/07, 18/03/2014, parag.76-77, Ramirez  Sanchez/Fransa,  59450/00,  04/07/2006,  parag.84-85,  Mehmet  Koray  Eryaşa, parag.28, Musa Kaya, parag.25, Akif İpek, parag.20. 430 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ 24.2 Devam etmekte olan bir ceza soruşturması, emniyet, güvenlik ve düzeninin muhafaza edilmesi, suç işlenmesinin önlenmesi ve suç mağdurunun korunması  için  gerekli  görülmesi  halinde,  haberleşme  ve  ziyaretlere kısıtlamalar konabilir ve izlenebilir. Ancak adli bir merci tarafından konulan özel kısıtlamalar da dahil olmak üzere, bu tür kısıtlamalar yine de kabul edilebilir asgari bir iletişime izin vermelidir. 24.3. Ulusal hukuk, mahpuslarla iletişim kurması kısıtlanamayacak olan ulusal ve uluslararası kuruluşları belirlemelidir, 24.4. Ziyaretler için yapılan düzenlemeler, mahpuslara aile ilişkilerini mümkün olduğunca normal bir düzeyde sürdürmelerine ve geliştirmelerine izin verecek bir tarzda olmalıdır. 24.5. Cezaevi yetkilileri, dış dünyayla yeterli bir iletişim sürdürmelerinde mahpuslara yardım etmelidirler ve bunun için onlara uygun destek ve yardım sağlamalıdırlar. AİHM yukarıda bir kısmı ifade edilen tavsiyelerin üye devletler için bağlayıcı olmadığını, ancak önemli olduğunu ve bunu ulusal yetkililerin dikkatine  sunduğunu  belirtmektedir.24  AYM  de  tutuklu  ve  hükümlülerin haberleşmesine ilişkin başvurularda ilgili hukuk başlığı altında söz konusu tavsiye kararlarına yer vermektedir.25 2.1  Tutuklu  ve  Hükümlülerin  Haberleşme  Özgürlüklerinin Sınırlandırılmasında Kullanılan Ölçütler 2.1.1 Kanunilik İlkesi Haberleşme  özgürlüğüne  getirilen  sınırlamaların  öncelikle  kanunla öngörülmüş olması gerekmektedir. AİHM ilk olarak, müdahale teşkil eden eylemin mevzuatta yer alan bir düzenlemeye dayanması gerekliliğini ifade etmiştir.26 Bunun yanında müdahalenin dayanağını teşkil eden düzenlemenin ulaşılabilir olması gerekmektedir.27 Ayrıca söz konusu düzenleme, yeterli açıklıkta  olmalıdır.  Açıklıkla  kastedilen  şey  ise  ulusal  makamlarının 24 Slawomir  Musial/Polanya,28300/06,  20/01/2009,  parag.96,  Nusret  Kaya  ve  diğerleri/ Türkiye, 43750/06, 22/04/2014, parag.55. 25  Mehmet Koray Eryaşa, parag.28,Musa Kaya, parag.25,Akif İpek, parag.20. 26  Silver ve diğerleri/Birleşik Krallık, parag.86-88. 27  Kruslin/Fransa, 11801/85, 24/04/1990, parag.25-27, Huvig/Fransa,11105/84, 24/04/1990, parag.25-26, Lampert/Fransa, 23618/94, 24/08/1998, parag.23, Gilles DUTERTRE, Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler Almanya, Avrupa Konseyi Yayınları, 2003,s.212-216. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 431Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... hangi  şartlar  altında  ve  hangi  hallerde  haberleşme  özgürlüğüne  yönelik tedbirlere  başvurmaya  yetkili  oldukları  konusunda  vatandaşlara  yeterli göstergeleri sunabilmeleridir.28 Böylelikle kişiler davranışlarını ona göre yönlendirebilecek ve eylemleri neticesinde meydana gelebilecek sonuçları öngörebileceklerdir.29 AİHM nin amacı haberleşme özgürlüğünün ihlaline sebebiyet verebilecek keyﬁ yetteki belirsiz ifadelerinin ortadan kaldırılmasını sağlamaktır.30  Haberleşme  özgürlüğüne  yapılan  müdahalelerde  idarenin keyfiliğinin ön plana çıkma riski AİHM tarafından her fırsatta dile getirilmiştir. Bu sebeple idareye tanınan takdir yetkisinin sınırlarının da çok iyi bir şekilde belirlenmesi gerekmektedir.31 Bir diğer ifadeyle kanun, kanun koyucunun amaçladığından farklı hedeﬂ ere kapalı olmalı, hak ve sorumluluklara sahip olan yetkililerin sınırlarını çizmelidir.32 AYM de AİHM nin bu genel değerlendirmelerine sürekli atıf yaparak kanunilik  prensibi  konusunda  değerlendirmelerde  bulunmaktadır.33  AYM kanunilik ilkesinin yerine getirilmesinin sadece haberleşme özgürlüğünün kısıtlanabileceği şeklinde genel bir yasal düzenlemeyle öngörülemeyeceğini belirtmektedir.34  Temel  hak  ve  özgürlüklerin  sınırlandırılmasına  yönelik yapılacak kanuni düzenlemelerde kanun koyucunun temel esasları, ilkeleri ve çerçeveyi belirlemesi gerekmektedir. Özellikle idareye takdir yetkisinin verildiği durumlarda takdir yetkisini kullanacak mercilerin sınırları net bir biçimde ifade edilmelidir.35 AYM nin bu konuda belirttiği diğer bir husus 28  Malone/Birleşik Krallık, 8691/79, 26/04/1985, parag.67. 29  Silver ve diğerleri/Birleşik Krallık, parag.86-88. 30  Mehmet Murat YARDIMCI, Amerika Birleşik Devletleri Hukuku, Avrupa İnsan Hakları Mahkemesi İçtihatları ve Türk Hukukunda İletişimin Denetlenmesi, Ankara, Seçkin Yayıncılık, 2009, s.135. 31   Tan/Türkiye,9460/03,  3/7/2007,  parag.21,  Mehmet  Nuri  Özen  ve  diğerleri/Türkiye, 15672/08, 11/01/2011, parag.56. 32   YARDIMCI,  s.135,  Kerem ALTIPARMAK,  Büyük  Biraderin  Gözetiminden  Çıkış: Telefonların  İzlenmesinde  Devletin  Sorumluluğu,  TBB  Dergisi,  Sa.  63,  2006,  s.3739, Durmuş TEZCAN, Mustafa Ruhan ERDEM, Oğuz SANCAKDAR, Avrupa İnsan Hakları Sözleşmesi Işığında Türkiye nin İnsan Hakları Sorunu(İkinci Baskı), Ankara, Seçkin Yayıncılık, 2004, s.406, Mustafa TAŞKIN, Adli ve İstihbarî Amaçlı İletişimin Denetlenmesi Ankara, Seçkin Yayıncılık, 2008, s.254. 33  Musa Kaya, parag.48-49, Akif İpek, parag.40-49. Abdulvahap Kavak, parag.33-50, Murat Karayel, parag.42-51. 34  Akif İpek, parag.41, Abdulvahap Kavak, parag.34, Murat Karayel, parag.43. 35  Kanunun temel esasları, ilkeleri ve çerçevenin ortaya koymuş olması gerektiğine dair: bkz.E. 1984/14, K.1985/7,13/6/1985, Akif İpek, parag.41, Abdulvahap Kavak, parag.34, Murat Karayel, parag.43. Temel hak ve hürriyetlerin sınırlandırılmasına ilişkin kanunların şeklen var olması yeterli görülemez, aynı zamanda kanunların niteliğine de bakılmalıdır. Temel hak 432 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ ise idarenin düzenleyici işlemleridir. AYM temel esaslar, ilkeler ve çerçeve belirlenmeden,  bağlayıcı  hükümlerin  düzenleyici  işlemlerle  belirtildiği durumlarda  kanunilik  ilkesinin  yerine  getirilmiş  olmayacağını  ifade etmektedir.36 AYM  kanunilik  prensibi  kapsamında  cezaevi  idaresinin  yaptığı müdahalelerin hangi anayasal hüküm kapsamında yapıldığını da tespit etmeye çalışmıştır. AYM ye göre cezaevi idaresinin yetkisini Anayasanın 22/2 fıkrası kapsamında  değerlendirmek  kanunilik  ilkesini  karşılamayacaktır.  Çünkü Anayasanın 22/2 fıkrasınca hakim kararı veya onayı olmadan haberleşmeye yönelik müdahale yapılamamaktadır. AYM kanunilik ilkesini sağlamak adına cezaevleri idaresinin Anayasanın 22/3 kapsamında belirtilen istisnai kurum ve kuruluşlardan olup olmadığını tespit etmeye çalışmıştır. Cezaevlerinin Anayasanın  22.  maddesinin  üçüncü  fıkrasındaki  istisna  kamu  kurumu olduğuna  dair  mevzuatta  açık  bir  düzenleme  bulunmadığı  tespitinde bulunulmuştur. 37 Ancak 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında  Kanunun  6.  maddesinin  (1)  numaralı  fıkrasının  (b)  bendinde Hükümlülerin, Anayasada yer alan diğer hakları, infazın temel amaçları saklı kalmak üzere, bu Kanunda öngörülen kurallar uyarınca kısıtlanabilir. hükmü  yer  almaktadır.  AYM  bu  sebeple  cezaevlerinin  haberleşme hürriyetinin kısıtlanabileceği istisnai kamu kurumu olarak kabul edilmesi değerlendirmesinde  bulunmuştur.38 AYM  5275  sayılı  Ceza  ve  Güvenlik Tedbirlerinin İnfazı Hakkında Kanun ve Ceza İnfaz Kurumlarının Yönetimi ile Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük hükümlerinin kanunilik ilkesi çerçevesinde gerekli niteliklere sahip olup olmadığını da değerlendirmeye almıştır. AYM belirtilen kanun ve tüzük hükümlerinin Resmi Gazete de yayımlanmış olduğunu ve bu mevzuatlara erişimde herhangi bir sıkıntı bulunmadığını tespit etmiştir. Anılan mevzuatta cezaevi disipliniyle ilgili hükümlerin, cezaevinde hükümlülerin mektup, faks ve telgraﬂ arı gönderme ve alma haklarının, telefon ile haberleşme hakkının düzenlendiği tespitinde bulunulmuştur. Ayrıca getirilen kısıtlamaların ve izlenecek usullerin yeterince açık  ve  anlaşılabilir  olduğu  belirtilmiştir.  Hükümlünün  haberleşmesinin ve özgürlüklere ilişkin bir alanda kanunun emrine dayanarak yürütme organınca alınacak önlemler objektif nitelik taşımalı ve idarenin keyfi uygulamalarına sebep olacak geniş takdir yetkisi vermemelidir 36  Mehmet Koray Eryaşa, parag.63, E.2014/133,K.2014/165, 30/10/2014. 37  Akif İpek, parag.42-44, Abdulvahap Kavak, parag.35-37. 38  Akif İpek, parag.44, Abdulvahap Kavak, parag.37, Murat Karayel, parag.46, Mehmet Koray Eryaşa, parag.76. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 433Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... denetimi, kısmen veya tamamen sakıncalı görülmesi halinde başvurulacak tedbirler ile bu yöndeki işlemlere karşı hükümlünün başvurabileceği dava yollarının düzenlendiği de ifade edilmiştir. AYM söz konusu düzenlemelerin bu haliyle, yeterince açık, anlaşılabilir ve öngörülebilir olduğu sonucuna varmıştır.39 Bu durum AİHM kararıyla da teyit edilmektedir. AİHM Gülmez/ Türkiye  davasında  5275  sayılı  Kanunun,  Avrupa  İşkenceyi  ve  İnsanlık Dışı veya Aşağılayıcı Muamele veya Cezaları Önleme Komitesi tarafından incelendiğini belirtmiştir. Bu kapsamda, kanun hükümlerinin herhangi bir eleştiriye maruz kalmadığı, yapılan herhangi bir haksız müdahaleye karşı yerinde  koruma  sağlayabilecek  hükümler  bulunduğu  ve  bu  hükümlerin son derecede açık ve ayrıntılı olduğu tespitine söz konusu AİHM kararında da yer verilmiştir.40 Bu durumun ülkemiz adına olumlu bir gelişme olduğu belirtilmelidir. Keza 5275 sayılı Kanun ve buna bağlı tüzük hükümleri yürürlüğe girmeden önce AİHM nezdinde kanunilik ilkesinin yerine getirilmemesinden dolayı Türkiye aleyhine pek çok ihlal kararı verilmiştir.41 Ali Güzel/Türkiye davasında başvurucu, kendisine gelen mektupların iletilmemesinin ve başka bir tutuklu ile yazışmasının engellenmesinden dolayı haberleşme hakkının engellendiğinden şikayet etmektedir. Fethullah Akpulat/Türkiye davasında da aynı şekilde başvurucunun göndermek istediği mektuba cezaevi yetkilileri tarafından el konulmuştur. AİHM her iki davada söz konusu müdahalenin (eski) 647 sayılı Ceza İnfaz Kurumları ile Tevkif evlerinin Yönetimine ve Cezaların İnfazına Dair Tüzüğün 144-147. maddesine dayandığını ifade etmiştir. AİHM bu gördüğü iki davada da daha önce gördüğü Tan/Türkiye davasında belirttiği gerekçeleri yinelemiştir. AİHM ye göre söz konusu tüzüğün ilgili maddeleri mahkumların  haberleşmesini  denetleme  konusunda  cezaevi  yetkililerinin sahip olduğu takdir yetkilerinin kullanım kapsamını yeterince açık bir şekilde düzenlememektedir. AİHM söz konusu davalarda yasal dayanak olan tüzük hükümlerinin sınırlandırıcı olmadığını, hangi sebeplerle mektupların sakıncalı görüldüğünün anlaşılamadığını ifade etmiş ve ihlal kararı vermiştir.42 39 Ahmet  Temiz,  2013/1822,  20/05/2015,  parag.44,  Özkan  Kart  (2),  2013/1201, 20/05/2015,parag.45, Akif İpek, parag.47, Abdulvahap Kavak, parag.40, Murat Karayel, parag.49, Musa Kaya, parag.49. 40  Gülmez/Türkiye,16330/02, 20/05/2008, parag.51. 41 Ali Güzel/Türkiye, 43955/02, 21/10/2008, Fethullah Akpulat/Türkiye, 22077/03,15/02/2011, Tan/Türkiye,9460/03,03/07/2007. 42  Ali Güzel/Türkiye, kararın özet çevirisi için bkz. http://www.kararara.com/aihm/turkce/ aihm81.htm, Fethullah Akpulat, kararın özet çevirisi için bkz. http://www.inhak.adalet. gov.tr/ara/karar/fethullahakpulat1.pdf 434 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ İhlale sebebiyet veren bu durum şu an yürürlükte olan 5275 sayılı Kanun hükümlerinde dikkate alınmıştır. Kanunun 68. maddesinde Kurumun asayiş ve güvenliğini tehlikeye düşüren, görevlileri hedef gösteren, terör ve çıkar amaçlı suç örgütü veya diğer suç örgütleri mensuplarının haberleşmelerine neden olan, kişi veya kuruluşları paniğe yöneltecek yalan ve yanlış bilgileri, tehdit ve hakareti içeren mektup, faks ve telgraﬂ ar hükümlüye verilmez. Hükümlü tarafından yazılmış ise gönderilmez. ifadesiyle sınırlandırılma sebepleri  belirtilmiştir.  Aynı  hükme  ihlale  sebebiyet  veren  eski  tüzük hükümlerini yürürlükten kaldıran Ceza İnfaz Kurumlarının Yönetimi ile Ceza Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük hükümlerinde de yer verilmiştir. Ancak ayrıntılı olarak sınırlandırma sebepleri belirtilmiş olsa da uygulamada birtakım problemler hala görülmektedir. Mehmet Nuri Özen ve diğerleri /Türkiye davası bu problemlerden birini ortaya koymaktadır. Cezaevinde bulunan başvurucular mektuplarını Kürtçe yazmışlardır. Cezaevi idaresi mektubun tercümesini yapamadıkları ve bu sebeple sakıncalı olup olmadığını tespit edemedikleri gerekçesiyle mektupları başvuruculara iade etmişlerdir.  AİHM  yürürlükte  olan  ulusal  kanun  ve  tüzük  hükümlerinin sakıncalı halleri listelediğini ancak somut olayda ise sakıncalı olup olmadığının tespitinin  yapılamadığı  belirtilmiştir.  AİHM,  hiçbir  yasal  düzenlemede tutuklu  ve  hükümlülerin  mektuplaşmalarında  Türkçe den  başka  bir  dil kullanılması gerektiğine dair bir hüküm bulunmadığını ifade etmiştir. AİHM Türkçe dışındaki bir dilde yazılan mektupların nasıl bir muamele göreceğini belirleyen yasal bir çerçevenin olmamasından dolayı ihlal kararı vermiştir.43 5275  sayılı  Kanunun  düzenleme  biçimine  bakıldığında  üçüncü kısım  altında  ceza  infaz  kurumlarında  hükümlünün  hakları,  güvenceleri ve  yapılabilecek  kısıtlamalar  ayrıntılı  olarak  düzenlenmiştir.  Kanunun 59. maddesi hükümlülerin avukat ve noterle görüşme hakkını düzenleme altına almaktadır. 66. maddede hükümlünün telefon ile haberleşme hakkı düzenlenmiştir.  Telefon  görüşmelerinin  idare  tarafından  dinleneceği  ve kayıt altına alınacağı belirtilmiştir. Ayrıca bu hakkın tehlikeli halde bulunan ve örgüt mensubu hükümlüler açısından kısıtlanabileceği belirtilmiştir. 68. maddede hükümlünün mektup, faks ve telgraﬂ arı alma ve gönderme hakkı düzenlenmiştir. Bu kapsamda denetleme yapacak makamlar ile hangi şartlarda mektup faks ve telgrafın gönderilemeyeceği veya alınamayacağı belirtilmiştir. Ayrıca tavsiye kararında belirtilen Ulusal hukuk, mahpuslarla iletişim kurması 43  Mehmet Nuri Özen ve diğerleri, 15672/08, 11/01/2011, kararın özet çevirisi için bkz. http:// hudoc.echr.coe.int/eng?i=001-124071 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 435Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... kısıtlanamayacak  olan  ulusal  ve  uluslararası  kuruluşları  belirlemelidir, ilkesine uygun bir şekilde 5275 sayılı Kanunun 68. maddesinde Hükümlü tarafından  resmî  makamlara  veya  savunması  için  avukatına  gönderilen mektup, faks ve telgraﬂ ar denetime tâbi değildir. hükmüne yer verilmiştir. Hemen ifade edilmelidir ki AİHM, kendisine gönderilen mektupların da hiçbir  durumda  denetlenemeyeceğini  belirtmektedir.44  Kanun  koyucu  42. maddede ise haberleşme veya iletişim araçlarından yoksun bırakma veya kısıtlama cezası öngörmüştür. Bu cezayı gerektiren eylemler ise tahdidi olarak sayılmıştır. Görüldüğü üzere kanun koyucu hakka sahip olanları hükümlü şeklinde  ifade  etmiştir.  Tutukluların  da  bu  haklara  sahip  olup  olmadığı sorusunun cevabı ise 5275 sayılı Kanunun 116. maddesinde yer almaktadır. Tutuklunun yükümlülükleri başlıklı maddede kanun koyucu birçok hükmü saymak suretiyle bu hükümlerin tutukluluk haliyle uzlaşır nitelikte olması halinde tutuklular hakkında da uygulanabileceğini belirtmiştir. Sayılan hakların arasında avukat ve noterle görüşme hakkı, telefon ile haberleşme hakkı, mektup, faks ve telgraﬂ arı alma ve gönderme hakkı da bulunmaktadır. Yine tutukluların hakları başlığı taşıyan 114. maddede Tutuklunun müdafii ile olan haberleşmesine ve kurum düzeni çerçevesinde temas ve görüşmelerine hiçbir suretle engel olunamaz ve kısıtlamalar konulamaz. ifadesi yer almaktadır. Konu ile ilgili olarak AYM yakın bir zamanda açıkladığı kararla kanunilik ilkesi çerçevesinde tutukluların avukatla haberleşmesini değerlendirmiştir.45 Yukarıda  da  bahsedildiği  üzere  5275  sayılı  Kanunda  hükümlülerin telefon ile haberleşme hakkı ile avukat ile görüşme hakkı ayrı maddelerde düzenlenmiştir.  Bu  hükümlerin  tutuklular  hakkında  uygulanabileceği  de belirtilmiştir.  Böylelikle  tutukluların  da  telefon  ile  haberleşme  hakkı  ve avukat ile görüşme hakkı bulunmaktadır. Ayrıca Kanunun 114. maddesinde tutuklunun avukatla haberleşmesinin engellenemeyeceği düzenlenmektedir. Somut olayda ise tutuklunun avukatı ile telefonla görüşmesi hususunda açık bir hükmün düzenlenmemiş olması gerekçesi ile başvurucunun avukatıyla telefonla  görüşme  isteği  engellenmiştir.46  AYM,  5275  sayılı  Kanunda tutukluların avukatla telefonla görüşmesine dair bir hüküm olmadığını kabul etmektedir. Ancak AYM haklı olarak, haberleşme kavramı içerisinde telefonla haberleşmenin de olduğu konusunda bir şüphe bulunmadığını ifade etmiştir. AYM, avukat ile görüşmeye yönelik açık bir düzenleme olmadığı gerekçesi ile 44  Salapa/Polonya, 35489/97, 19/12/2002, parag.94. 45  Mehmet Koray Eryaşa, 2013/6693, 16/04/2015. 46  Mehmet Koray Eryaşa, parag.66. 436 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ haberleşmenin engellenmesinin kanunilik ilkesini karşılamadığını belirterek ihlal kararı vermiştir.47 2.1.2 Meşru Amaç İlkesi AYM  haberleşme  özgürlüğüne  yapılan  müdahalenin  meşru  kabul edilebilmesi  için  söz  konusu  müdahalenin  Anayasanın  22/2  fıkrasında belirtilen sebeplerden bir veya birkaçına sahip olması gerekliliğine işaret etmektedir.48  Anayasanın  22/2  fıkrasında  bu  sebepler  millî  güvenlik, kamu düzeni, suç işlenmesinin önlenmesi, genel sağlık ve genel ahlakın korunması veya başkalarının hak ve özgürlüklerinin korunması şeklinde ifade edilmiştir. Yukarıda da bahsedildiği gibi AYM cezaevlerini 22/3 fıkrası kapsamında istisnai kamu kurumu olarak nitelendirdiğinden hakim kararı olmaksızın  haberleşmenin  engellenmesi  mümkündür.  Ancak  AYM  bunu sadece hakim kararı şeklinde yorumlamak gerektiğini özellikle ifade etmiş, 22/2 fıkrasında bahsedilen sınırlandırma sebeplerinin 22/3 fıkrası gereğince genişletilmesi şeklinde yorumlanmaması gerektiğinin altını çizmiştir.49 Hakim kararı olmadan haberleşme özgürlüğü engelleyici tedbirler alan cezaevleri idarelerinin  22/2  fıkrasında  yer  alan  sebeplere  dayanmadan  müdahalede bulunması ihlale sebebiyet verecektir. AYM 5275 sayılı Kanunun hükümlünün mektup, faks ve telgraﬂ arı alma ve gönderme hakkı başlıklı 68. maddesinde yer alan hükmü bu kapsamda değerlendirmeye almıştır. 68/3 fıkrasında Kurumun asayiş ve güvenliğini tehlikeye düşüren, görevlileri hedef gösteren, terör ve çıkar amaçlı suç örgütü veya diğer suç örgütleri mensuplarının haberleşmelerine neden olan, kişi veya kuruluşları paniğe yöneltecek yalan ve yanlış bilgileri, tehdit ve hakareti içeren  mektup,  faks  ve  telgraﬂ arın  hükümlüye  verilmeyeceği,  hükümlü tarafından yazılmış ise gönderilmeyeceği ifade edilmektedir. AYM burada belirtilen sebeplerin Anayasanın 22/2 fıkrasında belirtilen kamu düzeni ve suç işlenmesinin önlenmesi genel amacı çerçevesinde cezaevinde güvenliğin ve disiplinin sağlanmasını hedeﬂ eyen meşru amaçlar olarak görülebileceğini ifade etmektedir.50 47  Mehmet Koray Eryaşa, parag.67-68. 48  Murat Karayel, parag.52, Ahmet Temiz, parag.47, Akif İpek, parag.50, Musa Kaya, parag.50. Abdulvahap Kavak, parag.43, Özkan Kart, parag.48. 49  Murat Karayel, parag.54-55, Ahmet Temiz, parag.49-50, Akif İpek, parag.52-53,Özkan Kart, parag.50-51. 50  Murat Karayel, parag.56, Ahmet Temiz, parag.51, Akif İpek, parag.54, Özkan Kart, parag.52. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 437Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... Konuyla ilgili olarak AİHM de Öcalan/Türkiye (2) davasında birtakım değerlendirmelerde  bulunmuştur.  Başvurucu  avukatıyla  ve  yakınlarıyla iletişimine getirilen kısıtlamalardan şikayet etmiştir. AİHM başvurucunun diğer cezaevlerinde tutulan mahkumlara uygulanan kurallara oranla daha fazla  kısıtlamaya  tabi  tutulduğu  değerlendirmesinde  bulunmuştur. Ancak AİHM terör faaliyetleri sebebiyle cezaevinde bulunan kişilere, toplumu şiddet olaylarından korumak amacıyla ve bu amaca uygun oranda meşru kısıtlamalar uygulanabileceğini  belirtmiştir.51  AİHM  başvurucunun  haberleşmesi hakkında, bağlı bulunduğu terör örgütünün eylemleriyle ilgili haberleşmesine yönelik getirilen sansürün dışında normal prosedürün işletildiğini tespitinde bulunmuştur. AİHM yapılan kısıtlamaların kamu düzeninin ve güvenliğinin sağlanması ve suç işlenmesinin önlenmesi meşru amaçlarına dayandığını ve sınırı aşmadığını belirterek ihlal olmadığına karar vermiştir.52 AYM nin şu ana kadar açıkladığı tutuklu ve hükümlülerin yaptığı başvurularda  genel  olarak  mektup,  faks,  telgraf  gibi  iletişim  araçlarının sansüre uğramasından hiç gönderilmemesinden veyahut kendilerine hiç teslim edilmemesinden şikayet edilmektedir. AYM bu somut olaylarda cezaevlerinin güvenliğinin sağlanması, suç işlemenin önlenmesi, kamu düzeni, gibi meşru amaçlarla haberleşmenin engellendiğini ifade etmiştir. Şu ana kadar verilen kararlarda meşru amaçlara sahip olmadığından dolayı verilen bir ihlal kararı bulunmamaktadır.53 2.1.3 Demokratik Toplumda Gereklilik ve Ölçülülük İlkesi AİHM  yapılan  müdahalenin  demokratik  bir  toplumda  gerekli olarak nitelendirilebilmesi için ulaşılmak istenen meşru amaç ile orantılı olması gerekliliğini belirtmiştir.54 AYM de demokratik toplum ölçütünün çoğulculuk, hoşgörü, açık ﬁ kirlilik ve tolerans temelinde yorumlanması gerektiğini öncelikli olarak ifade etmiştir.55 AYM yapılan sınırlamanın; hak ve özgürlüğün özüne dokunması, kullanılmasını durdurması ve güçleştirmesi veya  etkisiz  hale  getirmesi  halinde  demokratik  toplum  düzenine  aykırı olacağını  ifade  etmektedir.  Bunun  yanı  sıra  ölçülülük  ilkesine  aykırı olarak  sınırlandırma  aracı  ile  sınırlandırma  amacı  arasındaki  dengenin 51  Öcalan/Türkiye(2), 24069/03, 197/04, 6201/06 et 10464/07, 18/03/2014, parag.135. 52  Öcalan/Türkiye(2), parag.163-164. 53  Murat Karayel, parag.58, Ahmet Temiz, parag.55, Akif İpek, parag.57, Özkan Kart, parag.57. 54  Mcleod/Birleşik Krallık, 24755/94, 23/09/1998, parag.52, Öcalan/Türkiye(2), parag.159, Silver ve diğerleri/Birleşik Krallık, parag.97. 55  Akif İpek, parag.62, Musa Kaya, parag.58, Murat Karayel, parag.65,Özkan Kart, parag.64. 438 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ bozulması  da  bir  müdahaleyi  demokratik  toplum  gereklerine  aykırı  hale getirecektir.56 Bu sebeple amaca giden yolda yapılan müdahale elverişli, gerekli  ve  orantılı  olmalıdır.  AİHM  kararında 57  da  ifade  edildiği  gibi orantılılık ise amaca ulaşmak için hakka daha az zarar verecek yöntemin tercih edilmesi şeklinde tanımlanmaktadır.58 AYM yapılan müdahalelere ilişkin gerekçelerin, demokratik bir toplumda gerekli ve ölçülülük ilkesine uygun olduğuna dair inandırıcı bir şekilde ortaya konulması gerektiğini ifade etmiştir. Bu kapsamda gerekçe olarak gösterilebilecek nedenler ise objektif bir gözlemciyi ikna edebilecek nitelikte bilgi ve belgelerle desteklenmesi gerekmektedir.59 Yukarıda da ifade edildiği gibi AYM şu ana kadar ki bireysel başvuru kararlarında söz konusu müdahalelerin kanuni dayanağının ve meşru amaçlarının olduğunu ifade etmiştir. Değerlendirilmesi gereken son husus ise ortaya koyduğu ölçütler ışığında yapılan müdahalelerin demokratik bir toplumda gerekli ve ölçülü olup olmadığına karar vermektir. Murat  Karayel  başvurusunda  başvurucu  anayasal  düzeni  yıkmak suçundan hüküm giymiştir. Kendisine gelen bir mektupta bağlı olduğu örgütle ilgili ifadeler yer almakta ve ekinde bir çocuk tarafından yazılan Türkçe ve İsveççe dillerinde yazılmış bir mektup bulunmaktadır. Söz konusu mektup örgütsel birliğin devamına ilişkin tavsiye ve eleştirel ifadelerden oluştuğu gerekçesiyle hükümlüye verilmemiştir.60 AYM ilk mektup açısından İnfaz Kurumunca, mektup anlatımının yasa dışı örgütsel haberleşme niteliğinde olduğu değerlendirilerek mektubun alıkonulması şeklinde tedbir alınması makul görülmüştür. Mektupta sakıncalı görülen yerlerin silinerek hükümlüye verilmesinin  de  anlamsız  olacağı  değerlendirilmesinde  bulunulmuştur. Mektupta bir bütün halinde ve başkalarının anlamayacağı şekilde kapalı ifadeler mevcuttur. AYM bu sebeple kısıtlamanın ölçülülük ilkesine de aykırı olmadığını ve ihlale sebebiyet veren bir durumun oluşmadığını belirtmiştir.61 Ancak ek olarak Türkçe ve İsveççe bir çocuk tarafından yazılan mektubun 56  E.2009/59, K.2011/69, 28/4/2011, E.2006/142, K.2008/148, 17/4/2008 Fatih Taş, 2013/1461, 12/11/2014,parag.93, Musa Kaya, parag.58-59, Murat Karayel, parag.65-66, Özkan Kart, parag.64-65, Ahmet Temiz, parag.62-63. 57  Nada/İsviçre,10593/08, 12/09/2012, parag.183. 58  Musa Kaya, parag.60-61, Murat Karayel, parag.67-68, Özkan Kart, parag.66-67, Ahmet Temiz, parag.64-65. 59  Musa Kaya, parag.63-64, Murat Karayel, parag.70-71, Özkan Kart, parag.69, Ahmet Temiz, parag.67-68. 60  Murat Karayel, parag.12-13. 61  Murat Karayel, parag.73-79. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 439Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... da örgütsel haberleşme olarak nitelendirildiği anlaşılmaktadır. Türkçe yazılan kısımda hiçbir örgütsel faaliyete ilişkin bir durum bulunmamaktadır. AYM hangi sözlerin örgütsel nitelikte olduğu belirtilmeden soyut bir gerekçeye dayanarak bu işlemin yapıldığı tespitinde bulunmuştur. AYM somut bilgilere dayalı  makul  bir  gerekçelendirme  yapılmamasının  amaçlanan  hedeﬂ er açısından orantısız gereksiz ve ölçüsüz olduğunu ifade etmiş ve ihlal kararı vermiştir.62 Başvurucu Akif İpek hükümlü olarak bulunduğu ceza infaz kurumundan İnsan  Hakları  Derneği  (İHD)  Başkanına  göndermek  istediği  mektuba  el konulmasından şikayet etmektedir. Somut olayda başvurucu arkadaşlarının soyularak insanlık dışı müdahalelere maruz kaldığını anlatan ve bu konunun Adalet Bakanlığı na iletilmesini talep eden bir mektup yazmıştır. Cezaevi Disiplin Kurulu ise başvurucunun mektubunun kişi veya kuruluşları paniğe yöneltecek yalan yanlış ifadeler içerdiği gerekçesiyle alıkonulmasına karar verilmiştir.63 AYM söz konusu derneğin insan hakları yararına çalışan hukuka uygun bir dernek olduğunu öncelikle ifade etmiştir. Başvurucunun iddiaları doğru olmasa bile insan hakları konusunda görev yapan organizasyonlara bu tür bilgilerin gitmesini yasaklamak gibi bir görev cezaevi idarelerine verilmemiştir. Aksine böyle bir iddia varsa gerekli idari ve yargısal makamları haberdar etme cezaevi idaresinin yükümlüğüdür.64 Ayrıca suçun önlenmesi, disiplinin ve cezaevinde güvenliğin sağlanmasına yönelik kabul edilebilir makul gereklilikler de somut bilgilere dayalı olarak ortaya konulmamıştır. AYM  araştırılması  için  resmi  makamlar  nezdinde  girişimde  bulunulması maksadıyla İHD ye göndermek istediği mektubun alıkonulmasını demokratik bir toplumda gerekli ve ölçülü bulmamış ve ihlal kararı vermiştir.65 Benzer diğer başvuruda da Musa Kaya nın cezaevinde kendisine ayrımcılık yapıldığına dair şikayetlere ilişkin bir mektubunun İHD ye göndermesi engellenmiştir. Gerekçe  olarak  ise  mektubunun  kurumun  işleyişiyle  ilgili  yalan  yanlış ifadeler içerdiği, kamuoyunda kurumun imajını zedelemeyi ve kurumu hedef göstermeyi amaçladığı belirtilmiştir.66 AYM, AİHM içtihatlarına atıf yaparak değerlendirmelerde bulunmuştur. AİHM ye göre yetkililerin hor görmesine dikkat çekmek, cezaevi yönetimi yetkililerine hakaret içeren sözler sarf etmek, cezaevi personeli hakkındaki iddialar gibi unsurları içeren şahsi mektupların  engellenmesi  demokratik  bir  toplumda  gereklilik  unsurunu 62  Murat Karayel, parag.80-85. 63  Akif İpek, parag.9-15. 64  Akif İpek, parag.72-73. 65  Akif İpek, parag.71-74. 66  Musa Kaya, parag.11-18. 440 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ karşılamamaktadır.67  AYM  bu  kararda  da  somut  bilgilere  dayalı  makul gerekçeler gösterilmeden mektubun gönderilmemesini gereklilik ve ölçülülük ilkelerine  uygun  bulmayarak  ihlal  kararı  vermiştir.68  Yine  Abdulvahap Kavak başvurusunda da başvurucunun o tarihteki Başbakana göndermek istediği mektup kişi ve kuruluşları hedef alan ve paniğe yöneltecek yalan yanlış ifadeler taşıması gerekçesine dayanılarak gönderilmemiştir.69 AYM demokratik toplumda gereklilik açısından incelediği somut olayda mektuptaki hangi sözlerin bu niteliği taşıdığının belirtilmediğini tespit etmiştir. AYM yapılan müdahalenin ilgili ve yeterli gerekçelere dayandırılmadığını belirterek ihlal kararı vermiştir.70 Özkan  Kart ın  yaptığı  bireysel  başvuru  cezaevinden  başka  bir cezaevinde  bulunan  arkadaşına  göndermek  istediği  mektubun  sakıncalı görülerek ulaştırılmamasına ilişkindir.71 Söz konusu mektubun bir kısmında başvurucu yasadışı silahlı terör örgütünün kurucusu ve yöneticisi olan Abdullah Öcalan›ın koşullarının iyileştirilmesi talebiyle başlatılan açlık grevlerinin ne kadar süreyle yapılması halinde etkili olacağını belirtmektedir. «Siirt te Gulan hevali tanıyorsun ibaresi ile başlayan cümleler ve kullandığın için bu kez izleyicisin ibaresi ile biten kısımlar karalanmak suretiyle mektubun gönderilmesine karar verilmiştir. AYM söz konusu ifadelerin muhatabının başka bir cezaevinde hükümlü olduğu dikkate alınarak, cezaevinde disiplinin ve güvenliğin sağlanması, suçun önlenmesi amacıyla sansürlenmek suretiyle mektubun  gönderilmesi  şeklinde  tedbir  alınmasını  makul  görmüştür.72 Ayrıca söz konusu cümlelerin karalanıp gönderilmesine karar verilmesinde bir  orantısızlık  bulunmamaktadır.73AYM,  kamu  düzeninin  korunması  ve suç işlenmesinin önlenmesi için gerekli olan demokratik toplum düzenin gereklerine  ve  ölçülülük  ilkesine  aykırı  olmayan  bu  müdahalenin  ihlale sebebiyet vermediğine karar vermiştir.74 67  Musa Kaya, parag.67-68. AİHM kararı için bkz. Fazıl Ahmet Tamer/Türkiye, 6289/02, 05/12/2006, parag.53. 68  Musa Kaya, parag.69. 69  Abdulvahap Kavak, parag.9-10. 70  Abdulvahap Kavak, parag.67-68. 71  Özkan Kart, 2013/1201, 20/05/2015, parag.1. 72  Özkan Kart, parag.71. 73  Özkan Kart, parag.72 74  Özkan Kart, parag.73. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 441Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... AİHM nin çok yakın bir zamanda açıkladığı Eker ve diğerleri/Türkiye davasında  ise  başvurucular  telefon  görüşmelerinin  sınırlandırılmasından şikayet  etmektedirler.  Sınırlandırma  sebebi  ise  başvurucuların  aileleriyle Kürtçe  konuşmaları  olarak  gösterilmiştir.  AİHM  somut  olayda  olduğu gibi ulusal makamların cezaevinde bulunan şartları da göz önüne alınarak birtakım  gereklilikler  sebebiyle  telefon  sınırlamasına  meşru  sınırlamalar getirebileceğini ifade etmiştir. AİHM tarafından müdahalenin yasallık şartının sağlandığı ifade edilmiştir.76 Başvurucuların şikayetleri genel itibariyle 20062008  yılları  arasında  gerçekleşen  müdahalelere  ilişkindir.  Somut  olayın gerçekleştiği zaman yürürlükteki hali ile Ceza İnfaz Kurumlarının Yönetimi ile Ceza Güvenlik Tedbirlerinin İnfazı Hakkında Tüzüğün 88. maddesi telefon görüşmelerinin  Türkçe  olarak  yapılmasını  esas  almaktadır.  Hükümlünün veya konuşacağı kişinin Türkçe bilmemesi halinde ise konuşmanın o dilde yapılmasına izin verilmekte ve konuşma kayıt altına alınmaktadır. Ancak hükümlünün veya karşı taraftaki kişinin Türkçe bilmediğinin tespiti için bir araştırma  yapılması  öngörülmektedir.77  AİHM,  söz  konusu  müdahalenin düzenin korunması ve suç işlenmesinin önlenmesi yönünde meşru bir amaç taşıdığını kabul etmiştir. Ancak müdahalenin gerekliliği noktasında AİHM Tüzüğün 88. maddesinde yer alan koşulları incelemiştir.78 AİHM tutukluların yakınlarının Türkçe konuşup konuşamadıklarının teyit edilmesine yönelik uygulamanın, yerinde ve gerekli olmadığı belirtmiş ve ihlal kararı vermiştir.79 Söz konusu tüzüğün ilgili hükmü 2009 yılında yargılama devam ederken değiştirilse de müdahale zamanındaki hali ihlale sebebiyet vermiştir.80 75  Eker ve diğerleri/Türkiye, 25844/07, 09/06/2015.kararın özet çevirisi için bkz. http://www. inhak.adalet.gov.tr/ara/karar/Ekervd_karari.pdf 26/12/2015 tarihinde ulaşılmıştır. 76  Eker ve diğerleri/Türkiye, parag.19. 77  Ceza İnfaz Kurumlarının Yönetimi ile Ceza Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük 88/2(p):   Telefon görüşmeleri Türkçe yapılır. Ancak, hükümlünün Türkçe bilmemesi veya görüşeceğini bildirdiği yakınının mahallinde yaptırılacak araştırma ile Türkçe bilmediğinin tespit edilmesi hâlinde, konuşmanın yapılmasına izin verilir ve konuşma kayda alınır. Kayıtların incelenmesi sonucu, konuşmanın suç teşkil etme ihtimali olan faaliyetler için kullanıldığının anlaşılması durumunda, bir daha hükümlünün aynı yakını ile Türkçeden başka bir dille konuşmasına izin verilmez 78  Eker ve diğerleri/Türkiye, parag.20-22. 79  Eker ve diğerleri/Türkiye, parag.23. 80  Değişiklikten sonraki hali:   Telefon görüşmeleri Türkçe yapılır. Ancak hükümlünün, kendisinin veya görüşeceğini bildirdiği kişinin Türkçe bilmediğini beyan etmesi hâlinde, konuşmanın yapılmasına izin verilir ve konuşma kayda alınır. Kayıtların incelenmesi sonucu, konuşmanın suç teşkil etme ihtimali olan faaliyetler için kullanıldığının anlaşılması durumunda, hükümlünün bir daha aynı kişiyle Türkçeden başka bir dille konuşmasına izin verilmez 442 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ 3- SONUÇ Anayasanın 22. maddesinde düzenlenen haberleşme özgürlüğünden temel bir insan hakkı olarak tutuklu ve hükümlüler de yararlanabilecektir. Anayasanın  22/2  fıkrasında  bulunan  sınırlandırma  sebeplerine  uygun  bir şekilde  haberleşmeye  yönelik  müdahalelerde  ise  bulunulabilecektir.  Bu hususta  hakim  kararı  veya  sonrasında  onayı  gereken  müdahaleleri  ise cezaevi idaresi hakim kararı olmadan yapabilmektedir. Cezaevleri idaresinin Anayasanın 22/3 fıkrasında belirtilen istisnai kamu kuruluşu olduğu ifade edilmektedir.  Yapılan  müdahaleler  ise  sınırlandırma  sebeplerinin  dışına çıkılmadan kanunilik, meşru amaçlara sahip olma ve son olarak demokratik bir toplumda gereklilik ilkelerini karşılayacak müdahaleler olmalıdır. AİHM içtihatları tarafından önemli olduğu belirtilen tutuklu ve hükümlülerin avukatla görüşebilmesi, kişinin telefon dahil olmak üzere yakınları ile mektup, faks, telgraf ile haberleşebilmesi 5275 sayılı Kanun ve ilgili tüzük hükümleriyle koruma altına alınmıştır. Türkiye aleyhine görülen davalardan sonra ihlale sebebiyet veren düzenlemelerin gözden geçirilip revize edilmesi de ülkemiz adına olumlu gelişmelerdendir. 5275 sayılı Kanunda söz konusu hakların düzenlenmesi, bu hakların kısıtlanabileceği durumların açıkça belirtilmesi, ve bu haklara yapılabilecek müdahalelere karşı hukuki yolların belirlenmesi de olumlu gelişmelerdendir. Zaten bu durum AİHM ve AYM tarafından da takdirle karşılanmaktadır.  Ancak,  AYM ye  yapılan  bireysel  başvuru  kararlarında en büyük problemin son aşamada sınırlandırma sebeplerine ve amaçlarına uygun olmayan elverişsiz, orantısız ve ölçülülük ilkesine uygun olmayan müdahaleler olduğu görülmektedir. Bireysel başvuru kararlarının her geçen gün artması belirli bir içtihat birikiminin de olmasını sağlayacaktır. AİHM ve AYM nezdinde oluşan bu bilgi birikiminin uygulayıcılar tarafından dikkate alınması önem arz etmektedir. Söz konusu uluslararası, ulusal düzenlemeler ve geçmiş kararlar göz önünde bulundurularak eylem veya işlem yapılması halinde doğabilecek problemlerinin de mümkün olan en az seviyeye ineceği düşünülmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 443Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu...",
     "Kaynakça": "Kitap ve Makaleler: ALTINSOY,  Bülent:  “Avrupa  İnsan  Hakları  Mahkemesi  kararları Işığında  Mahkumların  Özel  Hayatı”,  Türkiye  Barolar  Birliği  Dergisi, (115).2014, s.37-60. ALTIPARMAK Kerem: “Büyük Biraderin Gözetiminden Çıkış: Telefonların İzlenmesinde Devletin Sorumluluğu”, TBB Dergisi, sa. 63, 2006, s.29-66. DEMİRBAŞ, Timur: İnfaz Hukuku, Seçkin Yayıncılık, Ankara, 2008. DUTERTRE,  Gilles:  Avrupa  İnsan  Hakları  Mahkemesi Kararlarından Örnekler Avrupa Konseyi Yayınları, Almanya, 2003. GÖZÜBÜYÜK,  A.  Şeref,  GÖLCÜKLÜ,  Feyyaz,  Avrupa  İnsan Hakları Sözleşmesi ve Uygulaması Avrupa İnsan Hakları Mahkemesi İnceleme  ve Yargılama Yöntemi  (Dokuzuncu  Baskı), Turhan  Kitabevi, Ankara, 2011. HAFIZOĞULLARI, Zeki, ÖZEN, Muharrem: “Özel Hayata ve Hayatın Gizli Alanına Karşı Suçlar”, Ankara Barosu Dergisi, Yıl:67, Sa.4. 2009, s.922. KİLKELLY, Ursula: Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkı AİHS nin 8.Maddesi nin Uygulanmasına İlişkin Kılavuz, İnsan Hakları El Kitapları, No.1., Almanya, Avrupa Konseyi, 2001. ÖNCÜ ARSLAN Gülay: Avrupa İnsan Hakları Sözleşmesinde Özel Yaşamın Korunması Hakkı (Birinci Baskı), Beta Basım, İstanbul, 2011. ÖZBEK, Veli: İnfaz Hukuku, Orion Yayınları, Ankara, 2007. ROAGNA, Ivana: Avrupa İnsan Hakları Sözleşmesi Kapsamında Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkının Korunması, Şen Matbaa, Ankara, 2013. SEVÜK, YOKUŞ, Handan: “Avrupa İnsan Hakları Mahkemesi Kararları Işığında Tutuklu Ve Hükümlülerin Dış Dünya İle İletişimiAÜEHFD, C.VII, Sa.3-4. 2003,s.335-384. TAŞKIN Mustafa: Adli ve İstihbarî Amaçlı İletişimin Denetlenmesi, Seçkin Yayıncılık, Ankara, 2008. TEZCAN Durmuş, ERDEM Mustafa Ruhan, SANCAKDAR Oğuz: Avrupa İnsan Hakları Sözleşmesi Işığında Türkiye nin İnsan Hakları Sorunu(İkinci Baskı), Seçkin Yayıncılık, Ankara, 2004. 444 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Ramazan Onur KARADENİZ YARDIMCI, Mehmet Murat: Amerika Birleşik Devletleri Hukuku, Avrupa İnsan Hakları Mahkemesi İçtihatları ve Türk Hukukunda İletişimin Denetlenmesi, Seçkin Yayıncılık, Ankara,2009. 23 Eylül 2012-10 Nisan 2015 Tarihleri Arasındaki Bireysel Başvuru  İstatistikleri.  http://www.anayasa.gov.tr/files/bireyselBasvuru/23_eylul_2012_10_nisan_2015.pdf 26/12/2015 tarihinde ulaşılmıştır. Türkiye Cumhuriyeti Anayasası Madde Gerekçeli, 2011, Ankara. https:// yenianayasa.tbmm.gov.tr/docs/gerekceli_1982_anayasasi.pdf 26/12/2015 tarihinde ulaşılmıştır. AİHM Kararları A/Fransa, 14838/89, 23/11/1993. Ali Güzel/Türkiye, 43955/02, 21/10/2008. kararın özet çevirisine http:// www.kararara.com/aihm/turkce2/aihm11181.htm  adresinden  23/12/2015 tarihinde ulaşılmıştır. Campbell/Birleşik Krallık, 13590/88, 25/03/1992. Eker ve diğerleri/Türkiye, 25844/07, 09/06/2015. kararın özet çevirisine  http://www.inhak.adalet.gov.tr/ara/karar/Ekervd_karari.pdf  adresinden 26/12/2015 tarihinde ulaşılmıştır. Fazıl Ahmet Tamer/Türkiye, 6289/02, 05/12/2006. Fethullah  Akpulat/Türkiye,  22077/03,15/02/2011.  kararın  özet çevirisine  http://www.inhak.adalet.gov.tr/ara/karar/fethullahakpulat2011.pdf adresinden 23/12/2015 tarihinde ulaşılmıştır. Gülmez/Türkiye,16330/02, 20/05/2008. Hirst/Birleşik Krallık (No. 2),74025/01, 06/10/2005. Huvig/Fransa,11105/84, 24/04/1990. Klass ve diğerleri/Almanya, 5029/71, 6/10/1978. Kruslin/Fransa,11801/85, 24/04/1990. Lampert/Fransa, 23618/94,24/08/1998 Malone/Birleşik Krallık,8691/79,26/04/1985. Mcleod/Birleşik Krallık,24755/94,23/09/1998. Mehmet Nuri Özen/Türkiye, 15672/08, 11/01/2011. kararın özet çevirisine http://hudoc.echr.coe.int/eng?i=001-124071 adresinden 20/12/2015 taGazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 445Türk Anayasa Mahkemesi Bireysel Başvuru Kararlarında Tutuklu... rihinde ulaşılmıştır. Messina/İtalya (No. 2), 25498/94, 28/12/2000. Kučera/Slovakya, 48666/99, 17/7/2007. Vlasov/Rusya, 78146/01, 12/6/2008. Nada/İsviçre,10593/08,12/09/2012. Nusret Kaya ve diğerleri/Türkiye, 43750/06, 22/04/2014. Öcalan/Türkiye(2), 24069/03, 197/04, 6201/06 et 10464/07,18/03/2014. Ramirez Sanchez/Fransa, 59450/00, 04/07/2006. Salapa/Polonya, 35489/97, 19/12/2002. Schenk/İsviçre, 10862/84, 12/07/1988. Silver ve Diğerleri/Birleşik Krallık, 5947/72, 25/3/1983. Slawomir Musial/Polanya,28300/06, 20/01/2009. Tan/Türkiye,9460/03, 3/7/2007. AYM KARARLARI Abdulvahap Kavak, 2013/7477, 06/10/2015. Ahmet Temiz, 2013/1822, 20/05/2015. Akif İpek, 2013/9456, 24/06/2015. AYM E. 1984/14, K.1985/7,13/06/1985. AYM E.2006/142, K.2008/148, 17/4/2008 AYM E.2009/59, K.2011/69, 28/4/2011. AYM. E.2014/133,K.2014/165,30/10/2014. Fatih Taş, 2013/1461, 12/11/2014. İbrahim Uysal, 2014/1711, 23/7/2014. Mehmet Koray Eryaşa, 2013/6693, 16/04/2015. Murat Karayel,2013/2125,16/09/2015. Musa Kaya, 2013/2351, 16/09/2015. Özkan Kart (2),2013/1201,20/05/2015. Turan Günana, 2013/3550, 19/11/2014 446 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1"
}