{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "BAŞBAKANLIK VE BAKANLIK TEŞKİLATLARINDA KANUN HÜKMÜNDE KARARNAMELERLE YAPILAN DEĞİŞİKLİKLER VE HUKUKÎ SONUÇLARI",
     "Title": "THE AMENDMENTS TOOK A PLACE WITH DECREES AS A LAW ON THE PRIME MINISTER’S OFFICE AND MINISTRIES ORGANIZATIONS AND THEIR CONSEQUENCES",
     "Yazar İsmi": [
          "R. Cengiz DERDİMAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Başbakanlık ve Bakanlıklar",
          "bakan yardımcılığı",
          "kanun hükmünde kararname",
          "planlama",
          "bağımsız idari kurumlar"
     ],
     "Keywords": [
          "The Prime Minister’s Office and Ministries",
          "Deputy Minister",
          "Decree As a Law",
          "Organizing",
          "Autonomous Administrative Institutions"
     ],
     "Özet": "Acil,  zorunlu  ve  önemli  bir  durum  yokken,  Başbakanlık  ve  bakanlık teşkilatlarında Kanun Hükmünde Kararnamelerle (KHK) yapılan yeni değişiklikler, esasen, yasama yetkisinin devredilmezliği” prensibine aykırıdır. Bu değişiklikler sırasında konulan bakan yardımcısının konumu yeterince belirli  değildir.  Başbakanlık  ve  bakanlıkların  bağlı”,  ilgili”  ve  ilişkili” kuruluşlarının tanımları ve bunları belirlenmesi için göz önünde bulundurulacak kıstaslar daha somut belirlenmelidir. Bakanlar Kurulu ve Başbakanlığın yüklendikleri, asıl görevleri dışındaki görevler devam etmektedir. Bu, asıl görevlere yoğunlaşmayı azaltmaktadır.    KHK lerle yapılan değişiklikler sırasında planlama görevinin Başbakanlıktan Kalkınma  Bakanlığına  aktarılması  yerinde  olmamıştır.  Zira  planlama  tüm bakanlıklarla koordine kurmayı gerektiren hükûmetin genel siyaseti”ni saptamaya esas olan, bizce  özerk” bir faaliyettir.",
     "Abstract": "When there are no emergency and important situations, the new amendments with decrees as a law about the Prime Minister s Oﬃ  ce and Ministries organizations are against the principal of inalienability of legislative prerogative. With these amendments has been established the positions called deputyminister that it has not been clearly deﬁ ned. Moreover, those deﬁ nitions should be identiﬁ ed in a more clear way: bound, related and connected institutions.     Prof. Dr., Uludağ Üniversitesi İİBF Kamu Yönetimi Bölümü Öğretim Üyesi, 16059 Nilüfer/ Bursa/Türkiye. E mail: rcderdiman@uludag.edu.tr Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 189Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... The Cabinet and the Prime Minister s Oﬃ  ce s duties still mainly are the same other than additional duties. This situation causes not the focusing on main duties of the Cabinet and Prime Minister s Oﬃ  ce.     The amendments with decrees as a law orders that the duty of organizing was given to development ministry oﬃ  ce that is taken away from the Prime Minister s Oﬃ  ce. It is a poor decision. Our point of view, the organizing needs to be established with the coordination of other ministries oﬃ  ces, thus it draws the general policy of government that is the autonomous activity.",
     "Metin": "Ülkemizde 2011 de çıkarılan bir dizi Kanun Hükmünde Kararnameyle (KHK yle),  Başbakanlık  ve  Bakanlıkların  teşkilat  yapıları  yeniden düzenlenmiştir. Başbakanlığın bir kısım bağlı ve ilgili kuruluşları başka bakanlıklara bağlanmış ve bu arada bir kısım yeni bakanlıklar kurulmuştur.   Bu makale, Türk kamu yönetiminde Başbakanlık ve Bakanlıkların yeniden teşkilatlandırılması ya da bazı bakanlıkların ilk kez kurulmasını, birbirleriyle bağlantılı olan disiplinler olarak, kamu yönetimi, anayasa ve idare hukuku açısından incelemekte; bu değişikliklerin hukuka aykırı nitelik taşıyor olabileceklerini, gerekçeleriyle iddia etmektedir. Bu incelemede; Yeniden düzenleme çalışmalarına rağmen Başbakanlığın ve Bakanlar Kurulunun devam eden asıl görevlerinden başka görevlerinin kendilerine yük oluşturduğu; kamu yönetimindeki yeni yapılandırmalarda uzun yıllardan beri devam edegelen bu sorunun yine çözül(e)mediği, kanaatlerimiz de ortaya konmuştur. Başbakanlık ya da bakanlıkların bağlı, ilgili ve ilişkili kuruluşları tanımlayan ve bunları bir birlerinden ayıran ölçütlerin yeterince belirlenmemiş olduğuna dikkat çekilmiştir. Kamu yönetiminin KHK lerle düzenlenmesinin kamu yönetimi, anayasa ve idare hukuku ilkeleriyle uyumlu olmayacağı ve bunların gerekçeleri, karar yılı ve sayısı verilen Anayasa Mahkemesi (AyM) kararlarından örneklerle belirtilmiştir. 190 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Yeni yapılanmada makalenin konusuyla ilgisi açısından dikkat çeken, planlama  faaliyetlerinin,  Başbakanlığa  bağlı  kuruluş  iken  lağvedilen Devlet Planlama Teşkilatının yerine, 641 sayılı KHK ile kurulan Kalkınma Bakanlığı  bünyesine  alınmış  olmasının  bir  kısım  sorunlara,  özellikle hükûmetin genel siyasetinin tespitinde güçlüklerle karşılaşılmasına sebep olabileceğine işaret edilmiştir. Bu konunun, bir KHK ile düzenlenmiş olması bağlantısı ve konunun önemi bakımından kapsama alınması gerekmiştir. BAŞBAKANLIK, BAKANLAR KURULU VE BAKANLIKLARIN TEŞKİLATLANMALARINA İLİŞKİN GÖZLEMLER Teşkilatlanma, Görev ve Yetkiler Ülkemizde Başbakanlık Başbakan tarafından yönetilir. Başbakanlık, Anayasa ve kanunlarda öngörülen görevleri yerine getirmektedir. Başbakanın Başbakanlık teşkilâtını ve personelini yönetme görev ve yetkilerinden başka, konumuyla uygun olarak bir kısım görevleri ve yetkileri de bulunmaktadır: 1-)  Başbakan,  Cumhurbaşkanınca,  Türkiye  Büyük  Millet  Meclisi (TBMM)  içinden  görevlendirilir.  Başbakan  Bakanlar  Kurulu  üyelerini Anayasal usûl ve şartlara uygun olarak seçme ve Cumhurbaşkanına teklif etme yetkisine sahiptir. Bakanlar ve Bakanlar Kurulu, Başbakan tarafından teklif edilen bakanların listesi Cumhurbaşkanı tarafından onaylandıktan sonra göreve başlamış olur. Bakanlar Kurulunun göreve başlaması TBMM den güvenoyu almış olmak şartına bağlı değildir. Güven oylaması, hükûmete ve hükûmet programına güven duyulup duyulmadığını; dolayısıyla programını uygulamasını onaylandığını ya da onaylanmadığını; sonuçta ise hükûmetin görevde kalıp kalmamasını belirleyen işlemdir.   TBMM seçimlerinin yenilenmesine Cumhurbaşkanı tarafından TBMM başkanının da görüşü alınmak kaydıyla karar verilmesi halinde oluşacak geçici  bakanlar  kurulu  için  Başbakan  yine  Cumhurbaşkanı  tarafından görevlendirilmektedir. Bu duruma has olmak üzere Anayasa, Başbakanın TBMM  üyelerinden  olması  gerektiği  yönünde  bir  hüküm  getirmemiştir. Anayasanın 114/2. Maddesinde başbakanın geçici bakanlar kurulunu kurmak üzere atanacağı belirtilmiştir. Bu hükümden, bu şekilde kurulan bakanlar 1  Organisation  der  Bundesministerien  2012,  http://www.hausarb  eiten.de/faecher/ vorschau/101221.html, erişim: 02.01.2013. 2   Fındıklı, Remzi, İdare Hukuku, Uzman Kariyer Yayınları, Ankara, 2012, s. 54. 3   Bozkurt, Ömer-Ergun, Turgay-Sezen, Seriye (Ed), Kamu Yönetimi Sözlüğü, 2. Baskı, TODAİE Yayınları no: 342, Ankara, 2008, s. 22. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 191Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... kurulunun Cumhurbaşkanının onayından muaf olduğu sonucunu çıkarmamak gerekir. Zira Anayasanın diğer hükümleriyle birlikte sistematik yorumundan bu halde kurulan Bakanlar Kurulunun da Cumhurbaşkanının onayıyla göreve başlaması gerektiği sonucu çıkarılabilir. 4   2-)  Başbakan,  Bakanlar  Kurulunu,  gerekli  olduğu  hallerde,  kendi başkanlığında toplantıya çağırır. Toplantı gündemi de Başbakan tarafından hazırlanır. Başbakan gündemi belirlerken bakanlarla görüşebilir. Bakanlar Kurulunun sekretaryası Başbakanlık teşkilâtında bulunur. Başbakanın,  Bakanlar  Kurulunun  kararlarından  birinci  derecede sorumlu olması, Bakanlar Kuruluna başkanlık etmek ve Bakanlar Kurulu kararlarının yürütülmesini gözetmek gibi yetkilerini doğal hale getirmektedir. Bakanlıklar da bu kararların yerine getirilmesinden sorumlu olmaktadırlar. 3-)  Şu  halde,  Başbakan,  bakanları  kanunların  ve  Bakanlar  Kurulu kararlarının uygulanması bakımından denetim ve gözetim yetkisine sahiptir. Parlamenter  hükûmet  sisteminde  başbakanın  eşitler  arasında  öncelikli konuma  sahip  olmak  gibi  bir  rolünün  1982  Anayasasının  öngördüğü hükümler  çerçevesinde  daha  da  kuvvetlendiğini  söylemek  yanlış  olmaz. 1982 Anayasasının 112/2. maddesinde, bakanların Başbakana karşı ve kendi yetkisi içindeki işlerden ayrıca sorumlu oldukları belirtilmiştir. Anayasanın bu  maddesine  göre  Başbakan  (da),  bakanların  görevlerinin Anayasa  ve kanunlara uygun olarak yerine getirilmesini gözetmek ve düzeltici önlemleri almakla yükümlüdür.    4-) Başbakan, bakanlıklar arasında koordinasyonu sağlamak yetkisine sahiptir. Buna, 1982 Anayasasının 112/3. maddesinde, Başbakanın görev ve yetkileri arasında yukarıda değinilen, bakanlıkların görevlerinin yerine getirilmesini  gözetmek  yetkisi  dayanak  teşkil  etmektedir.  Bu  maksatla birden fazla bakanlığın görevleri arasında bulunan bir konuda kanunlara uygun olarak uzlaştırıcı çözümler bulmak Başbakanın görev ve yetkileri içindedir. Bu  bağlamda,  bakanlıkların  aralarında  oluşan  görüş  ayrılıklarının giderilmesi  de,  hükûmetin  genel  siyasetinin  belirlenmesi  kapsamında 4  28 Ağustos 2015 Tarihli ve 29459 Sayılı Resmî Gazete nin 4. Mükerrer Sayısında yayınlanan, birisi Başbakanlıktan Cumhurbaşkanlığına, diğeri de Cumhurbaşkanlığından Başbakanlığa hitap eden yazılardan Başbakan bakanlar kurulunun atanmasını teklif etmiş, Cumhurbaşkanı da atamıştır. Bkz: Uslu, Ferhat, Geçici Bakanlar Kurulu ya da Seçim Hükûmeti, 31 Ağustos 2015, http://webunya.com/gecici-bakanlar-kurulu-ya-da-secim-hukumeti, erişim: 12.09.2015 5     Organisation der Bundesministerien, 2012 192 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN değerlendirilirse Bakanlar Kurulunca çözümlenecektir. Alman Anayasasının 65. maddesi bu tür görüş aykırılıklarının Bakanlar Kurulunca giderileceğini hüküm altına almıştır. Bir kısım anlaşmazlıkları başbakanın politik girişimiyle giderilebilmesi de mümkün olabilmektedir.6 Bu hususta 1982 Anayasamızla uyumlu olarak yapılacak değerlendirme, bizleri, hükûmetin genel siyasetini etkilemeyecek  görüş  ayrılıklarının  Başbakan;  etkileyecek  görüş ayrılıklarının da Bakanlar Kurulu tarafından giderilmesi gerektiği kanaatine sevk etmektedir. Sonuç itibarıyla Türk 1982 Anayasası sisteminde Başbakan eşitlerde birinci olmaktan daha ileri derecede güçlendirilmiştir. Bu güçlendirme; Başbakanlık teşkilat, görev ve yetkilerini düzenleyen 3056 sayılı Kanunun 4/1. maddesine, Başbakanın ‘bakanlıkların amiri  olduğu şeklinde yansımıştır. Yalnız,  bakan(lık)  üzerindeki  bu  amirlik,  kendine  özgü,  görevlerin gerektirdiği mümessillik düzeyinde bir amirlik, şeklinde düşünülmelidir. Başbakanın bakanlara nazaran eşitlerde birinci değil; bakanların hiyerarşik olarak üstünde yer aldığına ya da yönetimde güçlü olmasına veya hükûmette eşitlerde birinci olmaktan ziyade, hükümetin gidişatını fiiliyatta belirleyici üstün bir konumuna ilişkin değerlendirmeler de bu sınıra özen gösterilerek anlamlandırılmalıdır.  Dolayısıyla  başbakanın  bakanlarla  ilişkisinin  bir siyasi liderlik ilişkisi olduğuna dikkat çekilmiştir. Batı demokrasilerinde başbakanın  kabine  içinde  güçlü  ve  Devlet  yönetiminde  etkin  olduğu görülmektedir.11 Fakat, Başbakanın her yönden bir amir olduğunu kabul etmek parlamenter rejimin mantığına aykırı olur. Başbakanın tam bir hiyerarşik 6   Zippelius, Reinhold-Würtenberger,Thomas, Deutsches Staatsrecht, 32. Auﬂ age Verlag C. H. Beck, München, 2008, s. 435, 436. 7   Eryılmaz, Bilal, Kamu Yönetimi Düşünceler Yapılar Fonksiyonlar, Güncellenmiş 3. baskı, Okutman Yayıncılık, Ankara, 2010, s. 102. 8   Derdiman, R. Cengiz, İdare Hukuku, 5. Baskı, Aktüel Yayınları, Bursa. 2015, s. 226. 9   Örneğin, Birch, A. H., The British System Of Goverment, Revised Edition, George Allen & Unwin Ltd, London, 1975, s. 161, 165; Barnett, Hilaire, Constitutional AndAdminıstrative Law, Fourth edition first published in Great Britain 2002 by Cavendish Publishing Limited, London, 2002, s 314; Hopp, Gerhard, Politische Führung in der Westminster-Demokratie: Großbritannien,  Politische  Führung  in  westlichen  Regierungssystemen,  Theorie  und Praxis im Internationalen Vergleich, Herausgegeben: Martin Sebaldt-Henrik Gast, GWV Fachverlage GmbH, Wiesbaden 2010, s. 95, 96. 10  Fındıklı, s. 54 11  Örneğin, Birch, s. 161, 165; Hopp, s. 72, 73; Gast, Henrik, Politische Führung in der Kanzlerdemokratie: die Bundesrepublik Deutschland, Politische Führung in westlichen Regierungssystemen, Theorie und Praxis im Internationalen Vergleich, Herausgegeben: Martin Sebaldt-Henrik Gast, GWV Fachverlage GmbH, Wiesbaden 2010, s. 95-121. 12  Derdiman, (2015), s. 225. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 193Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... denetim yetkisine sahip amir olduğunu söylemek; örneğin Bakanlar Kurulu kararlarında her bir bakanın en azından hiyerarşik etki ya da baskı altında kalma ‘endişesi  taşımasına ve/veya benzer sakıncalara sebebiyet verebilir. Alman hukukunda siyasetin genel hatlarını belirleme yetkisine sahip kılınmış Başbakan da, bu güçlü konumuyla birlikte, esasen, bir sevk ve koordine makamı olarak algılanmıştır. Yalnız,  yeni  bir  kısım  düzenlemeler  de  göz  önünde  tutulursa, Başbakanlık ve bakanlıkların teşkilatlanmalarında bir kısım sorunlar ortaya çıkmaktadır: Başbakanlık, kendi asıl görevlerinden başka, kendisine bağlı, ilgili veya ilişkili kuruluşları vesayet denetimi ya da hiyerarşik denetimle sevk ve idaresi görevlerini de yüklenmiştir. Başbakanlığın; günümüzde yapılan bir kısım yeni düzenlemelere rağmen, hâlâ, ayrıca bir hizmet bakanlığı gibi görülmeye devam ettiği söylenebilir. Başbakanlıkla doğrudan ilgisi olmayan kuruluşların mevcut hizmet bakanlıklarına bağlanması ya da bu hizmetler için ayrı hizmet bakanlığı kurulması gerekli olmaktadır. Bakanlar hizmet ve faaliyetlerinden dolayı Başbakana karşı sorumlu olduklarına göre, Başbakanlığa bağlı kalması gerekli olmayan hizmetlerin, bakanlıklara aktarılmasıyla verimleri de düşmez. Başbakanın  görev  ve  yetkileri  ve  yürütme  organında  kendine özgü statüsü, Milli İstihbarat Teşkilatı ve Türkiye İstatistik Kurumu gibi kuruluşların  hizmetlerinden  doğrudan  yararlanmasını  gerektirecektir. Planlama  faaliyetlerini  yürütecek  birimlerin  de  Başbakanlık  bünyesinde kalması önemsenmelidir. Neticede Başbakanlığın görev ve yetkilerine etkinlik kazandıracak kuruluşların Başbakanlık bünyesinde kalmaları gerekmektedir. 2011 de çıkarılan ve birçok Bakanlığı ilk kez kuran ya da yeniden düzenleyen bir dizi KHK ile evvelce Başbakanlığa bağlı Millî Prodüktivite Merkezi, Gençlik ve Spor Genel Müdürlüğü, Dış Ticaret Müsteşarlığı ve Gümrük Müsteşarlığı gibi bir kısım kuruluşlar farklı farklı bakanlıkların bünyelerine alınmışlardır. Buna karşılık, bugün örneğin, Toplu Konut İdaresi Başkanlığı, Vakıﬂ ar Genel Müdürlüğü, Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı, Ziraat, Vakıﬂ ar ve Kalkınma Bankaları gibi bağlı, ilgili veya 13  Besson, Waldemar-Jasper, Gotthard, Das Leitbild der modernen Demokratie, Bauelemente einer freiheitlichen Staatsordnung, Landeszentrale für politische Bildung, Franzspiegel Buch GmbH. Ulm, Bonn, 1990, s. 51 14  Derdiman, R. Cengiz, Türkiye İdaresinin Hukuksal Yönü ve Yapısı, Alfa Yayınları, İstanbul, 2003, s. 415; Bozkurt vd., s. 22. 194 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN ilişkili bir kısım kuruluşlar, farklı Bakanlıkların bünyesinde bulunmaları daha  doğru  görünmesine  rağmen,  Başbakanlık  bünyesinde  bırakılmış durumdadırlar. Diğer  taraftan,  örneğin,  5952  sayılı  Kanunla  İçişleri  Bakanlığına bağlı olarak 2010 da kurulan ve 08.07.2011 tarihinde yapılan değişiklikle Başbakanlığa  bağlanan  Kamu  Düzeni  ve  Güvenliği  Müsteşarlığının teşkilatlanmasında şu iki sorun da ayrıca dikkat çekmektedir: 1-) Bu kuruluşun, emniyet ve asayiş hizmetlerini yerine getiren Emniyet Genel  Müdürlüğü  ve  Jandarma  Genel  Komutanlığı  gibi,  neden  İçişleri Bakanlığının bağlı kuruluşu olarak bırakılmadığı, bizce haklı bir gerekçeyle açıklanamaz. 2-) Emniyet ve asayiş hizmetleri, plan, program ve operasyonlarıyla bir bütün teşkil eder. Örneğin, Emniyet Genel Müdürlüğü Terörle Mücadele Daire Başkanlığının terörle mücadele için strateji geliştirmesi, aynı teşkilat bünyesi içinde cereyan etmesi gereken işlevdir. Aynı amaca yönelmiş aynı konulardaki görevlerin farklı farklı teşkilatlarca üstlenilmesi ve bir de bu teşkilatların birisinin genel müdürlük, diğerinin buna nazaran müsteşarlık şeklinde daha üst seviyesinde teşkilatlanması ve üstüne üstlük Başbakanlığa bağlanması; a-) Yönetimin sadeleştirilmesi ilkesine aykırı olacak, b-) İdarî koordinasyonu bozacak, c-) Daha alt düzeydeki, genel müdürlük seviyesinde teşkilatlanmış bir kuruluşun muhtemelen motivasyonunun bozulmasına ve belki de örgütsel psikolojik direnim göstermesine sebebiyet verebilecektir. Tüm  bunların  kamu  hizmetinin  etkinliğini  ve  sürdürülebilirliğini olumsuz etkilemeyeceği söylenemez. Bu bilgiler; 1-) Aynı konuda görev yapan birden fazla teşkilatın birleştirilmesi gibi yollarla yönetimin sadeleştirilmesinin, 2-) Başbakanlığa halen bağlı, ilgili ya da ilişkili kuruluşlardan hangilerinin Başbakanlığın bünyesinde bırakılacakları yeniden tespit etmenin, 15  Başbakanlık, http://dtvt.basbakanlik.gov.tr/AnaSayfa.aspx, erişim: 29.12.2012. 16  Kamu Düzeni ve Güvenliği Müsteşarlığı, http://www.kdgm.gov.tr/index. snet?wapp=9432F-CD-4643-9FA-42D839BDC, erişim: 03.01.2013. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 195Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... 3-) Başbakanın görev ve yetkilerine ilişkin kendine özgü konumu gereği, Başbakanlığa bağlı kalması gerekenler dışındaki kuruluşların hizmet bakanlıklarına bağlanmasının, Gerekli olduğunu da açıklamaktadır. Bakanlar Kurulunun Fazladan Yüklendiği Görev ve Yetkiler Ülkemizde yürütmenin sorumlu kanadını oluşturan Bakanlar Kurulu, yasama ve yargı organlarının görev ve yetkilerine girmemek kaydıyla idari ve siyasi nitelikteki konularda, başbakan ve bakanların görüşülmesini istedikleri her konuyu görüşmeye ve karar bağlamaya yetkili addedilmektedir. Bu doğrultuda, Bakanlar Kurulunun kendi yükünden çok daha fazla yükünün bulunması sorunu, yeni düzenlemeler içinde ele alınıp çözülmüş değildir. Bakanlar  Kurulunun  görevi  hükümetin  genel  siyasetini  tespit ve  bu  kapsamda  aldığı  kararların  Başbakan  ve  (Başbakanın  denetim  ve gözetimindeki)  bakanlar  vasıtasıyla  uygulanmasını  sağlamaktır.  Buna karşılık, zamanımızda niteliği itibarıyla birçoğu sadece bakanlıkların görev ve yetkisinde görülebilecek pek çok konunun görüşülmesi ve kararlaştırılması Bakanlar  Kurulunu  meşgul  etmektedir.  Bakanlar  Kurulu,  örneğin;  bir derneğin kamu yararına faaliyet göstermesine, kişilere üstün hizmet madalyası verilmesine  ya  da  bir  kimsenin  kullanılan  mezarlıklar  dışında  bir  yere defnedilmesine karar vermek veya bakanlıkların görev ve yetki alanına giren konularda yönetmelik çıkarmak gibi, üstlendiği bir kısım görevlerle yükünü artırmıştır. Böylece, Bakanlar Kurulu asıl görevine yeterince yoğunlaşamamış ve görevlerini daha etkin yürütmekten yoksun kalmış olmaktadır. 1982 Anayasamıza göre hükûmetin genel siyaseti kavramı içinde değerlendirilmeyecek  hususların  Bakanlar  Kurulunun  görev  alanında görülmesi, Bakanlar Kurulunu kendi görevlerini yapan bir hizmet bakanlığı gibi algılamaya da vesile olabilir. Bu nedenlerle; bakanlıkların görevlerinin tamamlayıcı parçası sayılan konuların, Bakanlar Kurulundan bakanlıklara aktarılması yararlı olacaktır. Böylece, Bakanlar Kurulunun, etkin hizmet için hükûmetin genel siyasetini 17  Derdiman, (2015), s. 223. 18 Kamu Yönetimi Araştırma Raporu, Genel Rapor, Türkiye ve Orta Doğu Amme İdaresi Enstitüsü Yayınları no: 238, Ankara, 1991, s. 15-17. 19  Fındıklı, s. 55. 196 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN tespit şeklindeki asıl görevine yoğunlaşması sağlanacaktır. Böylece, Bakanlar Kurulunun, Anayasanın 112. maddesindeki hükûmetin genel siyasetinin tespiti ve yürütülmesi işlevi hayata daha iyi geçmiş olacaktır. Bakanlar Kurulunun yönetmelik çıkarması da prensipte Anayasanın 124. maddesine aykırıdır. 1982 Anayasası, yönetmeliği, kendi konularıyla ilgili  olarak  Başbakanlığın,  bakanlıkların  ve  kamu  tüzel  kişiliklerinin çıkarabileceklerini  belirtmektedir.  Anayasa,  yönetmelik  çıkarabilecek kuruluşlar arasında Bakanlar Kurulu na yer vermemiştir. Hâlbuki uygulamada, Bakanlar  Kurulu  yönetmelik  çıkarabilmektedir.  Bakanlar  Kurulunun hükûmetin genel siyasetine ilişkin konularda yönetmelik çıkarması kabul edilebilir. Hükûmetin genel siyaseti ile doğrudan ya da dolaylı ilişkili çok  geniş  bir  çerçeve  çizilebileceği  söylenebilir.  Dolayısıyla,  bu  yetki, hükûmetin genel siyasetinin tespiti ya da yürütülmesiyle doğrudan ilgili görülen konularda kullanılmalıdır. Meselâ İçişleri Bakanlığı personelinin yer değiştirmesini konu alan bir yönetmeliğin Bakanlar Kurulunca çıkarılması Anayasaya uygun değildir. Bir de, yönetmeliklerin, Anayasanın 124. maddesine göre, kanunların ya da tüzüklerin uygulanmasını göstermek üzere çıkarılmaları gerekirken; bir uygulamayı gösteren yöntemleri izahtan ziyade, daha detaylı, kanunun emrettiği işleri belirtir bir genişliği içerebildikleri görülmektedir. Kanundaki işleri belirtmek sebebi, Anayasaya göre, tüzüklerin çıkarılması sebeplerinden biridir. Danıştay 10. Dairesinin 1997/5493 sayılı kararında da belirtildiği üzere, yasayla düzenlenmeyen bir husus (da) yönetmelikle düzenleneme(z). Bir konuda tüzüklerin uygulanmasını göstermek için yönetmelik çıkarabilmek de, öncelikle kanunla düzenlenmiş bir konuda tüzüğün çıkarılmış olmasını gerektirir. Yönetmeliğin  çıkarılmasının  tüzüğe  nazaran  daha  kolay  olması, yönetimi tüzük çıkarmayı gerektiren bir konuda bile yönetmelik çıkarmaya sevk  edebilmektedir.  Değişik  bir  ifadeyle,  Bakanlar  Kurulunun  tüzük çıkarılması gereken konularda Danıştay ın incelemesinden kaçınmak niyetiyle yönetmelik çıkarmaya tevessül etmesi mümkündür. Her ne olursa olsun, 1-) Yukarıda söylendiği gibi, Bakanlar Kurulunun, doğrudan hükûmetin genel siyasetine konu olmayan ya da bu siyasetle yakın ve belirgin ilişkisi bulunmayan bir konuda yönetmelik çıkarması Anayasaya aykırı olacaktır.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 197Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... 2-) Kanunların ya da (varsa) tüzüklerin uygulanmasını göstermek sebebinden başka bir sebeple çıkarılan yönetmelikler, bir düzenleyici işlem olarak, sebep yönünden iptal edilebilirlik ile sakatlanmış olacaklardır.  Yukarıda verilen örneklerin ve örneklere benzer konuların Bakanlar Kurulunun görev alanından çıkarılması, Bakanlar Kurulunun hükûmetin genel siyasetinin gereklerini belirleme ve kararlaştırma faaliyetlerine daha fazla zaman ayırmasını sağlayacaktır. Bağlı, İlgili ve İlişkili Kuruluşların Yerlerinin Değiştirilmesi Bağlı ve İlgili Kuruluşların Tanımları ve Özelliklerinde Belirsizlik   KHK lerle  yeniden  yapılandırılan  Başbakanlık  ya  da  bakanlık teşkilatlarının bünyesinde bulunan bu tür kuruluşlar için de bir değerlendirme yapmak faydalı olacaktır. 3046 sayılı kanunun 10. maddesine göre, bağlı kuruluşlar bakanlığın hizmet ve görev alanına giren ana hizmetleri yürütmek üzere, bakanlığa bağlı olarak özel kanunla kurulan, genel bütçe içinde ayrı bütçeli veya katma bütçeli veya özel bütçeli kuruluşlardır. 11. maddede ilgili kuruluşlar; özel kanun veya statü ile kurulan, iktisadi devlet teşekkülleri ve kamu iktisadi kuruluşları ile bunların müessese ortaklık ve iştirakleri veya özel hukuki, mali ve idari statüye  tabi,  hizmet  bakımından  yerinden  yönetim  kuruluşları  şeklinde düzenlenir. Bu kuruluşların ilgili olduğu bakanlık (3046 sayılı) Kanunun koyduğu usule göre belirlenir hükmü bulunmaktadır. Günümüzde bağlı ve ilgili kuruluşların her birini tanımlayan ve bunları bir birinden ayıran kıstaslar bizce yetersiz olup, yeni düzenlemeler sırasında da açıklığa kavuşturulmamışlardır: 1-) 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunuyla, örneğin, bağlı kuruluşların tanımında yer alan katma bütçe tabiri kaldırılmış ve özel bütçe gibi bütçelerin tanım ve kapsamları değişmiştir. Daha evvel Maliye  Bakanlığı  tarafından  hazırlanmayan  bütçelerle  yerel  yönetimlerin bütçeleri özel bütçe addedilirken, 5018 sayılı Kanun II sayılı cetvelinde yer alan kuruluşların bütçelerini özel bütçe olarak vasıﬂ andırmıştır. 2-)  Bağlı  kuruluş  bulunduğu  bakanlıktan  bir  başka  bakanlığa bağlanırsa, sonuçta her iki bakanlığın ana hizmetlerini de sırayla yürütmüş olacaktır. Bu durum, bakanlıkların hizmet tanımlarının neden daha sağlıklı yapılmadığı; bağlı kuruluşun neden önceki bakanlık bünyesinde kalmadığı 198 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN ya da neden sonraki bakanlığa bağlı olarak kurulmadığı, gibi pek çok soruyu akla getirebilecektir.  3-) Bir bakanlığın ana hizmetlerini yürütmek için, bakanlık içinde ana hizmet birimleri kurulmalıdır. Bakanlığa bağlı kuruluşların, bakanlıkların ana hizmetlerini yürüttükleri halde neden bakanlık içinde bir birim olarak kurulmadıkları bilinmemektedir. Örneğin, daha evvelce Başbakanlığa bağlı bulunan Dış Ticaret Müsteşarlığının 637 sayılı yeni bir KHK ile kurulan Ekonomi Bakanlığının ana hizmet birimlerini oluşturması, bağlı kuruluşların başka  bakanlıklarda  yeniden  yapılandırılabileceğine  veya  ana  hizmet birimlerine dönüştürülebileceğine örnek teşkil etmektedir. Öte yanda ise; bu bakanlığa bağlanan Serbest bölge müdürlükleri ile ihracata yönelik Devlet destekleri kapsamında Destekleme ve Fiyat İstikrar Fonunun kalkınmayla daha çok ilişkili olduğu düşünülerek kalkınma bakanlığının ilgili ya da bağlı kuruluşu haline getirilmeyecekleri garanti edilemez. 4-) Bakanlığın görevleri içindeki ana hizmetleri yürüten ve bakanlık iç birimi olarak kurulmayan bağlı kuruluşların bu bağlılıklarının hiç olmazsa hiyerarşik bir bağlılık olması gerektiği tezini çürütebilmek için; bunların bir kısmının yerinden yönetim ilkesine uygun olarak kurulmalarının haklı sebepleri daha somut olarak ortaya konmalıdır. 5-) Bağlı kuruluşların belirlenmesinde esas alınan ölçütlere bakılınca, hâlihazırda bir kısım ilgili kuruluşların, bağlı kuruluş kategorisine alınması ya da bakanlık ana hizmet birimi olarak teşkilatlandırılması gerekecektir. Örneğin,  Çalışma  ve  Sosyal  Güvenlik  Bakanlığının  ana  hizmetlerinden olan  işsizlikle  mücadele  bakanlık  içinde  bir  ana  hizmet  birimiyle yürütülebilecekken bu hizmetleri yürütmek görevlerini üstlenen Türkiye İş Kurumunun, Bakanlığın ilgili kuruluşu olarak teşkilatlandırılmasının izahı güç olsa gerektir. İlişkili Kuruluşların Tanım ve Özelliklerine İlişkin Belirsizlikler Benzer belirsizlikler, 3046 sayılı Kanunun, 643 sayılı KHK ile eklenen 19/a  maddesiyle  düzenlenen  ilişkili  kuruluşların  tanımlarında  ve  diğer kurumlardan ayırt edilmelerinde de görülmektedir. Danıştay kararlarında da, bağlı ve ilişkili kavramları çoğu kez bir birlerinin yerine kullanılmıştır. 20  Güler, Birgül Ayman, Yetki Kanunu-6223: Genel Özellikler Üzerine Bir Değerlendirme, Kanun  Hükmünde  Kararnamelerle  Yönetmek,  Derleyen: A. Argun Akdoğan, YAYED Yayınları, Ankara, 2012, s. 25. 21  Sönmez, Ümit, Piyasanın İdaresi Neoliberalizm ve Bağımsız Düzenleyici Kurumların Anatomisi, İletişim Yayınları, İstanbul, 2011, s. 206 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 199Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... 3046 sayılı kanuna eklenen 19/a maddesine göre, Bakanlık bağlı, ilgili ve ilişkili kuruluşları (10/12/2003 tarihli ve 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanununa ekli (III) sayılı cetvelde yer alan kurumlar dâhil) Başbakanın teklifi ve Cumhurbaşkanının onayı ile, Başbakanlıkla veya diğer bakanlıklarla ilgilendirilebilir. Bir kere, bu hükümden, 5018 sayılı kanunun öngördüğü III sayılı cetvelde  yer  alan  düzenleyici  idarî  kurumlardan  başka  kurumların  da ilişkili kuruluş kapsamında kabul edildiği ortaya çıkmaktadır. Bu arada, düzenleyici idari kurumların kapsamı da belirsizdir. Örneğin Başbakanlığın 633 sayılı Kanuna göre bağlı kuruluşu olan Diyanet İşleri Başkanlığının bile düzenleyici idari kurum olabileceği görüşü halen geçerliliğini korumuş olmaktadır. Bu örnek; bağlı kuruluşların bazen düzenleyici idari kurum addedilebildiğini; bu bağlamda bağlı kuruluş ile ilişkili kuruluş arasında farkın yeterince somut olmadığını göstermiş de olmaktadır. Literatürde  ilişkili  kuruluş  deyince,  akla,  daha  çok  düzenleyici idari  kurumlar  gelmektedir  Bu  kurumlara  düzenleyici  ve  denetleyici kamu kurumları, bağımsız idarî kurumlar veya bağımsız düzenleyici kurumlar da denmektedir. Bu kurumlar, tabi oldukları vesayet denetimi asgariye  indirildiğinden  dolayı  bağımsız  idarî  otoriteler  olarak  da adlandırılabilmektedirler.  Düzenleyici idari kurumların nitelikleri ve Anayasal konumları üzerinde de farklı görüşler ileri sürülmüştür: Bu kurumlar, genel olarak, piyasada bir kısım faaliyetlerin serbest ve güven içinde yürütülebilmesi için düzenleme ve denetleme yapma yeteneği ile donatılmış olan ve görevlerini adeta bağımsız yürütebilen düzenleyici ve denetleyici görev ve yetkiler üstlenmiş ve daha çok kurul halinde çalışan kurumlardır. 22  Benzer değerlendirme: Duran, Lütfi, Türkiye de Bağımsız İdarî Otoriteler Amme İdaresi Dergisi, cilt: 30, Sa. 1 Mart 1997, s.  6. 23  Duran, s. 6 24  Eryılmaz, s. 107. 25  Derdiman, (2015), s. 355; Tan, Turgut, Bağımsız İdari Otoriteler veya Düzenleyici Kurullar, Amme İdaresi Dergisi, c. 35, sa.: 2, Haziran 2002, s.  16.. 26  Bakınız: Adamovich, Ludwig-Funk, Bernt Cristian-Holzinger Gerhard-Frank, Stefan L., Österreichisches Staatsrecht, Band 4: Allgemeine Lehren Des Verwaktungsrechts, SpringerVerlag/Wien, 2009, s. 57, 58. 200 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Bir görüş, düzenleyici idari kurumların bağımsızlık özelliklerini, denetlenmelerinin asgarîye indirilmesine ve Bakanlığın hukuka aykırı işlemleri aleyhine mahkemeye gidebilme yetkisi kullanabilmesine dayandırmaktadır. Bir başka yazar,  bunların ilgili ya da ilişkili olduğu bakanlıkların kanunlarında gösterildiğini belirterek; bizce, ilişkili ya da ilgili kuruluş olarak  adlandırma  karmaşasına  da  değinmektedir.  Çünkü  bunlardan hangilerinin ilgili hangilerinin ilişkili kuruluş olduklarına ilişkin somut bir ölçülerden ziyade kanunun sadece ilgili ya da ilişkili kuruluş olduklarını belirtmiş olması yeterli addedilmiş olmaktadır. Bunların yerinden yönetim içinde yer almayıp kendine özgü nitelikleri olduğuna vurgu yapan düşünce ile bağlantılı sayılabilecek bir başka düşünce, tabi oldukları vesayet denetiminin de en aza indiğini belirtmektedir. Doktrinde daha ileri gidilerek, bunlar üzerinde ne hiyerarşik ne de vesayet denetiminin söz konusu olamayacağı ileri sürülmüştür. Farklı bir görüş, bu kuruluşların anayasal dayanağının olabilmesi için Anayasada merkezden ve yerinden yönetim dışında, bunların özelliklerine uygun  3.  bir  teşkilatlanma  ilkesinin  benimsenmiş  olmasını  gerekli görmektedir. Diğer bir görüş ise  bunları idarenin bütünlüğü ilkesine uygun hizmet yönünden yerinden yönetim kuruluşu addetmekte ve bu nitelendirmede vesayet denetiminin azlığı ya da çokluğu gibi faktörlerin etkili olmadığını belirtmektedir. Bu görüşe yakın olan bir başka görüş, bu kuruluşları geniş anlamda  hizmet  yönünden  yerinden  yönetim  kuruluşları  addetmektedir.  27  Ulusoy, Ali, Bağımsız İdari Otoriteler, Turhan Kitabevi Yayınları, Ankara, 2003, s. 37, 38, aktaran: Sönmez, s. 206. 28  Tan, (2002), s. 17. 29  Akyılmaz, Bahtiyar-Sezginer, Murat-Kaya, Cemil, Türk İdare Hukuku, Seçkim Yayınları, Ankara, 2009, s. 358. 30  Sobacı, Mehmet Zahit (2006), Türk İdari Teşkilatındaki Adalar ‘Bağımsız İdari Otoriteler , Ankara Üniversitesi Hukuk Fakültesi Dergisi, c. 55, Sa.: 2, 2006 dan ayrı basım, s. 171, 172. 31  Örneğin: Duran, s. 4. 32  Günday, Metin, İdare Hukuku, 10. Baskı, Ankara: İmaj Yayınevi, Ankara, 2011, s. 575. 33  Eryılmaz, s. 209; Gözler, Kemal-Kaplan, Gürsel, İdare Hukuku Dersleri, 12. Baskı, Ekin Kitabevi yayınları, Bursa., 2012, s. 244, 247, 248; Arslan, Nagehan Talat-Arslan, Erkan, Yeni Kamu Yönetimi ve Üst Kurullar, Alfa-Aktüel Yayınları, Bursa., 2010, s. 198; Sezen, Seriye, Türk Kamu Yönetiminde Kurullar Geleneksel Yapıdan Kopuş, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü Yayınları,  no:316, Ankara, 2003, s. 140. 34  Fındıklı, s. 94. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 201Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... Karşıt  bir  görüş  ise,  düzenleyici  idari  kurumların  mal  ve  hizmet  üreten kurumlar olmamaları dolayısıyla hizmet yönünden yerinden yönetim kuruluşu olamayacakları üzerinde durmaktadır. Bu bilgiler, ilişkili kuruluş olarak, düzenleyici idari kurumların tanımı ya da konumları bakımından ortada, (yeni düzenlemelere konu edilmeyen) bir belirsizlik olduğuna işaret etmiş olmaktadırlar. Yine de; bu kuruluşların Anayasaya aykırı oldukları gibi radikal bir iddia yerine; Anayasaya göre, idarenin  bütünlüğünü  olumsuz  etkilemeyecek  derecede  denetlenmeleri kaydıyla hizmet yönünden yerinden yönetin kuruluşu addedilmeleri, daha isabetli görünmektedir. Bağlı,  İlgili  ve  İlişkili  Kuruluşların  Yerlerinin Değiştirilmesindeki Usûl Karmaşası        3046 sayılı Kanun, bağlı, ilgili ve ilişkili kuruluşların bulundukları yerden farklı bir yere, Başbakanlık ya da bakanlıklara bağlanmaları için Başbakanın teklifi ve Cumhurbaşkanının onayını yeterli görmektedir. 1986 yılından bu yana da hep bu usûle göre hareket edilmiştir. Özel kanunla bir bakanlık bünyesine alınmış olan kuruluşun bağlı ilgili veya ilişkili bulunduğu bakanlığının değiştirilmesi için, bir kanun çıkarılması yoluna gidilmeden; (643 sayılı KHK ile yeni değiştirilmiş olsa bile) 3046 sayılı kanunun yukarıda anılan hükmündeki usûle uyulması, bizce hukuka aykırıdır. 3046 sayılı kanunun bakanlıkların teşkilatlanmasına ilişkin kanunun 11. ve 643 sayılı KHK ile eklenen 19/a. maddesinin özel ve ayrıca, 19/a. maddenin de yeni tarihli bir hüküm olduğundan bahisle, bu görüşümüze karşı çıkılması pek yerinde olmasa gerektir. Çünkü: 1-) Bir kuruluşu düzenleyen ve hizmetlerini bakanlığın hizmetleri içinde görüp de bakanlığa bağlayan, ilgilendiren ya da ilişkilendiren yasal hüküm daha özel bir hükümdür. Dolayısıyla anılan kuruluşlar sonradan başka bir bakanlığa da kanunla bağlanmalıdırlar. İlişkili kuruluşlardan düzenleyici 35  Günday, s. 574, 575; Atay, Ender Ethem, İdare Hukuku, 3. Baskı, Turhan Kitabevi Yayınları, Ankara, 2012, s. 392. 36  Gözübüyük, A. Şeref-Tan, Turgut, İdare Hukuku, I: Genel Esaslar, Güncelleştirilmiş 9. Baskı, Turhan Kitabevi Yayınları, Ankara, 2013, s. 315. 37  Derdiman, (2015), s. 233. 38  Güler, (2010), s. 187. 39  Derdiman, (2015), s. 233. 202 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN idari  kurumların  üstlendikleri  faaliyetlerin  kamu  hizmeti  olmadığı, söylenemez. Zira bunlar da sonuçta kamu yararına olan ve kanunla konulan hizmetleri yürütmektedirler. Kamu hizmetlerinin sadece maddi faaliyetler olmadığı; düzenleyici ve denetleyici faaliyetleri de kapsadığı düşünülmelidir. Sonuçta  ilişkili  kuruluşların  hizmetleri  de  geniş  anlamda  bakanlığın hizmeti addedilmiş olmaktadır. 2-)  Bir  bakanlığın  üstlendiği  kamu  hizmetlerinin  tamamlayıcısı olarak görülmesi gereken bağlı, ilgili veya ilişkili kuruluşların bir başka  bakanlığa  bağlanması,  bunların  üstlendiği  kamu  hizmetlerini  bir bakanlık bünyesinden almak ve bir başka bakanlığa vermek demektir. Kamu hizmeti kanunsuz konulamaz ve teşkilatsız yürütülemez. Kamu hizmeti idarenin üstlendiği görevdir. Dolayısıyla, bu kuruluşların Başbakanın teklifi ve  Cumhurbaşkanının  onayıyla  bir  başka  bakanlık  bünyesine  alınmaları; Anayasanın, bakanlıkların kanunla kurulması ve idarenin görevlerinin kanunla düzenlenmesine ilişkin olan 113. ve 123. maddelerine aykırıdır. Anayasanın 123. maddesindeki idarenin görevlerinin kanunla düzenlenmesi idarenin görevlerinin ve kamu hizmetlerinin kanunla konulması şeklinde anlaşılmasını gerektirmektedir. 3-) Kamu hizmeti yürütmek bakımından, ilgili, ilişkili ve bağlı kuruluşlar arasında bir fark yoktur. Nitekim AyM, 2008/118 sayılı kararında, bir kamu kurumu olarak, düzenleyici idari kurumların (esasen karara konu Radyo ve Televizyon Üst Kurulunun) genel idare esaslarına göre faaliyet gösterdiğini,  bu  nedenle  icra  ettiği  hizmetlerin  sürekli  ve  asli  nitelikte olduğunu belirtmiştir. Bu karar, bizce tüm kamu kurum ve kuruluşlarının yürüttükleri hizmetlerin de aslî ve sürekli nitelikte kamu hizmeti olduğuna işaret  etmektedir.  Dolayısıyla  bir  üstteki  açıklamalarda  değinildiği  gibi, söz  konusu  kuruluşların  yerlerinin  değiştirilmesi  kamu  hizmetlerinin  yer değiştirmesi olarak düşünülmeli ve kanunu gerektirmelidir. Tüm bu değerlendirmelere rağmen, bağlı, ilgili ya da ilişkili bir kuruluşun bulunduğu bakanlık bünyesinden alınarak başka bakanlığa bağlanması  ya  da  ilgilendirilmesi  veya  ilişkilendirilmesi  usulünde ortaya konulan ve her birisi kendi içinde haklı görülebilecek farklı fikirlerin sebep olduğu tereddütlerin kanunla giderilmesi beklenmektedir.  40  Günday, s. 574, 575. 41  Derdiman, (2015), s. 61. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 203Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... İlişkili  Kuruluş  Olarak  Düzenleyici  İdari  Kurumların Denetlenmelerinde Sorunlar ve Çözüm Önerisi Düzenleyici İdari Kurumların Denetimlerine İlişkin Sorunlar 3046 sayılı Kanunun 643 sayılı KHK ile eklenen 19/a maddesine konulan Bakan, bağlı, ilgili ve ilişkili kuruluşların (5018 sayılı Kanuna ekli (III) sayılı cetvelde yer alan kurumlar dâhil) her türlü faaliyet ve işlemlerini denetlemeye yetkilidir. ifadesi, kamuoyunda düzenleyici idari kurumların geniş  özerkliklerinin  kalktığı  şeklinde  değerlendirilmiştir.  Bu  yetkinin hiyerarşik denetim seviyesine varması doktrinde de yanlış bulunmuştur. Bu yasal ifadenin; 1-) Açıkça  genel  bir  denetim  yetkisi  verdiği  ve  hatta  bu  yetkinin hiyerarşik denetimi çağrıştıran genel yetki olduğu, 2-) Bir yerinden yönetim kuruluşunun kanunla öngörülen konularda vesayet  denetimine  tabi  tutulması  gerektiğinden;  Anayasanın  öngördüğü yerinden yönetim ve idarenin bütünlüğü ilkelerine aykırı olduğu, Söylenmelidir. Düzenleyici idari kurumların kanunla, idarenin bütünlüğü ilkesinin gerektirdiği  ölçüde,  vesayet  denetimine  tabi  tutulmaları  gereklidir. Vesayet denetiminin türlerini ve derecelerini kamu kurumlarını kuran tüzel kişinin  belirleyebilmesi  düşüncesi;  bizce,  vesayet  denetiminin  idarenin bütünlüğünü işlevselleştirici derecede olması ve bu denetim yetkisinin nihaî planda kanunda dayanması durumunda isabetlidir. AyM nin 2008/118 sayılı kararı, (karara konu Radyo ve Televizyon üst Kurulunun, dolayısıyla tüm) bağımsız kamu kurumlarının idarenin bütünlüğü içerisinde yer alan, kamu tüzel kişiliğini haiz kuruluşlar olduklarına vurgu yapmıştır.  Bu kuruluşların vesayet denetimine tabi olmamaları ya da tabi tutuldukları vesayet denetiminin idarenin bütünlüğü ilkesinin gereklerini karşılamamış olması, bu kuruluşları Anayasada yer almayan siyasi yönden yerinden yönetime dönüştürmüş olur. Düzenleyici idari kurumların ilişkilendirildikleri bakanlık tarafından denetlenmeleri,  bakanın  denetim  sonucuna  bağlı  bir  kısım  tasarruﬂ arda 42  Örneğin: Gözler-Kaplan, İdare Hukuku, s. 249. 43  Sönmez, s. 217. 44  Yayla, Yıldızhan, İdare Hukuku, Beta Yayınları no:2166, İstanbul, 2009, s. 268. 45  Gözler-Kaplan, İdare Hukuku, s. 249. 204 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN bulanabileceği anlamına gelmemektedir. Bu nedenle 3046 sayılı kanunun anılan 19/a. maddesindeki hükmün vesayet denetimi sınırlarında görülmesi gerekir. Denetimler sonucunda ne gibi tasarrufta bulunulabileceği açıkça yazılı olmadığı sürece, denetim etkisiz ve bir öğrenmekten ibaret kalmış olacaktır.  Düzenleyici idari kurumların Başbakanlık Teftiş Kurulu ve Devlet Denetleme Kurulları tarafından denetlenmelerinde de aynı husus söz konusu olacaktır. Zaten Devlet Denetleme Kurulunun kararlarının bağlayıcı olmadığı da malûmdur. Bağımsız idari kurum ve kurulların başkan ve üyeleri Kamu Görevlileri  Etik  Kurulunun  denetimine  de  tabidirler.  5176  sayılı  kamu görevlileri etik kurulu kurulmasına ilişkin olan kanunun 5. maddesi, denetime tabi tutulan görevli hakkında ilgililere ve Başbakanlığa sadece bilgi vermeyi öngörmektedir. Bu gibi yol ve yöntemlerin düzenleyici kamu kurumlarının en  aza  indirilmiş  denetime  tâbi  tutulma  özelliklerini  sakatlamayacağı düşünülmektedir.  Düzenleyici  idari  kurumların  başkan  ve  üyelerinin görevleriyle bağdaşmayan fiil ve davranışlarına karşı uygulanacak yaptırımlar kanunla düzenlenmişlerdir.   Bu  kurumların  üyelerinin  atanma  ve  görevden  alınmasına,  kendi finansal kaynaklarına ilişkin olarak müdahalenin olmadığı ya da minimuma indiği geniş özerklikleri ve kanunlarla kendilerine verilmiş güç ve yetkiler hep  bağımsızlıklarını  destekleyen  faktörlerdir.  Bu  değerlendirmelerimiz Kanunlara  da  yansımıştır:  Örneğin  6362  sayılı  (yeni)  Sermaye  Piyasası Kanununun  117.  maddesinde,  Sermaye  Piyasası  Kurulunun  (SPK),  bu Kanunla ve mevzuatla kendisine verilen görev ve yetkileri kendi sorumluluğu altında bağımsız olarak yerine getireceği ve kullanacağı yazılmıştır. Maddenin devam  eden  kısmında,  SPK nın,  kararlarının  yerindelik  denetimine  tabi tutulamayacağı; hiçbir organ, makam, merci veya kişinin, SPK nın kararlarını etkilemek amacıyla emir ve talimat veremeyeceği belirtilmiştir. 6362 sayılı Kanunun 130. maddesi, SPK nın yıllık çalışmalarını bir rapor şeklinde internetten yayımlayacağını ve ilişkilendirildiği bakana da bildireceğini, bakanın gerekli görmesi halinde Bakanlar Kuruluna da bilgi vereceğini belirlemiştir. Düzenleyici  idari  kurumların  mali  yönden  denetlenmelerinde  de 46  Derdiman, (2015) s. 357. 47  Fındıklı, s. 96. 48  Sönmez, s. 214. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 205Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... karmaşa yaşanmıştır. Bu kurumlar önceleri Sayıştay denetimi kapsamına alınmamışlar, örneğin, 4743 sayılı Kanunla Başbakanlık tarafından belirlenen Başbakanlık  müfettişi,  (günümüzde  kalkmış  olan)  Başbakanlık  Yüksek Denetleme Kurulu denetçisi ve Maliye müfettişinden oluşan bir komisyon tarafından denetlenmeleri öngörülmüştü. AyM, 2002/58 sayılı kararında tüm kamu kurum ve kuruluşlarının denetiminin TBMM adına Sayıştay tarafından yapılmasına ilişkin Anayasa hükmü gereği, bağımsız kamu kurumlarının mali denetimlerinin  Sayıştay  dışında  başka  birimlere  bırakılmasını Anayasaya aykırı bulmuştur. Nihayetinde bu kuruluşlar, 5018 sayılı Kanunun 3. ve 68. maddeleriyle Sayıştay ın dış denetim yetkisi kapsamına alınmışlardır. 5018 sayılı kanuna göre dış denetim Sayıştay tarafından genel yönetim kapsamındaki kamu idarelerinde harcamalardan sonra yapılmakta; yönetimin malî faaliyet, karar ve işlemlerinin kanunlara, kurumsal amaç, hedef ve planlara uygunluklarının incelenmesini  ve  sonuçlarının  TBMM ye  raporlanmasını  kapsamaktadır. 6085 sayılı Sayıştay Kanununun 36. maddesinde Sayıştay ın, düzenlilik ve performans denetimlerini yapabileceği yazılmıştır. Anayasamızda da merkezi yönetim bütçesi kapsamındaki kamu idarelerinin gelirleri, giderleri ve malları üzerinde  TBMM  adına  mali  yönden  denetim  yapma  yetkisi  Sayıştay a verilmiştir.  Bu  hukukî  dayanaklar,  düzenleyici  idari  kurumların  mali denetimlerinin Sayıştay tarafından yapılması gerektiğini  göstermektedir. Kaldı ki örneğin 6112 sayılı Kanun Radyo ve Televizyon Üst Kurulunun Sayıştay denetimine tabi olduğunu belirtmiştir.   Düzenleyici kamu kurumlarının idari bünye içinde denetlenmelerine ilişkin  usûl  ve  esasların, Anayasanın  Bakanlar  Kurulunun  ve  bakanların TBMM ye karşı siyasal sorumluluğunu işleten hükümlerine uygun olduğu söylenemez. Zira, merkezden yönetimin bu kuruluşlar üzerindeki vesayet denetiminin yok denecek kadar az olması, hükûmetin, genel siyasetinden dolayı TBMM ye karşı sorumluluğu prensibinin sağlıklı işlemesini engeller. Bir konudan sorumlu olan kimse ya da kuruluş, sorumluluğunun gereklerini yerine getirmek araç ve fırsatları verildikten sonra, denetime tabi tutulmalıdır.  Bağımsız İdari Kurumların Denetlenmelerine İlişkin bir Öneri Yukarıda belirtilen sebeplerle; 1-) Bu kurumların performanslarının, gelir, gider ve mallarının mali yönden Sayıştay tarafından denetimine devam olunmalıdır. Sayıştay denetim 49  Arslan-Arslan, s. 217, 218; Eryılmaz, s. 210. 50  Gözler-Kaplan, İdare Hukuku,  s. 250. 206 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN raporlarını TBMM ye rapor etmeli ve ilişkili bakanlığa da göndermelidir.   2-) Hükûmetin siyasal sorumluluğu gereği düzenleyici idari kurumların tüm işlevsel ve kurumsal faaliyetlerinin yürütme tarafından denetlenmesi gerekir. Bu kurumların kurumsal ve işlevsel özerkliği, hesap vermemek ya da denetlenemezlik anlamına gelemez. Bu kurumlar, yasal düzenlemelerle de olsa, (idarenin bütünlüğünü tesis bakımından) denetlenmelidirler. Denetim, bir de Bakanlar Kurulunun hükûmetin genel siyasetinden dolayı TBMM ye karşı (siyasal) sorumluluğun gereğini yerine getirmek maksatlarıyla yapılmalı; ama denetim bu kurumların işlevsel ve kurumsal özerkliklerini ihlâl etmeyecek ölçüde olmalıdır. Denetim sonunda hukuka aykırılıklar yargı yerlerine duyurulabilmeli, hükûmetin  genel  siyaseti  ve  sorumluluğu  bakımından  gerekli  görülen hususların da düzeltilmesi istenebilmelidir.    Bu denetime ve/veya denetim neticesinde istenen düzeltme taleplerine karşı,  düzenleyici  idari  kurumun  direnmesi  halinde,  kanunla  öngörülen denetim merciinin en üst yöneticisi olan bakan (ya da Başbakan), Danıştay a başvurarak, örneğin 7 günlük süre içinde direnmenin iptalini isteyebilmelidir. Danıştay, önüne gelen sorunu en kısa zamanda, örneğin 7 günlük süre içinde kesin  karara  bağlayabilmelidir.  Bu  yöntem,  siyasal  sorumluluğa  işlerlik kazandırmış  ve  düzenleyici  idari  kurumun  görevlerini  bir  baskı endişesi duymadan yapmasını sağlayıcı, dengeli bir denetim yöntemi olacaktır.  3-) Düzenleyici idari kurumların kendi aralarında ortaya çıkacak görev ve yetki çatışması, bir başka düzenleyici idari kurumca veya yargı organınca değil; ilişkilendirildikleri bakanlıkça çözümlenmelidir. Ayrı ayrı bakanlıklarla ilişkili  düzenleyici  idari  kurumlar  arasındaki  çatışma  bu  bakanlıklarca çözülemezse, konu Başbakan tarafından çözümlenmelidir. Bakanlar ya da başbakanın çözüm kararlarına karşı, menfaati ihlal edildiğini düşünen ve çözüme konu sorunda taraf olan kurum yine yukarıda anlatılan usûlle Danıştay a başvurmalı ve Danıştay ın kararını almalıdır. Gerek 2. ve gerekse 3. şıklarda dile getirilen usûllerle başvuruya konu bir işlem, 51  Gözübüyük, A. Şeref, Yönetim Hukuku, Güncellenmiş 21. Bası, Turhan Kitabevi Yayınları, Ankara, 2004, s. 173. 52  Fındıklı, s. 96. 53  Derdiman, R. Cengiz, İdare Hukuku, 4. Baskı, Aktüel Yayınları, Bursa, 2011, s. 363. 54  Arslan-Arslan, s. 147. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 207Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... 1-)  Danıştay a  başvuru  tarihinin  başvuru  yapılmaksızın  geçirilmiş olmasından dolayı ya da 2-) Danıştay ın verdiği kararın usûlüne uygun olarak Kesinleşince yürütülmelidir. Bu arada, gerek bakanlığın gerekse sorunun taraﬂ arından olan kurumun başvurusu üzerine Danıştay tarafından verilen karara karşı, kanun yollarını kullanmakta hukukî yararı olabilecek taraﬂ ar, kararın konusuna göre, Danıştay idari veya vergi dava daireleri kurullarına diyelim ki 7 günlük süre içinde başvurabilmelidir. Bu kurullar başvuru dosyası kendilerine intikal ettikten sonra diyelim ki 15 gün içinde konuya ilişkin kesin karar verebilmelidirler.          Değişikliklerle Öngörülen Başbakan Yardımcılığının ve Bakan Yardımcılığının Konumları  Başbakan Yardımcılığı Açısından Durum 3046 sayılı kanunun 4. maddesine 643 sayılı KHK nın 1. maddesiyle eklenen hükme göre: Başbakana yardım etmek ve Başbakan tarafından verilecek  görevleri  yerine  getirmek,  Bakanlar  Kurulunda  koordinasyonu sağlamak, özel önem ve öncelik taşıyan konularda tecrübe ve bilgilerinden istifade edilmek amacıyla Başbakanın teklifi ve Cumhurbaşkanının onayı ile, Başbakan Yardımcısı unvanıyla görev yapmak ve sayısı beşi geçmemek üzere bakan görevlendirilebilir.   Değişiklikten  önce,  hükûmette,  hizmetlerinden  faydalanılmak üzere,  en  fazla  20  devlet  bakanı  görevlendirilebilmekteydi.  Bu,  kamu yararından çok, hükûmetlerin güven oylamasında başvurulan ikna anahtarı gibi  kullanılmıştır.  Dolayısıyla  kaldırılması  da  yerinde  olmuştur.  Devlet bakanlıkların  643  sayılı  KHK yle  kaldırılmasından  doğacak  boşluğun, hükûmette Başbakan Yardımcısı olarak görevlendirilen bakanlarla giderilmesi amaçlanmıştır. Ancak; değişikliklerden sonra, görevlendirilmesinden söz edilen ve sayısı 5 i geçmeyecek başbakan yardımcısı ile, hükümetin oluşumu ve genel siyasetinin yürütülmesinin gerektirdiği sayıda ‘(Baş)bakan yardımcısı  arasında nasıl bir fark olduğu, belirsiz kalmıştır. Örneğin, konumuza esas teşkil eden Başbakan yardımcılarının, diğer Başbakan yardımcıları gibi, Milli Güvenlik Kuruluna katılıp katılmayacakları muallâkta kalacaktır. Şu halde yeni değişikliklerle öngörülen Başbakan yardımcılarının diğer 208 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Başbakan yardımcılardan farkları daha açık olarak belirlenmelidir. Fakat bu duruma uygulamada dikkat edilmediği değerlendirilmektedir. Zira, yeni kurulan geçici Bakanlar Kurulunda Başbakan Yardımcısı unvanıyla görev yapmak üzere dört Bakan görevlendirilmesi onaylanmıştır.55 Bu tür başbakan yardımcısı ünvanlı bakanlıklara atanan bakanların diğer bakanlara üstünlükleri, bunların kabine içinde üstün bir konum oluşturmasına sebebiyet de verebilecektir. Bu noktadan hareket eden bir görüş bu ayrılığı belirtmek için, bu başbakan yardımcısı ünvanlı bakanların oluşturacakları topluluğa  başbakanlık  kabinesi  demekte  ve  bu  ayrışmayı  politbüroya benzetmektedir.        Bakan Yardımcılığı Açısından Durum 3046 sayılı kanunun, 643 sayılı KHK ile eklenen 21/a maddesiyle bakanlıkta müsteşardan üstte, bir bakan yardımcılığı öngörülmüştür: Bakana  (Millî  Savunma  Bakanı  dâhil)  bağlı  olarak  Bakana  ve Bakanlığa verilen görevlerin yerine getirilmesinde Bakana yardımcı olmak üzere Bakan Yardımcısı atanabilir. Bakan Yardımcıları bu görevlerin yerine getirilmesinden Bakana karşı sorumludur./ Bakan Yardımcıları Hükümetin görev süresiyle sınırlı olarak görev yapar; Hükümetin görevi sona erdiğinde, Bakan Yardımcılarının görevi de sona erer. Bakan Yardımcıları gerektiğinde Hükümetin  görev  süresi  dolmadan  da  görevden  alınabilir.  /Bakan Yardımcılarına en yüksek Devlet memuruna mali haklar kapsamında yapılan ödemelerin yüzde yüzellisi oranında aynı usul ve esaslar çerçevesinde aylık ücret ödenir. 657 sayılı Devlet Memurları Kanununun 59. maddesine 643 sayılı KHK ile eklenen hüküm, Bakan yardımcılığının istisnaî memuriyete ilişkin atama usûlüne ayrıcalıklarına sahip olduğunu belirtmiştir. Bakan yardımcılıkları için doktrinde bir kısım görüşler ileri sürülmüştür: Bunlardan birisi, bakan yardımcılığına bakanlık hiyerarşik kademeleri arasında  yer  verilmediği  ve  Bakanın  yetkilerinden  bir  kısmını  bakan yardımcısına  devretmesi(nin)  mümkün  olmadığı  gerekçeleriyle,  bakan 55  Bkz: 28 Ağustos 2015 Tarihli ve 29459 Sayılı 4. Mükerrer Resmî Gazete, nakleden: Uslu, (2015). 56  Güler, Birgül Ayman, Yetki Kanunu-6223: Genel Özellikler Üzerine Bir Değerlendirme, Kanun Hükmünde Kararnamelerle Yönetmek, Derleyen: A. Argun Akdoğan, YAYED Yayınları, Ankara, 2012, s. 15. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 209Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... yardımcılarının bir tür bakan danışmanı olabileceği görüşüdür. Diğeri,  bakan  yardımcılarının,  istisnaî  memuriyetlere  ilişkin  atama usûlüne ve ayrıcalıklarına sahip olmaları; müşterek kararnameyle atanmaları ve Bakana karşı sorumlu olmaları gibi gerekçelerle idare hukuku anlamında kamu  görevlisi  olduklarını  belirtmektedir.  Bu  görüşe  göre,  bakan yardımcıları bakanlık hiyerarşisine dâhildir. Farklı bir görüş de; bakanın idarî görevlerini müsteşar eliyle yürüttüğünü, bu  sebeple  bakanlığın  idarî  faaliyetlerinde  bir  bakan  yardımcısına  gerek olmadığını ileri sürmektedir. Bu nedenle bakan yardımcılarının görevlerinin idarî değil daha çok siyasî nitelikte olduğunu söylemektedir. Bakan yardımcılığı görevinin en geç bakanla birlikte sona ermesi, bakan yardımcısının bakanın TBMM ve yönetilenlerle ilişkilerinde yükünü hafiﬂ etici  fonksiyonlar  üstlenmesi;  idare  hukuku  anlamında  (mesleğini devamlı icra etme güvencesine sahip) kamu görevlisi olamayacağını, daha çok, siyasî müsteşara benzer görev yapan, belki bir tür danışman ama her halde kendine özgü bir görevli olabileceğini göstermektedir. Daha farklı bir noktadan, parlamenter sistemlerde bakanlar kurulunun birlikte veya bakanların şahsî siyasal sorumluluklarının bakan yardımcılığıyla uyumlu olmadığı dile getirilmiştir. Bu açıdan bakılırsa, başkanlık sistemlerinde olan bakan yardımcısı bakana karşı sorumlu olup, bakan da başkana karşı sorumlu  durumdadır.  Ama  parlamenter  sistemde  bakanlığın  yasama  ile diyaloglarını takip etmek gibi bir görevi üstlenen bakan yardımcılığının, yasamaya  karşı  siyasal  sorumluluğun  bakanının  şahsında  olması  ve devredilemeyeceği ilkesine aykırı olacağı düşünülmelidir. Uygulamada; 1-) Bakan yardımcılığına milletvekili olmayan siyasetçilerin ya da siyaseten hükûmete yakın kimselerin atanması eğilimi, 2-)  Bakan  yardımcılarının;  TBMM den  işleri  veya  vatandaşlardan gelen dilek ve şikâyetleri bakan adına dinlemek ve çözmekle meşgul olmaları, 57  Günday, s. 397. 58  Gözler, Kemal-Kaplan, Gürsel, Bakan Yardımcıları Bakanlık Hiyerarşisine Dâhil Midir? TBB (Türkiye Barolar Birliği) Dergisi yıl: 2012 sayı: 98, s. 16-20. 59  Atay, s. 243. 60  Günday, s. 397. 61  Güler, (2012), s. 16. 62  Güler, (2012) s. 16. 210 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Bakan yardımcılığının siyasal içeriğe daha fazla sahip olduğuna işaret etmektedir. Bakan yardımcısının bakana karşı sorumlu olması, her zaman bakan yardımcısının  hiyerarşik  mevkide  bir  idari  görevli  olduğu  anlamına  da gelmemektedir. 3046  sayılı  Kanunun  22.  maddesine  göre,  müsteşar,  Bakanlık hizmetlerini de sadece bakan adına ve bakanın direktif ve emirlerine göre düzenler. Müsteşar yalnız bakana karşı sorumludur.  Bu durumda bakan yardımcısıyla  müsteşar  arasında  emir  ve  komuta  ilişkisinden  bahsetmek zordur. Şu halde bakan yardımcısının, hiyerarşik mevkide bir amir değil; sadece bakana karşı sorumluluk taşıyan ve bakanın üstlendiği görevlerde yardımcı olan bir tür siyasi müsteşar63 ya da siyasi müsteşar benzeri, kendine özgü bir görevli olduğu söylenebilir.        Bakan  yardımcılığının  konumunun,  görev  tanımının  ve  hiyerarşik yapıdaki yerinin açıklanması yukarıda değinilen belirsizliklere ve tartışmalara son  verecektir.  Görev  ve  sorumlulukların  belirlenmesi;  bu  makamların hükûmete  yakın  olup  da  siyasi  çalışmalarında  başarılı  olamayanlarla doldurulması ihtimalinin önüne geçmiş olacaktır.    BAKANLIKLARIN  KHK LERLE  DÜZENLENMESİNİN HUKUKA AYKIRILIĞI SORUNU Bakanlık  teşkilatlarının  KHK lerle  kurulması  yöntemi  bir  kısım noktalarda Anayasaya aykırıdırlar. 1982  Anayasası,  91.  maddesinde  Bakanlar  Kuruluna,  TBMM tarafından,  bir  kanunla,  belli  konularda  KHK  çıkarılabilme  yetkisi verilebileceğini belirtmiştir. 1982 Anayasasının 7. maddesine göre, yasama yetkisi devredilemez. Bu nedenle, KHK çıkarma yetkisi; yasama yetkisini Bakanlar Kuruluna devretmek anlamına gelebilecek kadar geniş kapsamlı ve/veya sürekli olamayacağı gibi yasama yetkisinin asliliğini ve genelliğini işlevsizleştirecek nitelikte de olmamalıdır. Bir demokraside hâkimiyetin ve kamu makamlarının kullanacakları yetkilerin kaynağı hukuktur.65 Bir ülkede ilk kez değerlendirilecek olan hususların katılımcı demokrasini gereği olarak Millet iradesinden geçmesi esastır ve elzemdir. Bu iradenin tecelli ettiği yer 63  Güler, (2012) s. 16. 64  Derdiman, R. Cengiz, Anayasa Hukuku, 3. Baskı, Aktüel Yayınları, Bursa, 2013, s. 368. 65  Barnett, s. 183, 184. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 211Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... de yasamadır; TBMM dir. Aşağıda da hassaten değinileceği üzere, AyM nin kararlarına  göre,  KHK ler  için  önemlilik,  ivedilik,  kısa  sürelilik, zorunluluk ve başvuruda sıklık olmaması şartları gerekli görülmüştü.66 Dolayısıyla  KHK ler  önemli,  acil  ve  zorunlu  durumlarda  kullanılabilen istisnai yetki olmalı; TBMM de kısa zamanda görüşülmesi anlamında kısa süreli olmalı; geçici nitelik taşımalıdırlar.       AyM  kararlarına  ve  doktrindeki  görüşlere  biraz  daha  yakından bakılırsa:   1-) Anayasa Mahkemesinin örneğin, 1991/7 sayılı kararı gibi çeşitli kararlarında, bu tür uygulamaların, KHK leri ivedi ve/veya zorunlu durumlar gibi istisnaî hallerde çıkarmaktan öte ve yasama yetkisinin devri sayılabilecek kadar uzun zaman yürürlükte kalmalarının kuvvetler ayrılığı ve KHK nin tanımına uymadığının altı çizilmiştir67. Sınırları somut olarak belirlenmemiş ya da kapsamı geniş tutulmuş konularda KHK çıkarma yetkisi verilmemelidir ve kullanılmamalıdır. KHK ivedi ve zorunlu durumlarda çıkarılmalı; sık sık bu yönteme başvurulmamalıdır. AyM nin 2012/108 sayılı kararına esas olan başvuruda belirtildiği gibi, çok acele hallerde hükümetin elinde uygulanacak bir seri kural olmadığı için, acele olarak çıkarılıp hemen olayın üstüne gidilmesi gereken hallerde çıkarılması için  (KHK  çıkarabilme)  düzenleme(si)  getirilmiştir. Aynı  kararda,  6223 sayılı yetki Kanununda belirtilmeyen (yargısal faaliyet niteliğindeki) konuları düzenleyen KHK hükümleri iptal edilmiştir. AyM nin 1989/7 ve 1989/23 sayılı kararları bunlara bir de önemli durumları eklemiştir. Sadece acil ve süre darlığı olan durumlarda kullanılması gereken KHK çıkarma yetkisini idarî sistemi yapılandırmak için kullanmak (özünde) Anayasaya aykırıdır. Sistemi yapılandırmak kısa süreye sıkıştırılacak ve acilen yapılacak bir  iş  değildir. AyM nin  1995/26  sayılı  kararında;  örgütlenmeye  ilişkin işlemlerin ivedi ve zorunlu olmadığı, bu konuların özelliği nedeniyle uzun süreli ve çok yönlü çalışmaları zorunlu kıldığı, bir plana dayalı olarak ve sık sık değiştirilmeyecek biçimde yasal kurallarla düzenlenmesi gerektiği belirtilmiştir. 66  Fendoğlu, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015, s. 114 67  Derdiman, (2013), s.  368. 68  Sönmez, s. 215. 212 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN AyM nin 1989/23 sayılı kararına göre, KHK çıkarma yetkisinin… yasama yetkisinin devri anlamına gelecek ya da bu izlenimi verecek biçimde güncelleştirip sık sık bu yola başvurulmaması Anayasa koyucunun amacına, kuşkusuz,  daha  uygundur.  AyM nin  1995/26  sayılı  kararında  süreleri uzatılarak yetki yasalarına süreklilik kazandırılması ve KHK uygulamasının ivedilik ve zorunluluk şartlarına uyulmadan yaygınlaştırılması da yasama yetkisinin devri olarak görülmüştür. AyM nin 2000/27 sayılı kararında da ivedi nitelik taşımayan ve Bakanlar Kuruluna konu bakımından tüm kamu kurum ve kuruluşlarını yeniden örgütleyebilecek, bunların görev ve yetkilerini yeniden düzenleyebilecek, genişlikte yetki verilmesi Anayasanın 7., 87. ve 91. maddelerine aykırı bulunmuştur. Bakanlıkları kuran KHK lerin hiçbiri henüz TBMM de görüşülmemiştir.  Bu  KHK lerin  geçici  veya  kısa  süreli  olma69  niteliklerine  aykırıdır. KHK lerin uzun süreli yürürlükte kalmaları AyM nin 1991/7 sayılı kararında belirtildiği üzere yasama yetkisinin devri olup kuvvetler ayrılığı ilkesini zedeler. AyM nin  örneğin  1989/7  ve  1989/23  sayılı  kararları,  çıkarılan KHK lerin geçici bir süre için yürürlükte kalmalarının; en kısa zamanda TBMM de  görüşülerek  kanunla  sonuçlandırılmalarının  yasama  yetkisinin devredilmezliği ile daha da uyumlu olacağına değinmişlerdir. AyM, yukarıda verilen istikrar kazanmış kararlarına karşılık, 2011/147 sayılı kararıyla; KHK çıkarılmasını gerektiren ivedi, önemli ve zorunlu bir durumun olup olmadığını incelenmenin, Anayasa da öngörülen çerçevenin dışına  taşacak  ölçüde  bir  denetim  yapılması  anlamına  gelebileceğine hükmetmiştir. Bu yargısına gerekçe olarak KHK lerin çıkarılabilmesi için ivedi, önemli ve zorunlu bir durumun olması gerektiğine dair Anayasa da herhangi  bir  düzenleme(nin)  yer  alma(dığını)  göstermiştir.  AyM nin bu düşüncesi, yasama yetkisinin devri anlamına gelebilecek bir konuyu, Anayasada açık hüküm bulunmadığından bahisle incelemekten kaçınması; böylece belki de yeni bir hükûmet tasarrufu kategorisi oluşturmaya sebep olması şeklinde yorumlanabilecektir.   AyM nin KHK lerin hukuki rejimi konusunda önceki içtihatlarından döndüğünü gösteren bu karar, eşit sayıda red ve kabul oyu ile verilmiş olmakla 69  Fendoğlu, s. 114. 70  Derdiman, (2013), s. 368. 71  Fendoğlu, s. 115. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 213Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... da hayli ilginçtir. AyM nin bu ve benzeri kararlarında ivedilik, zorunluluk ve önemlilik gibi kavramların Anayasanın lâfzında bulunmayışından dolayı iptal gerekçesi olamayacakları ifade edilse de; Yüksek Mahkemenin kararında bu  deyimlerin  yasama  yetkisinin  devredilemeyeceği  prensibine  aykırı sonucu doğurup doğurmadıklarının değerlendirilmemesi, gerekçeyi ikna edici olmaktan uzaklaştırmıştır. Örneğin, AyM nin 2012/108 sayılı kararında, 650 sayılı KHK nin, acil, zorunlu ve önemli durumlarda çıkarılıp çıkarılmadığını tartışmaması, KHK lerin yasama yetkisinin devri izlenimi verecek şekilde yaygınlaştırılması tehlikesi taşımaktadır. 1982 Anayasanın 7. maddesinde yasama  yetkisinin  devredilemeyeceğine  ilişkin  hükümden  sonra  konması öngörülen, KHK çıkarma yetkisinin saklı tutulmuş olmasına ilişkin hükmün metinden çıkarılması, KHK çıkarma yetkisinin istisnaî bir yetki olduğunu göstermektedir.74 Bu durum ise KHK lerin; acil, geçici, zorunlu ve/veya önemli durumlara has olmaları ve derhal yasama süreciyle kanunlaşmaları gerektiği  yorumunu  yapmaya  imkân  vermektedir. AyM nin  bu  hususları gerekçesinde nazara almayışı da dikkat çekmektedir.   2-) Bilindiği üzere, demokrasilerde günlük hayatın hızla değişmesine ayak  uydurmak  için  yasamanın;  amacı  ve  kapsamı  açıkça  belirlenmiş konularda günün şartlarına göre hareket edebilme imkânının verildiği ve hukuken mutlaka yasamanın iradesini gerektirmeyen durumlarda, yürütmeye yetki vermesi mümkün olabilmektedir.75 AyM nin 2008/153 sayılı kararı, devletin yasal düzenlemelerinde yönetilenlerin güven duygusunu zedeleyici yöntemlerden kaçınması gerektiğini belirtmektedir. Hukuk kurallarında sık sık yapılan değişikler, bu değişiklikleri takip etmeyi güçleştirir; hukukî güvenlik ilkesini de zedeler. Hukuki güvenlik ilkesi, hukuk kurallarında sık sık değişiklikler yapılarak hukuki istikrarı ve belirliliği yok eden kurallar konulmamasını, kazanılmış haklara saygı gösterilmesini ve bireylerin temel hak ve özgürlüklerinin güvence altına alınmasını ifade eder. 3-) AyM nin  1989/7,  1989/23  ve  1993/34  sayılı  kararları  gibi  bir kısım kararlarında belirtildiği üzere, yetki kanununa dayanmadan çıkartılan, 72  Gözler-Kaplan, Bakan Yardımcıları…, s. 11. 73  Aynı kanaat: Polat, Kerim,Yetki Kanunlarının ‘Konu  ve ‘İvedilik, Zorunluluk ve Önemlilik  Unsurları Bakımından Yargısal Denetimi, Yasama Dergisi Sa. 15, Mayıs – Haziran – Temmuz – Ağustos, 2010, s. 100. 74  Derdiman, (1997), s.138. 75  Benzer görüş: Zippelius-Würtenberger, s. 478. 76  Altundiş, Mehmet, Hukukî Güvenlik İlkesi, Yasama Dergisi, Sa. 10, Eylül-Ekim-KasımAralık 2008, s. 61. 214 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN yetki kanununun kapsamı dışında kalan ve dayandığı yetki kanunu iptal edilen KHK lerin Anayasal dayanağı kalmadığından iptalleri gerekecektir. AyM nin  2012/108  sayılı  kararına  esas  teşkil  eden  iptal  başvurusunda, çıkarılan KHK lerin bu nedenle iptal edilmesine ilişkin olarak, 2000 yılına ait 18 civarında AyM kararı not edilmiştir. 4-)  AyM nin  1989/23  sayılı  kararına  göre,  Anayasada  kanunla düzenlenmesi öngörülen bir konu KHK ile ilgili özel hüküm olan 91. maddesinin sınırlaması dışında kalmadıkça ya da Anayasanın 163. maddesinde olduğu gibi kanun hükmünde kararname çıkarılamayacağı açıkça belirtilmedikçe, KHK ile düzenlenebilir. Ancak, birçok bakanlığın kanunla değil de bir dizi KHK yle düzenlenmesi Anayasaya aykırıdır. Bakanlıklar Anayasaya göre kanunla kurulurlar. AyM nin yukarıda bahsedilen kararı da nazara alınarak bakanlıkların KHK ile düzenlenmesinin hukuka uygun olduğu söylenemez. Bir  kere,  AyM nin  1990/2  sayılı  kararına  göre,  yeni  bakanlık kurulması işlemi ivedi ve zorunlu durum olarak kabul edilemez.78 AyM, 1995/36 sayılı kararıyla, il ve ilçelerin KHK ile kurulmasını da ivedilik ve zorunluluk ilkelerine aykırı bulmuş, dolayısıyla yetki kanunu iptal etmiştir.79 Ayrıca, bakanlıkların düzenlenmesi, bakanlık içindeki kamu görevlilerinin kadrolarının tanımlanması, hizmete alınma usûl ve şartlarının belirlenmesi, gibi hususları da kapsar. AyM nin 2012/108 sayılı kararındaki muhalefet şerhlerinden  birisinde  belirtildiği  üzere;  bu  hususlar, Anayasanın  kamu hizmetlerine girme hakkı başlığında siyasi haklar ve ödevler kısmındaki 70. maddesinde düzenlenmiştir. Siyasi haklar ve ödevler konusunda KHK ile düzenleme yapılması Anayasanın 91. maddesine aykırıdır.   5-) Bakan, egemenliği kullanan organlardan birisi olan yürütme organı içindeki Bakanlar Kurulunun üyesi ve TBMM ye karşı siyasal sorumluluğu bulunan  kişidir.  Bu,  bakanın  siyasal  kimliği  olduğunu  göstermektedir. TBMM ye karşı siyasal sorumluluğu olan birisinin yönetimine verilecek bakanlığın kanunla kurulmamış olması hukukî etik ile bağdaşmaz. Bu açıdan bakıldığında KHK ile yapılan düzenleme hiç olmazsa geçici nitelikte olmalıdır. Federal  Almanya da  Weimar  Anayasası  hükûmete  KHK  çıkarma 77  Derdiman, R. Cengiz, Türk Kamu Yönetimi ve Hukukunda Kanun Hükmünde Kararname, Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Oral Sander e Armağan, cilt: 51, sayı: 1, 1997,  s. 162. 78  Nakleden: Polat, s. 106. 79  Bakınız: Polat, s. 109. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 215Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... konusunda geniş yetkiler vermişti. Ülke sık sık çıkarılan KHK lerle yönetilmeye başlanmıştı. Almanya bu gidişat sonrası antidemokratik bir rejimle karşılaşınca, 1949 yılında yürürlüğe giren Bonn Anayasası, bu yöntemi kaldırmıştır. 1949 Bonn Anayasası, Hükûmete veya bir bakana, amacı, konusu ve içeriği kanunla açıkça belirlenmiş konularda, kanuna da aykırı olmamak kaydıyla kararname çıkarma yetkisi verebileceğini hüküm altına almıştır. Dikkat edilirse burada verilen yetki; kanunla verilen, konusu, amacı ve çerçevesi belli bir yetkidir. Türk hukukundakine benzer KHK çıkarma yetkisine ise günümüzdeki Federal Alman hukukunda yer verilmemiştir. Alman hukukunda yönetimin yasallığı, yönetimin teşkilatlanma ve faaliyetlerinde kanuna öncelik tanıması veya kanuna uygun davranması  şeklinde anlaşılmaktadır. Bunlardan birincisi yönetimin kanunla yetkilendirildiği çerçevede kalarak işlem yapabilmesi, ikincisi de kanunda istenilenle bağlı işlem yapabilmesi anlamına gelmektedir. Alman hukukunda federal idari teşkilat bu ölçülere uygun olarak kanunla kurulabilmektedir.  Şu  halde,  Anayasaya  aykırı  olduğu  değerlendirilen,  bakanlıkların kuruluşuna ilişkin bu KHK lerin ya kaldırılmaları ya da derhal TBMM de görüşülerek kanunlaştırılmaları gerekmektedir.   PLANLAMA  FAALİYETLERİNİN  KALKINMA  BAKANLIĞI BÜNYESİNE ALINMASI   Evvelce  planlama  görevlerini  üstlenen  Devlet  Planlama  Teşkilatı (DPT), Başbakanlığın bağlı kuruluşuyken kaldırılmış, planlama yukarıda anılan KHK lerden birisiyle (641 sayılı KHK yle), Kalkınma Bakanlığının bünyesine alınmıştır.   Yeni değişikliğin DPT nin üstlendiği görevlerle uyumlu olmadığı, muhtemelen detaylı bir ön çalışmaya ve ampirik araştırmalara da dayanmadığı düşünülmektedir.   DPT nin, evvelce, hiyerarşik statüyle bağlı olduğu Başbakanlıkla ilişkisi; üstlendiği görevlerin niteliği gereği, fonksiyonel açıdan özerkliğini gerektirmiştir.  Zamanımızda  fenomen  olmayan  ve  sosyal  devletin 80  Derdiman, (1997), s. 136. Sağlam, Fazıl, KHK Çıkarma Yetkisinin Sınırları, Uygulamanın Yaygınlaşmasından Doğabilecek Sorunlar, Anayasa Yargısı Dergisi, c. 1, Ankara, 1984, s. 261. 81  Hesselberger, Dieter, Das Grundgesetz, Kommanter für Politische Bildung, 12. Auﬂ age, Verlag GmbH, Neuwied und Kriftel, 2001, s. 285, 286; Zippelius-Würtenberger, s. 478; Sağlam, s. 261. 82  Maurer, Hartmut, Allgemeines Verwaltungsrecht, 16. überarbeitete und ergænzte Auﬂ age, Verlag C. H. Beck oHG, München, 2006, s. 115, 116. 216 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN yöntemlerinden birisi olan planlama faaliyetleri, özünde serbest araştırmayı ve verileri serbestçe ileri sürebilmeyi gerektiren özerk yapıda faaliyetlerdir. Planlamanın, kamu hizmetlerinin mümkün olduğunca tarafsız yürütülmesinin bir  aracı  olması,  Başbakanlığa  bağlılığında  bile  bunu  hayata  geçirecek derecede  bir  özerkliği  gerektirir.  Bir  bakanlığın  emir  ve  komutasında olmak ise planlama ile görevli kuruluşun kendine özgü işlevsel özerkliğini zedeler. Denetlenenlere vesayet denetimine nazaran daha fazla müdahale imkânı veren hiyerarşik denetim, planlama görevlerinin tam olarak yerine getirilmesini engeller. DPT nin Başbakanlığa (hatta Başbakana), görevlerinde özerk biçimde bağlı olması, DPT ye; Başbakana, bir bakan aracılığıyla değil, doğrudan ulaşabilme  ve  teknik  konuları  uzmanı  tarafından  aktarabilmek  avantajı verir. Bu, diğer yönden, Bakanlar Kuruluna başkanlık eden ve hükûmetin genel siyasetinden sorumlu Başbakanın, planlama çalışmalarına doğrudan ulaşabilmesi imkânı vermiş olur. Planlama  faaliyetlerinin  Kalkınma  Bakanlığına  bağlanmasının  şu sakıncaları olabilir: 1-)  Bu  yapılanmayla  müsteşarlık  yapısı  ortadan  kaldırılmakta ve planlama örgütü bakanlık çatısı altına alınmaktadır. Bir başka deyişle özel bir konuda oluşturulan ihtisas birimi yapısına son verilmektedir.87 Siyasî bir kimlik taşıyan bakanın, planlama çalışmalarını, Başbakana kendine uygun haliyle  aktarması  planlamada  hedeﬂ enenden  farklı  noktalara  gelinmesine sebep olabilir. 2-)  Planlama  faaliyetlerinin  (DPT nin  üstlenimiyle)  Başbakanlığa bağlanmamış  olması,  emir  ve  komutasına  girdiği  bakanın  görünmeyen başbakan yardımcısı ya da koalisyon hükûmetlerinde Başbakan alternatifi olarak  etkinleşmesine  sebep  olabilir.  Böyle  bir  durumun  Başbakanın Anayasanın 112. maddesindeki konumuna uyarlı olmayacağı açıktır. 83  Maurer, s. 429. 84  Tortop, Nuri-İsbir, Eyyup G.-Aykaç, Burhan (1999), Yönetim Bilimi, Yargı Yayınları, Ankara, s. 52. 85  Yıldırım, Ramazan, İdare Hukuku Dersleri I, Güncelleştirilmiş ve Gözden Geçirilmiş 2. Bası, Mimoza Yayınları, Konya, 2006, s. 49, 50. 86  Akyılmaz vd., s. 267. 87  Övgün, Barış, Türk Kamu Yönetiminde Yeni Bir Örgütlenme: Kalkınma Bakanlığı Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, c. 66, Sa. 3, 2011, s. 274. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 217Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... 3-) DPT nin Başbakanlık bünyesinde bir uzmanlık kuruluşu olmasının beraberinde getirdiği kendine özgü görevlerinden kaynaklanan özerk nitelik, Kalkınma  Bakanlığının  doğrudan  hiyerarşik  kuruluşu  haline  geldiğinde kalkmış olacak ya da en dar seviyeye inecektir. DPT nin planlama işlevleri giderek, sıradan, bir bakanlık faaliyetine dönüşmüş olacaktır. 4-)  DPT nin  Kalkınma  Bakanlığı  olarak  yeniden  yapılandırılması sonucunda,  bakanlığın  görevleri  haline  dönüşen;  hükümete  danışmanlık yapmak ve hükümete görüş vermek ve/veya teklifte bulunmak gibi görevlerin, Kalkınma Bakanlığını icracı bakanlık olarak görülmek yerine, Bakanlar Kurulu iradesine tabi ‘bağlı bakanlık  haline getirmiş olabileceği ihtimal dairesindedir. 5-) Planlama, ekonomik, sosyal, kültürel, idari ve benzer konularda çok yönlü araştırma gerektiren ve her birisi bir bakanlığın görev alanına giren faaliyetlerdir. Görevleri itibarıyla tüm bakanlıklarla işbirliği içinde olması gereken (planlama görevlerinin ve bunu üstlenen) DPT nin, Başbakanlığa bağlanması gerekmektedir. Kalkınma planlarında ve yıllık programlarda, planların daha sağlıklı uygulanması için, her bir bakanlıkta araştırma, planlama ve koordinasyon kurumları önerilerek, DPT nin bu birimlerle diyalog halinde olabilmesi üzerinde durulmuştur.  6-)  Planlama  faaliyetlerinin,  Bakanlar  Kurulunun  TBMM ye  karşı sorumluluğuna esas olan hükûmetin genel siyasetinin hazırlanmasındaki etkinliği;  bakanlar  üstü  karar  vermeyi  gerektirmesi  ve  bir  koordinasyon faaliyeti olması, (DPT nin) Başbakanlığa bağlanmasını gerektirmektedir.  İlk  kez,  1961  Anayasasından  evvel,  30.09.1960  tarihinde  kurulan DPT nin  Başbakanlığa  bağlanmasında  da  haklı  olarak  ileri  sürülen  bu gerekçeler önemli rol oynamıştır. 88  Güler, (2012), s. 22. 89  Tan, Turgut, Planlamanın Hukuki Düzeni, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü Yayınları, no: 154, Ankara, 1976, s. 36. 90  Tan, (1976), s. 36; Ertekin, Yücel, Planlama Hizmetinin Örgütlenmesi Üzerine Düşünceler, Amme İdaresi Dergisi, cilt 17 sayı 3, 1984, s.75. 91  Dik, Esra-Yılmaz, Aslı, Türkiye de Planlama Yönetiminde Değişim Devlet Planlama Teşkilatından Kalkınma Bakanlığına, Kuram ve Yöntem Açısından Türkiye de Kamu Yönetimi, Kayfor 2011 Bildiriler Kitabı, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü yayınları no: 367, Ankara, 2012, s. 794. 92  Gözübüyük, s. 86. 218 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Bu gibi nedenlerle, bir kısım ülkelerde planlama teşkilatları başbakanlığa ya da bakanlar içinde ayrıcalıklı olanlarına bağlanmıştır. Planlama faaliyetleri Lüksemburg,  Fransa  ve  İspanya  gibi  ülkelerde  Başbakanlık  düzeyinde yürütülmektedir. Almanya da bile merkezi planlama bir federal bakanın sorumluluğunda olmakla birlikte süreçte hükûmet ve özellikle başbakan aktif rol almaktadır.    7-) DPT nin gerek yaptığı araştırmalar ve gerekse araştırma sonuçlarının uygulanmasını sağlamak ve sonuçlarını gözlemek için, yüklü bir finansman ile desteklenmesini gerektirmektedir. Bu da ancak Başbakanın sevk ve idaresiyle hızlı, tatmin edici derecede, iyi ve kolay sağlanabilecektir. 8-)  Başbakanlığın  2011/8  sayılı  genelgesinde;  daha  evvel  DPT bünyesinde bulunan ve yeni değişiklikle Kalkınma Bakanlığının bünyesine alınan Yüksek Planlama Kurulu ve Para-Kredi ve Koordinasyon Kurullarına, Başbakanın ya da Başbakanın öngördüğü bir bakanın başkanlık etmesi uygun görülmüştür. Bir kısım bakan ve müsteşar gibi bürokratlar da bu kurulların üyesidirler. Başbakanın ya da yetkilendirdiği bir bakanın başkanlık ettiği ve diğer bir kısım bakanların katıldığı kurulların Kalkınma Bakanının uhdesinde bulunması kendi içinde bir çelişkidir. Bu sorun planlama görevi üstlenecek DPT nin yeniden kurulup Başbakanlığa bağlanmasıyla çözümlenmiş olacaktır.  9-)  Anayasanın  166.  maddesine  5982  sayılı  Kanunla  eklenen hükümlerle kurulan ve statüsü 4641 sayılı Kanunla düzenlenen Ekonomik ve  Sosyal  Konseyin  (EKS),  faaliyetlerinde  özerk  olması  dolayısıyla, DPT nin bir Bakanlık bünyesine alınmasının sakıncası giderilmiş olamaz. 641 sayılı KHK ye göre sekretaryasını Kalkınma Bakanlığının üstlendiği ve çalışmalarından da yine bu bakanlığın sorumlu olduğu EKS, bir danışma organı  olarak  görülebilir.  EKS  ekonomik  sosyal,  kültürel  ve  benzeri konularda örgütlü olarak araştırma yapmak veya 5 yıllık ya da orta vadeli plan ve yıllık program hazırlama işlevine sahip değildir. Bununla birlikte, EKS nin çalışmaları için kurullar oluşturarak araştırma yapması, DPT ile çatışma alanı oluşturabileceği bir hukukî zaafiyet noktasıdır. Bu  yüzden,  görevleri  tüm  toplumsal  sorunları  kapsayan  EKS  ile  plânlı 93  Tan, (1976), s. 37. 94  Europäisches Raumentwicklungskonzept Auf dem Wege zu einer räumlich ausgewogenen undnachhaltigen  Entwicklung  der  Europäischen  Union,  Europäische  Gemeinschaften, Luxemburg, 1999, s. 12. 95  Maurer, s. 425. 96  Atay, s. 263. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 219Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... kalkınma görevini üstlenen DPT nin (yeni düzende Kalkınma Bakanlığının) görev ve yetkilerinin koordinasyonu ayrı bir önem arzetmektedir.         SONUÇ 2011 den  bu  tarafa  yapılan  yeniden  düzenleme  çalışmalarıyla Başbakanlık ve bakanlıkların teşkilatlanmasında hukukî bir kısım sorunlara tanık  olunmaktadır.  Bakanlar  Kurulunun,  hükûmetin  genel  siyaseti kapsamına  girmeyen  birçok  konuda  adeta  bir  hizmet  bakanlığıymış  gibi karar almakla görevli olduğu görülmektedir. Yeni değişikliklerde Bakanlar Kurulunun asıl görevi dışındaki görevler başka bakanlıklara aktarılmamıştır. Hükûmetin  genel  siyasetinin  yürütülmesiyle  doğrudan  ilgili  olmayan konularda,  örneğin  bir  bakanlığın  çıkarabileceği  yönetmeliğin  Bakanlar Kurulu tarafından çıkarılması da Anayasayla uyarlı değildir. Aynı gözlem Başbakanlık için de geçerlidir: Uzun zamandan beri kendi bünyesinde bulunan birçok kuruluşu yönetmekten kanunların ve hükûmetin genel siyasetinin uygulanmasının denetimi ve gözetimine yeterince vakit ayıramayacak  kuruluş  haline  gelen  Başbakanlık  teşkilatında  sadeleşmeye gidilmesine rağmen henüz tam bir sonuç alınmış değildir. Bağlı, ilgili ve ilişkili kuruluşların tanımlarında ve birbirlerinden ayırt edilmelerinde benimsenen ölçülerin daha somutlaştırılması gerekmektedir. Yeni yasal değişikliklerle 3046 sayılı kanununun 19/a maddesinde ilişkili kuruluşlar  da  tam  olarak  tanımlanmamıştır.  Doktrinde  Diyanet  İşleri Başkanlığı gibi kuruluşların düzenleyici idari kurum kapsamında görülmeleri, ilişkili kuruluşların kapsamında belirsizliğe işaret etmektedir.  2011 yılında çıkarılan bir dizi KHK yle Başbakanlıktan alınan bir kısım kurum ve kuruluşlar başka bakanlıklara aktarılmış ve yeni bakanlıklar kurulmuştur.  AyM nin  1989 dan  bu  yana  istikrar  kazanmış  kararlarında belirtildiği gibi, KHK ler, acil, zorunlu ve önemli durumlarda, yetki kanununa uygun olarak çıkarılabilirler. Sık sık KHK çıkarılması, KHK çıkarılabilecek konuların yetki kanununda geniş tutulması ve yetki kanunlarının süresinin uzatılması  gibi  haller,  Anayasadaki  yasama  yetkisinin  devredilmezliği prensibine  aykırıdır.  Başbakanlığın  ya  da  bakanlığı  teşkilatlanması  gibi konuların uzun yıllara yayılacak acil ve zorunlu olmayan bir yapılandırma niteliği taşıması,  bunların kanunlarla düzenlenmelerini gerektirmektedir. 97  Derdiman, R. Cengiz, Halkoyuna Sunulacak 5982 Sayılı Kanun Hükümleri Hakkında Düşünceler, Türk Anayasa Hukuku Sitesi, http://www.anayasa.gen.tr/derdiman-5982.htm, erişim: 24.07.2011. 220 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Bu arada AyM nin, bakanlıkların teşkilatlandırılmasına yetki veren 6223 sayılı kanunu görüştüğü 2011/147 sayılı kararında, KHK lerle acil, zorunlu ve önemli durumlarda düzenleme yapılıp yapılamayacağını denetim yetkisinin dışında  görmesi;  Ülkede  KHK  ile  düzenleme  yönteminin  yaygınlaşması tehlikesi taşımaktadır. 1961  Anayasası  zamanında  Bakanlıkların  başbakanın  teklifi  ve Cumhurbaşkanının onayıyla kurulmaları yöntemi amacından saparak siyasi pazarlıklara sebep olduğundan, 1982 Anayasasında bakanlıkların kanunla kurulması yöntemi benimsenmiştir. Bundan, 1982 Anayasasının, bakanlıkların özellikle kanunla kurulmasını öngördüğü anlaşılmaktadır. Bu yoruma itiraz edilse  de,  Bakanlıkların  hiç  olmazsa  acil  ve  zorunlu  durumda  KHK  ile düzenlenmesi gerekmektedir. Diğer taraftan, bir KHK nin geçici olması için, çıkarılmasını takiben en kısa zamanda TBMM tarafından görüşülerek, kanunlaşması gerekmektedir. Bu makalede sözü edilen değişikliklere ilişkin KHK ler TBMM de henüz görüşülmemişlerdir. Planlama faaliyetlerinin yukarıda anılan KHK lerden 641 sayılı KHK ile kurulan Kalkınma Bakanlığı bünyesine alınması, (dolayısıyla Başbakanlığa bağlı DPT nin lağvedilmiş olması), eleştiriye açıktır: Planlama faaliyetleri, araştırılması, hazırlanması ve yetkili mercilere sunumu  gibi  yönleriyle  fonksiyonel  özerk  faaliyetlerdir.  Planlamanın  bir bakanlığın emir ve komutasına verilmesi bu özerkliği zedeler. Planlama, toplumun tüm kesimleriyle ilgisi bulunan, dolayısıyla her bakanlıkla irtibat kurulmasını gerektiren bir koordinasyonu gerektirir. Planlama faaliyetlerini yürüten  DPT,  ilk  kuruluşundan  itibaren,  yukarıda  anılan  sebeplerle Başbakanlığa bağlanmıştır. Aradan geçen sürede planlama faaliyetlerinin, niteliğinde  bir  değişme  olmadığına  ve  hükûmetin  genel  siyasetinin belirlenmesinde vazgeçilmez bir öneme sahip olduğuna göre, Başbakanlıktan alınarak  Kalkınma  Bakanlığına  bağlanmasını  gerektiren  haklı  bir  neden yoktur.           Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 221Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde...",
     "Kaynakça": "Adamovich,  Ludwig  K.-Funk,  Bernt  Cristian-Holzinger  GerhardFrank, Stefan L., Österreichisches Staatsrecht, Band 4: Allgemeine Lehren des Verwaktungsrechts, Springer-Verlag/Wien, 2009 Akyılmaz, Bahtiyar-Sezginer, Murat-Kaya, Cemil, Türk İdare Hukuku, Seçkim Yayınları, Ankara, 2009. Altundiş, Mehmet (2008), “Hukukî Güvenlik İlkesi”, Yasama Dergisi, Sa. 10, Eylül-Ekim-Kasım-Aralık 2008, s. 60-94.   Arslan, Nagehan Talat-Arslan, Erkan, Yeni Kamu Yönetimi ve Üst Kurullar, Alfa-Aktüel Yayınları, Bursa, 2010. Atay, Ender Ethem, İdare Hukuku, 3. Baskı, Turhan Kitabevi Yayınları, Ankara, 2012. Barnett, Hilaire, Constitutional AndAdminıstrative Law, Fourth edition first  published  in  Great  Britain  2002  by  Cavendish  Publishing  Limited, London, 2002.   Başbakanlık,  http://dtvt.basbakanlik.gov.tr/AnaSayfa.aspx,  erişim: 29.12.2012. Besson,  Waldemar-Jasper,  Gotthard,  Das  Leitbild  der  modernen Demokratie, Bauelemente einer freiheitlichen Staatsordnung, Landeszentrale für politische Bildung, Franzspiegel Buch GmbH. Ulm, Bonn, 1990.   Birch, A. H., The British System Of Goverment, Revised Edition, George Allen & Unwin Ltd, London, 1975.   Bozkurt, Ömer-Ergun, Turgay-Sezen, Seriye (Ed), Kamu Yönetimi Sözlüğü, 2. Baskı, TODAİE Yayınları no: 342, Ankara, 2008. Derdiman, R. Cengiz, “Türk Kamu Yönetimi ve Hukukunda Kanun Hükmünde  Kararname”,  Ankara  Üniversitesi  Siyasal  Bilgiler  Fakültesi Dergisi, Oral Sander e Armağan, cilt: 51, sayı: 1, yıl: 1997 s. 135-164. Derdiman, R. Cengiz, Türkiye İdaresinin Hukuksal Yönü ve Yapısı, Alfa Yayınları, İstanbul, 2003. Derdiman, R. Cengiz, İdare Hukuku, 4. Baskı, Aktüel Yayınları, Bursa, 2011. Derdiman, R. Cengiz, Anayasa Hukuku, 3. Baskı, Aktüel Yayınları, 222 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Bursa, 2013.   Derdiman, R. Cengiz, İdare Hukuku, 5. Baskı, Aktüel Yayınları, Bursa, 2015.   Derdiman, R. Cengiz “Halkoyuna Sunulacak 5982 Sayılı Kanun Hükümleri Hakkında Düşünceler”, Türk Anayasa Hukuku Sitesi, http://www. anayasa.gen.tr/derdiman-5982.htm, erişim: 24.07.2011.   Dik, Esra-Yılmaz, Aslı, “Türkiye de Planlama Yönetiminde Değişim Devlet Planlama Teşkilatından Kalkınma Bakanlığına”, Kuram ve Yöntem Açısından Türkiye de Kamu Yönetimi, Kayfor 2011 Bildiriler Kitabı, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü yayınları no: 367, Ankara, 2012, s. 786801.   Duran, Lütfi, “Türkiye de Bağımsız İdarî OtoritelerAmme İdaresi Dergisi, cilt: 30, sa. 1 Mart 1997, s. 3-10. Ertekin,  Yücel,  “Planlama  Hizmetinin  Örgütlenmesi  Üzerine Düşünceler”, Amme İdaresi Dergisi, cilt 17 sayı 3 yıl: 1984 s. 72-79. Eryılmaz, Bilal, Kamu Yönetimi  Düşünceler Yapılar Fonksiyonlar, Güncellenmiş 3. baskı, Okutman Yayıncılık, Ankara, 2010. Europäisches  Raumentwicklungskonzept  Auf  dem  Wege  zu  einer räumlich  ausgewogenen  undnachhaltigen  Entwicklung  der  Europäischen Union, Europäische Gemeinschaften, Luxemburg, 1999. Fendoğlu, Hasan Tahsin, Anayasa Hukuku, Yetkin Yayınları, Ankara, 2015. Fındıklı, Remzi, İdare Hukuku, Uzman Kariyer Yayınları, Ankara, 2012. Gast,  Henrik,  “Politische  Führung  in  der  Kanzlerdemokratie: die  Bundesrepublik  Deutschland”,  Politische  Führung  in  westlichen Regierungssystemen,  Theorie  und  Praxis  im  Internationalen  Vergleich, Herausgegeben:  Martin  Sebaldt  Henrik  Gast,  GWV  Fachverlage  GmbH, Wiesbaden 2010, s. 95-121 Gözler, Kemal-Kaplan, Gürsel, İdare Hukuku Dersleri, 12. Baskı, Ekin Kitabevi yayınları, Bursa, 2012. Gözler,  Kemal-Kaplan,  Gürsel,  “Bakan  Yardımcıları  Bakanlık Hiyerarşisine Dâhil Midir?TBB (Türkiye Barolar Birliği) Dergisi yıl: 2012 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 223Başbakanlık ve Bakanlık Teşkilatlarında Kanun Hükmünde... sayı: 98, s. 11-24. Gözübüyük, A. Şeref, Yönetim Hukuku, Güncellenmiş 21. Bası, Turhan Kitabevi Yayınları, Ankara, 2004. Gözübüyük, A. Şeref-Tan, Turgut, İdare Hukuku, I: Genel Esaslar, Güncelleştirilmiş 9. Baskı, Turhan Kitabevi Yayınları, Ankara, 2013. Güler, Birgül Ayman, Türkiye nin Yönetimi, 2. bası, İmge Yayınları, Ankara, 2010. Güler, Birgül Ayman, “Yetki Kanunu-6223: Genel Özellikler Üzerine Bir Değerlendirme”, Kanun Hükmünde Kararnamelerle Yönetmek, Derleyen: A. Argun Akdoğan, YAYED Yayınları, Ankara, 2012, s.11-31. Günday, Metin, İdare Hukuku, 10. Baskı, Ankara: İmaj Yayınevi, 2011. Hesselberger,  Dieter,  Das  Grundgesetz,  Kommanter  für  Politische Bildung, 12. Auﬂ age, Verlag GmbH, Neuwied und Kriftel, 2001. Hopp, Gerhard, “Politische Führung in der Westminster-Demokratie: Großbritannien”,  Politische  Führung  in  westlichen  Regierungssystemen, Theorie und Praxis im Internationalen Vergleich, Herausgegeben: Martin Sebaldt Henrik Gast, GWV Fachverlage GmbH, Wiesbaden 2010, s. 72-91. Kamu Yönetimi Araştırma Raporu Genel Rapor, Türkiye ve Orta Doğu Amme İdaresi Enstitüsü Yayınları No: 238, Ankara, 1991. Kamu Düzeni ve Güvenliği Müsteşarlığı, 2012, http://www.kdgm.gov. tr/index.snet?wapp=9432F796-CD41-4643-9F0A-42D276839BDC,  erişim: 03.01.2013. Maurer, Hartmut, Allgemeines Verwaltungsrecht, 16. überarbeitete und ergænzte Auﬂ age, Verlag C. H. Beck oHG, München, 2006. Organisation der Bundesministerien 2012, http://www.hausarb eiten. de/faecher/vorschau/101221.html, erişim: 02.01.2013. Övgün,  Barış,  “Türk  Kamu  Yönetiminde  Yeni  Bir  Örgütlenme: Kalkınma BakanlığıAnkara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Cilt 66, No. 3, 2011, s. 263-281 Polat, Kerim, “Yetki Kanunlarının ‘Konu  ve ‘İvedilik, Zorunluluk ve Önemlilik  Unsurları Bakımından Yargısal Denetimi”, Yasama Dergisi Sa. 15, Mayıs – Haziran – Temmuz – Ağustos, 2010, s. 93-113. 224 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4R. Cengiz DERDİMAN Sağlam,  Fazıl,  “KHK  Çıkarma  Yetkisinin  Sınırları,  Uygulamanın Yaygınlaşmasından Doğabilecek Sorunlar”, Anayasa Yargısı Dergisi, c. 1, Ankara, 1984, s. 261-271. Sezen, Seriye, Türk Kamu Yönetiminde Kurullar Geleneksel Yapıdan Kopuş, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü Yayınları,  no:316, Ankara, 2003. Sobacı, Mehmet Zahit, “Türk İdari Teşkilatındaki Adalar ‘Bağımsız İdari Otoriteler ”, Ankara Üniversitesi Hukuk Fakültesi Dergisi, cilt: 55, sayı: 2 den ayrı basım, 2006, s. 157-180 Sönmez,  Ümit,  Piyasanın  İdaresi  Neoliberalizm  ve  Bağımsız Düzenleyici Kurumların Anatomisi, İletişim Yayınları, İstanbul, 2011. Tan, Turgut, Planlamanın Hukuki Düzeni, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü Yayınları, no: 154, Ankara, 1976. Tan, Turgut, “Bağımsız İdari Otoriteler veya Düzenleyici Kurullar”, Amme İdaresi Dergisi, cilt: 35, sa. 2, Haziran, 2002, s. 11-37. Tortop, Nuri-İsbir, Eyyup G.- Aykaç, Burhan, Yönetim Bilimi, Yargı Yayınları, Ankara, 1999. Uslu, Ferhat, “Geçici Bakanlar Kurulu ya da Seçim Hükûmeti”, 31 Ağustos  2015,  http://webunya.com/gecici-bakanlar-kurulu-ya-da-secimhukumeti, erişim: 12.09.2015 Yayla, Yıldızhan, İdare Hukuku, Beta Yayınları no: 2166, İstanbul, 2009. Yıldırım,  Ramazan,  İdare  Hukuku  Dersleri  I,  Güncelleştirilmiş  ve Gözden Geçirilmiş 2. Bası, Mimoza Yayınları, Konya, 2006. Zippelius, Reinhold-Würtenberger,Thomas, Deutsches Staatsrecht, 32. Auﬂ age Verlag C. H. Beck, München, 2008. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 225"
}