{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "1",
     "Başlık": "VERGİ USUL KANUNU MD. 3/B HÜKMÜ ÇERÇEVESİNDE KDV İNDİRİMİ UYGULAMASININ DEĞERLENDİRİLMESİ",
     "Title": "THE EVALUATION OF THE APPLICATION OF VAT DEDUCTION WITHIN THE SCOPE OF TAX PROCEDURE LAW ARTICLE 3/B",
     "Yazar İsmi": [
          "Erdem ATEŞAĞAOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Katma Değer Vergisi İndirimi",
          "Defter Kaydı",
          "İspat Yükü"
     ],
     "Keywords": [
          "Deduction of Value Added Tax",
          "Bookkeping Entry",
          "Burden of Proof"
     ],
     "Özet": "Mükelleﬂ er; vergi incelemesi esnasında bazen kanuni defterlerini hiç ibraz etmemekte, bazen de alım faturalarını içermeyen veya tasdikli olmayan defterlerini ibraz  etmektedirler.  Böyle  durumlarda,  mükellefin  alım  işlemleri  ile  gerçekten yüklenmiş olduğu katma değer vergisi tutarını indirme hakkı, kayıt nizamına ve ibraz ödevine ilişkin yukarıdaki eksikliklere dayanılarak reddedilmektedir. Ancak idarenin bu yaklaşımı, 213 Sayılı Vergi Usul Kanunu nun 3. maddesinin (B) bendi hükmüne aykırılık  teşkil  etmektedir.  Zira,  vergi  denetmeni  tarafından  defter  incelemesi yapılamasa da mükelleﬂ er tarafından birtakım belgeler vasıtasıyla ilgili işlemlerin ve KDV tutarlarının gerçekliği ispat edilebilir. Diğer taraftan, VUK md. 134 hükmü çerçevesinde, vergi denetmenin bahse konu maddi olayların gerçekliğini çeşitli araştırmalar ile tespit edebilmesi de mümkündür. Bu bağlamda, mükelleﬂ erin yasal defterler dışındaki bazı belgelerle alım işlemlerinin  gerçekliğini  ortaya  koyabilmekte  iken  vergi  idareleri  tarafından alım belgelerine ait defter kayıtlarına ulaşılamaması nedeniyle KDV indiriminin reddedilmesi hukuka aykırıdır. Yine  vergi  raporu  ile  sahte  veya  muhteviyatı  itibariyle  yanıltıcı  belge düzenleyen olarak nitelendirilmiş bir kişiden alınan tüm mal veya hizmet faturalarını gerçek bir alım-satım işlemine dayanmadıkları gerekçesi ile KDV indiriminin kapsamı dışında tutan idari yaklaşım VUK md. 3/(B) hükmüne aykırıdır. Vergi mükellefinin bazı alım faturalarının sahte veya muhteviyatı itibariyle yanıltıcı oldukları sonucuna varılması için bu belgeleri düzenleyen şahıslar hakkındaki idarenin tespitlerinin yargı denetiminden geçmesi veya mal-hizmet alımının gerçeğe uygun olmadığını ortaya koyan somut bilgilere ulaşmak amacıyla belgeleri kullanan mükelleﬂ er nezdinde vergi incelemesi yapılması gerekmektedir.",
     "Abstract": "Tax payers sometimes do not submit their legal book and sometimes submit such books that are not contained purchase invoices within or notirized during the tax audit. In such cases, the tax payer s right to deduct the real accrued VAT is denied due to deficiencies mentioned above regarding rules of bookkeeping or submission duty. However, this administrative approach is against the provision regulated under the article 3/(B) of Tax Procedure Law, No. 213. This is because, even though the inspection of books cannot be performed by the tax auditor, the reality of relevant purchasing transactions and accrued VAT amounts can be verified by the tax payers providing certain documents. On the other hand, within the scope of article 134 of Tax Procedure Law, it is also possible for the tax auditor to verify the reality of the aforementioned transactions by carrying out various researches. In this respect, since tax payers can verify the reality of purchase transactions by providing some certain documents other than legal books, it is unlawful to deny the right of VAT deduction due to the failure of tax administration s attempts to attain the bookkeeping entries regarding the purchase transactions.  Also, the attitude of tax administration, which is taking the invoices of goods or services out of VAT deduction context on the grounds that such invoices do not based upon a real transaction due to goods or service invoices issued by person who is characterized as a man drawing up document that are false or misleading by content with tax audit report, is contrary to provision regulated under the article 3/(B) of Tax Procedure Law. In order to conclude that certain purchase invoices of tax payer are false or misleading by the content, either there needs to be a judicial review of the administration s evaluation for persons who prepare such documents or a tax audit before tax payer who used such documents to obtain tangible information on whether the goods and service purchases are inaccurate.",
     "Metin": "3065 Sayılı KDV Kanunu md. 29/3.f. ve 34 hükümlerinde, KDV indirimi uygulamasına dair bazı şekil şartları düzenlenmiştir. Bu şartlar; özellikle ticari, sınai, ziraı ve serbest meslek faaliyetleri kapsamındaki mal ve hizmet alımlarının gerçekliğini ortaya koymaya yöneliktir. Bunlardan bir tanesi de KDV Kanunu md. 34/1.f. hükmünde yer alan,  Yurt içinden sağlanan 236 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU veya ithal olunan mal ve hizmetlere ait Katma Değer Vergisi, alış faturası veya benzeri vesikalar ve gümrük makbuzu üzerinden ayrıca gösterilmek ve bu vesikalar kanunî defterlere kaydedilmek şartıyla indirilebilir şeklindeki hükümdür. Vergi  idaresinin;  indirim  konusu  KDV  tutarlarının  yasal  defterlere kaydedilmemiş  olması  veya  sunulan  defterlerin  tasdik  edilmemiş  olması durumlarından  biriyle  karşılaştığında,  yukarıda  anılan  şekil  şartının gerçekleşmediğini  gerekçe  göstererek  KDV  indirimini  reddettiğini görmekteyiz.  İdarenin  bu  yaklaşımıyla,  213  Sayılı  VUK  md.  3/B hükmünde  yer  alan  vergilendirmede  vergiyi  doğuran  olay  ve  bu  olaya ilişkin muamelelerin gerçek mahiyeti esastır. Vergiyi doğuran olay ve bu olaya ilişkin muamelelerin gerçek mahiyeti yemin hariç her türlü delille ispatlanabilir şeklindeki düzenlemeyi göz ardı ettiğini, mükelleﬂ erin defter kayıtları dışında fatura, banka ve envanter kayıtları gibi belgelerle malhizmet alımının gerçekliğini ortaya koyabilmelerine ve bu alımlara konu KDV ödemelerini indirebilmelerine müsaade etmediğini belirtmeliyiz. Bu noktada, mükelleﬂ erin ticari işlemlerinin gerçekliğini defter kayıtları dışında başkaca belgelerle ortaya koymasına imkan tanınmayarak KDV indiriminin reddi yoluna gidilmesinin, VUK md. 3 hükmüne aykırı vergi tarhiyatlarına sebebiyet verdiğini düşünmekteyiz. Yine vergi idaresi tarafından; haklarında sahte belge veya muhteviyatı itibariyle yanıltıcı belge düzenledikleri yönünde vergi suçu raporu bulunan kişilerden mal veya hizmet alımı yapan mükelleﬂ erin, yaptıkları bu alımların gerçek  olmadığı  ve  bu  nedenle  de  anılan  faturalardaki  KDV  tutarlarını indirimine  konu  edilemeyeceği  değerlendirmesi  yapılabilmektedir.  Buna karşılık, mal veya hizmet alımının gerçek olmadığı veya fatura içeriği ile uyuşmayan şekilde yapıldığı hususları, ancak mükellef nezdinde bu alımlara yönelik araştırmalar veya alımların yapıldığı karşı tarafın sahte ve/veya muhteviyatı  itibariyle  yanıltıcı  belge  düzenlemek-fatura  ticareti  yapmak- hususi amacıyla faalliyette bulunan kişi olduğunu tespit eden vergi inceleme raporunun yargı denetiminden geçerek onaylanması ile ortaya konulabilir. Dolayısıyla,  indirimden  yaralanmak  isteyen  mükelleﬂ er  nezdinde  somut tespitler yapılmadan, KDV indirimine konu işlemlerin gerçek olmadığı veya farklı mahiyette oldukları sonucuna varılması ve söz konusu işlemlerin KDV tutarlarının indirilmesinin yerinde görülmemesi VUK md. 3/B hükümüne aykırılık teşkil eder. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 237Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... Bu çalışma ile güdülen amaç; KDV indirimi uygulamasına dair genel hukuki bilgiler vermek, bu bilgiler çerçevesinde vergi idaresinin KDV indirimi uygulamasını reddetmek suretiyle tesis ettiği hangi işlemlerinin VUK md. 3/B hükmüne aykırılık teşkil ettiğini ortaya koymak ve idarenin bu şekildeki hakkaniyete aykırı KDV indirimi uygulamalarını ortadan kaldırmaya yönelik bazı önerilerde bulunmaktır. I. KATMA DEĞER VERGİSİNDE İNDİRİM UYGULAMASI   1. Uygulamanın Kapsamı ve Amacı   KDV  mükelleﬂ eri;  mal  ve  hizmet  alışlarında  KDV  ödemekte, satışlarında ise KDV tahsil etmektedirler. Dolayısıyla; KDV, kişilerin ödeme güçlerinin bir göstergesi olan harcamalarını esas alan bir vergidir. Katma değer  vergisini  diğer  vergilerden  ayıran  özelliklerin  başında  ise  indirim uygulaması yer almaktadır. Mükelleﬂ er ve vergi idareleri, KDV indirimi uygulamasının esas ve usulleri noktasında, 3065 sayılı KDV Kanunu md. 29, 30, 32, 33, 34, 35, 36, 54 ve 58 hükümlerini esas almaktadırlar. Biz çalışma konumuz  kapsamında,  bu  hükümlerin  tamamını  irdelemeyecek,  sadece indirime konu edilen işlemlerin gerçekliğinin ispatı bakımından, önem arz eden ilgili hükümler üzerinde değerlendirmelerde bulunacağız. Vergi indirimi, mal ve hizmet satışları üzerinden hesaplanan KDV den, mal ve hizmet alışı veya imal edilmesi esnasında hesaplanarak fatura ve benzeri  belgelerde  gösterilen  KDV nin  indirilmesini  ifade  etmektedir.2 İndirim uygulaması aşağıda izah edilen yapı gereğince, mükelleﬂ ere ait hak ve aynı zamanda bir görevdir. KDV indirimi uygulamasında; ticari, sınai ve zirai veya serbest meslek faaliyetleri kapsamındaki bir malın veya hizmetin ilk üretiminden veya ithalatından itibaren nihai tüketiciye kadar ulaşmasına kadar  bütün  aşamalarda  KDV  alınıyor  olması  sebebiyle,  mükelleﬂ er vergilendirmeye konu mal veya hizmet tutarı üzerinden hesaplanan KDV tutarını bir önceki aşamada ödenen KDV tutarlarından indirmekte ve ilgili malın veya hizmetin yarattığı bakiye katma değer vergisini hazineye intikal ettirmektedirler.  İşbu  bağlamda;  vergi  mükellefi,  vergi  dönemi  tibariyle, 1   ŞENYÜZ, Doğan: Türk Vergi Sistemi, Yaklaşım Yayınları, Ankara, 2005, s. 381. 2   BİLİCİ, Nurettin: Vergi Hukuku, Seçkin Yayınevi, 15.baskı, Ankara, 2007 s. 253; ŞENYÜZ, Doğan: Türk Vergi Sistemi Dersleri, Ekin Kitapevi, 4. baskı, Ankara, 2007, s. 220; AKSOY, Şerafettin: Vergi Hukuku ve Türk Vergi Sistemi, Filiz Kitapevi, 6.baskı, İstanbul, 2010, s. 396. 3   KIZILOT, Şükrü: Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, Yaklaşım Yayıncılık, 6. baskı, Ankara, 2012, s. 1255. 238 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU kendisine yapılmış mal teslimleri, ifa edilmiş hizmet ifaları veya kendisince yapılmış mal ithalatı ile borçlandığı veya ödediği KDV tutarlarından, teslim ettiği mallar veya ifa ettiği hizmetler üzerinden tahsil ettiği veya alacaklı hale geldiği KDV tutarlarını indirmekte ve şayet KDV farkı var ise bunu vergi dairesine yatırmaktadır (KDV Kanunu md. 29). Alım esnasında yüklenilen KDV nin indirilebilmesi için yurt içinde satın alınmış veya yurt dışından ithal edilmiş malın satılmış olması gerekmemektedir.4   Bir vergilendirme döneminde indirilecek KDV toplamı, mükelleﬂ erin vergiye tabi işlemleri nedeniyle hesaplanan KDV toplamından fazla olduğu takdirde, aradaki fark sonraki dönemlere devredilmekte ve iade edilmemektedir (KDV Kanunu md. 29/2.f.). Tampon kuralı olarak tanımlanan bu uygulama gereğince,  bir  vegilendirme  döneminde  indirilebilecek  KDV  tutarının  o dönemde  satış  faturaları  üzerinden  hesaplanacak  KDV den  fazla  olması ile karşılaşıldığında, aradaki fazlalığın bir sonraki vergilendirme dönemine devredilerek o döneme ait indirilecek KDV tutarına eklenmesi söz konusu olur.  Kural olarak, indirilemeyen KDV tutarları iade olunmaz. Öte yandan; vergiden istisna olan işlemlerle ilgili olarak yüklenilen ve indirim yoluyla giderilemeyen  KDVtutarlarının  bu  işlemleri  yapanlara  iade  edilmesi mümkündür (KDV Kanunu md. 32/1.f.). Yine genel oranda KDV ödenerek temin edilen mal veya hizmetlerin indirimli oranda KDV ile teslim edilmesi halinde,  yüklenilen  ancak  indirilemeyen  KDV  tutarları  yıl  sonunda  iade edilebilmektedir (KDV Kanunu md. 29/2.f.)7. Ancak KDV tutarlarını 30. 4   KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1262. 5   BİLİCİ, s. 146. 6   KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1251, 1252; KALENDEROĞLU, Mahmut: Vergi Hukuku-Türk Vergi Sistemi, Agon Yayınevi, 12. baskı, Ankara, 2011, s. 238; ŞENYÜZ, Türk Vergi Sistemi Dersleri, s. 221; SABAN, Nihal: Vergi Hukuku, 4. baskı, Beta Yayınevi, İstanbul, 2006, s. 539. 7   Konu hakkında bkz. Maliye Bakanlığı nın 04.08.2014 tarihli ve 39044742-KDV.29-2006 Sayılı Özelgesinde, ... Şirketinizin ... adresinde kurulu üretim tesislerinde petrokimya, asfalt emisyonları, madeni yağ geri dönüşüm işi ile iştigal ettiği belirtilerek, geri dönüşüm imalatı için piyasadan %18 KDV ödeyerek temin ettiğiniz ürünlerden elde ettiğiniz Bitümeni (Penetrasyon asfaltı GTİP:2713.20.00.00.11)  adlı ürünün tesliminde %1 KDV oranı uygulandığından, yüklenilen KDV nin iadesinin talep edilip edilemeyeceği hususunda Başkanlığımızdan görüş sorulmaktadır.  ...Buna göre, yüklenilen KDV nin doğrudan indirimli orana tabi işlemle bağlantılı olması ve indirimli orana tabi teslim ve hizmetin gerçekleştiği vergilendirme döneminde indirim yoluyla telafi edilememesi halinde, bu işlemler nedeniyle yüklenilen KDV nin iade hesabına dahil edilmesi mümkün bulunmaktadır şeklinde açıklamalarda bulunulmak suretiyle, örnek bir olaya yer verilmiştir (http://www.gib.gov.tr/gibmevzuat, erişim: 20.10.2015). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 239Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... maddeki  indirim  yasakları,  geç  kaydetme,  belge  yetersizliği  veya  kayıt eksikliği gibi nedenlerden indiremeyen mükelleﬂ er, bu vergileri yıl sonunda gelir ve kurumlar vergisi matrahının tespitinde gider olarak yazabilmektedirler. Bu durum, KDV Kanunu md. 58 hükmünde yer alan Mükellefin vergiye tabi işlemleri üzerinden hesaplanan Katma Değer Vergisi ile mükellefçe indirilebilecek Katma Değer Vergisi, Gelir ve Kurumlar Vergisi matrahlarının tespitinde gider olarak kabul edilmez şeklindeki düzenlemenin mefhum-u muhalifinden  kaynaklanmaktadır.  Bu  alternatif  yöntemde,  indirilemeyen KDV tutarı tamamı geri alınamadan kısmen telafi edilebilmektedir.    İndirim uygulaması marifetiyle; vergiden vergi alınması ve her safhada alınan vergilerin mal ve hizmetin bünyesinde kalması gibi durumlarda o mal veya hizmet üzerine ağır bir vergi yükü yüklenmesi önlenmiş ve buna ilaveten nihai tüketiciye gelinciye kadar geçen safha sayısından müstakil olarak aynı tip mal ve hizmetlerin aynı vergi yükünü taşıması sağlanmış olur. Öte yandan, anılan indirim uygulaması neticesinde, vergilendirme konusu mal veya hizmet üzerindeki toplam KDV yükü, mükelleﬂ er üzerinde değil nihai tüketici üzerinde kalmaktadır. 8   26.04.2014 tarihli Resmi Gazete de yayınlanan Katma Değer Vergisi Genel Uygulama Tebliği nde; faaliyetin yürütülmesi için gerekli olan giderler dışında kalan, işle ilgili bulunmayan veya işletme sahibinin özel tüketimine yönelik harcamalar niteliğinde bulunan ve sair kanunen kabul edilmeyen giderlere ilişkin belgelerde gösterilen KDV nin, tüketici durumunda bulunan işletme veya işletme sahibi üzerinde bırakılması gerektiği ve indirim yasağı kapsamında olduğu ifade edilmektedir. Örneğin; Gelir  Vergisi Kanunu na ve Kurumlar Vergisi Kanunu na göre kazancın tespitinde indirimi kabul edilmeyen giderler dolayısıyla ödenen katma değer vergisi, indirim konusu yapılamamaktadır (KDV Kanunu md. 30/1.f.,d bendi). Konu bkz. Maliye Bakanlığı nın 18.07.2013 tarihli ve 16700543-130-40 Sayılı Özelgesinde,  30 uncu maddesinin (d) bendinde de; Gelir ve Kurumlar Vergisi kanunlarına göre kazancın tespitinde indirimi kabul edilmeyen giderler dolayısıyla ödenen katma değer vergisinin indirim konusu yapılamayacağı,hüküm altına alınmıştır.Buna göre, Gelir ve Kurumlar Vergisi Kanunlarına göre kazancın tespitinde indirimi kabul edilmeyen giderler dolayısıyla ödenen katma değer vergisi indirim konusu yapılamayacağından, ... San. ve Tic. A.Ş. nin örtülü kazanç yoluyla firmanıza finansman hizmeti sağladığı gerekçesiyle düzenlenen vergi inceleme raporu uyarınca ödenen ve firmanıza yansıtılan KDV nin firmanızca indirim konusu yapılması mümkün bulunmamaktadır şeklinde izah edilmiştir (http://www.gib.gov.tr/gibmevzuat, erişim: 18.10.2015). 9  KDV Kanunu nun 58. maddesi hakkında bkz. KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1272 de, Madde hükmünün mefhum-u muhaliﬁ nden hareketle, mükellef tarafından indirilemeyecek nitelikte olan KDV nin gelir ve kurumlar vergisi matrahlarının tespitinde gider olarak dikkate alınabileceği sonucu ortaya çıkmaktadır. Ancak, indirilemeyecek olan KDV nin, Gelir ve Kurumlar Vergisi Kanunları nın izin verdiği ölçüde gider yazılabileceği açıktır. Bu çerçevede, gelir ve kurumlar vergisi uygulamasında kanunen kabul edilmeyen giderlere ait KDV nin, bu vergilerin matrahlarının tespitinde gider olarak dikkate alınması mümkün değildir şeklinde açıklamalarda bulunmuştur. 10  BİLİCİ, s. 146. 11  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1251. 240 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU 2. Uygulamanın Şartları Vergi  indirimi  uygulamasına  dair  bazı  şekil  şartları  tayin  edilmiş bulunmaktadır. Buna göre; yurt içinden alınan veya yurt dışından ithal olunan mallara ve hizmetlere ait KDV, temin edilen alım faturası veya benzeri evraklar ve gümrük makbuzu üzerinde gösterilmeli ve anılan bu belgeler kanuni defterlere kaydedilmelidir (KDV Kanunu md. 34/1.f.).Görüldüğü üzere,  indirim  hakkı,  alıcıların  alımlarını  belgelendirmelerini  koşuluyla 12  Yurt içindeki teslim ve hizmetler sebebiyle yüklenilen KDV nin indirilebilmesi için verginin hesaplanarak fatura ve benzeri belgelerde gösterilmesi yeterlidir, ödenmesi şartı bulunmamaktadır (KDV Kanunu md. 29/1.f., a bendi). Öte yandan, ithal olunan mal ve hizmetlere ait KDV nin indirilebilmesi için verginin ödenmesi şartı bulunmaktadır (KDV Kanunu md. 29/1.f., b. bendi). Konu hakkında bkz. KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1262 de; Satın alınan malın bedeli ve KDV, satıcıya ödenmese dahi indirim yapılabilir. İndirim hakkı ödemeye değil, tahakkuka bağlıdır. Sadece, ithalata ait KDV nin indirimi, ödemeye bağlıdır. İthalata ait KDV, ödenmeği sürece indirim konusu yapılamaz; ŞENYÜZ, Türk Vergi Sistemi Dersleri, s. 222 de, ...ithal olunan mal ve hizmetler dolayısıyla katma değer vergisinin hesaplanması yeterli olmayıp gümrük makbuzu üzerinden ödenmiş olması gerekir denilmektedir. 13  VUK nun 229-237. maddelerinde fatura yerine geçen vesikalar; perakende satış fişleri, makineli kasaların kayıt ruloları, giriş ve yolcu taşıma biletleri, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu şeklinde sayılmıştır. VUK, banka dekontu ve tahsil fişine fatura bezneri belgeler arasında yer vermediği için söz konusu belgeler KDV indirimine imkan vermez. Bkz. ŞENYÜZ, Türk Vergi Sistemi Dersleri, s. 222. Katma Değer Vergisi Kanunu Uygulama Genel Tebliği nde ise; gerçek usulde vergi mükellefi olmayanlardan mal satın alanların veya iş yaptıranların, satın aldıkları mal veya yaptırdıkları işler karşılığında düzenleyecekleri gider pusulası ve müstahsil makbuzunda KDV hesaplanmayacağı ve gösterilmeyeceği, işbu nedenle anılan mükelleﬂ erden mal ve hizmet satın alanların indirim haklarının bulunmadığı ifade edilmektedir. Yine, söz konusu Tebliğ de, hak ediş belgesinin Vergi Usul Kanunu nda düzenlenen bir belge olmaması nedeniyle bu belgenin düzenlendiği işlerde KDV nin indirim konusu yapılabilmesi için satış bedeli ve KDV tutarının ayrı ayrı yer aldığı bir faturanın da düzenlenmesi gerektiğine yer verilmektedir.  14  Fatura ve benzeri evraklarda, VUK nun 230. maddesindeki bilgiler ile birlikte KDV nin oranı ve tutarının da gösterilmesi gerekmektedir. 15  Katma değer vergisinin indirim konusu yapılabilmesi için ilgili belgelerin hangi defterlere kaydedilmesi gerektiği bkz. Katma Değer Vergisi Klavuzu, Maliye Hesap Uzmanları Derneği Yayını, Acar Matbaacılık, İstanbul, 1992, s. 270 de ...Amaç katma değer vergisinin kolayca izlenmesi olduğuna göre bunu ancak birinci sınıf tacirlerde yevmiye defteri ile defteri kebir, ikinci sınıf tacirlerde işletme hesabı defteri, çiftçilerde çiftçi işletme defteri ve serbest meslek erbabında da serbest meslek kazanç defteri kayıtları sağlayabilir. Envanter defteri, günlük kasa defteri, günlük perakende satış ve hasılat defteri, imalat defteri gibi defterlere yapılan kayıtlar bu amacı sağlamaz. Çünkü tek tek belirtecek olursak, envanter defteri dönem içindeki muameleleri kapsamaz. Günlük kasa defteri sadece kasa ile ilgili muameleleri gösterir. Vadeli işlemler bu defterde görülmez. Dolayısıyla, günlük kasa defteri işletmenin nakit alımının takip edildiği yardımcı defterdir. Keza günlük perakende ve hasılat defteri de aynı amaca hizmet eder. İmalat defteri ise bazı durumlarda tutulması dahi zorunlu olmayan, doğrudan doğruya miktar akımı ile ilgili yardımcı bir defterdir  şeklinde izah edilmiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 241Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... kullanılabilen bir haktır. Diğer taraftan, KDV Kanunu nun 23. maddesine göre, özel matrah şekilleri tespit edilen işlemler ile 20. maddenin 4. fıkrasına göre tarife ve bilet bedelinin vergi dâhil edilerek hesaplandığı hallere ait düzenlenecek vesikalarda KDV nin ayrıca gösterilmesi şartı aranmamaktadır. Bu bağlamda, tarifesi KDV dahil olarak tespit edilen söz konusu işlerde ve özel matrah şekillerine tabi mal ve hizmetlerde KDV tutarları iç yüzde oranı uygulanmak suretiyle hesaplanıp indirim konusu yapılmaktadır. KDV  indirimi  uygulamasından  yararlanmak  genel  yapısı  itibariyle geçek usulde vergilendirilen mükelleﬂ ere aittir. Zira; kanun koyucu tarafından, indirim konusu KDV nin bazı belgelerde gösterilmesi ve kanuni defterlere kaydedilmesi gibi indirimin gerçeğe uygun olup olmadığını denetlemeye yönelik şekil şartları getirilmiştir. İndirim hakkına ilişkin bu şekil şartları, bir yandan verginin kendi içinde otokontrolünü sağlamakta, öte yandan da verginin belge ve kayıt düzenine dayanması dolayısıyla gelir ve kurumlar vergilerinin hasılatlarını artırmak suretiyle Türk Vergi Sistemi içinde bir otokontrol yaratmaktadır. 3. İndirim Uygulamasının Zamanı İndirim  hakkı,  vergiyi  doğuran  olayın  vuku  bulduğu  takvim  yılı aşılmamak  şartıyla,  ilgili  vesikaların  kanuni  defterlere  kaydedildiği vergilendirme döneminde kullanılabilmektedir (KDV Kanunu md. 29/3.f.). İndirim hakkında getirilen takvim yılı sınırlaması, belgelerin yasal defterlere kaydedilmesi ile ilgili olup, defterlere kaydı yapılan ancak hesaplanan verginin olmaması ya da az olması nedeniyle beyannamede indirilmek üzere sonraki dönemlere devredilen vergiler açısından bu sınırlama geçersizdir. Çeşitli sebeplerle işletmeye geç intikal eden belgeler aylık belirlenmiş vergi döneminde kaymalarına yol açmakta olup,  bu durum indirim hakkının hiç kullanılmamasına yol açmamaktadır. İşbu nedenle, indirimin vergi doğuran 16  ÖNCEL, Mualla/ ÇAĞAN, Nami/ KUMRULU, Ahmet: Vergi Hukuku, Turhan Kitapevi, Ankara, 2011,  s. 401. 17  SÜRAL, Arıcan: Katma Değer Vergisinde İndirimin Belgelendirilmesi, Vergi Sorunları Dergisi, Mayıs- Haziran, Sayı 30, 1987, s. 18 v.d.; ŞENYÜZ, Türk Vergi Sistemi Dersleri, s. 222. 18  ÖNCEL/ÇAĞAN/KUMRULU, s. 401. 19  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1262. 20  Danıştay 9. Dairesi nin 09.05.1994 tarihli ve E. 1993/2348, K.1994/1262 sayılı kararı, bkz. (Kazancı İçtihat Bankası, erişim: 21.10.2015);  Danıştay 9. Dairesi nin 21.04.1993 tarihli ve E.1992/4186, K.1993/1825 sayılı kararı, bkz. (http://www.bdo.com.tr/vergi/dosyalar/ kdv/KDV-29.pdf, erişim: 19.10.2015); Danıştay 7. Dairesi nin 09.03.1991 tarihli ve 242 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU olaydan  sonraki  vergi  dönemlerinde  de  kullanılabilmesi  mümkündür. Ancak,  gelir  ver  kurumlar  vergisi  uygulamaları  ile  parallelik  sağlaması bakımından hakkın kullanımı ilgili takvim yılı ile sınırlanmıştır. Bu noktada, indirim hakkının mükellefe tanınan bir hak olduğu ve mükellefin bu hakkını geç kullanmasının kendi aleyhine bir durum yarattığı, dolayısıyla indirim hakkının vergi doğuran olayın gerçekleştiği takvim yılı ile sınırlanmasına yol açan KDV Kanunu md. 29/3.f. hükmünün kaldırılması gerektiği de ileri sürülmektedir. Yukarıda yer verildiği üzere, mal ve hizmet alımlarına ilişkin vesikaların mükelleﬂ erin  iradeleri  dışındaki  sebeplerle  işletmeye  kaydedilmesi, bu  belgelerin  ilgili  bulundukları  vergilendirme  dönemi  geçtikten  sonra yapılabilmektedir. Böyle bir durumda, geç kayda sebep teşkil eden olayın mücbir  sebep  mahiyetinde  olduğunun  ispat  ve  tevsik  edilmesi  şartıyla, kanuni sürenin geçmesinden sonra defter kayıtlarına alınan KDV nin kaydın yapıldığı vergilendirme döneminde indirim konusu yapılabilmesi mümkün olur.  Bu  noktada,  mücbir  sebebin  mevcudiyeti  şartının  uygulamada E. 1987/2005, K.1991/1109 sayılı kararı (bkz. KAVAK, Ahmet: Katma Değer Vergisi Mevzuatı, Lebib Yalkın Yayımları, 3.baskı, İstanbul, 1996, s.31). Danıştay 7. Dairesi nin 16.11.1990 tarihli ve E. 1987/4184, K.1990/3566 sayılı kararında,  ...Olayda yükümlü şirketçe, Temmuz 1985 dönemi katma değer vergisi beyannamesinde indirilen yurtiçinden sağlanan mal ve hizmetlere ait katma değer vergisinin alış faturası ve benzeri belgelerle tevsik edilmesine rağmen bu belgelrin kasa defteri dışındaki kanuni defterlere 30.6.1985 gününden itibaren işlenmediği hususu 21.8.1985 günü şirket nezdinde düzenlenen tutanakla sabittir. Mahkeme tarafından defterler üzerinde yaptırılan bilirkişi incelemesi sonucu düzenlenen raporda ise günlük kasa defterine kadedilen muamelelerin aylık toplamlar halinde yevmiye defterine intikal ettirildiği belirtilmekte, Vergi dairesi Müdürlüğü ise bu hususun aksini iddia ve tevsik etmemektedir. ..  katma değer vergisinde vergi indirimi mükelefiyete bağlı bir görev ve hak olduğundan, sadece belgelerin bütün defterlere aynı takvim yılı içinde geç yazılması, mükelleﬂ ere kanunen tanınan bu hakkın ortadan kaldırılmasına neden olamaz. Bu nedenlerle yükümlü şirket indirim konusu yaptığı katma değer vergisine ilişkin belgeleri 1985 yılında kanuni defterlerine kaydettiğine göre tarhiyatın yapıldığı sırada indirim hakkı bulunduğundan salınan vergide isabet görülmemiştir denilmektedir (Kazancı İçtihat Bankası, erişim: 21.10.2015).   21 Öte yandan, indirim hakkı doğuran belgeler yasal defterlere takvim yılı aşılmamak şartıyla geç yazıldığında indirim hakkı ortadan kalkmasa da mükelleﬂ erin fatura tarihini esas alarak defter kayıtlarından önceki dönemlerde indirim yapmak istemesinin cezalı tarhiyata neden olacaktır. Konu hakkında bkz. Danıştay 7. Dairesi nin 09.11.1988 tarihli ve E. 1987/2441, K. 1988/2506 sayılı kararı (BERKSOY, Hidayet: Fatura ve Benzeri Belgelerde Yer Alan Katma Değer Vergisinin İndirim Konusu Yapılmasında Yasal Defterlere Kayıt Şartına Uyulmamış Olması İndirim Hakkını Ortadan Kaldırır mı?, Vergi Sorunları Dergisi, Sayı 178, Temmuz, 2003, s. 44). 22  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1270. 23 KDV  Uygulama  Genel  Tebliği,  s.  185  (http://www.gib.gov.tr/ﬁ leadmin/mevzuatek/ kdvgeneluygulamatebliği Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 243Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... esnetildiği ve vergi dairelerince kayıtlardaki gecikme halinde mükelleften mücbir sebebi belgelemesinin istenilmediği de belirtilmektedir. İdarenin bu yaklaşımını yerinde buluyoruz. Zira, hiçbir KDV mükellefi, indirimde kendi aleyhine sonuç doğuracağından sebepsiz yere alış faturasını geç kaydetmez. Dolayısıyla, indirimde gecikme pratik açıdan Hazineyi değil mükellefi zarara soktuğuna göre, bu gecikmenin irade dışı nedenlerle meydana geldiğini kabul etmek ve bunun ispatını isteyerek zaten zarar görmüş mükellefi zorlamamak gerekir. Her koşulda yıl içinde kesilen faturanın o yıl defterine kayıt edilip, yine o yılda indirim konusu yapılması gerekmektedir. Ancak, mükelleﬂ er /kdv_genteb.pdf, erişim:22.10.2015). 24  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması,  s. 1269. 25  MAÇ, Mehmet: KDV Uygulaması, Denet Yayıncılık, 2. baskı, İstanbul, 1994, s. 29.11. 26  KDV tutarlarını gösteren belgelerin vergi doğuran olayın meydana geldiği takvim yılı içinde kanuni defterlere kaydedilmesi şartıyla, bu belgelerdeki KDV nin kaydedildiği vergi döneminde indirilebileceği  hakkında bkz Maliye Bakanlığı nın 28.05.2014 tarihli ve 21152195-130-327 sayılı Özelgesinde; ...ithalde ödenen vergi ve gümrük müşavirliğine ait 2012 yılında düzenlenen  faturaların 2012 yılında yasal defterlerinize kaydedildiğinin ispatlanması şartıyla, 08/02/2013 tarihinde ilgili dönemlere ilişkin verilecek düzeltme beyannamesi ile indirim konusu yapılması mümkün bulunmaktadır. Ancak söz konusu faturaların 2012 yılında yasal defterlerinize kaydedilmemiş olması halinde, takvim yılının aşılması nedeniyle, 08/02/2013 tarihinde verilen düzeltme beyannamesi ile indirim konusu yapılması mümkün  bulunmamaktadır;  Maliye  Bakanlığı nın  19.02.2015  tarihli  ve  39044742KDV.29-297 sayılı Özelgesinde; ...kiracı olduğunuz mağazanın kira sözleşmesinin 2010 yılında yenilenmesi sırasında aylık ödenen kira, ortak alan katılım payı ile reklam gider payı tutarları üzerinde ihtilaf çıktığı, ihtilafa konu hususlarla ilgili olarak 15/06/2010 ve daha sonraki tarihlerde adınıza dava açıldığı, kiralayan ﬁ rmanın kendi belirlediği tutar üzerinden aylık olarak gönderdiği faturaların yasal defterlere kaydedilmeyerek noter kanalıyla ihtarname çekilerek iade edildiği, çeşitli tarihlerde açılan davalara ilişkin olarak mahkemenin 2012 yılında verdiği karar ile 2010-2011 ve 2012 yıllarına ilişkin toplam 892.232,39 TL kira, ortak alan katılım payı ve reklam bedeli ile 86.880,94 TL inkâr tazminatı ödenmesine karar verdiği belirtilerek, süresinde kanuni defterlere kaydedilmeyerek noter kanalıyla iade edilen 2010, 2011 ve 2012 yılı ilk altı ayına ait faturaların davanın şirketiniz aleyhine sonuçlanması üzerine 2012 yılı yasal defterlerine kaydedilerek KDV tutarlarının indirim konusu yapılmasının ve karşılık ayrılarak gider yazılan tutarı aşan kira bedeli ile diğer ortak alan ve reklam katılma payları ile ödenen inkâr tazminatının 2012 yılı kurum kazancından indiriminin mümkün olup olmayacağı konularında Başkanlığımızdan görüş sorulmaktadır.... KDV Kanununun ‘Vergi İndirimi  başlıklı 29/1 inci maddesinde; mükelleﬂ er, yaptıkları vergiye tabi işlemler üzerinden hesaplanan katma değer vergisinden, bu Kanunda aksine hüküm olmadıkça, faaliyetlerine ilişkin olarak kendilerine yapılan teslim ve hizmetler dolayısıyla hesaplanarak düzenlenen fatura ve benzeri vesikalarda gösterilen katma değer vergisini indirebilecekleri, 29/3 üncü maddesinde ise indirim hakkının vergiyi doğuran olayın vuku bulduğu takvim yılı aşılmamak şartıyla, ilgili vesikaların kanuni defterlere kaydedildiği vergilendirme döneminde kullanılabileceği hükümlerine yer verilmiştir. Buna göre, 2010 ve 2011 yıllarına ilişkin olarak yasal defterlere kaydedilmeyen faturalarda yer alan KDV nin 2012 yılında indirim konusu yapılması vergiyi doğuran olayın vuku bulduğu takvim yılı 244 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU bazen faturaları takvim yılı geçtikten sonra satıcıdan temin edebilmektedirler. Böyle bir durumda, gelir ve kurumlar vergisi bakımından bu tip faturalardaki bedellerin defterlere gider kaydedilmesi, daha önce verilmiş Aralık ayı KDV beyannamesinin  de  düzeltilmesi  suretiyle  faturalardaki  KDV  tutarlarının indirilmesi ve bu indirim işleminden dolayı incelemeye sevk edilmemek amacıyla da söz konusu düzeltmenin uygunluğuna dair tam tasdik yapan bir yeminli mali müşavirden rapor alınması önerilmektedir. II.  İNDİRİLECEK  KDV NİN  GERÇEKLİĞİNİN  İSPATI SORUNSALI Bir  vergi  hukuku  ilişkisinin  temelindeki  maddi  vakıanın  vasıta olarak delillerden yararlanmak suretiyle ortaya konulmasına ispat çalışması denilir. KDV indiriminin doğru bir şekilde uygulanabilmesi için de KDV yükünü doğuran işlemlerin gerçekliğinin tespit edilmesi yani ispatlanması gerekmektedir. Bu noktada, indirilecek KDV nin gerçekliğinin kural olarak alış faturaları ve benzeri diğer belgeler ile ortaya konulması mümkündür. Mükellefin alım faturaları ile yüklenmiş olduğu KDV nin gerçekliğini sadece defter kaydı delili ile ispat edilebileceğini savunmak ise, delil serbestisi ilkesine aykırılık teşkil eder. Zira; bu ilke gereğince, belirli konuların sadece belirli delillerle isbatı söz konusu olmaz ve deliller sayıca sınırlanamaz. aşıldığından mümkün bulunmamakta olup, 2012 yılı ilk altı ayına ait faturaların ise 2012 yılı yasal defterlerine kaydedilerek 2012 yılı içerisinde indirim konusu yapılabileceği tabiidir şeklinde açıklamalar yapılmıştır (http://www.gib.gov.tr/gibmevzuat, erişim: 21.10.2015). 27  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1272, 1273. 28  ÖNCEL/ÇAĞAN/KUMRULU, s. 199. 29   Konu  hakkında  bkz.  KIZILOT,  Açıklamalı  ve  İçtihatlı  Katma  Değer  Vergisi  ve Uygulaması, s. 1251 de; ...bu mekanizmanın gerektiği şekilde işleyebilmesi için indirim konusu yapılacak verginin gerçekliğinin tespiti gerekmektedir. Yani indirim konusu yapılacak vergi götürü olarak değil, gerçek olarak tespit edilip indirilmelidir. Bunu teminen maddeye, ancak alış faturaları ve benzeri vesikalarda gösterilen verginin indirilebilceği hükmü konulmuştur. Bu hükümle verginin otokontrolü sağlanmış olmaktadır. Zira indirim hakkından faydalanmak isteyen mükellef alışları için fatura talep edecek, bu durum ona teslim yapan veya hizmet ifa eden mükelleﬁ  fatura kesmeye, dolayısıyla KDV yi hesaplamaya icbar edecektir denilmektedir. 30  Delil serbestisi ilkesi bkz. KARAKOÇ, Yusuf: Vergi Hukuku, Yetkin Yayınevi, 7. baskı, Ankara, 2014, s. 912 de, ...vergi idaresinin yükümlü veya vergi sorumlusu ile üçüncü kişiler arasında yapılan işlemlerin, taraﬂ arın hangi niyet ve amaçlarına dayandığını somut olarak bilmesi mümkün değildir. İşte bu niyet ve amaçların ortaya çıkarılabilmesi için vergi idaresinin bazı araçlara, yani delillere ihtiyacı vardır. Deliller ne kadar sınırlı tutulursa, söz konusu işlemlerin gerçek niteliğinin ortaya çıkarılması da o derece güçleşmektedir. İsbat vasıtalarının olabildiğince  geniş tutulması da, vergi idaresinin keyﬁ liğine yol açabilir. Bu sebeple, kanun koyucu delil serbestisi ilkesini ilke olarak kabul etmektedir. Çünkü, vergiyi doğuran olayın kavranması ve vergilendirmenin ekonomik sonuçlara uygunluğunun Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 245Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... Vergi idaresinin, vergiyi doğuran olayın gerçekleşip gerçekleşmediğini, ödenmesi  gereken  bir  vergi  olup  olmadığını,  varsa  bunun  miktarını, yükümlünün bu miktarı doğru bir şekilde ödeyip ödemediğini ya da ödenmesi için gerekli işlemleri hukuka uygun bir şekilde yapıp yapmadığını araştırması, tespit etmesi ve böylece verginin doğru bir şekilde ödenmesini sağlaması gereklidir. Bu bağlamda; mükelleﬂ erin indirim haklarına göre beyanname vererek KDV matrahını hesaplamaları ve vergi idarelerinin de beyannameye dahil edilen KDV indirimlerinin gerçekliğini denetleyebilmeleri sebebiyle, vergilendirme sürecinde hem mükellef hem de idarenin ispat faaliyetinde bulunması gerekebilmektedir. Dolayısıyla, vergi incelemesine yetkili olanlar, mükellefin ispat faaliyetini gerçekçi ve yeterli görmez ise, ispatı niçin yeterli görmediğini belirtmek ve mükellef açıklamasının neden uygun olmadığını delillendirmek suretiyle ayrı bir ispat faaliyetine girişmeleri gerekir.  Vergi denetim elemanına ait bu ispat görevi, VUK md. 134 de Vergi incelemesinden maksat, ödenmesi gereken vergilerin doğruluğunu araştırmak, tespit etmek ve sağlamaktır. İncelemeye yetkili olanlar tarafından lüzum görüldüğü takdirde inceleme, işletmeye dahil iktisadi kıymetlerin fiili envanterinin yapılmasına ve beyannamelerde gösterilmesi gereken unsurların tetkikine de teşmil edilebilir şeklinde izah edilen vergi incelemesinin maksadı gereğidir. Öte yandan; yükümlünün vergi beyannamesine yazmış olduğu KDV indirimi bilgilerinin doğruluğunu ispat etme yüküne sahip olduğunu, bu ispat yükünün ve imkanın ise alım belgelerindeki KDV nin defterlere kaydedilmemiş olması  veya  tasdiksiz  defterler  ile  defter  sayfalarına  kaydedilmiş  olması durumları  karşısında  ortadan  kalkmayacağı  kanaatindeyiz.  Zira;  nasıl  ki biçimsel kurallara uyulmasına rağmen vergi idaresi mükellefin beyanında, belgelerinde ve kayıtlarında görünenin aksini yani olayın gerçek mahiyetini farklı delillerle ortaya koyarak vergilendirme yapabilmektedir, mükelleﬂ er de haksız vergilendirmeyle karşılaşmamak için indirmek istediği KDV tutarlarını gerçekten yüklenmiş olduğunu her türlü delille ispat edebilmelidirler. sağlanması delil serbestisi ilkesinin geçerli olduğu bir sistemde mümkündür şeklinde açıklanmıştır. 31 BAŞARAN, Funda Yavaşlar: Türk Hukukunda Vergi İncelemesi, Vergi Sorunları Dergisi, Sayı 261, Haziran, 2010, s. 393. 32  YÜCE, Mehmet: Türk Vergi Yargısı, Ekin Yayıncılık, Bursa, 2010, s. 50. 33  İspat yükü hakkında açıklamalar için bkz. KARAKOÇ, s. 928, 929. 34  Konu hakkında bkz. Katma Değer Vergisi Klavuzu, s. 270 de, ...kuşkusuz usule yönelik bu kuralın, olayın gerçek mahyetini değiştirecek tarzda uygulanmaması gerekir. İndirim konusu katma değer vergisi gerçek işlemlerden doğmuş olmalaıdır. Sadece belgelerde ayrıca gösterilmiş olması ve kanuni defterlere kaydedilmiş olması indirim için yeterli değildir denilmektedir. 246 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU III.  İDARENİN  KDV NİN  GERÇEKLİĞİNE  RAĞMEN İNDİRİLEMEYECEĞİ  DEĞERLENDİRMESİNDE  BULUNDUĞU DURUMLAR  1.  Defterlere  Kaydedilmeyen  Belgelerdeki  Kdv  Tutarlarının İndirimini Reddeden İdari Yaklaşım KDV tutarlarının yer aldığı faturaların yasal defterlere kaydedilmemesi durumu karşısında; vergi idaresinin kendisine VUK md. 30/2.f., 4. bent hükmünü esas aldığını ve bu suretle ilgili dönem KDV beyannamelerinin indirim bölümünde yer verilen bu tutarların indiriminin reddi yoluna gittiğini görmekteyiz. Vergi idaresinin bu anlayışı KDV ödemesinin ve dayanağı işlemin gerçekliğine dair ispat ölçüsünün (maddi delillerin) var olmadığı gerekçesine  dayanmaktadır.  Halbuki,  üçüncü  şahıslarla  olan  münasebet ve  muamelelere  ait  olan  kayıtların  belglenmesinin  mecburi  olduğunu hüküm altına alan VUK md. 227/1.f. hükmü, ilgili muamelelerin tek ispat aracının defter kayıtları olduğundan bahsetmemiştir. İşbu bağlamda, indirim uygulamasında  esas  alınması  gereken  hususun  mükellefin  fiilen  satıcıya ödeyerek veya borçlanarak fatura ve benzeri belgeleri temin etmek suretiyle KDV ni yüklenmesi olduğunu, dolayısıyla mükellefin gerçekten yüklenmiş olduğu  KDV  tutarlarının  deftere  kayıt  gibi  bir  usul  eksikliği  yüzünden indirimini reddetmenin aşırı bir cezalandırma olduğunu belirtmeliyiz. Bilindiği üzere, yükümlü beyanda bulunma ve kanuni defterleri düzenli bir biçimde tutma ödevlerini ihmal ettiğinde, ispat yükünde taraf değişikliğine gidilmekte ve maddi deliller bulunmadığı için re sen takdir edilmiş olan matrahın doğru olmadığını yükümlü ispat etmek durumunda kalmaktadır. İşte defter kayıtlarının bulunmadığı durumlarda da benzer şekilde KDV nin gerçekliğine  dair  delil  gösterme  yükünün  artık  vergi  yükümlüsüne geçirilmesinin daha doğru olacağı düşüncesindeyiz. Zira, indirime konu 35  MAÇ, s. 34.11. 36  KARAKOÇ, s. 932, 933. 37  Bu görüşümüz ile aynı paralelde açıklamalara, bkz. Danıştay 9. Daire nin 03.04.2008 tarihli ve E. 2007/3844,  K. 2008/1713 sayılı kararında, ...defter ve belgelerin ibraz edilememiş olması, yukarıda belirtilen ispat ve ibraz yükümlülüğünü ortadan kaldırmaya dayanak sayılabilecek hukuki bir neden olarak düşünülemez. Zira ticari icaplara göre emtia satın aldığı kişi veya kuruluşları tanımak ve bilmek durumundaki bir alıcı, gerekli girişimleri yaparak emtia alımına ilişkin belgelerin mevcudiyetini ispat olanağına her zaman sahip bulunmaktadır.Bu durumda ise ispat külfeti kendisine düşen yükümlüler tarafından ibraz edilebilen fatura ve benzeri vesikalarda gösterilen katma değer vergisi indirim konusu yapılabilecek, aksi halde indirimler kabul edilmeyecektir şeklinde yer verilmiştir. (Kazancı İçtihat Bankası, erişim: 22.10.2015).   Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 247Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... KDV nin mahiyetini ve buna ilişkin işlemin gerçekliğini idare mükellefin defterleri ile belgeleri üzerinden tespit edemediğinde, olayın gerçekliğinin ispat ölçüsü azalsa da tamamen ortadan kalkmamaktadır. Bu bağlamda, defterler üzerinden bir inceleme yapılamayacak olduğunda, mükelleﬂ erin elindeki diğer yasal belgelerle işlemlerinin gerçekliğini ispat edebilmesine müsade edilmesi ve şayet mükelleﬂ er yasal defterleri dışında kalan belgelerle alım işlemlerinin gerçekliğini ispat edecek olursa da bu işlemlere dair KDV tutarlarının indirilmesinin uygun görülmesi gerekir. Mükellef artık kendisine düşen bu ispat işini, vergi incelemesi ve yargılama esnasında yapabilmelidir. Mükellefin, özellikle delil serbesitisi ve 38  Konu hakkında Danıştay 11. Dairesi nin 05.10.1995 tarihli ve E. 1995/4697,  K. 1995/2384 sayılı kararında, Defter ve belgelerin yanması, isbat yükümlülüğünü ortadan kaldırmaya dayanacak  sayılabilecek  hukuki  bir  neden  olarak  düşünülemez  şeklinde  açıklamalar yapılmıştır. Karar için bkz. KIZILOT, Şükrü: Danıştay Kararları ve Özelgeler, 3. cilt, Yaklaşım Yayınları, Ankara, 2005,  s. 557. 39  Mükelleﬂ erin yargıya ibraz ettiği defterler ve belgeler ile yüklendiği KDV nin gerçekliğini ispat edebileceği, yüklenilen KDV nin mükellefçe bu şekilde ispatı söz konusu olduğunda da artık KDV indiriminin defter ve belgelerin idareye ibraz edilmemiş olması hali dayanak gösterilerek önlenmemesi gerektiği yönünde yargı kararları bulunmaktadır. Konu hakkında bkz. Danıştay V.D.D.G.K. nun, 22.01.2010  tarihli ve E. 2008/372, K. 2010/12 sayılı kararında; Defter ve belgelerini incelenmek üzere ibraz etmeyerek vergi idaresinin denetiminden kaçınan ve gizlenmek istenen durumların saptanmasını önleyen mükelleﬂ erin, katma değer vergisi beyannamelerinde yaptığı indirimlerin ön koşulları olan belgelendirme ödevini yerine getirmediklerinin kabulü zorunlu ise de katma değer vergisi indiriminin salt bu ön koşulun varlığı kanıtlanamadığı için önlenmesi, bu verginin yansıma özelliğini bozacağı,... gerçekten yüklenildiği için indirim konusu yapılan bir katma değer vergisi indiriminin salt ön koşulun varlığı kanıtlanamadığı için önlenmesi, katma değer vergisinin yansıma ve nihai tüketici üzerinde kalmasını öngören özelliğini bozacağından davanın; davacı iddiaları  doğrultusunda  incelenmesinde  hukuka  aykırılık  bulunmamaktadır;  Danıştay V.D.D.G.K nun., 22.01.2010  tarihli ve E. 2008/880 ve K. 2010/9 sayılı kararında; Tarhiyata karşı açtığı davada davacı, indirim konusu yapılan vergileri gerçekten yüklendiği gibi Yasanın öngördüğü belgelendirme koşullarının yerine getirildiğini yargı yerine sunabileceği defter ve belgeleriyle kanıtlayacağını iddia etmiştir. Yasa, 34 üncü maddesindeki koşulların varlığını kanıtlayamayan yükümlülere indirim yapma olanağı tanımamakla birlikte, katma değer vergisinin yansıma özelliği, bu vergiye ait yükün, nihai tüketiciye intikal etmesini öngörmektedir. Gerçekten yüklenildiği için indirim konusu yapılan bir katma değer vergisi indiriminin salt ön koşulun varlığı kanıtlanamadığı için önlenmesi, katma değer vergisinin yansıma ve nihai tüketici üzerinde kalma özelliğini bozacağından davanın yukarıda değinilen kurallar doğrultusunda incelenmesi ve karara bağlanması gerekmektedir.  Katma Değer Vergisi Kanununun 34 üncü maddesinde öngörülen ön koşulun varlığı, yargı yerine ibraz edilen defter kayıtları ve alış belgelerinden saptanabileceği halde beyannamede indirim konusu yapılan söz konusu verginin gösterildiği belgelerin gerçekten yapılmış bir teslime dayanıp dayanmadığının, dolayısıyla yüklenilmiş bir vergi olup olmadığının, Vergi Usul Kanununun yukarıda değinilen kuralları uyarınca aynı Yasada vergi idaresine tanınmış denetim yetkisi ve teknikleri ile ortaya çıkarılabilecek nitelik taşıdığı açıktır şeklinde açıklamalarda bulunulmuştur. (Kazancı İçtihat Bankası, erişim: 21.10.2015).  248 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU delillerin sebestçe değerlendirilmesi ilkeleri çerçevesinde, yüklenmiş olduğu KDV nin  gerçekliğini  her  türlü  belgeyle  ortaya  koyabilmesine  müsaade edilmesi ve vergi denetmeni ile hakimin de sunulan bu belgeleri önceden konulmuş bir sınırlamaya bağlı kalmadan serbestçe değerlendirmek suretiyle KDV indiriminin hukuka uygunluğu hakkında bir karara varması gerekir. KDV  doğuran  işlemlerin  defter  kaydı  ortaya  konulamadığında,  bu işlemlerin gerçek mahiyetinin fatura ve bezeri evraklarla, satıcı tarafın olaya ait kayıt ve beyanlarıyla, mükellefin ödeme yaptığını gösteren banka dekontu, hesap hareketleri dökümü gibi belgelerle ve satın alınan-ithal edilen malın Ancak, defterlerini mücbir sebep olmaksızın ibraz etmeyen mükellef hakkında KDV indiriminin reddi suretiyle cezalı tarihyat yapılmasının hukuka uygun olduğunu ve mükelleﬁ n idareye ibraz etmediği defterlerini yargılama makamına ibraz ederek bu tarhiyat işlemini iptal ettirmek istemesinde hukuka uyarlılık bulunmadığını izah eden aksi yönde yargı kararları da vardır. Bkz. Danıştay 4. Dairesi nin 22.06.2012 tarihli ve E. 2009/9359, K. 2012/3655 sayılı kararında, ...Vergi incelemesi yapmaya yetkili denetim elemanına ibraz edilmediği için, biçimsel varlığının gerçek mahiyetiyle uyumlu olup olmadığı tespit edilemeyen defter ve belgelerin, davacı lehine verilecek karara dayanak alınması, vergilemede esas olan gerçek mahiyetin biçimselliğe feda edilmesi anlamına gelir. Bu bakımdan, gerçek mahiyetiyle uyumlu olduklarının, idari yargı yerince saptanmasına olanak bulunmayan; aksine, yetkili inceleme elemanına ibraz edilmedikleri için, kanıt olma değerini yitiren defter ve belgelere dayanılarak davacı lehine karar verilemez. Diğer taraftan, idari yargı yerinin görevi, idari işlemin tesis edildiği tarihte yetki, şekil, sebep, konu ve maksat yönlerinden biri ile hukuka aykırı olup olmadığını denetlemek olduğundan, idari işlemin tesis tarihinden sonra yargı yerince yapılacak veya bilirkişiye yaptırılacak inceleme sonucuna göre karar verilmesi bu yönüyle de mümkün değildir. Bu durumda, yukarıda açıklandığı üzere mücbir sebep hali olmaksızın defter ve belgelerini incelemeye ibraz etmeyerek indirim hakkından yararlanmak için yasal koşullardan birini yerine getirmeyen davacı adına katma değer vergisi indirimlerinin reddi suretiyle yapılan cezalı tarhiyatta hukuka aykırılık bulunmamaktadır; Danıştay 4. Dairesi nin 21.10.2010 tarihli ve E. 2008/3231, K. 2010/5199 sayılı kararında,...Mücbir sebep hali olmadan defter ve belgelerini incelemeye ibraz etmeyerek indirim hakkından yararlanmak için yasal koşullardan birini yerine getirmeyen davacı, sonradan Mahkemeye ibraz ettiği belgelerde yer alan katma değer vergisini indirim konusu yapamaz denilmektedir (Kazancı İçtihat Bankası, erişim: 25.10.2015).   40  Delillerin serbestçe değerlendirilmesi ilkesini ve bu ilkenin delil serbestisi ilkesi karşısındaki konumunu bkz. KARAKOÇ, s. 916 da, ...bir uyuşmazlığın çözümünde her şeyin delil olarak kullanılmasını ifade eden delil serbestisi ilkesi ile delillerin serbestçe değerlendirilmesi ilkesini birbirine karıştırmamak gerekir. Delillerin serbestçe değerlendirşilmesi ilkesi, hüküm aşamasını ilgilendiren bir ilkedir. Ancak, söz konusu ilke, takdiri delil sisteminin de bir unsurunu oluşturmaktadır. Delil serbestisi ilkesi, nelerin delil olacağını, delillerin sayısı ve nitelikleri ile ilgili iken, delllerin serbestçe değerlendirilmesi ilkesi, delil olarak kabul edilen isbat vasıtalarının önceden konulmuş bir sınırlamaya bağlı kalmadan serbestçe değerlendirilmesine ve uyuşmazlık hakkında bir karara varılması aşamasına ilişkindir   şeklinde açıklamıştır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 249Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... stok kayıtlarıyla ispatı mümkün olabilir. Dolayısıyla, vergi mükellefinin söz konusu KDV tutarlarının ödendiğini ve ilgili işlemlerin gerçekleştirildiğini fatura ve benzeri evraklarla, aynı işleme ait satıcı kayıt ve beyanlarıyla, kendisine ait envanter kayıtlarıyla ve hesap hareketleriyle ortaya koymasına müsade edilmesi, VUK md. 3/B hükmüne uygun olacaktır. Aksi takdirde, 41  KDV tutarlarını defter kaydı ile ortaya koyamayan ancak ibraz ettiği başkaca belgelerle bu tutarları gerçekten yüklenmiş olduğunu ispat edebilen mükelleﬂ erin, bu tutarları indirim konusu yapabilceği bkz. Danıştay 9. Dairesi nin 03.04.2008 tarihli ve E. 2007/3844,  K. 2008/1713  sayılı  kararında,  Olayda,  defter  ve  belgelerin  yandığından  bahisle  ibraz edilmemesi nedeniyle vergi matrahının tamamen veya kısmen maddi delillere dayanılarak saptanması olanağı ortadan kalkmış olduğundan resen takdir sebebinin varlığının kabulü zorunlu hale gelmiştir. Ancak defter ve belgelerin ibraz edilememiş olması, yukarıda belirtilen ispat ve ibraz yükümlülüğünü ortadan kaldırmaya dayanak sayılabilecek hukuki bir neden olarak düşünülemez. Zira ticari icaplara göre emtia satın aldığı kişi veya kuruluşları tanımak ve bilmek durumundaki bir alıcı, gerekli girişimleri yaparak emtia alımına ilişkin belgelerin mevcudiyetini ispat olanağına her zaman sahip bulunmaktadır. Bu durumda ise ispat külfeti kendisine düşen yükümlüler tarafından ibraz edilebilen fatura ve benzeri vesikalarda gösterilen katma değer vergisi indirim konusu yapılabilecek, aksi halde indirimler kabul edilmeyecektir; Danıştay 7. Dairesi nin 29.09.1992 tarihli ve E. 2006/698, K. 2006/4730 sayılı kararında,  …ticari icaplara göre, emtia satın aldığı kişi veya kuruluşları tanımak ve bilmek durumundaki bir alıcının gerekli girişimleri yaparak emtia alımına ilişkin belgelerin mevcudiyetini ispat olanağına sahip bulunduğu kabul edilmek gerekir. Bunun doğal sonucu, maddi delillerin yitirilmesi sonucunu doğuran yangın dolayısıyla ispat külfeti kendisine düşen yükümlüler tarafından ibraz edilebilen fatura ve benzeri vesikalara ilişkin  katma  değer  vergisinin  indirim  konusu  yapılabilmesi,  aksi  halde,  indirimlerin kabul edilmemesidir; Danıştay 4. Dairesi nin 07.12.2006 tarihli ve E. 2006/1793,  K. 2006/2562 sayılı kararında, Davacı şirket, indirim konusu yaptığı katma değer vergilerinin yer aldığı mal alış faturalarını bilgisayar kayıtlarına geçirmiş, ancak yasal defterlerine kaydetmemiştir. Davacı şirketin katma değer vergisi indiriminden yararlanmasına ilişkin yasal şartları yerine getirmediği ileri sürülerek katma değer vergisi indirimleri kabul edilmemiştir. Yükümlülerin fatura ve benzeri belgeleri defterlere kaydetmeleri, belgelerin gerçekliğinin araştırılmasına imkan tanınması açısından önemlidir. Ancak gelişen teknoloji, artık yasal defterler dışında elektronik ortamda yer alan kayıtların da dikkate alınmasını zorunlu kılmaktadır. Davacı şirketin ilgili dönemde indirim konusu yaptığı katma değer vergisinin varlığına ilişkin tespitlerin bilgisayar kayıtlarından yapılması mümkün iken ibraz edilen bilgisayar kayıtları ve indirim konusu yapılan faturalar incelenmeksizin defterlere kaydedilmeyen faturalarda yazılı katma değer vergisinin indirim konusu yapılamayacağından sözedilerek, katma değer vergisinin indirimlerinin reddedilmesi suretiyle yapılan tarhiyata karşı açılan davayı reddeden Mahkeme kararında hukuka uygunluk bulunmamaktadır; Danıştay V.D.D.G.K. nun 20.03.2009 tarihli ve E. 2008/623,  K. 2009/96 sayılı kararında,  Türk Ticaret Kanununun 68 inci maddesinde öngörülen zorunluluğa karşın zayi belgesi de alınmamış ise de şube iş yerinde bir itfaiye erinin de ölümüyle sonuçlanan büyük bir yangın yaşandığı ve yangında ihtilaﬂ ı yasal defter ve belgelerin de yanmış olabileceği sonucuna ulaşıldığından, katma değer vergisi indirimlerinin tümü kabul edilmeyen davacının deftere kayıt koşulu dışındaki koşulları kanıtlaması halinde gerçekten yapılmış bir teslime dayanmak ve yüklenilmiş vergilerden oluşmak koşuluyla yaptığı indirimlerin kabulü gerektiği sonucuna ulaşılmıştır şeklinde açıklanmıştır (Kazancı İçtihat Bankası, erişim: 21.10.2015).  42  Görüşümüzü destekler nitelikte açıklamalara bkz. Danıştay 9. Dairesi nin 26.11.2012 tarihli ve E. 2009/6707 ve K. 2012/7630 sayılı kararında,Katma değer vergisi indiriminden 250 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU KDV nin en büyük özelliği olan indirim uygulaması, şekilsel bazı şartlara dayanılarak sınırlandırılmış olur.  KDV tutarlarının yer aldığı fatura ve benzeri evrakların VUK md. 219 hükmündeki süreler dahilinde defterlere kaydının yapılmaması usulsüzlük cezası  kesilmesini  gerektirmektedir  (VUK  md.  352/1.f.).  Dolayısıyla, faturayı deftere geç kaydetmek veya hiç kaydetmemek bir usul eksikliği oluşturmaktadır. Kayıt nizamına ilişkin bu şekli eksikliğin KDV indirimini tek  başına  engellememesi  gerekir.  Dolayısıyla,  KDV  tutarının  yazılı olduğu faturanın deftere kaydedilmemiş olması, anılan defteri geçersiz delil (ihticaca salik olmayan belge) sınıfına sokmamalıdır. Bu bağlamda, yasal deftere güvenin sarsılması için öncelikle kayıt noksanlığının vergi matrahının yararlanabilmelerinin ön şartı, kendilerine yapılan teslim ve hizmetler ilgli fatura ve benzeri vesikaların gerçeği yansıtması, bir başka anlatımla, yükümlü tarafından vergi indirimine konu teşkil eden mallar için gerçekte katma değer vergisinin ödenmiş olmasıdır. 213 sayılı Vergi Usul Kanunu nun 3.maddesinin ( B ) bendinde belirtildiği üzere vergilendirmede vergiyi doğuran olay ve bu olaya ilişkin muamelelerin gerçek mahiyeti esastır. Bu kuralın bir gereği olarak yükümlülerin Katma Değer Vergisi Kanunu nun yukarıda sözü edilen 29. maddesinde belirtilen vergi indiriminden yararlanabilmelerinin ön şartı, kendilerine yapılan teslim ve hizmetlerle iligli fatura ve benzeri vesikaların gerçeği yansıtması, bir başka anlatımla, yükümlü tarafından vergi indirimine konu teşkil eden mallar için gerçekte katma değer vergisinin ödenmiş olmasıdır. Gerçekleşmemiş teslim ve hizmetler dolayısıyla bir vergi ödenmesi ve bunun sonucu olarak da bir vergi indirimi söz konusu edilemeyeceği cihetle indirime dayanak teşkil eden faturaların gerçeği yansıtıp yansıtmadığı hususlarının saptanması anlaşmazlığın çözümü bakımından önem arz etmektedir; Danıştay 9. Dairesi nin 09.03.1994 tarihli ve E. 1993/3448, K.1994/1397 sayılı kararında, ...Olayda 25.9.1992 tarihli inceleme raporuyla yükümlülerin 1990 yılı, yevmiye, defteri kebir ve envanter defterlerinin yazılmamış olduğunun tesbitli olması karşısında vergi matrahının tamamen veya kısmen maddi delillere dayanılarak saptanması imkanı ortadan kakltığından re`sen takdir nedeninin kabulü zorunlu hale gelmiştir.Öte yandan, defterlerin yazılı olmaması yukarda belirtilen ispat ve ibraz yükümlülüğünü ortadan kaldırmaya dayanak sayılabilecek hukuki bir neden olarak düşünülemez. Dolayısıyla akaryakıt ve madeni yağ satışıyla uğraşan yükümlülerin ibraz ettikleri fatura ve benzeri vesikalara ilişkin katma değer vergisinin indirim konusu yapılabilmesi aksi halde indirimlerin kabul edilmemesi gerekir... Bu bakımdan, yükümlüye verilecek belli bir sürede temin edip ibraz edeceği mal ve hizmet alışlarına ait fatura ve benzeri vesikalarının indirim konusu yaptığı katma değer vergisinin tamamını karşılayıp karşılamadığı hususunun belirlenmesi ve tesbit edilmiş olan matrah farkının, ibraz edilecek alış faturaları ve dönem sonu stokları da dikkate alınarak yeniden irdelenip belirlenmesi için bilirkişi incelemesi yaptırıldıktan sonra bir karar verilmesi gerekirken yazılı gerekçeyle verilen kararda isabet görülmemiştir şeklinde yer verilmiştir (Kazancı İçtihat Bankası, erişim: 19.10.2015).  43  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1270; BERKSOY, s. 47; TOLU, Abdullah: Yevmiye Defterinin Tasdiksiz Arka Sayfalarına Kaydedilen Faturalardaki Kdv nin İndirilebileceği,Yaklaşım Dergisi, Sayı: 176, Ağustos 2007, s. 210. 44  MAÇ, s. 29.11 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 251Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... doğru  ve  kesin  olarak  tespitine  imkan  vermeyecek  derecede-yoğunlukta olup olmadığının incelenmesi yerinde olur kanaatindeyiz. Örneğin; deftere kaydedilmemiş birkaç faturanın inceleme esnasında ibraz edilebiliyor olması ile satıcı tarafından bu faturalardaki vergi tutarlarına uygun kayıtların ve beyanların  yapılmış  olması  birlikte  gerçekleşmiş  ise,  söz  konusu  kayıt noksanlığının artık mükellef defterine göre matrah tespitine ve defterlere kaydı yapılmamış faturalardaki KDV tutarlarının indirimine mani olmaması gerekir. KDV indirimine konu fatura ve benzeri belgelerin yasal defterlere vergi incelemesinden sonra kaydedilmesi söz konusu olabilir. Takvim yılını aşmamak  şartıyla  KDV  indirimine  dayanak  teşkil  eden  belgelerini  vergi incelemesinden sonra yasal defterlerine geç şekilde kaydetmiş mükelleﬂ erin, KDV indirimi hakkı elinden alınmamalıdır. Bu noktada, indirilecek KDV tutarlarının yer aldığı faturaların yasal defterlere geç kaydedilmesi durumunun sadece bir usul eksikliği olduğunu, işbu sebeple vergi incelemesinden sonra yasal defterlere kaydı yapılan faturlardaki KDV tutarlarının indirilebileceği görüşünü benimseyen Danıştay kararları da bulunmaktadır.  45 Bkz. Danıştay 9. Dairesi nin 09.05.1994 tarihli ve E. 1993/2348, K.1994/1262 sayılı kararında, ...bilgilerin yasal deftere kaydedilmediği hususlarının çekişmesiz olduğu, ancak davacının 14.2.1992 tarihini takip eden beyanname verme süresi içinde bilgisayar disketlerinde yüklü bulunan bilgilerin deftere kaydedildiğini iddia ettiği, davalı vergi dairesinin ise bu hususun aksini iddia ve tevsik etmediği, katma değer vergisinde vergi indirimi, mükelleﬁ yete bağlı bir görev ve hak olduğundan sadece belgelerin defterlere geç yazılmasının mükelleﬂ ere kanunen tanınan bu hakkın ortadan kaldırılmasına neden olamayacağı, ayrıca 1992/Ocak dönemine ait katma değer vergisi beyannamesi 25.2.1992 tarihine kadar verilebileceğinden beyannamede indirim konusu yapılan vergilere ait belgelerin inceleme elemanınca 14.2.1992 tarihinde düzenlenen tutanaktan sonra, beyanname verme tarihine kadarki sürede deftere kaydedilmediği konusunda idarece yapılmış bir tesbit olmadığından tarh edilen kaçakçılık cezalı katma değer vergisinde isabet görülmediği, ancak işlemlerin yasal deftere kaydı 10 günden fazla geciktirildiğinden Vergi Usul Kanunu`nun 352/1-6. maddesi uyarınca kesilen usulsüzlük cezasında kanuna aykırılık görülmediği ifade edilmiştir (Legalbank Elektronik Hukuk Bankası, erişim: 25.10.2015). Yine Danıştay 9. Dairesi nin 13.12.1988 tari hli ve E. 1987/4642, K. 1988/2827 sayılı kararında, ...Olayda, yükümlü kurumca, Mayıs 1985 dönemi katma değer vergisi beyannamesinde indirilen, yurt içinden sağlanan mal ve hizmetlere ait katma değer vergisinin alış faturası ve benzeri belgelerle tevsik edilmesine rağmen, bu belgelerin, kasa defteri dışındaki kanuni defterlere, şirket nezdinde vergi incelemesinin yapıldığı 11.10.1985 tarihine kadar işlenmediği çekişmesizdir. Ancak yükümlü şirket, gerek dava ve gerekse temyiz dilekçelerinde, söz konusu belgelerin, vergi incelemesini takiben, kanuni defterlere işlendiğini öne sürmekte, Vergi Dairesi Müdürlüğü ile bu hususun aksini iddia ve tevsik etmemektedir. Bu durumda, anılan belgelerin, 1985 yılında bütün kanuni defterlere işlendiğinin ve yukarıda açıklanan madde hükmü uyarınca da, yükümlü kurumun, katma değer vergisi indirim hakkının bu yıl içinde doğduğunun kabulü zorunludur. Diğer taraftan, katma değer vergisinde, vergi indirimi, mükelleﬁ yete bağlı bir görev ve hak olduğundan, sadece belgelerin bütün defterlere aynı takvim yılı içinde geç yazılması mükelle252 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU 2. Tasdiksiz Defterlere Kaydedilen Belgelerdeki Kdv Tutarlarının İndirimini Reddeden İdari Yaklaşım KDV mükelleﬂ erinin faaliyetlerine ilişkin yüklendikleri KDV tutarlarını indirim  konusu  yapabilmeleri  KDV  Kanunu  md.  29/3.f. deki  İndirim hakkı vergiyi doğuran olayın vuku bulduğu takvim yılı aşılmamak şartıyla, ilgili vesikaların kanuni defterlere kaydedildiği vergilendirme döneminde kullanılabilir ve KDV Kanunu md. 34/1.f. deki Yurt içinden sağlanan veya ithal olunan mal ve hizmetlere ait Katma Değer Vergisi, alış faturası veya benzeri vesikalar ve gümrük makbuzu üzerinden ayrıca gösterilmek ve bu vesikalar kanunî defterlere kaydedilmek şartıyla indirilebilir şeklinde iki ayrı yasa hükmünde açıklanan koşulların gerçekleşmesine bağlıdır. Bu bağlamda, davacı  mükellefin  yüklendiği  KDV  tutarlarına  ilişkin  indirim  hakkını kullanabilmesi, indirilecek KDV nin varlığına, fatura veya benzeri vesikalarla ispat etmesine ve bu belgeleri yasal defterlere kaydetmesine bağlıdır. KDV  indirimi  hakkı  için  mal  alımı  işlemlerinin  alış  faturasına bağlanması  ve  bu  fatura  bilgilerinin  de  kanuni  defterlere  kaydı  yeterli olup,  kanun  koyucu  burada  defterlerin  tasdikli  olmasını  uygulama  şartı olarak hüküm altına almamıştır. Tasdik edilmemiş defter kayıtları bir usul (şekil)  eksikliği  olup,  vergi  indiriminin  esasını  etkilemeyecek  bu  durum kanun hükmünde KDV indirimi uygulamasının asli şartlarından biri olarak sayılmamıştır. Dolayısıyla, alım belgelerinin ilgili bulunduğu takvim yılı içinde kaydedildiği defter tasdiksiz olsa da şayet bu belgelerdeki KDV nin gerçekten yüklenildiğini inceleme elemanı çeşitli araştırmalarla tespit etmiş veya mükellef sunduğu birtakım delillerle bu durumu ortaya koymuş ise, artık anılan belgelerdeki KDV tutarının indiriminin kabulü gerekir kanaatindeyiz. Bu noktada, zorunlu defterlerin kanuni sürelerde tasdik ettirilmemesi halini re sen tarhiyat nedenleri arasında sayan VUK md. 30/3.f hükmü, VUK md. ﬂ ere kanunen tanınan bu hakkın ortadan kaldırılmasına neden olamaz. Bu nedenle, yükümlü kurum indirim konusu yaptığı katma değer vergisine ilişkin belgeleri 1985 yılında kanuni defterlerine kaydettiğine göre, tarhiyatın yapıldığı sırada indirim hakkı bulunduğundan vergi aslının onanmasında isabet görülmemiştir denilmektedir (Kazancı İçtihat Bankası, erişim: 23.10.2015).  46 Benzer görüş için bkz. KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması,  s. 1532; AYGÜN, Fethi: Katma Değer Vergisi İndirimi Açısından Defter Tasdikinin Önemi, Vergi Sorunları Dergisi, Sayı 196, Ocak, 2005, s. 37; ERDEM, Hayrettin: Yevmiye Defteri Sayfalarının Arka Yüzlerine Ya Da Tasdiksiz Yevmiye Defterine Yapılan Kayıtların Geçerliliği ve Kdv İndirimi, Yaklaşım Dergisi, Sayı 131, Kasım, 2003, s. 199, 200; TİMUR, Mehmet: Tasdiksiz Defterlere Kaydedilen Belgelerde Gösterilen KDV nin İndirimi, Yaklaşım Dergisi, Sayı  49, Ocak, 1997, s. 53. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 253Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... 3/B hükmüne aykırı bir şekilde uygulanmamalı ve tek başına indirilen KDV tutarlarının reddine gerekçe teşkil etmemelidir. Mükelleﬂ erin ibraz ettikleri yasal defterleri tasdiksiz oldukları için kabul etmeyerek incelemeye tabi tutmayan ve bu defterlere kaydedilmiş alış  faturalarındaki  işlemlerin  gerçekliğine  dair  hiçbir  araştırma-tespit yapmayan idari yaklaşımın VUK md. 134 hükmüne aykırı olduğunu da ayrıca belirtmeliyiz. Konu hakkında görüşümüzü destekleyici nitelikte Danıştay kararlarına ve Maliye Bakanlığı Özelgelerine aşağıda yer verilmiştir. Danıştay 11. Dairesi nin 14.02.1996 tarihli ve E. 1996/77, K. 1996/686 sayılı kararında,...Defterlerde noter tasdikinin olmamasının KDV indirim hakkını ortadan kaldırmayacağı, bu defterlere kaydedilen belgelerde gösterilen KDV  nin indiriminin kabul edilmesi gerektiği 48; Danıştay V.D.D.G.K nun 17.06.2005    tarihli  ve  E.  2005/110  ve  K.  2005/177  sayılı  kararında,... inceleme elemanınca dönem kayıtlarının tasdiksiz yevmiye defterine yapılmış yasal  olmayan  kayıtlar  olarak  değerlendirilmesi  suretiyle  bu  dönemlere ilişkin katma değer vergisi indirimlerinin kabul edilmemesi suretiyle tarhiyat yapılmış ise de, yükümlü tarafından sayfası biten yevmiye defteri yerine yeni yevmiye defteri tasdik ettirilmesi ve bu defterin kullanılması gerekmekte ise de 47  Bkz. KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması,  s. 1532 de, ... mükelleﬂ erin tasdiksiz veya süresinden sonra tasdik ettirilen defterlere kaydettikleri alış belgelerinde gösterilen indirilecek KDV tutarları reddedilmemelidir. ...Kaldı ki, bu durum VUK md. 134. maddesine de uygundur. Çünkü, bu madde hükmüne göre incelemeden maksat, ödenmesi gereken vergilerin doğruluğunu araştırmak, tespit etmek ve sağlamaktır. Bu hükümden hareket edildiğinde, tasdiksiz defterlere kaydedilmiş olsa dahi, alış belgelerinde göseterilen KDV nin bu belgelerin gerçek olması ve verginin satıcı tarafından beyan edilerek Hazine ye intikal ettirildiğinin tespiti şartlarıyla indirimine izin verilmelidir; AYGÜN, s. 37 de, ...Bize göre bu tür durumlarda yani defterlerin belirtilen süre içinde tasdik  ettirilmemiş  olması  halinde  Vergi  Usul  Kanunu nun  3/B  maddesinde  yer  alan ‘vergilendirmede ve vergiyi doğuran olay ve bu olaya ilişkim muamelelerin gerçek mahiyeti esastır  hükmünden hareketle ilgili mükellefin defter ve belgelerinin incelemeye alınması ve bu incelemede eldeki verilerle alım belgelerinde yer alan ilgili dönem indirim katma değer vergisinin belirlenmesi ve yevmiye ve kebir defterlerinde yer alan indirim KDV nin kabul edilmesi gerekir denilmektedir ; ERDEM, s.198 de,... defterlerde noter tasdikinin olmaması mükelleﬂ erin KDV indirim haklarını ortadan kaldırmamalı, tasdiksiz de olsa kanuni defterlere kaydedilen alış belgelerinde gösterilen KDV nin, gerçekte ödendiğinin (yüklenildiğinin), verginin satıcı tarafından beyan edildiğinin, tespiti şartıyla indirimi kabul edilmelidir. Bu sonuç, VUK un 3/B ve 134. maddelerinin de bir gereğidir. Aksi bir düşünce mükellefin KDV indirim hakkının elinden alınması ve incelemede kolaya kaçmak anlamına gelir ki, bu da KDV Kanunu nun indirim hükümlerine ve VUK un 3/B ve 134. maddelerine uygun düşmez şeklinde görüşümüzü destekleyen açıklamalara yer verilmiştir. 48  Bkz. Yaklaşım Dergisi, Sayı 44, Ağustos, 1996, s. 138. 254 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU diğer yasal defterler olan defteri-i kebir ve envanter defteri ile kasa defterinin tüm yıl boyunca tasdikli olduğu ve bu defterlere yapılan kayıtlar yönünden bir eleştiri getirilmediği de göz önünde bulundurularak biten yevmiye defterinin arka sayfasına yapılan kayıtlarla defter-i kebir, envanter defteri ve kasa defteri arasında karşılaştırmalı bir inceleme ve araştırma yapılması ve bu suretle biten yevmiye defterinin arka sayfasına yapılan kayıtların doğruluğunun araştırılması gerekirken bu yönde bir inceleme yapılmadan sadece söz konusu kayıtların biten yevmiye defterinin arka sayfasına yapıldığından hareketle katma değer vergisi indirimleri kabul edilmeyerek yapılan tarhiyatta isabet görülmemiştir49; Danıştay 7. Dairesi nin 07.11.2001 tarihli ve E. 2000/6138, K.  2001/3474  sayılı  kararında,  ...yevmiye  defterinin  tasdik  ettirilmeden kullanılması bu defterin yasal defter olma niteliğini ortadan kaldırmamakta olup,  böyle  durumlarda  usulsüzlük  cezası  kesilmesi  gerekir.  Ayrıca,  bu defterlere kaydedilen alış faturalarının gerçeğe aykırı veya niteliği itibarıyla yanıltıcı olup olmadığı yönünden bir araştırma yapılmadan sadece tasdiksiz yevmiye  defterine  kaydedilmesi  gerekçe  gösterilerek,  alış  faturalarındaki KDV nin indiriminin reddedilmesi yerinde değildir50; Danıştay 7. Dairesi nin 26.12.2001 tarihli ve E. 2000/7910, K. 2001/4168 sayılı kararında, ...Belli bir tarihten sonraki işlemlerin kaydedildiği ikinci yevmiye defteri dışındaki, birinci yevmiye defteri de dahil olmak üzere diğer tüm defterler, yasal süreleri içinde tasdik ettirilmiş olduğundan ve indirilen KDV lere ilişkin belgelerin gerçeği  yansıtmadığı  yolunda  herhangi  bir  iddia  ve  yapılmış  bir  tespit bulunmadığından, mükellefçe indirilen KDV lerin kabulü gerekir. Kullanılan tüm belgelerin yasal defterlere kayıtlı olması durumunda yapılan tarhiyatta ve ceza kesme işleminde yasaya uygunluk bulunmamaktadır51 şeklinde tasdiksiz deterlere kaydedilen belgelerdeki KDV nin indirim konusu yapılabileceği ifade edilmiştir. Yine Maliye Bakanlığının 18.01.1995 tarih ve B.07.GEL.153.5334/138 sayılı Özelgesinde, ...süresinde tasdik ettirilmeyen defterlere kaydedilen alış belgelerinin gerçekliğine inceleme elemanınca kanaat getirilmiş olması halinde, bu belgelerde gösterilen KDV nin indiriminin Vergi Usul Kanununun 134 üncü maddesine uygun olacağı52; Maliye Bakanlığı nın 02.11.2000 tarih ve 50774 sayılı Özelgesinde, ...yevmiye defterine yapılan kayıtların tasdikli 49  Kazancı İçtihat Bankası, erişim: 23.10.2015.  50  Kazancı İçtihat Bankası, erişim: 23.10.2015.  51  KIZILOT, Şükrü: Danıştay Kararları ve Özelgeler, 7. cilt, Yaklaşım Yayınları, Ankara, 2005, s. 1521. 52  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1533. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 255Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... defter-i kebire süresinde ve usulüne uygun kaydedilmesi şartıyla, yevmiye defterinin arka sayfalarında yer alan kayıtlara dayalı KDV indirimlerinin bu çerçevede kabulünün mümkün olduğu53; Maliye Bakanlığı nın 21.05.2002 tarih  ve  22906  sayılı  Özelgesinde,  ...Usulüne  göre  tasdik  ettirilmemiş defterlere  kaydedilen  belgelerin  Katma  Değer  Vergisi  Kanunu  açısından yapılan incelemede veya dönem matrahının takdiri sırasında gerçek olduklarına kanaat getirilmesi ve bu verginin satıcı tarafından beyan edildiğinin tespit edilmiş olması kaydıyla bu belgelerdeki katma değer vergisinin indiriminin kabul edilmesi gerektiği54; Maliye Bakanlığı nın 20.01.1994 tarih ve 3998 sayılı Özelgesinde, ...tasdiksiz de olsa kanuni defterlere ilgili takvim yılı içinde  kaydedilen  alış  belgelerinde  gösterilen  KDV nin  ödendiğinin  ve bu verginin satıcı tarafından beyan edildiğinin inceleme ile tespit edilmiş olması  şartlarıyla,  bu  belgelerde  gösterilen  KDV nin  indiriminin  kabul edilebileceği55; Gelirler Genel Müdürlüğü nün 23.07.2001 tarih ve 40199 sayılı Özelgesinde, ...tutulması mecburi olan defterlerde tasdik işleminin hiç yaptırılmamış olması ya da bir önceki yıla ait tastikli defterlere ara tasdik yaptırılmadan kayıt yapılması hali re sen takdir sebebi olmakla birlikte 3065 sayılı Kanunun uygulanmasında, bu defterlere kaydedilen gider belgelerinden dolayı  yüklenilen  katma  değer  vergisinin,  mükelleﬂ erce  indirim  konusu yapılabileceği,  ancak  bunun  için  inceleme  elemanınca  alış  belgelerinin gerçekliğine  kanaat  getirilmesi  ve  bu  verginin  satıcı  tarafından  beyan edildiğinin tespitinin zorunlu olduğu56; İstanbul Defterdarlığı nın 01.12.2003 tarih  ve  KDV.  MUK.B.07.4.DEF.0.34.18.  32.6601  sayılı  Özelgesinde; İndirim, katma değer vergisi uygulamasının temel unsurlarından biridir. Mükelleﬂ erin indirim hakkını kullanabilmeleri ise indirilecek katma değer vergisinin  varlığını,  fatura  veya  benzeri  vesikalarla  ispat  etmelerine  ve bu  belgeleri  yasal  defterlere  kaydetmelerine  bağlıdır.  Tutulması  zorunlu defterlerde;  tasdik  işleminin  hiç  yaptırılmamış  olması  yada  bir  önceki takvim yılında veya hesap döneminde tasdik ettirilerek kullanılanlardan, ara tasdike gidilmeksizin bir sonraki hesap döneminde de aynı defterlere kayıt yapılması, Vergi Usul Kanununun 30/3 üncü maddesine göre re sen tarhiyat nedeni olmakla birlikte, usulüne göre tasdik ettirilmemiş defterlere kaydedilen belgelerin Katma Değer Vergisi Kanunu açısından yapılan incelemede veya dönem matrahının takdiri sırasında gerçek olduklarına kanaat getirilmesi ve 53  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1533. 54  TOLU, s. 211. 55  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1533. 56  ERDEM, s. 199. 256 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU bu verginin satıcı tarafından beyan edildiğinin tespit edilmiş olması kaydıyla bu belgelerdeki KDV nin indirim unsuru olarak dikkate alınması mümkündür 57 şeklinde açıklamalarda bulunulmuştur. Yukarıda yer verilen yargı içtihatları ve özelgeler göstermektedir ki; mükellef alım faturarlarını kaydettiği ve tamamı veya bazı sayfaları itibariyle tasdiksiz  olan  defterlerini  ibraz  ettiğinde  şayet  vergi  idaresi VUK  md. 30/3.f. hükmüne dayanarak bu defter kayıtlarını incelemeden KDV indirimini reddetme yoluna gidecek olursa, anılan defter kayıtlarının gerçekliğini alıcı mükellef ile satıcı nezdinde araştırmadan tesis edilen bu işlemin VUK md. 3  hükümlerine  aykırılığı  söz  konusu  olabilecektir.  Kanaatimizce;  KDV indirimini reddetmek suretiyle gerçekleştirilen tarhiyat işlemeleri yargılama aşamasında işlem gerçekliği esasına dayanılarak iptal edilmekte iken, fatura ve benzeri belgelerdeki KDV tutarlarını kayıt nizamına ilişkin başkaca eksiklikler nedeniyle reddetmek yerine idari aşamada (vergi incelemesi esnasında) bu vergilerin gerçekten yüklenilip yüklenilmediğinin idarece araştırılması veya mükellefçe ortaya konulmasına müsaade edilmesi yoluna gidilmesi daha doğru olacaktır. 3.  Hakkında  Sahte  Veya  Muhteviyatı  İtibariyle Yanıltıcı  Belge Düzenlediği Yönünde Vergi Raporu Bulunan Bir Kişiden Alınan Tüm Mal Veya Hizmet Faturalarını Gerçek Bir İşleme Dayanmadıkları Gerekçesi İle Kdv İndirimi Uygulamasının Dışında Tutan  İdari Yaklaşım İnceleme  raporlarıyla  sahte  veya  muhteviyatı  itibariyle  yanıltıcı faturalar düzenledikleri iddia olunan kişilerin pekala gerçeğe uygun veya gerçek nitelikte ticari ilişkiler sonrası düzenledikleri faturalar da olabilir. Dolayısıyla,  herhangi  bir  mükellefin,  vergi  kaçakçılığı  suçu  isnadıyla karşılaşan bir kişiden temin ettiği belgelerdeki malları gerçekten almış ve kullanmış olması söz konusu olabilir. Bu bağlamda; vergi idaresi tarafından faturayı düzenleyen konumundaki kişi için hazırlanmış vergi raporunda her ne kadar bu kişinin sahte fatura düzenlemiş olduğu sonucuna ulaşılmışsa da bahsi geçen bu raporun yargısal denetime tabi tutularak kesinleşmesi söz 57  Cengiz Sazak, Yüklenilen Katma Değer Vergisinin Gider Veya Maliyet Unsuruna Dönüştüğü Durumlar, (http://www.esmmmo.org.tr/docs/bilgi_bankasi/yuklenilen_ katma_deger_vergisinin_gider_veya_maliye_unsuruna_donustugu_durumlar.doc,erişim: 28.10.2015). 58  Yevmiye defterinin tasdiksiz arka sayfalarına yapılan kayıtlar ile tasdiksiz yevmiye defterine yapılan kayıtların aynı mahiyette olduğu hakkında bkz. KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1542. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 257Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... konusu olmadan veya mükellefin bu kişiden aldığı faturalardaki işlemlerin temelde veya içerik itibariyle gerçek dışı olduğu yönünde somut tespitler yapılmadan, alım fatuarlarının sahte veya muhteviyatı itibariyle yanıltıcı oldukları nitelendirmesi yapılamaz. Gerçekleşmemiş  teslim  ve  hizmetler  dolayısıyla  katma  değer vergisi  ödenmesi  ve  bunun  sonucu  olarakta  vergi  indirimi  söz  konusu olamayacağından, vergi indirimine dayanak teşkil eden faturaların gerçeği yansıtıp  yansıtmadığının  ortaya  konulması  gerekmektedir.  Bu  noktada, VUK  md.  3 de  yer  alan  vergilendirmede  olayların  gerçek  mahiyetine hâkim olunması prensibi dikkate alınmalı ve vergi dairesi tarafından sahte veya muhteviyatı itibariyle yanıltıcı belge düzenlediği veya kullandığına dair hakkında vergi tekniği raporu bulunan kişilerden mal alışı yapan diğer mükelleﬂ er  nezdinde  incelemeler  yapılması  suretiyle  söz  konusu  mal 59  Danıştay 9. Dairesi nin 24.03.2008 tarihli ve E. 2007/4314, K. 2008/1467 sayılı kararında, … Olayda, her ne kadar davacı şirkete fatura düzenleyen .... Ltd. Şti nin mal alışlarına ilişkin faturaları düzenleyen şirketler hakkında sahte fatura tanz im ettiklerinden bahisle raporlar düzenlendiği belirtilmekte ise de, bu raporlar sonucu ne gibi işlemler yapıldığı, haklarında bir tarhiyat yapılıp yapılmadığı ve bunların kesinleşip kesinleşmediği hususunda vergi tekniği raporunda herhangi bir saptamanın da yapılmadığı anlaşıldığından, davacı şirkete fatura düzenleyen şirketlerin 2002 yılında düzenledikleri tüm faturaların sahte olduklarından bahsetmeye olanak bulunmamaktadır denilmektedir. (http://www. cetinkaya.av.tr/2-yayin-danıstay-kararları-ısıgında-sahte-belge-naylon-fatura-davalarında -alıs-faturalarının-sahte-olması -221, erişim:  23.10.2015). 60  Danıştay 9. Dairesi nin 17.11.2009 tarihli ve E. 2009/5333, K. 2009/4172 sayılı kararında, ... Davacı şirkete fatura düzenleyen şirketlerin, ( Kod ) listelerinde yer almalarının, başka tespitler  olmaksızın  bu  şirketler  tarafından  düzenlenen  faturaların  sahte  olduklarını göstermeyeceği ifade edilmiştir (Kazancı İçtihat Bankası, erişim: 23.10.2015). 61  Bkz. Danıştay 9. Dairesi nin 28.10.2011 tarihli ve E. 2008/1603, K. 2011/7262 sayılı kararı  (Kazancı İçtihat Bankası, erişim: 23.10.2015).  258 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU alımlarının sahte veya yanıltıcı olup olmadığı hususu ortaya konulmalıdır. 62  Danıştay 4. Dairesi nin 07.06.2010 tarihli ve 2009/4029 E. ve 2010/3462 K. sayılı kararında, ... davacının kurumun defter ve belgelerinin incelenmesi sonucu sahte olduğu ileri sürülen fatura karşılıklarının banka aracılığı ile çekle ödendiği tespit edildiği halde inceleme elemanınca vergi incelemesinin amacına uygun olarak bu belgelerin mahiyeti hakkında hiç bir inceleme yapılmamıştır. Davacı tarafından ödemelerin çekle yapıldığını gösteren banka ekstreleri dosyaya sunulmuş ancak vergi mahkemesince de çekle ödeme iddiaları dikkate alınmamış, ödemelerin mahiyeti araştırılmamış, fatura düzenleyen firma hakkındaki raporda yer alan tespitler esas alınarak söz konusu faturaların sahte olduğu kabul edilmiştir. Bütün bu hususlar gözönünde tutulduğunda, davacının lehine ve aleyhine olan hususların birlikte değerlendirilmediği, dolayısıyla dava konusu tarhiyatın, 213 sayılı Kanun un 3. maddesinde belirtilen, vergilendirmede vergiyi doğuran olay ve bu olaya ilişkin muamelelerin gerçek mahiyetinin esas olacağı kuralı ile 134. maddesindeki vergi incelemesinde öngörülen amaca aykırı olduğu sonucuna ulaşıldığından, eksik incelemeye dayalı vergi inceleme raporuna istinaden yapılan tarhiyatın kaldırılması istemiyle açılan davayı vergi ziyaı cezalı vergi aslı yönünden reddeden Vergi Mahkemesi kararında hukuka uyarlık görülmemiştir. Yine bkz. Danıştay 9. Dairesi nin 17.11.2009 tarihli ve E. 2009/5333 ve K. 2009/4172 sayılı kararında, ...Davacı şirkete fatura düzenleyen şirketlerin, ( Kod ) listelerinde yer almaları, başka tespitler olmaksızın, bu şirketler tarafından düzenlenen faturaların sahte olduklarını göstermeyeceği; Danıştay 9. Dairesi nin 26.11.2012 tarihli ve E. 2009/6707, K. 2012/7630 sayılı kararında, ...Davacının kullandığı faturaları düzenleyen … Petrol İnşaat, Turizm Tic. San. Ltd Şti. hakkında tespitler bu yükümlünün bazı vergisel yükümlülüklerini yerine getirmediği ortaya koymaktaysa da davacı hakkında yapılan incelemede davacı şirket yetkilisinin söz konusu faturalar içeriği alışveriş karşılığında ödemelerin çekle yapıldığını ifade etmesine; buna kanıt olarak … bank, Karabağlar Şubesine ait toplam 96,765,900,000 TL içeren 7 adet çek fotokopisini ibraz etmesine, bir adet çek fotokopisini ise temin edemediğini ifade etmesine karşın, inceleme elemanı tarafından bu ödemelerin gerçek olup olmadığına yönelik herhangi bir araştırma ve inceleme yapılmamış ve herhangi bir eleştiri de getirilmemiş olması karşısında sözkonusu faturaların sahte olduğunun şüpheye yer bırakmayacak şekilde kesin olarak ortaya konulduğunu kabul etmeye olanak kalmamaktadır. Bu durumda davacının kullandığı sözkonusu faturaların sahte olduğu kabul edilmek suretiyle adına salınan cezalı vergide ve buna karşı açılan davayı reddeden mahkeme kararında isabet bulunmamaktadır denilmektedir. (Kazancı İçtihat Bankası, erişim: 24.10.2015). 63  Danıştay 9. Dairesi nin 27.01.2010 tarihli ve E. 2009/1991, K. 2010/ 267 sayılı kararında, ...Olayda, davacı tarafından dava ve temyiz dilekçelerinde; (S.Ç) den alınan fatura bedellerinin büyük kısmının bu kişi adına düzenlenen çeklerle ödendiği, bu çeklerin, vergi incelemesi sırasında vergi denetmeni tarafından ilgili bankadan yazılı olarak istenilmesi üzerine ilgili banka tarafından vergi denetmenine gönderildiği, ancak, vergi inceleme raporunda bu çekler hakkında herhangi bir açıklamaya yer verilmediği, bu ödemelere ilişkin çeklerin birer örneğinin de vergi denetmeni tarafından kendilerine verildiği, çeklere bakıldığı takdirde çek bedellerinin bizzat (S.Ç) tarafından tahsil edildiğinin görüleceği, fatura muhteviyatı malların İzmir den Balıkesir e sevk edildiği ve bunlara ilişkin sevk ve taşıma irsaliyelerinin mevcut olduğunun açıklandığı, ikinci dilekçesine bir kısım taşıma irsaliyelerinin eklendiği, vergi denetmenince ve Vergi Mahkemesince de bu belgelere ilişkin olarak herhangi bir incelemenin yapılmadığı, aksinin de belirtilmediği anlaşılmıştır. Bu durumda, davacı tarafından katma değer vergisi indiriminde kullanılan ancak muhteviyatı itibariyle yanıltıcı olduğu saptanan fatura bedellerinin büyük bir kısmı karşılığında davacı tarafından çek düzenlenmesi ve bu durumun da inceleme elemanına belirtilmesi nedeniyle davacı ihtilaﬂ ı faturalar karşılığında gerçekten mal aldığı, ancak muhteviyatı itibariyle yanıltıcı olduğu saptanan bu faturaların bilmeden kullanıldığı sonuç ve kanaatine varıldığından, cezanın bir kata indirilmesi gerGazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 259Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... Aksi takdirde; iyiniyetli bazı mükelleﬂ er, yaptırdıkları iş veya aldıkları mal için banka aracılığıyla yada senetle ödeme yapmalarına rağmen müteselsil sorumluluk  uygulaması  sebebiyle  zor  durumda  kalabilmektedir.  Diğer bir  ifadeyle,  vergi  tekniği  raporlarında  sahte  veya  muhteviyatı  itibariyle yanıltıcı belge düzenledikleri yönünde olumsuz tespitler bulunan kişilerden fatura temin eden mükelleﬂ er nezdinde kullanılan faturalardaki işlemlerin hiç gerçekleşmediği veya mal miktarı, cinsi, bedeli gibi unsurlar bakımından farklı şekilde gerçekleştiği hususlarında somut tespit yapılmadan, ilgili faturalardaki KDV indiriminin reddedilmesi hukuka aykırılık teşkil etmektedir.   Bu  noktada;    Danıştay  4.  Dairesi nin  26.04.2007  tarihli  ve  E. 2006/1742,  K.  2007/1408  sayılı  kararında,  Vergi  mahkemesince,  vergi incelemesinin amacına da uygun olarak öncelikle, içeriği itibarıyla yanıltıcı olduğu  sonucuna  varılan  faturaları  veren  şirket  hakkında  düzenlenen raporlar üzerine idarece ne gibi işlemler yapıldığı, bu raporlara dayalı olarak komisyon geliri elde etmekten dolayı tarhiyat yapılıp yapılmadığı, yapılmış ise sonucunun ne olduğu, bu raporlarla ilgili yargı kararlarının bulunup bulunmadığı, söz konusu şirketin mükellefiyetinin idarece terkin edilip  edilmediği,  edilmişse  dava  konusu  yapılıp  yapılmadığı,  davacıya fatura düzenlediği dönemlerde, katma değer vergisi beyannamelerini verip vermediği adına katma değer vergisi tarhiyatı yapılmış ise bu konuda yargı kararı bulunup bulunmadığı hususları davalı idareden, ya da faturaları düzenleyen şirketin bağlı bulunduğu vergi dairesinden araştırılıp bu araştırma sonucuna göre karar verilmesi gerekirken davanın reddedilmesinde hukuka uyarlık görülmemiştir65 denilmek suretiyle, idarenin alım fatutalarının sahte olduğuna kanaat getirerek bu faturalardaki KDV nin gerçek bir muamele veya duruma dayanmaması sebebiyle indirimini reddedilebilmesi için hangi hususların tespitine yönelik nasıl araştırmalar yapması gerektiği izah etmiştir. Vergi idaresinin, alım faturalarının gerçek bir işleme dayanmadığını veya taraﬂ ar arasındaki işlemi gerçeğe uygun şekilde yansıtmadığını bizzat KDV yüklenicisi mükellef nezdinde yürüttüğü araştırmalarla tespit etmeden bu faturalardaki KDV tutarlarının reddi yoluna gidemeyeceği, aşağıdaki yargı kararlarında izah edilmektedir. ekirken, üç kat olarak onanmasında isabet görülmemiştir denilmektedir. (Kazancı İçtihat Bankası, erişim: 24.10.2015). 64  KIZILOT, Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, s. 1292. 65  Kazancı İçtihat Bankası, erişim: 23.10.2015.  260 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU Danıştay 4. Daire nin, 18.12.1998 tarihli ve E. 1997/5110, K. 1998/5386 sayılı kararında, sahte ve kapsamı itibariyle yanıltıcı belge kullanıldığına, bu belgeyi veren hakkında düzenlenen inceleme raporuna dayanılarak hüküm olunması hatalıdır. Belgeyi alanın da defter ve belgelerinin incelenmesi ve bu faturanın gerçek bir ticari ilişkiye dayalı olup olmadığının saptanması gerekir66, Danıştay 9. Daire, 23.05.2012 tarihli ve E. 2008/7281, K. 2012/2865 sayılı kararında; ...Ticari yaşamda malı satın alan mükellefin, malı satanın, vergi  ile  ilgili  yükümlülüklerini  yerine  getirip  getirmediği  hususunda bilgi sahibi olması, bir başka deyişle, bir mükellefin katma değer vergisi beyannamelerini verip vermediği, hasılatının ne kadar olduğu, kullandığı belgelerin (şekil şartlarının doğru olması kaydıyla) vergi dairesinin izniyle bastırılıp bastırılmadığı konularında diğer mükelleﬂ erin bilgisinin olmaması olağan bir durumdur. Esasen vergi mevzuatında bu düşüncenin aksine bir hüküm olmadığı gibi Vergi Usul Kanununun Vergi Mahremiyeti başlıklı 5. maddesi de bu düşünceyi destekler niteliktedir. Sahte fatura kullanan mükelleﬂ er  arasında;  alış  ve  satışlarını  sahte  fatura  ile  belgelendirerek tamamen  sahte  fatura  komisyonculuğu  yapan  mükelleﬂ erin  yanısıra, maliyetlerini yükseltmek ve daha az katma değer vergisi ödemek amacıyla, sadece sahte mal alış faturası kullanan mükelleﬂ er de vardır. Bu nedenle bir mükellefin alışlarının bir kısmının veya tamamının sahte olmasından hareketle  satışlarının  da  sahte  olduğu  sonucuna  ulaşılmak  suretiyle yapılacak yorum, ticari yaşamın gerçekleriyle örtüşmediği gibi iyiniyetli mükelleﬂ eri de zor durumda bırakacaktır. Bir mükellefin vergi ile ilgili sorumluluklarını  yerine  getirmeyerek  yasal  olmayan  fiillerinden  doğan mali sonuçlardan iyiniyetli ve olayla irtibatı olup olmadığı somut olarak ortaya konulmadan bir başka mükellefi sorumlu tutmak hukukun temel ilkeleriyle bağdaşmayacaktır. Olayda, her ne kadar ...... Demir Çelik Sanayi ve Ticaret Limited Şirketi ve Tasfiye Halinde ...... Metal Pazarlama Sanayi Ticaret Limited Şirketi  hakkında  yapılan  tespitlere  göre,  anılan  şirketlerin  sahte  fatura düzenlediği  konusunda  kuşkular  bulunmakta  ise  de,  anılan  şirketlerin düzenlediği tüm faturaların sahte olduğu şeklinde bir genelleme yapılması mümkün olmayıp, anılan şirketlerin davacı adına düzenlediği faturaların sahte ve muhteviyatı itibarıyla yanıltıcı olduğu hususunun açık ve somut 66  http://www.yildizymm.com.tr/Files/SpecialFiles/Documents/ozel-dosyano-13-28042014171724.pdf, erişim: 24.10.2015. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 261Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... bir şekilde ortaya konulması gerekmektedir. Yukarıda belirtilen tespitlerde, beyannameleri verdiği, faturalarını anlaşmalı matbaaya bastırdığı anlaşılan, … Demir Çelik Sanayi ve Ticaret Limited Şirketi nin faaliyetinin olup olmadığı, işyerinde ticari emtiasının bulunup bulunmadığı hususlarında, ihtilaﬂ ı yılda yapılmış yoklamaların bulunmaması, bunun yanısıra Tasfiye Halinde … Metal Pazarlama  Sanayi Ticaret  Limited  Şirketi  hakkında  düzenlenen  yoklama tutanaklarının incelenmesin-den, şirketin faaliyetine devam ettiği, işyerinde alım satımını yaptığı emtianın bulunduğu ve işçi çalıştırdığının görülmesi karşısında, anılan şirketlerin davacı adına düzenlediği faturaların sahte olduğu sonucuna varılması varsayıma dayalı bir yaklaşım olacaktır.  Bu durumda, davacı şirkete fatura düzenleyen … Demir Çelik Sanayi ve Ticaret Ltd. Şti. ile Tasfiye Halinde … Metal Pazarlama Sanayi ve Ticaret Ltd. Şti. hakkında düzenlenen vergi tekniği raporlarında mükelleﬂ erin davacıya düzenlediği  faturaların  sahte  olduğu  konusunda  somut  bir  saptama bulunmadığından, vergi mahkemesi tarafından, davanın cezalı tarhiyata ilişkin kısmının reddine karar verilmesinde isabet görülmemiştir67, Danıştay 9. Daire, 20.01.2010 tarihli ve E. 2008/3402, K. 2010/84 sayılı kararında; ...Olayda, her ne kadar ( K. ) Ltd. Şti. hakkında yapılan tespitlere göre, şirketin sahte fatura düzenlediği konusunda kuşkular bulunmakta ise de, anılan şirketin düzenlediği tüm faturaların sahte olduğu şeklinde bir genelleme yapılması mümkün olmayıp, anılan şirketin davacı şirket adına düzenlediği  faturaların  sahte  ve  muhteviyatı  itibarıyla  yanıltıcı  olduğu hususunun açık ve somut bir şekilde ortaya konulması gerekmektedir. Yukarıda belirtilen tespitlerde, ( K. ) Ltd. Şti. nin beyannameleri vermesi, faturalarının  anlaşmalı  matbaaya  bastırması,  faaliyetinin  olup  olmadığı, işyerinde ticari emtiasının bulunup bulunmadığı hususlarında, ihtilaﬂ ı yıllarda yapılmış yoklamaların bulunmaması karşısında, davacı şirketin ödemelerini nakit yaptığı, ( K. ) Ltd. Şti. nin mal alış faturaları sahte olduğundan satışlarının da sahte olduğu sonucunun ortaya çıktığı ve vergilendirme ile ilgili ödev ve sorumluluklarını yerine getirmediği hususlarına dayanarak anılan şirketin davacı şirket adına düzenlediği faturaların sahte ve muhteviyatı itibarıyla yanıltıcı olduğu sonucuna varılması varsayıma dayalı bir yaklaşım olacaktır. Bu nedenle aksi yöndeki Mahkeme kararının vergi ziyaı cezalı katma değer vergisine ilişkin hüküm fıkrasının bozulması gerekmiştir68 , 67  Kazancı İçtihat Bankası, erişim: 25.10.2015. 68  Kazancı İçtihat Bankası, erişim: 25.10.2015. 262 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU Danıştay 4. Daire nin, 26.10.1998 tarihli ve E. 1997/2818, K. 1998/45 sayılı kararında, ...mal alışlarının gerçek olmadığı yolunda yeterli inceleme ve  somut  saptama  yapılmayan  yükümlünün  adlarına  fatura  düzenlediği vergi mükellefi olan kişi ve kuruluşlar nezdinde inceleme yapılıp, davacı ile söz konusu şahıslar arasındaki mal alışverişinin gerçek olmadığı yolunda herhangi bir tespitte de bulunulmadığından varsayıma ve eksik incelemeye dayalı olduğu açık olan tarhiyatın kaldırılması gerekirken kararda yazılı gerekçelerle davayı reddeden mahkeme kararında isabet görülmemiştir69, Danıştay 4. Daire nin 21.03.2001 tarihli ve  E. 2000/4, K. 2001/992  sayılı  kararında,  ...  adlı  mükelleften  kazak  ve  yün  ipliği  satın  almıştır. Anılan kişiyle ilgili yapılan araştırmalar ve düzenlenen raporlar sonucu; işyerinin  kapalı  olduğu,  işyerine  hiç  emtia  giriş  çıkışının  bulunmadığı, gelir vergisi beyannamesinde düşük matrah gösterdiği, katma değer vergisi beyannamelerinde hasılatın yüksek olmasına karşın ödenecek katma değer vergisinin  çıkmadığı,  defter  ve  belgelerin  incelemeye  ibraz  edilmediği, ikametgâh adresinde tanınmadığı, kırtasiye işiyle ilgili sahte fatura düzenlediği, kaçakçılığa iştirakten dolayı hakkında rapor hazırlandığı hususları tespit edilmiş, bu tespitler dikkate alınarak davacı şirkete düzenlenen faturaların gerçek bir emtia alımına dayanmadığı kabul edilmiştir. İnceleme sırasında, davacı şirketin defter ve belgeleri incelenerek emtia giriş ve çıkışı tespit edilmek suretiyle söz konusu faturalar olmaksızın işletmenin emtia dengesinin bulunup  bulunmadığı  araştırılmamıştır.  Ayrıca  davacı  şirketin  faaliyet gösterdiği  konfeksiyon  sektöründeki  karlılık  oranı  belirlenerek  faturanın sadece maliyeti yükseltmek için mi yoksa belgesiz mal alımlarının kayıtlarda gösterilmesi  amacıyla  mı  sağlanmış  olduğu  saptanmamıştır.  Bu  tespitler yapılmaksızın  faturaları  düzenleyen  mükelleﬂ erle  ilgili  olarak  yapılan bir takım araştırmalara dayanılarak faturaların gerçek bir emtia alımına dayanmadan  düzenlenen  gerçeğe  uygun  olmayan  belge  niteliği  taşıdığı sonucuna varılamaz. Eksik incelemeye dayanılarak bulunan matrah farkının kaldırılması istemini reddeden mahkeme kararında isabet görülmemiştir70, Danıştay 4. Daire nin 16.11.2005 tarihli ve E. 2005/183, K. 2005/2105 sayılı kararında; ...fatura alınan firmaların sahte fatura düzenlediklerinden söz edilerek, davacı şirketin ilgili yılda içeriği itibariyla yanıltıcı fatura düzenlediği sonucuna varıldığı, ancak vergi incelemesinin amacına uygun olarak  yapılacak  bir  inceleme  ve  karşıt  incelemeler  yapılmadığından  ve 69  Kazancı İçtihat Bankası, erişim: 25.10.2015. 70  Kazancı İçtihat Bankası, erişim: 24.10.2015. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 263Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... envanter dengesi, mal hareketi, iş gücü, üretim kapasitesi, iş olanakları yönünden araştırma ve tespitlerde bulunulmadığından eksik inceleme sonucu düzenlenen rapora istinaden yapılan işlemi iptal eden vergi mahkemesi kararı onanaraki vergi dairesi bozma talebi reddedilmiştir71, Danıştay 9. Daire nin 05.03.1999 tarihli ve E. 1998/2139, K. 1999/833 sayılı kararında; …213 sayılı Vergi Usul Kanunu nda öngörülen usul ve esaslara göre tarhiyat yapılabilmesi için vergiyi doğuran olayın gerçeğe en yakın şekilde ortaya konulması ve bununla ilgili somut kanıtların açıklıkla saptanması  zorunludur.  Olayda,  fatura  düzenleyen  şahsın  ifadesinin  tek başına ispatlama vasıtası olarak kullanıldığı, bunun dışında hiç bir inceleme ve araştırma yapılmadan matrah farkı bulunduğu anlaşılmaktadır. Türk vergi sisteminde, sadece ifade dışında, olayla ilgili başkaca kanıtlar bulunmadan, varsayıma  dayalı  olarak  tarhiyat  yapılması  mümkün  bulunmamaktadır. Dosyaya sunulan faturada, mal satan şahsın adresi ve mükellefiyet numarası bulunmakta olup kendi kayıtları arasında sözü edilen faturanın bulunup bulunmadığı araştırılıp, vergi kayıtlan incelenebilecekken, somut bir tespit olmaksızın sadece sahte fatura düzenlediği ileri sürülen şahsın mali polisteki ifadesine  dayanılarak  varsayımla  yapılan  tarhiyatta  ve  mahkemece  bu tarhiyata karşı açılan davanın reddinde isabet görülmemiştir72, Danıştay  4.  Daire nin  12.04.2000  tarihli  ve  E.1999/5145, K.2000/1460  sayılı  kararında;  …213  sayılı  Vergi  Usul  Kanununun  3/B maddesinde  vergilendirmede  vergiyi  doğuran  olay  ve  bu  olaya  ilişkin muamelelerin gerçek mahiyetinin esas olduğu, 134. maddesinde de, vergi incelemesinden  maksadın  ödenmesi  gereken  vergilerin  doğruluğunu araştırmak, tesbit etmek ve sağlamak olduğu hükme bağlanmıştır. Davacı şirket, taahhüt konusu inşaatlarda faturalardaki dolgu maddelerinin alındığı ve nakliye hizmetinin yapıldığını, malzemelerin kullanılmadığının ve hizmetin yapılmadığının  kabulü  halinde  alınan  istihkakların  izah  edilemeyeceğini ileri sürmektedir. Davacı şirketin faaliyeti itibarıyla alınan malzemelerin kullanılması  ve  nakliye  hizmeti  yaptırılması  normal  olup  inşaatlarda malzemelerin  kullanılmadığı  ve  nakliye  hizmetinin  yapılmadığı  yolunda bir tespit olmayıp ..... Limited Şirketi hakkında düzenlenen rapor ile davacı şirket  ortağının  firmayı  tanımayıp  ödemelerin  olmadığı  yolunda  ifadesi 71 http://www.yildizymm.com.tr/Files/SpecialFiles/Documents/ozel-dosyano-13-28042014171724.pdf, erişim: 24.10.2015. 72 http://www.cetinkaya.av.tr/2-yayin-danıstay-kararları-ısıgında-sahte-belge-naylon-faturadavalarında-alıs-faturalarının-sahte-olması-221, erişim: 23.10.2015. 264 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU esas alınarak faturaların gerçekdışı olduğu kabul edilmiştir. Faturalardaki emtianın kullanılmadığı ve nakliye hizmetinin yapılmadığı konusunda hiçbir inceleme yapılmadan matrah farkı saptanması olayın gerçek mahiyetine ve vergi incelemesinin amacına aykırıdır. Aksi yönde verilen mahkeme kararında isabet görülmemiştir73, denilmek suretiyle, sahte veya muhteviyatı itibariyle yanıltıcı belge kullanımına bağlı cezalı gelir vergisi ve KDV tarhiyatları yapılabilmesi için sahte veya muhteviyatı itbariyle yanıltıcı belge kullanma fiilline yönelik somut tespitlerde bulunulması ve bu bağlamda başta belgeyi kullanan mükellef nezdinde olmak üzere çeşitli araştırmalar yapılması gerektiği vurgulanmıştır. SONUÇ İdarenin;  KDV  indirimine  konu  işlemlerin  mahiyetini  ve  özellikle gerçekliğini, bu bağlamda mükellefin gerçekten alım faturasında yer alan KDV tutarını yüklenmiş olduğunu tespit edebilmesi için öncelikle anılan işlemlere ait defter kayıtlarını incelemesi gerekmektedir. KDV Kanunu md. 34/1.f. hükmü, idarenin bu çalışmasına hizmet etmesi açısından önem arz etmektedir. Ancak, KDV indirimine dayanak teşkil eden olayların ve bu olaya ilişkin muamelelerin gerçek mahiyetinin ancak KDV tutarlı alım faturaları ile buna benzer belgelerin tasdikli defterlere kaydedilmiş olması halinde tespit edilebileceğini savunmak, akla ve mantığa uygun değildir.  Kaldı ki, mükellefin alım faturaları ile yüklenmiş olduğu KDV nin gerçekliğini sadece defter kaydı delili ile ispat edilebileceğini kabul etmek delil serbestisi ilkesine de aykırılık teşkil eder. İdarenin aksi yöndeki yaklaşımlar ile mükellefin KDV ni indirim hakkını ortadan kaldırdığını görmekteyiz. Mükellefin gerçekten yüklenmiş olduğu bir KDV tutarının sadece bu verginin yer aldığı alım belgesinin yasal defterlere VUK hükümlerine uygun şekilde  kaydedilmemiş  olması  sebebiyle  indirilemeyeceğini  ileri  sürmek, VUK md. 3/B hükmüne değil de yükümlünün şekle dair ödevlerine yer veren KDV Kanunu md. 34/1.f., VUK md. 219,  220 ve devamı hükümlerine öncelik verilmesi anlamına gelecektir. KDV tutarlı alım faturalarının gerçeği yansıttığı defter kayıtları dışındaki delillerle ispat edilebiliyorken, kanuni defterlerin ibraz edilmemiş, usulüne uygun olarak tutulmamış veya tasdik ettirilmemiş olması, vergi idaresi ve/veya vergi yargı organları bakımından KDV indiriminin reddinde haklı gerekçe teşkil edemez. 73 Kazancı İçtihat Bankası, erişim: 26.10.2015. 74 Benzer yönde açıklamalar için bkz. PÜRSÜNLERLİ, Elif Çakar/ SARAÇOĞLU, Fatih: Kanuni Defterlere İşlenmemiş Belgelerde Yer Alan KDV nin Mahsubu, Prof. Dr. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 265Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... İşbu  bağlamda;  yüklendiği  ve  indirmek  istediği  KDV  tutarlarını gösteren fatura ve benzeri evrakları kanuni defterleri düzenli bir biçimde kaydetmemek suretiyle bu şekli ödevini yerine getirmeyen vergi mükellefine, artık  vergi  incelemesi  ve  yargılama  esnasında  söz  konusu  işlemlerin gerçekliğini defter kayıtları dışında çeşitli delillerle ortaya koyabilme imkanı ve hakkı verilmelidir. Ayrıca, defterler ibraz edilmese, tasdiksiz olsa veya alım belgelerine ait kayıtlar içermese bile vergi denetmeni tarafından pekala VUK md. 3/B ve VUK md. 134 hükümleri gözetilmek suretiyle alım işleminin ve bu işlemle mükellefin yüklendiği KDV tutarının gerçekliğine yönelik araştırmalar  yapılabilir.  Zira,  vergileme  ile  ilgili  gerçek  durumun  tespit edilebilmesi için mükelleﬂ ere yasal defterlerini ibrazı etme ile bu defterlerini kayıt ve tasdik nizamına uygun tutma gibi şekli ödevler getirilmiş olsa da bu ödevelere uyulmamış olması gerçek durumun tespitini olanaksız kılmaz. Son olarak, yukarıdaki açıklamalarımız ve yargı kararları çerçevesinde, mükellef nezdinde gerekli  araştırmalar ve tespitler yapmadan veya faturaların temin edildiği kişinin tüm işlemlerinin gerçek dışı olduğuna yer veren raporlar yargı denetimi ile hukuka uygun bulunmadan, haklarında sahte belge veya muhteviyatı itibariyle yanıltıcı belge düzenledikleri yönünde vergi raporu bulunan kişiden mal veya hizmet satın almış mükellefin bu alımlarına konu faturaraları  gerçek  bir  işleme  ve  mahiyete  dayanmayan  faturalar  olarak nitelendiren ve anılan faturalardaki KDV tutarlarının indirimini reddeden idari yaklaşımın, VUK md. 3/B hükmüne aykırılık teşkil ettiğini belirtmeliyiz.",
     "Kaynakça": "AKSOY, Şerafettin: Vergi Hukuku ve Türk Vergi Sistemi, Filiz Kitapevi, 6.baskı, İstanbul, 2010. AYGÜN, Fethi: Katma Değer Vergisi İndirimi Açısından Defter Tasdikinin Önemi, Vergi Sorunları Dergisi, Sayı 196, Ocak, 2005, s. 33-38. BAŞARAN, Funda Yavaşlar: Türk Hukukunda Vergi İncelemesi, Vergi  Sorunları Dergisi, Sayı  261, Haziran, 2010, s. 393-424. Metin Taş a Armağan,  Gazi Kitabevi, Ankara, 2015, s. 195 de, “VUK, KDVK, içtihatlar ve doktrin bir arada değerlendirildiğinde; mükelleﬂ erin, yüklendikleri KDV ye ilişkin fatura vb. vesikaların gerçeği yansıttığının ispat edilmiş olması durumunda; kanuni defterler ibraz edilmemiş, usulüne uygun olarak tutulmamış veya tasdik ettirilmemiş olsa dahi, vergi idaresi ve/veya vergi yargı organları tarafından, yüklenilmiş bulunan KDV nin hesaplanan KDV den indiriminin kabul edilmesi yerinde bir yaklaşım olacaktırdenilmektedir. 266 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1Erdem ATEŞAĞAOĞLU BERKSOY, Hidayet: Fatura ve Benzeri Belgelerde Yer Alan Katma Değer Vergisinin İndirim Konusu Yapılmasında “Yasal Defterlere KayıtŞartına Uyulmamış Olması İndirim Hakkını Ortadan Kaldırır mı?, Vergi Sorunları Dergisi, Sayı 178, Temmuz, 2003, s. 36-47. BİLİCİ, Nurettin: Vergi Hukuku, Seçkin Yayınevi, 15.baskı, Ankara, 2007. BERKSOY, Hidayet: Fatura ve Benzeri Belgelerde Yer Alan Katma Değer Vergisinin İndirim Konusu Yapılmasında “Yasal Defterlere KayıtŞartına Uyulmamış Olması İndirim Hakkını Ortadan Kaldırır mı?, Vergi Sorunları Dergisi, Sayı 178, Temmuz, 2003, s. 36-47. ERDEM, Hayrettin: Yevmiye Defteri Sayfalarının Arka Yüzlerine Ya Da Tasdiksiz Yevmiye Defterine Yapılan Kayıtların Geçerliliği ve Kdv İndirimi, Yaklaşım Dergisi, Sayı 131, Kasım, 2003, s.195-200. KALENDEROĞLU, Mahmut: Vergi Hukuku-Türk Vergi Sistemi, Agon Yayınevi, 12. baskı, Ankara, 2011 KARAKOÇ, Yusuf: Vergi Hukuku, Yetkin Yayınevi, 7. baskı, Ankara, 2014 Katma Değer Vergisi Klavuzu, Maliye Hesap Uzmanları Derneği Yayını, Acar Matbaacılık, İstanbul, 1992. KAVAK,  Ahmet:  Katma  Değer  Vergisi  Mevzuatı,  Lebib  Yalkın Yayımları, 3. baskı, İstanbul, 1996 KIZILOT, Şükrü: Açıklamalı ve İçtihatlı Katma Değer Vergisi ve Uygulaması, Yaklaşım Yayıncılık, 6. baskı, Ankara, 2012. KIZILOT, Şükrü: Danıştay Kararları ve Özelgeler, 3. cilt, Yaklaşım Yayınları, Ankara, 2005. KIZILOT, Şükrü: Danıştay Kararları ve Özelgeler, 7. cilt, Yaklaşım Yayınları, Ankara, 2005. MAÇ, Mehmet: KDV Uygulaması, Denet Yayıncılık, 2. baskı, İstanbul, 1994 ÖNCEL, Mualla/ÇAĞAN, Nami/KUMRULU, Ahmet: Vergi Hukuku, Turhan Kitapevi, Ankara, 2011. PÜRSÜNLERLİ, Çakar Elif/ SARAÇOĞLU, Fatih: Kanuni Defterlere İşlenmemiş BelgelerdeYer Alan KDV nin Mahsubu, Prof. Dr. Metin Taş a Armağan,  Gazi Kitabevi, Ankara, 2015, s. 185-195. SABAN, Nihal: Vergi Hukuku, 4. baskı, Beta Yayınevi, İstanbul, 2006 SAZAK, Cengiz: Yüklenilen Katma Değer Vergisinin Gider Veya Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1 267Vuk md. 3/B Hükmü Çerçevesinde KDV İndirimi Uygulamasının... Maliyet  Unsuruna  DönüştüğüDurumlar,(http://www.esmmmo.org.tr/ docs/bilgi_bankasi/yuklenile_katma_deger_vergisinin_gider_veya_maliye_ unsuruna_donustugu_durumlar.doc, erişim: 28.10.2015). SÜRAL,  Arıcan:  Katma  Değer  Vergisinde  İndirimin Belgelendirilmesi, Vergi Sorunları Dergisi, Mayıs, Haziran, Sayı 30, 1987, s. 18-29. ŞENYÜZ, Doğan: Türk Vergi Sistemi, Yaklaşım Yayınları, Ankara, 2005. ŞENYÜZ, Doğan: Türk Vergi Sistemi Dersleri, Yayınevi, 4. baskı, Ankara, 2007. TİMUR,  Mehmet:  Tasdiksiz  Defterlere  Kaydedilen  Belgelerde Gösterilen KDV nin İndirimi, Yaklaşım Dergisi, Sayı  49, Ocak, 1997, s. 50-53. TOLU, Abdullah: Yevmiye Defterinin Tasdiksiz Arka Sayfalarına Kaydedilen  Faturalardaki  Kdv nin  İndirilebileceği,Yaklaşım  Dergisi, Sayı: 176, Ağustos 2007, s. 206-211. YÜCE, Mehmet: Türk Vergi Yargısı, Ekin Yayıncılık, Bursa, 2010. http://www.bdo.com.tr/vergi/dosyalar/kdv6/KDV6-29.pdf,  erişim: 19.10.2015. http://www.cetinkaya.av.tr/2-yayin-danıstay-kararları-ısıgındasahte-belge- naylon fatura- davalarında -alıs- faturalarının -sahte-olması- 221, erişim: 23.10.2015. http://www.gib.gov.tr/gibmevzuat Kazancı İçtihat Bankası Legalbank Elektronik Hukuk Bankası http://www.yildizymm.com.tr/Files/SpecialFiles/Documents/ozeldosya-no-13-28042014171724. pdf, erişim: 24.10.2015. 268 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 1"
}