{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "3",
     "Başlık": "4483 SAYILI KANUNDA ÖNGÖRÜLEN ÖN İNCELEMEGÖREVLİSİNİN YETKİLERİ VE BU ÇERÇEVEDE İZİNSİSTEMİNİN GEREKLİLİĞİ HAKKINDA DEĞERLENDİRME",
     "Title": "INVESTIGATIVE POWER OF PRELIMINAR EXAMINER PURSUANT TO PROSECUTION OF PUBLIC SERVANT IN NO; 4483 CODE AND EVALUATION OF NECESSITY OF PERMISSION SYSTEM",
     "Yazar İsmi": [
          "İlyas ŞAHİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ön inceleme",
          "ön inceleme görevlisi",
          "Cumhuriyet savcısı",
          "memur",
          "kamu görevlisi",
          "izin",
          "yetki",
          "soruşturma",
          "koruma tedbiri"
     ],
     "Keywords": [
          "Preliminary examination",
          "preliminary examiner",
          "public prosecutor",
          "public servant",
          "other public employee",
          "permission",
          "investigation",
          "protection measure"
     ],
     "Özet": "Türk  Hukukunda,  memurların  yargılanmaları  konusundaki  düzenlemelere bakıldığında  idari  etkinliğin  giderek  azaldığı  bir  tabloyu  görmek  mümkündür. 4483 sayılı Kanun, önceki düzenlemeden farklı olarak kişi, suç ve sistem yönünden değişiklikler getirmiştir. Kişi yönünden kapsam, memurlar ve diğer kamu görevlileri olarak belirlenmiştir. Memur tanımı yönünden idare hukukunun kavramları esas alınmıştır. Mülga Memurin Muhakematı Hakkında Kanun düzenlemesinden farklı olarak  yeni  durumda  suç  yönünden  de  daraltmaya  gidilmiştir.  Önceki  Kanun (MMHK) döneminde hem görevden doğan hem de görev sırasında işlenen suçlar kapsam içerisindeyken, 4483 sayılı Kanun kapsamına sadece görev sırasında işlenen suçlar kapsama alınmıştır. 4483 sayılı Kanun un getirdiği en önemli yenilik izin sistemi” olmuştur. 4483 sayılı Kanun daha önce geçerli olan tahkik sistemini terk edip izin sistemini getirmiş olması sebebiyle, izin aşamasında görevlendirilen ön incelemecinin görevlerinde önceki sisteme göre bazı değişiklikler yapılmıştır. Yetkili merci”, ön inceleme” ve soruşturma izni verilmesi ya da verilmemesi” bu Kanun da düzenlenen temel kavramlardır. Ön incelemeci, bu aşamada bazı yetkiler kullanmaktadır. Ancak yapılan değişiklikle ön inceleme görevlisinin 5271 sayılı Ceza Muhakemesi Kanunu nda yer alan tüm yetkileri kullanıp kullanamayacağı tartışmalı hale gelmiştir. Kişi hak ve özgürlüğünün teminatı ile hukuki belirlilik ve güvenlik ilkesi bakımından bu sürece dair yetkilerin ve bunların hangi koşullarda kullanılması gerektiğine  ilişkin  çerçeve  bu  makalenin  ana  temasıdır.  Bu  çalışmada,  eski  ve yeni yasada ön inceleme evrelerine ilişkin temel farklar ve özellikle yeni yasada düzenlenen ön inceleme görevlisinin yetkileri ile bu aşama incelenmiştir. Bu noktada izin sisteminin bir parçası olarak ön incelemenin işleyişini daha iyi anlama ve buna ilişkin kuralların yerinde olup olmadığını gözden geçirme bakımından özel soruşturma usulünün gerekliği üzerinde de durulmuş, memurlar bakımından ayrı bir soruşturma usulünün gerekli olup olmadığı hususu girişte ele alınmış ve sonuç kısmında da değerlendirmelerde bulunulmuştur.",
     "Abstract": "When we examine the Turkish Law regarding to adjudication of public servant related to their public service misconduct and crimes, there have been a decrease of domination of executive branch. 4483 No. Code has created signiﬁ cant changes comparing to previous codes  (Provisional Law on Prosecution of Public ServantPLPPS) not only from subject of substance and procedure as well. Civil servants and other public service employee are included in the scope of subjective jurisdiction of the code. Civil servant is deﬁ ned in common with administrative law deﬁ nition.  The scope of law from aspect of crime is narrowly deﬁ ned compare to former law(PLPPS). While PLPPS had regulated crimes committed during public service, and crimes related to public service, 4483 No Code only regulates crimes committed during public service.  One of the signiﬁ cant differences No; 4483 Code has brought is permission system, which requires executive permission in order to initiate criminal investigation against public servant regarding to their public misconduct. Competent Authority, Preliminary Examination, and Criminal Investigation Permission/Denial are fundamental terms in this system.   Preliminary examiner investigates the allegation, and uses some executive and judicial power. However it is very controversial that whether preliminary examiner can have all judicial power stemming from 5271 No Criminal Procedure Law like all public prosecutors have. The main purpose of the article is to examine and analyze power of preliminary examiner, and present permission procedure from aspect of fundamental rights and freedoms.  In this study, the subject is compared previous and current law, illustrated fundamental similarities and differences about preliminary examiner, and permission system as well. In this regards, necessity of permission system is additionally discussed in whole article.",
     "Metin": "4483 sayılı Kanun, kamu görevlilerinin görevleri sebebiyle işledikleri suçlardan dolayı ileri sürülen iddia ve şikayetler nedeniyle gereksiz ithamlarla rahatsız  edilmemeleri,  bir  anlamda  bu  tür  şikayetler  kullanılarak  işlerin 250 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN aksatılmaması için idari bir güvence olarak getirildiği kabul edilmiştir. Ceza soruşturması öncesi bir süzgeç mahiyetinde düzenlenmiş olan bu sistemde, soruşturma  aşamasına  geçebilmek  için  idari  mercilerin  soruşturma  izni vermesine ihtiyaç bulunmaktadır. Memur  ve  kamu  görevlilerinin  haklarında  özel  bir  soruşturma  ve yargılama sisteminin öngörülmesi ceza yargılamasının genel işleyişini çok yakından ilgilendirmektedir. Bir çok olayda soruşturmanın bu prosedürler sebebiyle  geciktiği  ve  bu  gecikmeler  sebebiyle  soruşturmanın  etkin yürütülmesine ilişkin ilkeye uyulmadığına yönelik yakınmalar bulunmaktadır. Ülkemizde  uzun  süre  yürürlükte  kalmış  bulunan  mülga  Memurin Muhakematı Hakkında Kanun-u Muvakkat dönemini sona erdiren 4483 sayılı Kanunla kısmen bu şikayetler azalmış bulunmaktadır. Memurlar hakkında öngörülen  güvence  sistemleri  arasında  daha  önce  tahkik  sistemi  mevcut iken 4483 sayılı Kanun ile izin sistemi getirilmiş ve bazı hususlarda kapsam yönünden daraltmaya gidilmiştir. Çalışmada, özel bir soruşturma usulünün gerekli olup olmadığı üzerinde ileri sürülen görüşlere ve tartışmalara değinildikten sonra 4483 sayılı Kanun kapsamında  öngörülen  ön  inceleme  aşaması  ele  alınacaktır. Yeni  Kanun uyarınca ön inceleme aşamasının özellikleri, bunun evreleri ve bu aşamada yapılabilecek işlemlerin neler olduğu ile ön inceleme görevlisinin yetkileri inceleme konusu yapılacaktır. Ceza yargılamasının bir ilkesi olan etkin soruşturma ilkesi yönüyle izin  sisteminin  yerinde  olup  olmadığı  hususları  üzerinde  de  durmak gerekmiştir. İzin sistemi içinde yer alan ön inceleme aşamasının çoğunlukla soruşturmada sürelerin uzatılmasına yol açan ve iddiaların araştırılmasının yerinde  ve  zamanında  yerine  getirilebilmesinin  önünde  bir  engel  teşkil eden bir süreç olduğunu daha iyi anlama anlamak bakımından, bu sürecin ayrıntılı incelenmesi gerekir. Bu bakımından izin prosedürü öncesinde yerine getirilen ön incelemenin işleyişini görmek ve buna ilişkin kuralların yerinde olup olmadığını gözden geçirmekte yarar görülmüştür. Çalışmamızda özel soruşturma usulünün bir parçası olan ön inceleme aşamasının mahiyeti, bu arada gerçekleşen işlemler ile ön inceleme görevlisinin yetkileri üzerinde durulacakt  ır. 4483 sayılı Kanunda öngörülen ön inceleme görevlisine verilen yetkilerin yerindeliği ve bu çerçevede izin sisteminin gerekliliği hakkında yeri geldikçe değerlendirmelere yer verilecektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2514483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... A. MEMUR SORUŞTURMASININ GEREKLİLİĞİ Memurların  yargılanmasında  özel  kuralların  uygulanması,  uzun tartışmalara neden olmuştur. Bir bölümü hukuksal yerindelikle ilgili olmakla birlikte genelde anayasal kural ve ilkelere dayanan eleştiri ve tartışmalar, yargı ve bilim çevrelerinde yoğunlaşmıştır. Memur yargılamasına ilişkin öngörülen güvence sistemleri arasında daha önce tahkik sistemi mevcut iken 4483 sayılı Kanun izin sistemini getirmiştir.  Oysa  demokrasilerde  aslolan  herkesin  kanun  önünde  eşit olmasıdır. Kamu görevlilerine yönelik soruşturmalar bakımından özel usuller getirilmesi bu ana kuralın istisnasıdır. Bu istisnanın gerçekten gerekli olan bir güvence mi, yoksa gereksiz bir ayrıcalık mı olduğu tartışılmıştır. Böylesine geniş kapsamlı bir düzenlemenin bir ayrıcalık olduğu ileri sürülerek eleştirilmektedir. Bu görüşü savunanlara göre, memurlar ve kamu görevlileri bakımından özel  bir  usul  öngörülerek  bunlar  hakkında  soruşturmayı  yapan  kamu görevlilerinin ve itiraz halinde devreye giren idare mahkemeleri dışındaki karar mercilerinin bağımsız olmadıkları, çalışmalarının yönetsel kabul edilerek yargı denetimine bağlı tutulması gerektiği, ceza uyuşmazlıklarının yönetsel bir sistem içinde karara bağlanmasının kuvvetler ayrılığı ve farklı yargı kurumları ilkesine dayanan Anayasa sistemine aykırı bulunduğu, oysa yapılan soruşturmaların gerçekte bir yargısal faaliyet olduğu ve dolayısıyla yönetim makamlarına verilmemesi gerektiği, vatandaşın yapılan soruşturmalara ve alınan kararlara güven duymadığı, soruşturmaların yargıç güvencesi olmayan kişilerce yapıldığı, bu yüzden memurlar için özel ve farklı bir soruşturma 1  Bu konudaki tartışmalar için bkz., AYM Kararları, 27.2.1992 tarih ve 1991/26 E- 1992/11 K. sayılı kararı, R.G. Tarih-Sayı : 23.11.1992-21414; 5.5.1992 tarih ve 1992/27 E. , 1992/31 K. R.G. Tarih-Sayı :12.03.1993-21522; 04.03.1993 tarih ve 91/29 E. ve 91/42 K. sayılı kararları.; SELÇUK, Sami, Memur Yargılaması Hakkında, TÜSİAD Yayınları, Ocak 1997, s. 127-152 2  MUMCU, Ugur: Türk Hukukunda Memurların Yargılanması, AÜHFD, C.23, S.1-4, 1971, s.181; ZAFER, Hamide; Memurin Muhakematı Hakkında Kanunu Muvakkatın Son Değişiklikler Işığında Değerlendirilmesi, İstanbul Barosu Dergisi, C.72, S.2, 1998, s.228; ÖZTÜRK, Bahri; Memurların Özel Bir Muhakeme Usulüne Tabi Olmasının Sakıncaları ve Anayasa Mahkemesi Kararları, Ceza Hukuku ve Kriminoloji Dergisi, C.1, S.1, 1978, s.62; KUNTER, Nurullah; Memurin Muhakematı Kanunu ve Tenkidi, Siyasi İlimler Mecmuası, S.282, 1954, s.191; ÖZEK, Çetin; Türk Hukukunda Memurların Muhakemesi, İÜHFM, C.XXVI, S.1-4, 1960, s. 81; SELÇUK, Sami; Memurin Muhakematı Hakkında Kanunu Muvakkat ın Değerlendirilmesi, Prof.Nurullah Kunter e Armağan, İstanbul Üniversitesi Hukuk Fakültesi Eğitim, Öğretim ve Yardımlaşma Vakfı Yayını, No:716, İstanbul, 1998, s.300-301. 252 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN sisteminin getirilmesinin Anayasa nın eşitlik ilkesi ve yargı birliği ilkesine aykırılık oluşturduğu kabul edilmektedir. Kamu görevlilerinin özel bir soruşturma usulüne tabi kılınmasının, çoğunlukla  kamu  hizmetinin  devamını  sağlamak  ve  idarenin  otorite  ve kudretinin sarsılmasını önlemek amacıyla benimsendiği anlaşılmaktadır. Ne var ki, bugün çoğu ülkelerde, artık kamu görevlilerinin soruşturulması ve yargılanması bakımından özel hükümlere yer verilmemektedir. Diğer  taraftan,  memurlara  özgü  bir  yargılama  sisteminin  gerekli olduğunu savunanlara göre, devlet erkinin sağlıklı işleyişi açısından o alanda görev yapan memurların olur olmaz şikâyetlerle çalışamaz hale getirilmesinin önüne geçilmesi ve gerektiğinde idarece kendi içinde denetime tabi tutulup şikâyetlerin değerlendirilmesi zaruridir. Kamu görevlileri yürüttükleri görev 3  ÖZTÜRK, s. 56 vd.; Eleştiriler konusunda özet bilgi için bkz., BAŞEL, Ebubekir, Memurlara Özgü Yargılama Sistemi ve Gerekliliği, HUKAB Dergisi, Nisan-Haziran 2013, Sayı: 5, s. 46, (http://www.hukabdergi.com/p7/, erişim 13 06 2015).; EREN, Abdurrahman, Memurin Muhakematı Hakkında Kanunu Muvakkat ile Onu Yürürlükten Kaldıran Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun Karşılaştırılması, Ankara Üniversitesi SBF Dergisi, C.55-3, s. 58-59; GÖKCAN, Hasan Tahsin-ARTUÇ, Mustafa, Ceza ve Usul Hukukunda Kamu Görevlisi Kavramı ve Özel Soruşturma Usulleri, Seçkin Yayınevi, Ankara 2007, s. 214-215; Ayrıca memur soruşturulmaları bakımından ayrı bir usul getirilmesinin gerekçeleri için bkz. ÇAĞLAYAN, Ramazan, Memurlar ve Diğer Kamu Görevlilerinin Yargılanmasına İlişkin 4483 sayılı Kanun Hakkında Bir Değerlendirme Atatürk Üniversitesi Hukuk Fakültesi Dergisi, C.VII, Sa.1-2 (Haziran-2003) s.106 vd. Yine ayrı bir soruşturma usulü getirilmesine yönelik eleştiriler için bkz. ÇAĞLAYAN, s.109 vd; LİVANELİOGLU, Ömer Asım,  Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun Eleştirisi, Ankara Barosu Dergisi, Yıl 57, (2000) S.2, s. 33-43 4  ÖZEK, s. 34. 5  Memurlara  özgü  bir  yargılama  sisteminin  gerekli  olduğunu  savunanların  gerekçeleri için bkz. ERDOĞDU, Ahmet; Memurin Muhakematı Hakkında Kanunun Kaldırılması Özleminde Olanlar, İdare Dergisi, S.281, 1963, s.61; KAYRA, Macit; Memurlar Ayrı Muhakeme Usulüne Tabi Olmalı mıdır?, Siyasi İlimler Mecmuası, S.232, 1950, s.138,139; LİVANELİOĞLU, Ömer Asım; Ceza Usul Hukukumuzda Memur Yargılamaları, Ankara Barosu Dergisi, S.1,1995, s.43,44; ARAL, Kemal; Memurların Vazifelerinden Doğan Suçlarından Dolayı Kovuşturma ve Yargılanmaları, İdare Dergisi, S.194, 1948, s.106; KEYMAN, Selahattin; Memurin Muhakematı Kanunu, AÜHFD, C.19, S.1–4, 1962, s.176; ORHUN, Hayri; Türkiye de Memurların Hukuki Rejimi, İstanbul, 1946, s.141; KIRMIZIGÜL, Hüsamettin; Uygulamada ve Teoride Memurlar Hakkında Tahkikat ve Muhakeme Usulü, Kazancı Kitap Ticaret A.Ş., İstanbul, 1995, s.185, 186; BEŞE, Hakkı Kamil; Memurlar Hakkında Muhakeme Usulleri, Ankara, 1943, s.8; KARAVAİZOĞLU, Türker, 4483 Sayılı Kanun un Öngördüğü Soruşturma Usulleri, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku, Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2010, s.11; AVCI, Mustafa, Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun Üzerine Bir İnceleme,  AÜEHFD, C. XI, Sa.3-4, (2007), s. 274 vd. 6     Bu görüş sahipleri; memurların gelişi güzel basit şikâyet ve ihbarlarla, olur olmaz Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2534483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... nedeniyle pek çok kişi ile ilişki içine girmekte, onların hak ve menfaatine aykırı işlem ya da eylem yapabilmektedirler. Bu durum kişilerin husumetine neden olabilir ve memuru korkutmak, yıldırmak gibi asılsız gerekçelerle mahkeme önüne çıkarılmasına yol açabilir. Bunları önlemek için memurların soruşturulmasında özel yöntemler gerekmiştir. Gerçekten, izin sisteminin bulunmaması durumunda kamu hizmetlerinin devamlı ve sürekli bir şekilde sunulması mümkün olmayabilir. Aynı zamanda, memurların da mesnetsiz iftiralar ile karşılaşma ihtimalini artırarak hem kamu otoritesini sarsabilir, hem de kamu görevlisi açısından sakınca doğurabilir. Nitekim AYM, bu görüşü benimseyerek memurlara özgü yargılama usulünün varlığını Anayasaya aykırı görmemiştir. bir biçimde yargı önüne çıkarılmasının idarenin otoritesini ve saygınlığını zedeleyeceğini, Memurun  eyleminin  suç  olup  olmadığının  tespitinin  bir  uzmanlığı  gerektirdiğini,  bu bakımdan, memur hakkındaki iddiaların öncelikle kamu görevinin gereklerini, kurallarını ve memurluk psikolojisini iyi bilen kimselerin süzgecinden geçirilmesi gerektiğini, Ülkemizin sosyolojik  durumu  gereğince  ihbar  ve  şikâyetin  adeta  meziyet  sayıldığını,  böyle  bir ortamda sık sık ve yersiz şikâyetlerle yargı önüne çıkarılacağı korkusunu yaşayan memurun kendisine karşı güvensiz, çekingen ve kararsız olacağını ve bu korkunun sorumluluk almaktan kaçınmasına yol açacağını, onun için memurlara özgü yargılama usulünün memur için güvence olduğunu, aksi takdirde memurun kendisinin korunmadığı korkusuyla işten kaçacağını veya zamanının büyük bir kısmını mahkemelerde geçireceğinden hizmetin aksayacağını, adli ve idari makamların kuvvetler ayrılığı ilkesinin bir sonucu olarak birbirinin etkisi altında kalmamalarının ve adliye karşısında idarenin bağımsızlığını korunmasının gerektiğini, hâkimler için özel bir yargılama usulü getirilirken hâkimler gibi kamu görevi gören memurlar için aynı türden bir usulün getirilmesinin Anayasa nın eşitlik ilkesine ve adalete aykırı düşeceği şeklinde gerekçelerle bu sistemin devamının yararlı olduğu kanaatini belirtmektedirler. Bkz., BAŞEL, s.46; Lehteki görüşleri savunanlar daha çok mülki idare amirleri ile idarede görev almış kişilerdir. Bkz., SELÇUK, Memur Yargılaması Hakkında, s.127.; GÖKCAN-ARTUÇ, s. 213-214 7  GÜNDAY, Metin, İdare Hukuku, b. 10, İmaj Yayınevi, Ankara 2013, s. 619 8  GÜNDAY, s. 619 ; Bu yönde özet görüşler için bkz., GÖKCAN-ARTUÇ, s. 213-214 9  Anayasa Mahkemesi konuya ilişkin kararlarında şu anki koruma sisteminin devam etmesi yönünde görüş belirtmiştir. Anayasa Mahkemesi kararlarında ifade edilen gerekçelere göre,  bu  kovuşturma  yöntemi,  Yasa nın  kamu  görevlilerine  görev  ve  sorumlulukları nedeniyle sağladığı bir tür güvencedir. Bu da kamu hizmetinin iyi işlemesi için düşünülmüş ve düzenlenmiştir. Kamu görevlileri, gördükleri hizmet nedeniyle sık sık baskı altında tutulabileceği gibi suçlama ve karalamalara da uğrayabilirler. Kendisine görevle ilgili üzerine suç atılan bir memurun doğrudan adli yargıya sevk edilmesi, memurları tedirgin ederek hizmeti aksatacağı gibi hizmetin yürütülüşü üzerinde kimi haksız kuşkulara yol açabilir. Bu tür savların önce kamu hizmeti ile kamu görevinin gereklerini ve yükümlülüklerini bilen kimselerin süzgecinden geçirilmesi ve ortada kovuşturmaya değer bir eylem görüldüğünde o zaman yargı yerlerine götürülmesi kamu yararına bir önlem olarak görülmektedir. Anayasa Mahkemesinin ilgili kararları: 27.2.1992, 1991/26 E- 1992/11 K, R.G. 23.11.1992-21414; 5.5.1992, 1992/27 E. 1992/31 K. R.G. 12.03.1993-21522; 04.03.1993, 91/29 E. ve 91/42 K. (Benzer ifadeler için bkz., https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/ c/b/tbmm170220135.pdf, erişim 27 Temmuz 2015) 254 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Danıştay  da,  ka mu  görevlilerinin  özel  yargılama  usulüne  tabi tutulmasına karşı yapılan yo ğun itirazlar nedeniyle açıkladığı görüşünde; Memurların görevlerinden doğan ya da görevleri sırasında işledikleri ileri sürülen suçlarda, özel soruşturma yöntemine tabi tutulmalarının, görevlerinin yerine getirilmesinde her türlü korku ve endişeden uzak tutulmaları yoluyla kamu hizmetlerinin düzenli ve gerektiği biçimde yürütülmesini sağladığı, bu sonucun sağlanmasının memurun şahsı için değil memuriyet görevinin teminatı için olduğu, bu tür bir güvence ihtiyacının, kamu hizmetlerinin birtakım özel ilkelere ve yöntemlere bağlanmış olmasından kaynaklandığı dolayısıyla,  memurların  özel  yargılama  usulüne  tabi  tutulmasının  eşitlik ilkesine aykırı olmadığını ifade etmiştir. Kanaatimizce, bu tartışma anayasal ilkelerle yakından ilgilidir. Kuvvetler ayrılığı ilkesi, demokrasilerde denge ve denetleme sisteminin temel aracıdır. Yasama, yürütme ve yargı erkleri arasındaki güç dengesinin sağlanması ve iktidarın gücünün dengelenmesi ve denetlenebilmesi için yargının yasama ve yürütmeden bağımsız yapılanması ana kuraldır. Memurlara özgü yargılama usulünün varlığını savunmak,  yürütmeyi kayırıcı  nitelikte  ve  onu  denetleme  dışı  bırakma  eğiliminin  sonucudur. Yürütmeye egemen olan siyasal gücün hiçbir zaman memur yargılamasındaki bu avantajı bırakmak istememesi de doğaldır. Çünkü yürütme her zaman kamu gücünü kullanarak bağımsız bir etki alanı oluşturma eğilimindedir. Diğer bir üzerinde durulacak nokta ise, özel yargılama usulü ile hakkında soruşturma yapab ilmek için izin istenen görevlilerin genellikle görev suçu işlemiş olan kimseler olmasıdır. Bu tü r soruşturmalarda görevleri sebebiyle işlemiş oldukları suçları nedeniyle kendilerine ayrıcalıklı bir koruma sistemi sağlanan kimselerin korunaklı hale gelmesi savunulacak bir durum değildir. 10 MMHK Hakkında Danıştay ın Görüşü; Danıştay Dergisi, S. 48-49, 1983, s.3-8., KARAVAİZOĞLU, s. 14 11 Görev suçu ayrımı için bkz., YCGK 17.02.2004 tarih ve 2004/2-10-40; YCGK 15.03.2005 tarih ve YYB-31, 2005/28 sayılı kararlar. 12 MMHK döneminde o Kanuna yapılan eleştiriler nedeniyle, 4483 sayılı Kanun düzenlenirken kapsama alınansuçlar bakımından daraltma yoluna gidilmiştir. Önceki Kanunda, görev sebebiyle işlenen suçlar yanında görev sırasında işlenen suçlar da kapsamda iken, yeni Kanunda görev sırasında işlenen suçlar kapsama alınmamıştır. Görev sırasında işlenen suç kavramı ile görevle veya görevin yapılmasıyla ilgisi bulunmayan, görevin yapıldığı sırada işlenen suçlar ifade edilmektedir. Yargıtay, kamu görevlisinin görev sırasında işlediği, görevin yapılış biçimine ilişkin dahi olsa, hakaret, tehdit, yaralama veya öldürme suçlarının görev sebebiyle değil, görev sırasında işleneceğini kabul etmiştir. Bkz., ZAFER, Hamide, 4483 Sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun Değerlendirilmesi, İstanbul Barosu Dergisi, C.74, Sa. 4, s. 995; GÖKCAN-ARTUÇ, s. 224 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2554483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Zira, kamu görevlilerine güvence sağlanması adaletsiz sonuçlara yol açmakta, etki li soruşturma yapılmasını engellemekte, onları suç şüphesi altında olan diğer kimselere karşı ayrıcalıklı bir konuma getirmektedir. 13 Bayram  Oteli  kararı;  cezasızlık  konusunda Anayasa  Mahkemesi nin AİHS  ve AİHM içtihatlarını ulusal hukukta tüm yargı ve yürütme organları açısından bağlayıcı olduğunu göstermesi, üstelik bu niteliğin AİHM in sadece Türkiye ye ilişkin kararlarından değil, içtihadının  bütününden  çıkarılması  nedeniyle  öncü  bir  karar  niteliği  taşımaktadır. ALTIPARMAK, Kerem, Van Depreminin Hukuktaki Artçıları, Anayasa Mahkemesi nin Bayram  Oteli  Kararı,  TESEV  Yayınları,  http://www.tesev.org.tr/assets/publications/ file/15012014105617.pdf, erişim 28.07.2015, s.1-10; 9 Kasım 2011 de gerçekleşen ikinci Van depreminde Bayram Otel yıkılmış ve 24 kişi yaşamını yitirmiştir. Van Cumhuriyet Başsavcılığı, Ekim 2011 de gerçekleşen ilk depremin ardından gerekli önlemlerin alınmamış olması gerekçesiyle soruşturma başlatmıştır. Soruşturmanın bilirkişi raporu binada hasar tespiti yapmayan ilgili birimleri kusurlu bulmuş, ancak Van Ağır Ceza Mahkemesi, Van Valisi ile Afet ve Acil İşler Daire Başkanlığı (AFAD) görevlileri hakkında görevsizlik kararı vermiştir. Yargıtay Cumhuriyet Başsavcılığı da bu kamu görevlileri hakkında kendisine gelen soruşturma dosyasındaki iddiaları dikkate almamıştır. Bunun üzerine, Bayram Otel de hayatını kaybeden Selman Kerimoğlu nun eşi ve çocukları Anayasa Mahkemesi ne bireysel başvuruda bulunmuştur. Anılan Kararın, yaşam hakkı ihlallerinde devletin cezai soruşturma yükümlülüğünü belirlediği, bir başka deyişle olaya uygulanacak kuralın içeriğini saptadığı 53-62. paragraﬂ arı tamamen AİHM içtihadından derlenmiştir. Van Cumhuriyet Başsavcılığı tarafından yürütülen ceza soruşturması sonucunda otel işletmecisi hakkında bilinçli taksirle birden fazla kişinin ölümüne neden olma suçundan Van Ağır Ceza Mahkemesi nde dava açılmıştır. Vali ve AFAD yetkilileri açısından ise 4483 sayılı Yasanın 3. ve 12. maddeleri uyarınca  görevsizlik  kararı  verilmiş  ve  dosya  Yargıtay  Cumhuriyet  Başsavcılığı na yollanmıştır. Yargıtay Cumhuriyet Başsavcılığı da Van Valisi ve AFAD yetkilileri açısından görevi kötüye kullanmaya ilişkin iddiaların somut bilgi ve belgelere dayanmadığı, ilgililer açısından ön inceleme yapılmasını gerektirecek bir durumun bulunmadığı gerekçesiyle şikâyetin işleme konulmamasına karar vermiştir. İşleme koymama kararına karşı bir itiraz yolu öngörülmediği gerekçesiyle Danıştay 1. Dairesi başvurucunun itirazını incelemeksizin reddetmiştir. Başvuruda görüş sunan Adalet Bakanlığı, halen idare aleyhine açılan maddi ve manevi tazminat davalarının devam ettiğini hatırlatarak başvuru yollarının tüketilmediğini ileri sürmüştür. Başvurucu ise devletin etkili ve önleyici ceza sistemi kurma yükümlülüğünü hatırlatarak, tazminatın yeterli olmadığını, ceza sorumluluğu açısından da Vali ve AFAD yetkilileri  açısından  bir  şey  yapılmasının  mümkün  olmadığını  belirtmiştir.  Anayasa Mahkemesi, başvurucuların cezasızlık iddialarını AİHM içtihadını esas alarak çözümlemiştir. AİHM  Anayasa nın  17.  maddesinde  korunan  yaşam  hakkının  iki  farklı  yükümlülük doğurduğunu belirtmektedir: Esas ve usul ödevleri. Yaşam hakkının esasa ilişkin yönü, bir yandan devlete negatif olarak öldürmeme ödevi yüklerken öte yandan yetkisi altında bulunan kişilerin kamusal makamlar, diğer bireyler ve kendisinden kaynaklanabilecek risklere karşı korunması konusunda devlete pozitif bir ödev yükler. Bu ödev, önleme ödevidir. Yaşam hakkının usuli yönü ise yaşam hakkının ihlal edilmesi halinde gerçekleştirilmesi gereken davranışı düzenlemektedir. Yaşam hakkı ihlallerinin cezalandırılması yükümlülüğü, usuli ödevin bir sonucudur. Bu ödevin layığıyla yerine getirilmemesi de cezasızlık denen olguya vücut vermektedir. Anayasa Mahkemesi, AİHM içtihadını izleyerek yaşam hakkı ihlallerinde gündeme gelen cezalandırma ödevlerini üç farklı seviyede değerlendirmektedir: kural-istisnaistisnanın istisnası. Kural: Ceza Hukukunu İşletme Yükümlülüğü, İstisna: İhmal Nedeniyle Meydana Gelen Ölümler, İstisnanın İstisnası ise doğal afetler söz konusu olduğunda, bu ödevin amacı, kamu görevlilerinin afetin yol açtığı riskleri öngörmesine rağmen gerekli 256 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN İhbar veya şikâyetlerden dolayı izin vermeye yetkili merciye gönderilen evraka  ilişkin  anılan  Kanun un  7.  maddesi  gereğince,  yetkili  mercinin soruşturma izni vermesi ya da vermemesi yönündeki kararını inceleme süresi dâhil 30 gün içerisinde sonuçlandırması gerektiği ve bu sürenin zor unlu hâllerde 15 günü geçmemek üzere bir defa uzatılabileceği düzenlenmiştir. Ne varki, uygulamada düzenleyici nitelikte olan bu sürelerin aşıldığı, soruşturmaların geciktirildiği  görülmektedir.  Bunun  yanında  belirtilen  sürelerin  makulün üzerinde  aşılması  durumunda  da,  evrakın  sürüncemede  bırakılmaması bakımından Cumhuriy et savcılarının itiraz haklarını kullanmadıkları, evrakın neticesini araştırmadıkları görülmektedir. Öte  yandan,  soruşturma  süreci  ce za  yargılamasının  maddi  gerçeği ortaya çıkarması adına en önemli faaliyeti olup, bu süreç içerisinde delil ve bulguların ivedi bir şekilde toplanıp korunması, delillerin karartılmaması için gerekli önlemlerin alınması, bu işlemin CMK nın öngördüğü çerçevede yapılarak delillerin hukuka uygun bir şekilde toplanması gerekmektir. Oysa 4483 sayılı Kanun un 5. maddesi gereğince ön incelemeci olarak atananlar, genel olarak hukuk eğitimi almamış, maddi ceza hukukuna uygun olarak suç nitelemesini bilmeyen, yönetim hiyerarşisi içerisinde yer alan ita amirlerine bağımlı ve etkiye açık kimselerdir. Bu koşullarda olan ön inceleme görevlisinin, bu evrede isnat edilen suça ilişkin delilleri tam bir bağımsızlık ve tarafsızlık içinde etkili soruşturma ilkeleri bağlamında usulüne uygun olarak toplayıp ortaya koymasını düşünmek kanaatimizce mümkün değildir. Hal böyle olunca kur ulması istenen güvence sistemi bir nevi bu kişiler bakımından  ayrıcalık  sağlamak  anlamına  gelebilmektedir.  Çünkü  normal önlemleri almayarak ölüme sebebiyet verip vermediklerinin soruşturulmasıdır. Devlet bu soruşturmayı yapmadan sadece mağdurlara tazminat ödeyerek sorumluluktan kurtulamaz. Bir başka deyişle, cezasızlık nedeniyle oluşan mağduriyetin mağdurlara tazminat ödenerek giderilmesi mümkün değildir. Bayram Oteli Davasının ilginç noktalarından biri ihlalin sebebinin uygulamadan çok bir kanun hükmünden kaynaklanmasıdır. 4483 sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun un 4. maddesinin son fıkrası belirli nitelikleri taşımayan ihbar ve şikâyetlerin Cumhuriyet başsavcıları ve izin vermeye yetkili merciler tarafından işleme konulmayacağını belirtmekte, bu karara karşı da bir itiraz yolu öngörmemektedir. Bu hüküm Anayasa Mahkemesi ne göre etkili soruşturmayı imkânsız kılmaktadır. Bayram Oteli kararı da yapısal bir sorunda ihlal tespiti niteliği taşıdığından, benzeri ihlallere engel olacak önlemlerin alınmasını gerektiren bir yarı pilot karar şeklinde okunması gerekmektedir. Burada asli görev yasama organına düşmektedir. 4483 sayılı Kanun un 4. maddesi cezasızlığa yol açtığı ve etkili bir itiraz yoluna imkân tanımadığı için kaldırılmalıdır. Ayrıntılı bilgi için bkz., ALTIPARMAK, s. 1-10. 14 HSYK nın Soruşturma usul ve esasları konulu mülga 18/10/2011 tarihli ve (10) No lu Genelgesi Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2574483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... vatandaş  için  benzer  bir  suç  bakımından  gündeme  gelen  şüphe  üzerine hemen soruşturma başlatılırken, çoğu zaman aynı suçun ortakları olan kamu görevlileri hakkında izin sistemi sebebiyle soruşturma başlatılamamakta ya da çok geç başlatılmaktadır. Oysa  Cumhuriyet  savcısı  tarafından  kamu  görevlisinin  beyanının alınması kamu görevlisinin lehinedir, görevi gereği şüphelinin lehine delilleri de toplamak olan bu işin eğitimini almış savcılar ilgili kamu görevlisi lehine toplanmasını istediği delilleri de toplayarak mesnetsiz iddiaların sürüncemede kalması ve soruşturmaların gecikmesi önlenerek, kamu görevlilerinin idare tarafından korunduğu algısı da bertaraf edilebilecektir. Bu arada çok basit iddialarla kamu görevlilerinin rahatsız edilmemesi gerektiği söylenebilir. Bu noktadan hareket edildiğinde, kamu adına hareket eden savcıların iddiaları yerinde ayıklayamayıp çok basit şikâyetlerle ciddi soruşturma gerektiren durumları birbirinden ayıramayacağı gibi bir sonuca ulaşılmaktadır. Bu durumda, memurlar için duyduğumuz kaygıyı normal vatandaş için duymadığımız sonucu çıkmaktadır. Savcıların, ciddi soruşturma gerektiren durumlar ile basit şikâyetleri dahi ayıramayan kişiler oldukları gibi bir varsayıma gidilmektedir. Böyle oldukları varsayılan savcılara karşı kamu görevlileri korunurken, vatandaşların rahatl ıkla teslim edilebileceği gibi trajik bir durum ortaya çıkmaktadır.O halde vatandaşın da hukuk güvenliğini sağlamak için ya mevcut savcıların tamamen değiştirilmesi ya da soruşturma yapma sisteminin değiştirilmesi gerekmektedir. Bu genel değerlendirmelerin ışığı altında, memurlar için öngörülen özel soruşturma ve izin sistemi açısından önemli bir aşama olan ön inceleme aşamasının süreci uzatan ve çok fazla detaylar içeren bir süreç olduğu kabul edilmelidir. Genelde memurlar için öngörülen özel soruşturma usulünün, özelde ise bu sistemde yer alan ön inceleme aşamasının ceza soruşturmalarında süreci uzatan ve etkili soruşturma yürütme ilkesine ters düşen nitelikte olduğu kanaatindeyiz. B. ÖN İNCELEME V E AŞAMALARI 4483 sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun gereğince izne tabi soruşturmalarda idarenin soruşturma izni  verip  vermeme  hususunda  yürüttüğü  işlemler  ön  inceleme  olarak adlandırılmaktadır.  Diğer  bir  ifadeyle  idare  soruşturmaya  gerek  olup olmadığını tespit etmek amacıyla ön incelemede bulunmaktadır. 258 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN 4483 sayılı Kanun un 5. maddesine göre, kamu görevlileri tarafından görev sebebiyle işlenen bir suç olduğunu öğrenen soruşturma izni vermeye yetkili merci, olayın araştırılması için bir ön inceleme yaptıracaktır. Maddenin birinci fıkrasına göre, izin vermeye yetkili merci bir memurun veya kamu görevlisinin bir suç işlediğini bizzat veya 4. maddede belirtildiği şekilde öğrendiğinde bir ön inceleme başlatır (m.5/1). Ön  inceleme,  bu  görevi  vermeye  yetkili  merci  tarafından  bizzat yapılabilir. Bunun yanında kendisi yapmayıp görevlendireceği bir veya birkaç denetim elemanı veya hakkında  inceleme yapılanın üstü konumundaki kamu görevlilerinden biri veya birkaçı eliyle de yaptırılabilir (m.5/3). Ön inceleme yapacakların, ilke olarak izin vermeye yetkili merciin bulunduğu kamu kurum ve kuruluşunun içerisinden belirlenmesi esastır. Ne var ki, işin özelliği gerektirmesi durumunda ilgili merci, ön incelemenin başka bir kamu kurum veya kuruluşunun elemanlarıyla yaptırılmasını da ilgili kuruluştan isteyebilir. Bu isteğin yerine getirilmesi ise talepte bulunulan ilgili kuruluşun takdirine bağlıdır (m.5/3). Ancak yargı mensupları ile yargı kuruluşlarında çalışanlar ve askerler başka mercilerin incelemelerinde görevlendirilemezler (m.5/4). Ön inceleme ile görevlendirilen kişiler birden fazla ise içlerinden biri başkan olarak belirlenir (m.5/5). 1.  Suçun Öğrenilmesi, İhbar veya Şikâyetin Değerlendirilmesi 1.  Genel Olarak İhbar; bir suçla ilgili kendisine bilgi gelen kişinin bu durumu yetkili mercilere il etmesidir. İhbar veya şikâyetin nasıl yapılacağına ilişkin usul CM K nın  158.  maddesinin  beşinci  fıkrasında  gösterilmiştir.  Buna  göre, ihbarlar  sözlü  veya  yazılı  olabilir.  Sözlü  yapılmışsa  ihbarı  alan  görevli tarafından hemen tutanağa bağlanır. İhbarı alan bir merci hemen, ilgisine göre yetkili idare veya adlî mercilere iletmesi gerekir. Şikâyet ise, suçtan zarar gören kimse tarafından yapılan böyle bir suç işlendiğini bildirerek suçu işleyen kişinin cezalandırılması isteğinden ibaret bir başvurudur. Şikâyet de aynı şekilde yazı ile yapılabileceği gibi sözlü olarak da ifade edilebilir. Sözlü olması halinde, başvurulan merci tarafından bir tutanağa bağlanması gerekir. 15 MMHK döneminde hiçbir mülki amirin bu yetkisini bizzat kullanmamış olması dikkat çekici bir durumdur. Bundan sonra da yetkili mercilerin bu yetkileri bizzat kullanmaları beklenmemelidir.  MALKOÇ,  İsmail,  Açıklamalı-Gerekçeli  Memur  Yargılaması,  Adil Basımevi, Ankara, 2000, s. 82. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2594483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... 4483  sayılı  Kanun un  4.  maddesi,  kamu  görevlilerinin  görevleri sebebiyle işledikleri suçlarını yetkili mercilerden önce öğrenen Cumhuriyet başsavcıları  ile  diğer  makam  ve  memurların  hangi  yolları  izleyecekleri, ihbar  ve  şikâyetlerin  içeriğinin  nasıl  olması  gerektiğini  ve  araştırmaya değer bulunmayan ihbar ve şikâyetler hakkında yapılması gereken hususları düzenlemiştir. Buna göre, bir kamu görevlisinin görev sebebiyle suç işlemesi halinde, konu soruşturma izni vermeye yetkili mercie üç şekilde iletilebilir: a) Olayın doğrudan yetkili merci tarafından öğrenilmesi. b) Olayın Cumhuriyet Başsavcısı tarafından öğrenilmesi ve yetkili mercie iletilmesi, c) Olayın diğer makam ve memurlarla kamu görevlileri tarafından öğrenilmesi ve yetkili mercie iletilmesi. 1.2. Doğrudan Yetkili Merci Tarafından Öğrenilmesi Yetkili mercii, kamu görevlisinin görevi sebebiyle işlediği suçu bizzat öğrenmiş olabilir. Olayın yetkili mercii tarafından öğrenilmesi durumunda, yetkili merciin soruşturmaya başlayıp bitirmesi için öngörülen süre başlamış olur. Suçun soruşturma izni vermeye yetkili  mercii tarafından öğrenilmesinin önemi, izin verme süresinin başlaması bakımından kendini gösterir. İzin verme süresi Kanunun 7. maddesine göre yetkili merciin olayı öğrenmesi ile başlamaktadır. Yetkili mercii, bu suç isnadını bizzat öğrenmişse, onun öğrenmesine sebep olan olayın kendisine geldiği, Cumhuriyet savcısının başvurması ile öğrenmişse evrakın kendisine gönderildiği tarih, öğrenme tarihidir. Diğer makam veya mercii ile kişilerin ilettiği durumlarda ise, bu iletme tarihi, öğrenme tarihi olarak kabul edilir. Ancak bu durumun CMK 158/4. maddesindeki sür enin başlayacağı tarihi de etkilediği yönünde görüşler mevcuttur. 158/4. maddeye göre olayın Cumhuriyet savcılığına iletilmesi zorunlu olduğundan, izin verme süresi de Cumhuriyet savcılığı tarafından iznin istendiği yazının tebliği tarihinde başlayacaktır. CMK 158/4. maddedeki düzenlemenin kamu kurum ve kuruluşlarına yapılan  ihbar  ve  şikâyetlerin  takipsiz  k almaması  için  Cumhuriyet Başsavcılığına  intikalini  sağlaması  amacıyla  getirildiği  anlaşılmaktadır. 16 ÇETİN Erol, Açıklamalı-İçtihatlı Ceza Hukukunda ve Özel Yasalarda Memur Memurlar ve Diğer Kamu Görevlilerinin Yargılanma Usulü ve Memur Suçları, Eda Matbaacılık, Ankara 2000, s. 458 17 GÖKCAN-ARTUÇ, s.257; TBMM Tutanak Dergisi, 2. Dönem, Cilt:17, s.85. Aynı yönde bkz. ÇETİN, s . 456-457 18 GÖKCAN- ARTUÇ, s. 258 260 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Savcı, suç soruşturmasının asıl sevk ve idarecisidir. Bunun için izin vermeye yetkili merciin de benzer şekilde kendisine bir suç ihbarı geldiğinde bu konuda izin verip vermemeye yönelik araştırma için çalışmaya başlamakla birlikte , durumdan savcıyı haberdar etmesi 5271 sayılı yeni CMK nın amaç ve ruhuna da uygundur. 1.3.  Cumhuriyet  Başsavcısı  Tarafından  Öğrenilmesi  ve  İdari Mercilere İletilmesi 4483 sayılı Kanun un 4/1. maddesine göre, Cumhuriyet başsavcıları, memurlar ve diğer kamu görevlilerinin bu Yasa kapsamına giren suçlarına ilişkin herhangi bir ihbar veya şikâyet aldıklarında veya böyle bir durumu öğrendiklerinde ivedilikle toplanması gerekli ve kaybolma ihtimali bulunan delilleri  tespitten  başka  hiçbir  işlem  yapmayarak  ve  hakkında  ihbar veya  şikâyette  bulunulan  memur  veya  diğer  kamu  görevli sinin  ifadesine başvurmaksızın evrakın bir örneğini ilgili makama göndererek soruşturma izni isterler. Kanunda  dikkat  çeken  husus,  soruşturma  yetkisinin  Cumhuriyet başsavcılığı  makamına  değil,  başsavcının  kendisine  verilmiş  olmasıdır. YURTCAN a göre, ceza yargılamasının temel sistematiği içinde savcılıklar makam  itibarı  ile  hizmet  veren  kurumlar  olduğundan  burada  yetkinin başsavcılık makamına verilmesi daha uygun olurdu. Zira başsavcı herhangi bir nedenle görev başında değilse veya başsavcılık makamına bir atama yapılmamış olması ya da başka bir sebeple boş bulunmakta ise soruşturma gecikmeye maruz kalacaktır. 4483 sayılı Kanun un 12. maddesinde, bu Yasa kapsamındaki memurlar ve diğer kamu görevlileri hakkında hazırlık soruşturması yapacak Cumhuriyet başsavcılıkları belirtilmiş bulunmaktadır. İlgili kamu görevlisi hakkında 12. madde uyarınca soruşturma yetkisi verilmiş olan Cumhuriyet savcısı yetkili merciden soruşturma iznini talep eder. Savcının izin talebinde bulunması için, işlenen suçun özelliğine ve hakkında soruşturma yapılacak görevlinin vasfına göre, izin aşamasından sonraki ceza soruşturması süreci bakımından, kendi görevi kapsamında olan bir husus olmalıdır. Bu yönlerden görevi kapsamı nda kalmıyorsa, 4483 sayılı Kanun un 12. maddesine göre kamu görevlisi hakkında yetkili merciden soruşturma izni istemesi düşünülemez. Aynı şekilde, savcının soruşturma yapmaya coğrafi yer olarak da yetkili olması gerekir. Bu nedenle, 19 YURTCAN, Erdener, Ülkemizde Memur Yargılaması Kuralları, Yargı Reformu 2000 Sempozyumu, İzmir Barosu Yayını, İzmir 2000, s. 374 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2614483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... ihbar  veya  şikâyeti  alan  Cumhuriyet  Savcısı  olayın  kendisinin  görevli olmadığını, ya da yer bakımından yetkili olmadığını saptaması halinde, yani başka bir başsavcılığın yetkili olduğu kanısına varırsa, evrakı yetkili yerdeki izin vermeye yetkili mercie değil, yetkisizlik kararıyla ilgili yetkili savcılığa göndermesi gerekir. Bir ihbar veya şikâyeti alan savcı, öncelikle suç isnat edilen kişinin, 4483 sayılı Kanun kapsamına giren kamu görevlisi olup olmadığına bakar. Kişinin yaptığı işi, çalıştığı kurumun kuruluş yasasını inceleyip yargı kararlarıyla birlikte değerlendirerek, şüpheli hakkındaki soruşturmanın genel hükümlere göre ya da özel soruşturma usulüne göre yapılacağını değerlendirir. Hakkında bir ihbar veya şikâyet bulunan kişinin kamu görevlisi olması durumunda bu kez atılı suçun 4483 sayılı Kanun un 2. maddesinde belirlenen görev sebebiyle işlenen suçlardan olup olmadığına bakılır. Eğer suçun 4483 sayılı  Kanun  kapsamına  girmediği  kanısına  varılırsa,  soruşturma  genel hükümlere göre yapılır. Öte yandan, 4483 sayılı Kanun  un 2. maddesinde aynı zamanda bu Kanun  kapsamına  girmeyecek  istisnai  haller  düzenlenmiştir.  Buna  göre, kanunlarda yer alan özel soruşturma ve kovuşturma usullerine tabi olan kişiler ve suçlar, disiplin hükümleri, ağır cezayı gerektiren suçüstü hali, TCK da düzenlenen işkence, neticesi sebebiyle ağırlaşmış işkence ve zor kullanma yetkisine ilişkin sınırın aşılması suçları ve Ceza Muhakemesi Kanunu nun 161. maddesinin 5. fıkr asında düzenlenen adli görevlerden doğan suçlarda 4483 sayılı Kanun hükümleri uygulanmaz. Ceza Muhakemesi Kanunu nun 161. maddesinin 8. fıkrasında da Türk Ceza Kanununun 302, 309, 311, 312, 313, 314, 315 ve 316 ncı maddelerinde düzenlenen suçlar, görev sırasında veya görevinden dolayı işlenmiş olsa bile Cumhuriyet savcılarınca doğrudan soruşturma yapılac aktır. Ayrıca 3628 sayılı Yasa da bazı suçlar bakımından istisna öngörülmüş ve izin prosedürü kaldırılmıştır. 20 GÖKCAN- ARTUÇ, s. 254 21 GÖKCAN- ARTUÇ, s. 254 22 GÖKCAN- ARTUÇ, s. 254 23 Ancak Kanuna göre, 1/11/1983 tarihli ve 2937 sayılı Devlet İstihbarat Hizmetleri ve Milli İstihbarat Teşkilatı Kanununun 26 ncı maddesi hükmü saklıdır. 24 3628 sayılı Mal Bildiriminde Bulunulması, Rüşvet ve Yolsuzluklarla Mücadele Kanununa göre, bu Kanunda sayılan suçlar bakımından bir iddia gündeme geldiğinde, bu suçlar görev nedeniyle de olsa izin gerekmeyip doğrudan savcılıklarca soruşturma yapılacaktır. Bunlar, mal bildirimi suçları, rüşvet, ihtilas, irtikap, zimmete para geçirmek, görev esnasında veya görevinden dolayı kaçakçılık, resmi ihale veya alım-satıma fesat karıştırmak, devlet sırlarının 262 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Cumhuriyet savcısı, kamu görevlisine yükletilen eylem görev sebebiyle işlenen bir suç olmakla birlikte bu suçun zimmet, rüşvet, irtikâp gibi 4483 sayılı  Kanun  kapsamının  istisnası  olarak  tayin  edilen  suçlardan  olduğu sonucuna varırsa yine soruşturmayı genel hükümlere göre yapar. Ancak, inceleme sonunda atılı suçun kamu görevlisinin görevi sebebiyle işlediği suç olup istisna kapsamında kalan suçlardan da olmadığını belirlerse, 4483 sayılı Kanun hükümlerine göre işlem yaparak izin için yetkili mercie gönderir. Soruşturma izni alınmasını gerektiren bir suç ile karşı karşıya kalan savcı acele toplanması gerekli olan ve kaybolma ihtimali bulunan delilleri tespit ederek dosyayı izin vermeye yetkili mercie gönderir. İvedilikle toplanması gerekli ve kaybolma ihtimali bulunan delil kap samında ne gibi deliller bulunmaktadır? İvedi toplanması gereken delil deyiminin açılımı nasıl anlaşılmalıdır? Derhal işlem y apılmadığı takdirde bir daha bu delile ulaşamama olasılığı var ve bu delil de eylemin açıklığa kavuşturulması açısından önemliyse, ivedilikle toplanması gerekli delilden söz edilebilir. Örneğin, yargı kararının üzerinden uzun süre geçmesine karşın bir binanın Belediye tarafından yıkılmadığı iddia edilmekte ve şikâyet duyulur duyulmaz da binanın yıkılması için harekete geçilmiş ise, savcı o binanın o  tarihe  kadar  yıkılmadığına  ilişkin  keşif  yaparak  binanın  fotoğraﬂ arını çekmek suretiyle kaybolma ihtimali bulunan delilleri tespit etmesi gerekir. Bu aşamada, ivedilikle toplanması gerekli ve kaybolma ihtimali bulunan deliller kapsamında tanık dinleyebilir, keşif yapabilir, bilirkişi incelemesi yaptırabilir. Ancak  hakkında  ihbar  veya  şikâyet  olan  kamu  görevlisinin  ifadesine başvuramayaca ktır.  Bu  aşamada  izin  verilmeden  soruşturma  evresine geçilmesi söz konusu olmadığı için, Cumhuriyet savcısı ancak ivedilikle toplanması gereken ve kaybolma ihtimali olan delilleri toplamak için gerekli ve zorunlu olan hususları yerine getirecektir. Maddenin içeriğine bütün olarak bakıldığında ivedilikle toplanması gerekli ve kaybolma ihtimali bulunan deliller ifadesi açık ve yeterli  değildir. Tartışmalara açık bir ifade şeklidir. Başsavcının ivedilikle toplanmasını gerekli gördüğü bir delil, başka makamlarca gereksiz veya her zaman toplanabileceği açıklanması veya açıklanmasına sebebiyet vermek veya bu suçlara iştirak gibi yüz kızartıcı suçlardır. 25 Ancak, usul açısından dosya gönderilirken bir sureti çekilip adliyede bırakılması gerekir. Zira bu tür durumlarda soruşturma numarası kapatılmamalı, soruşturma izni verilmez ise kovuşturmaya  yer  olmadığına  kararıyla,  verilirse  iddianame  ile  soruşturma  numarası kapatılmaktadır. 26 GÖKCAN-ARTUÇ, s. 255 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2634483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... için toplanmasının aciliyeti olmayan bir delil olarak kabul edilebilir. Ayrıca delilin sadece tespit edilmesi de sakıncalıdır. Tespitten anlaşılması gereken husus olduğu gibi tespit ya da delilin koruma altına alınacak şekilde detaylandırılması hususlarından hangisi olduğu anlaşılmamaktadır. Geçici olarak ülkeye gelmiş bir yabancının veya kısa zaman sonra ülke dışına çıkacak olan bir tanığın ifadesini almayı değil de sadece kimliğini ve tanık olduğunu tespit etmekten ibaret şeklinde anlaşılır ise o delilin kaybolma riski söz konusu olur.  Buna göre tespit kavramının sonradan kaybolma ihtimali olan delillerin detayları ile koruma altına alınmasını da gerektirecek şekilde anlaşılması  gerekir.  Zira  toplanan  ve  kaybolma  ihtimali  bulunan  deliller üzerinde anında inceleme ve bilirkişi görüşü gerektiren durumlar dahi ortaya çıkabilir. Bu durum, analiz ve numune alınması zaruretini de doğurabilir. Bu itibarla, tespit kavramı soruşturmanın amacına uygun ve ölçülü bir şekilde Kanuna uygun olarak her somut olayda geniş biçimde yorumlanabilir. Diğer taraftan, şüpheli veya sanığın olayın ilk başlaması ve kamuoyuna yansıması üzerine verdiği ilk ifade çok önemlidir. Buna karşılık, başsavcının bu tespit sırasında savunmaya başvuramaması, özellikle şüphelinin sonradan ifade değiştirme ve diğer tanıklarla anlaşıp ifade belirleme tehlikesi varsa o  şüphelinin  ifadesini  neden  alamayacağının  izahı  bulunmamaktadır. Bunun  zamana  bırakılması  halinde  diğer  tanıklarla  uyumlu  bir  ifadeye dönüştürülmesi ve ispat gücünü kaybedeceği de açıktır. Ayrıca şüphelinin kaçması ve olayın aydınlatılmasının riske girmesi de söz konusu olabilir. Kanun  koyucunun  başsavcı  tarafından  şüphelinin  ifadesini  bu  aşamada almasına yasak getirmesindeki mantık soruşturma iznini vermek durumunda olan mercileri etki altında bırakmak istememesi olarak düşünülebilir. Ancak kaybolması  muhtemel  delilleri  tespit  yetkisini  verilip,  şikâyet  edilenin ifadesini alma yetkisinin verilmemesi doğru değildir. Başlıca amacı savunma olan ifadenin bu fonksiyonunun da zayıﬂ amasına yol açıldığından, düzenleme isabetli değildir. Bu nedenlerle kamu görevlisinin görevi sebebiyle bir suç işlediği konusunda bir şüphe ortaya çıktığı zaman savcı araştırma yapmalı, delil toplamalı hatta gerekli ifadeleri almalıdır. Yeterli şüphe elde edilir ve kamu davasının açılması gerektiği kanaati oluşursa kamu davasının açılıp açılmayacağı konusunda izin alma yoluna gidilmelidir. Bununla birlikte, bu aşamada kamu görevlisinin ifadesine başvurulmasını savunmak bu Kanun un amaç ve ruhu ile çelişmektedir. Kanun, kamu görevlilerinin maruz kalacakları 27 MALKOÇ, s.79 28 YURTCAN, Ülkemizde Memur Yargılaması Kuralları, s. 374 29 MALKOÇ, s.79 264 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN gereksiz şikâyetler yüzünden yargı makamları önüne çıkarılma tehdidi altında bulunmalarını önlemek için bu düzenlemeyi yapmıştır. 1.4. Diğer Makam ve Kamu Görevlilerinin Suçu Yetkili Mercilere Bildirmesi 4483 sayılı Kanun un 4/2. maddesine göre, Cumhuriyet başsavcılığı dışındaki diğer makam ve memurlarla kamu görevlileri de, bu Yasa kapsamına giren bir suç işlendiğini ihbar, şikâyet, bilgi, belge veya bulgulara dayanarak öğrendiklerinde durumu izin vermeye yetkili mercie iletmekle yükümlüdürler. Kanun  metnine  bakıldığında,  diğer  makam  ve  memurlarla  kamu görevlilerine gelen şikâyet ve bilgileri sadece izin vermeye yetkili mercie iletmek  zorunda  oldukları  şeklinde  anlaşılmamalıdır.  Bu  şikâyet  savcıya geldiği gibi diğer maka m ve kamu görevlilerine gelebilir. Onlar kendilerine gelen şikâyeti izin vermeye yetkili mercie iletmek durumundadır. Ancak belirtmek  gerekir  ki,  buradaki  düzenleme  ihbar  veya  şikâyetin  savcılara iletilmesini engelleyen bir durum değildir. Söylenilmek istenen ihbar veya şikâyetin savcının yanında izin vermeye yetkili amire de yapılabileceğidir. Kanunda, savcılığa yapılacak suç duyurularını önleyen veya suçun savcı tarafından öğrenilmesini kısıtlayan bir hüküm yoktur. Kaldı ki, CMK nın 158. maddesinde suçu n öğrenilmesi, ihbar ve şikâyet ile ilgili hükümler yer  almaktadır.  Buna  göre,  suça  ilişkin  ihbar  veya  şikâyet,  Cumhuriyet başsavcılığına veya kolluk makamlarına yapılabilir. Valiliğe, kaymakamlığa ya da mahkemeye yapılan ihbar veya şikâyet, ilgili Cumhuriyet başsavcılığına gönderilir. Bir kamu görevinin yürütülmesiyle bağlantılı olarak  işlendiği iddia edilen bir suç nedeniyle, ilgili kurum ve kuruluş idaresine yapılan ihbar veya şikâyet, gecikmeksizin ilgili Cumhuriyet başsavcılığına gönderilir (CMK, m.158/1,2,4). Yeni CMK, 4483 sayılı Kanun dan sonra yürürlüğe girdiği için öncelikli olarak dikkate alınmalıdır. Bu şekilde yorumlamanın daha isabetli olacağı kanaatindeyiz. Hükme göre izni vermeye yetkili mercii de kendisine bildirilen ihbar ve şikâyeti Cumhuriyet savcılığına iletmek zorundadır. Bu nedenle olayın doğrudan  izni  vermeye  yetkili  mercii  tarafından  öğrenilmesi  halinde  de durum değişmeyecektir. Ancak bu durumda 4483 sayılı Kanun ve CMK 158/4. maddenin birlikte ele alınarak ve çelişkiye düşülmeden yorumlanması 30 YURTCAN, Ülkemizde Memur Yargılaması Kuralları, s. 374; PINAR, İbrahim, 4483 sayılı Kanuna Göre Memur Suçlarında İdari ve Adli Soruşturma Usulleri, b. 2, Seçkin Yayınevi, Ankara 2003, s. 271 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2654483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... gerekmektedir. İzin vermeye yetkili merciin olayı doğrudan öğrenmesi halinde hiçbir şey yapmadan durumu Cumhuriyet savcısına iletmesi beklenemez. İzin vermeye yetkili mercii olayı öğrendiğinde ön incelemeyi başlatacak ve durumu derhal savcıya bildirecektir. Cumhuriyet savcısı kendisine gelen olayın 4483 sayılı Kanun kapsamına girdiğini tespit ederse, ivedilikle toplanması gereken ve kaybolma ihtimali olan delilleri toplayıp, başka hiçbir işlem yapmadan dosyayı sor uşturma izni vermeye yetkili mercie gönderecektir. Önceki Kanun da (CMUK) yer almayan bir hükmü 5271 sayılı CMK, yeni durumda 158/4. maddesinde öngörmüş bulunmaktadır. Buna göre, kamu kurum ve kuruluşları, yürütülen kamu göreviyle bağlantılı olarak kendilerine yapılan suç ihbar ve şikâyetlerini ‘gecikmeksizin  Cumhuriyet başsavcılığına iletmekle  yükümlüdürler.  Bu  düzenlemeden  Yasa  koyucu  tarafından Cumhuriyet  savcısının  soruşturma  evresinde  her  yönüyle  etkin  kılınmak istendiği anlaşılmaktadır. 4483  sayılı  Kanun un  4/2.  maddesine  benzer  düzenlemeler,  5237 sayılı TCK nın 279 ve 280. maddelerinde bulunmaktadır. TCK nın 279. maddesinin  1.  fıkrasında  kamu  görevlilerinin,  2.  fıkrasında  adli  kolluk görevi  yapanların  öğrendikleri  suçu  bildirmemesi,  280.  maddesinde  ise sağlık  mesleği  mensuplarının  suçu  bildirmemesi  eylemleri  suç  olarak düzenlenmiştir. TCK nun 278. maddesindeki düzenlemenin hem 4483 sayılı Kanun da, hem de 765 sayılı TCK da olmayan bir düzenleme olduğu dikkat çekmektedir. Bu maddeye göre, suçu bildirmeme suçunun oluşabilmesi için, suçun işlenmeye devam edilen diğer bir ifadeyle temadi eden bir suç olması gereklidir. Örneğin bir kimsenin kaçırılarak belli bir yerde tutulduğunun bilinmesine rağmen, durumdan yetkili makamların haberdar edilmemesi bu kapsamdadır. Aynı şekilde, mütemadi suç niteliği taşıyan elektrik hırsızlığının işlendiğinden  haberdar  olunmasına  rağmen,  durumun  yetkili  makamlara bildirilmemesi halinde de bu suç oluşturacaktır. İcrası tamamlanmış olmakla birlikte, sebebiyet verdiği neticelerin sınırlandırılması hâlen mümkün bulunan bir suçun yetkili makamlara bildirilmemesi hâlinde de bu suç oluşur. Yine bunun gibi icrası tamamlanmış olan bir hırsızlık sonucunda elde edilmiş olan malların  bir  depoda  saklandığının  bilinmesine  rağmen,  durumdan yetkili makamların haberdar edilmemesi de bu suçu oluşturur. TCK 278. maddesi, sadece kamu görevlileri için değil, kamu görevlisi olmayanlar için de, işlenmekte olan bir suçtan haberdar olduklarında yetkili 31 Bkz., TCK 278. Madde gerekçesi 266 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN mercie bildirme yükümlülüğü getirmiştir. Bu yükümlülüğün doğması için, suçun halen işlenmekte olması gerekir; işlenmiş ve bitmiş suçlar için böyle bir yükümlülük bulunmamaktadır. 4483 sayılı Kanun un 4/2. maddesi, TCK nın 279 ve 280. maddeleri hükümleri birlikte değerlendirildiğinde, Cumhuriyet savcısı dışındaki, tüm kamu kurum ve kuruluşlarında çalışan görevlilerin başka bir kamu görevlisinin görevi  nedeniyle  bir  suç  işlediğini  öğrenmeleri  halinde  (bir  bilgi  veya belgeden veya bulgudan haberdar olduklarında) durumu derhal soruşturma izni vermeye yetkili mercie bildirmeleri gerektiği anlaşılmaktadır. Bunlar, öğrendikleri suç ile ilgili hiçbir işlem yapmadan ellerindeki bilgi, belge ve bulguları soruşturma izni vermeye yetkili makama bildirmeleri gerekir. Bu yükümlülüğe uyulmaması, TCK anlamında suç teşkil edecektir. Belirtmek gerekir ki, bu duruma uygun düşmeyen her davranışın suç sayılması da ağır bir durumdur. Kamu görevlilerinin ilgili yetkili makamı tam doğru şekilde tespit etmeleri ve oraya göndermeleri mümkün olmayabilir. Kaldı ki, yasa koyucu da zaten soruşturma izni vermeye yetkili makam yerine sadece yetkili makam ibaresini kullanarak daha geniş tutmuştur. Onlardan soruşturma  izni  vermeye  yetkili  makama  bildirim  yapmalarını  beklemek onlara ayrıca yük getirecektir. Bu nedenle, savcılığa göndermelerini yeterli saymak ve bu halde kanunun emrettiği hükme uymuş kabul etmek gerekir. 2. Özel Soruşturma Usulleri Bakımından Kamu İdarelerinin Görev Suçlarıyla İlgili İhbar ve Şikâyetleri Cumhuriyet Başsavcılığına Bildirme Yükümlülüğü 5271 sayılı CMK nın 158. maddesinin 4. fıkrasına göre bir kamu görevinin  yürütülmesiyle  bağlantılı  olarak  işlendiği  iddia  edilen  bir  suç nedeniyle,  ilgili  kurum  ve  kuruluş  idaresine  yapılan  ihbar  veya  şikâyet, gecikmeksizin ilgili Cumhuriyet Başsavcılığına gönderilir. Bu düzenlemeyle görev  suçları  konusunda  kamu  kurum  ve  kuruluşlarına  bir  yükümlülük getirilmiş  bulunmaktadır.  Maddenin  2.  fıkrasındaki  valilik,  kaymakamlık veya mahkemeye yapılan ihbar ve şikâyetlerin ilgili Cumhuriyet savcılığına gönderilmesine ilişkin kural, genel olarak tüm suçların ihbar ve şikâyeti ile ilgilidir. Oysa 4. fıkradaki bildirim zorunluluğu yalnızca kamu görevlilerinin görevle bağlantılı suçlarına ilişkindir. 32 GÖKCAN-ARTUÇ, s. 256 33 GÖKCAN-ARTUÇ, s. 256 34 GÖKCAN-ARTUÇ, s. 608 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2674483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... 4483  sayılı  Kanun un  4.  maddesini  yorumlarken  CMK nın  158/4. maddesi ile birlikte değerlendirmek gerekir. 5 271 sayılı CMK, 4483 sayılı Yasadan sonra yürürlüğe girmiş bulunmaktadır. Yasa koyucu, 158. maddenin 4. fıkrası hükmünü, 4483 sayılı Yasanın 4. maddesindeki düzenlemeyi ve diğer özel soruşturma usulleriyle ilgili yasal düzenlemeleri bilerek ve fakat belirli bir maksatla kabul etmiştir. Maddenin 4. fıkrasının gerekçesinde bu düzenlemenin kamu kurum ve kuruluşlarına yapılan ihbar ve şikâyetlerin takipsiz  kalmaması  için  Cumhuriyet  başsavcılığına  intikalini  sağlaması amacıyla getirildiği belirtilmiştir. Görev suçlarına ilişkin her türlü ihbar ve şikâyetin öncelikle ve mutlaka Cumhuriyet başsavcılığının bilgisine ulaşması gerekmektedir. Bir fiilin 4483 sayılı Yasa ya da özel soruşturma usulüne tabi bir suç veya genel hükümlere göre soruşturulacak bir suçtan hangisi olduğunu değerlendirme ve takdir yetkisi Cumhuriyet savcısına verilmiştir. Bu bakımdan, 4. fıkra hükmü konulurken Yasa koyucu tarafından bilinçli olarak özel soruşturmaya tabi bulunan durumlar istisna tutulmamıştır. CMK nın 158/4. madde ve fıkrasındaki kuralın açıkladığımız anlam ve muhtevası karşısında; 1 Haziran 2005 tarihi sonrasında kamu kurum ve kuruluşlarına,  kendi  bünyelerinde  çalışan  kamu  görevlileri  hakkında  bir suç iddias ı gündeme geldiğinde bu konudaki ihbar ve şikâyetleri iletme yükümlülüğü öngörülmüştür. Bu madde uyarınca kamu kurum ve kuruluşlarına, kendi  bünyelerinde  çalışan  kamu  görevlilerinin  görevle  bağlantılı  olarak işledikleri iddiasıyla yapılan suç ihbarı veya şikâyetlerin gecikmeksizin yetkili  Cumhuriyet  başsavcılığına  gönderilmesi  yasal  bir  zorunluluk  ve ad li bir görevdir. Maddedeki ihbar yükümlülüğü; kendi bünyesinde çalışan kamu görevlilerinin görevleriyle bağlantılı olarak işledikleri suçlara ilişkin olup,  görevleriyle  bağlantılı  olmayan  suçları  kapsamaz.  Yine  başka  bir kuruluşta çalışan kamu görevlisi hakkındaki yahut o kurumda çalışmakla birlikte görevle bağlantısı olmayan kişisel bir suçla ilgili ihbar ve şikâyetlerin bildirilmesi yükümlülüğü bulunmamaktadır. Ancak bu konuda şartları varsa TCK nın 278, 279 ve 280. maddeleri uyarınca genel nitelikteki suçu bildirim yükümlülüğünün ihlaline dair kuralların geçerli olacağı hatırda tutulmalıdır. Cumhuriyet savcılarının, adli kolluk görevlilerine ve diğer kolluk amir ve memurlarına yürütmekte oldukları soruşturmalarla ilgili her türlü emri verebilecekleri, bütün kamu görevlilerinden bilgi ve belge isteyebilecekleri dikkate alınarak, sözlü veya yazılı istem ve emirlerini yapmakta kötüye 35 GÖKCAN-ARTUÇ, s. 608 36 GÖKCAN-ARTUÇ, s. 608-609 268 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN kullanma veya ihmalleri görülen kolluk amir ve memurları ile diğer  kamu göre vlileri hakkında doğrudan soruşturma yapılacaktır. Bu durumda izin için beklenmesi gerekmez. Bu iddialar, 5271 sayılı CMK nın 161/5. maddesi uyarınca doğrudan Cumhuriyet savcısı tarafından soruşturularak TCK nın 257. maddesi gereği kamu davası açılır. Bu durumda anılan 161/5. maddede vali ve kaymakamlar ile en üst dereceli kolluk amirleri dışında bir istisna getirilmediğinden, bu kişiler dışındaki tüm makam ve merciler hakkında Cumhuriyet savcısı tarafından doğrudan soruşturma yapılır. Evleviyetle belirtmek gerekir ki, ihbar ve şikâyete konu olan fiil bir suç teşkil etmelidir. İşlendiği ileri sürülen fiil görevin yürütülmesine bağlı olsa  dahi  suç  teşkil  etmiyorsa,  sözgelimi  bir  kabahate  ilişkin ise  ortada CMK nın 158/4. maddesi anlamında bir yükümlülükten söz edilemez. Böyle bir  durumda  gerçekten  ortada  CMK nın  158/4.  maddesi  anlamında  bir yükümlülük yoktur. İkinci olarak, Cumhuriyet savcılığına iletilmesi gereken ihbar ve şikâyetler, bir kamu görevinin yürütülmesiyle bağlantılı olarak işlendiği iddia edilen suçlara ilişkin olmalıdır. Dolayısıyla, kişisel suç veya görevle bağlantılı olmayan ve fakat görev sırasında işlenen bir suç olmaması, aksine görevin yürütülmesinden doğan bir suç olması gerekir. Kanaatimizce  de,  4483  sayılı  Kanun un  4/2.  maddesine  göre, Cumhuriyet  başsavcılığı  dışındaki  diğer  makam  ve  memurlarla  kamu görevlileri, bir suç işlendiğini ihbar, şikâyet, bilgi, belge veya bulgulara dayanarak öğrendiklerinde durumu izin vermeye yetkili mercie ileteceklerinin öngörülmüş olması, bir suç iddiası hakkında nasıl bir seyir izlenmesi gerektiği konusundaki inisiyatifi kullanma açısından yerinde değildir. İzne tabi bir suç olup olmadığının ve özellikle 4483 sayılı Yasanın istisnası sayılan bir suç olarak vasıﬂ andırılıp vasıﬂ andırılmayacağını belirlemek savcının işi olmalıdır. Son olarak yükümlülüğün hangi kamu kurum ve kuruluşlarını bağlayıcı nitelikte olduğu konusuna da değinmek gerekir. Merkezi idareyi oluşturan tüm kamu idareleri ve bunların taşra örgütleri ve mahalli idareler ile her türlü hizmet yönünden yerel yönetim kuruluşları, KİT ler, bağımsız kurullar ve benzeri kamu kurum ve kuruluşları bu kapsamdadır. Diğer bir ifadeyle, 158/4. maddenin kamusal faaliyet yürüten ve dolayısıyla personeli kamu görevlisi kabul edilen bütün kamu kurum ve kuruluşlarını kapsadığını kabul etmek gerekir. 37 GÖKCAN-ARTUÇ, s. 609 38 GÖKCAN-ARTUÇ, s. 609 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2694483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Görüldüğü üzere, CMK nın 158/4. maddesi ile getirilen yeni düzenleme karşısında 4483 sayılı Yasanın bu hükmü doğrultusunda değerlendirilmesi gerektiği gibi diğer özel soruşturma usulleri bakımından da aynı hükmün gözetilmesi gerekmektedir. 3.  İhbar ve Şikâyetlerin İçeriği 4483 sayılı Kanun un 4. maddesinin 5232 sayılı Kanunla değişik 3. fıkrasında, memurlar ve diğer kamu görevlileri hakkında yapılacak ihbar ve şikâyetlerin işleme konulabilmesi için nasıl olması gerektiği anlatılmış, hangi eksiklikler olması halinde işleme konulmayacağı açıklanmıştır. Buna göre, ihbar veya şikâyetlerin soyut ve genel nitelikte olmaması, mutlaka kişi veya olayın belirtilmesi, iddial arın ciddi bulgu ve belgelere dayanması, ihbar veya şikâyet dilekçesinde dilekçe sahibinin tam ve doğru biçimde yazılmış adı, soyadı ve imzası ile iş veya ikametgâh adresinin bulunması gerekmektedir. Şayet soyut, anlaşılması güç, hiçbir anlam ifade etmeyen, konusu anlaşılam ayan, belirsiz ifadelerden ibaret ise ihbar ve şikâyet dikkate alınmamaktadır. Ayrıca ihbar ve şikâyetin genel nitelikte olmaması, hangi konuya yönelik olduğunun açık olması da gerekmektedir. Bir kurumda yapılan işe alımlarla ilgili yazılı sınavda veya mülakatta genel olarak taraﬂ ı davranıldığı biçiminde yapılan ihbarlar yeterli değilken, aynı  konuda  somut  olarak  görevlinin  adı  verilerek  yaptığı  usulsüzlük belirtilmesi ya da uygulanan usulsüz sistemin nasıl icra edildiği anlatılmış ise ihbar dikkate alınabilecektir. Örneğin, mülakatta birinin kayırılıp düşük olan notunu yükseltmek suretiyle sınavda başarılı olarak kabul edilmesi, tayinde özel olarak bir kimsenin gözetilip kollanmış olması gibi somut ve özel nitelikteki ihbarlar işlem yapılabilecek nitelikte kabul edilir. Yine bir ihbar ve şikâyetin kişi veya olayın belirtilmesi suretiyle yapılması öngörülmüştür. Burada  veya  deyimi  kullanılmış  olması  nedeniyle  sadece  kişi  üzerine somutlaştırılmış olabileceği gibi kişiden ba hsetmeden soruşturulması gereken olay da somutlaştırılıp bazı özet bilgiler verilerek yapılacak soruşturmaya yol  gösterilmiş  olması  yeterlidir.  Burada  amaç,  ihbar  ve  şikâyetlerdeki 39 GÖKCAN-ARTUÇ, s. 609 40 PINAR, s. 271 41  Bazı yazarlar, kişilerin belirtilmesinin aranmasının ceza yargılamasının temeline aykırı olduğu görüşündedir. Ceza yargılamasında fail belirtilmeden suç duyurusunda bulunmak ve araştırılmasını istemek mümkündür. TCK sisteminde şikâyete tabi suçlar yönünden temelin fiil üzerine oturtulmuş olması failin bilinmemesinin çok önemli olmaması da bunun göstergesidir. Bu nedenlerle somut bir olayın belirtilmesi halinde, ihbar ya da şikâyette kişinin belirtilmemiş olması ihtimalinde de soruşturma izninin verilmesi gerekir. Bkz., YURTCAN, Ülke270 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN iddiaların ciddi bulgu ve belgelere dayanmasını sağlamak, ihbar ve şikâyette bulunan kişilerin kim olduğunu açıklamaya yönlendirmek suretiyle bu şartları taşımayan asılsız iddiaları işleme koymayarak ilgili makamları gereksiz yere uğraşmaktan ve şikâyet edilmek istenen kamu görevlisini rencide etmekten kurtarmaktır. Kanun un  4.  maddesinin  dördüncü  fıkrası  ise  3.  fıkradaki  şartları taşımayan ihbar ve şikâyetlerin Cumhuriyet başsavcıları ve izin vermeye yetkili merciler tarafından işleme konulmayacağını hükme bağlamaktadır. Burada belirtilen şartları taşımayan ihbar ve şikâyetler işleme konulmaz ve durum ihbar veya şikâyette bulunana bildirilir. Bununla birlikte, eğer ihbarda soruşturulması istenen suç ile ilgili iddialar, bunu destekleyen şekilde sıhhati şüpheye mahal vermeyecek belgelerle ortaya konulmuş ise ad, soyadı ve imza ile iş veya ikametgâh adresinin  doğruluğu şartı aranmayacaktır. Diğer yandan, isim açıklanmış ise ihbarcı veya şikâyetçinin kimlik bilgilerinin de gizli tutulması gerekmektedir (4/4. fıkra son cümle). İşleme  konulmama  bir  tür  karardır.  Burada  işlemden  kaldırma diye bir tasarruf söz konusu olamaz. Zira yapılmayan bir işlemin kaldırılması düşünülemez. Bu bakımdan işleme konulmama kararının ihbar veya şikâyette bulunana bildirimi gerekir. Bu aynı zamanda o kişiler için bir hak, savcı veya yetkili diğer merci için de bir mükellefiyettir. İdarenin bu kararı, bir idari işlemdir. İhbar veya şikâyetin genel ve soyut olup olmadığı noktasındaki takdir yetkisi sınırsız olamaz ve bu karara karşı Anayasa gereği idari yargıda genel hükümlere göre iptal davası açılabilecektir. Doktrindeki b ir görüşe göre; Yetkili idari merci tarafından verilen işleme koymama kararına karşı, üst amire başvurulabileceği savunulmakta ise de, kanaatimizce, yetkili idari merciin verdiği işleme koymama kararı, soruşturma izni verilmemesi ile aynı  sonucu  doğurduğundan,  Kanun da  soruşturma  izni  kararlarına  karşı mizde Memur Yargılaması Kuralları, s. 375; Aynı yönde ÖZTÜRK, Bahri - ERDEM, Mustafa Ruhan - ÖZBEK, Veli Özer, Uygulamalı Ceza Muhakemesi Hukuku, Gözden Geçirilmiş b. 5, Seçkin Yayınevi, Ankara, 2000, s. 1046; MALKOÇ, s. 80 42 TOZMAN, ÖNDER, Türk Hukukunda Memurların Yargılanması, Dicle Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, Diyarbakır 2001, s. 137; Hükmün dilekçenin işleme konmaması değil, soruşturmaya başlamayı gerektirecek derecede şüphe olmadığı gerekçesiyle reddedilmesi şeklinde düzeltilmesi gerektiği görüşünde olanlar da vardır. Bkz., ZAFER, s.1001 43 PINAR, s. 273 44 KINALITAŞ, Vahit-ASLAN, Fethi, Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hukuku, Türkiye Kamu-Sen Yayınları, Ankara 2003, s. 24 45 KINALITAŞ / ASLAN, s.24. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2714483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... öngörülen itiraz usulü, işleme koymama kararlarında da uygulanabilmelidir. Nitekim uygulamada da, izin vermeye yetkili merci tarafından verilen işleme koymama kararlarına karşı, Danıştay a ya da bölge idare mahkemelerine itiraz yoluna gidilmekte ve ilgili yargı yerlerince bu itirazlar değerlendirilmektedir. Danıştay, şikâyetin somut olması, olay, yer ve kişi belirtilmesi durumunda işleme konulmama kararına karşı yapılan itirazları kabul etmekte ve işleme konulmama kararını kaldırabilmektedir. So n olarak ifade edelim ki, 5. maddeye 5232 sayılı Kanunla birinci fıkradan sonra gelmek üzere eklenen ikinci fıkrayla bir istisna getirilmiştir. Bu fıkra hükmüne göre, Cumhuriyet başsavcılıkları ile izin vermeye yetkili merciler ihbar ve şikâyetler konusunda da ha önce sonuçlandırılmış bir ön i nceleme olması halinde müracaatı işleme koymayacaklar; ancak ihbar veya şikâyet eden kişilerin konuyla ilgili olarak daha önceki ön incelemenin neticesini etkileyecek yeni belge sunması halinde müracaatı işleme koyabileceklerdir. 46 İçişleri Bakanlığı Hukuk Müşavirliğinin 6.6.2007 tarihli ve 6717 sayılı Görüşü, http://hukukgorus.icisleri.gov.tr/bilgibankasi.aspx (25.04.2010), s.1; Danıştay 2547 sayılı Yükseköğretim Kanunu nun 53/c maddesi kapsamında verdiği bir kararında, soruşturma emri verilmemesi haline ilişkin ne bir başvuru yolu gösterilmiş ne de bu konuda karar verecek bir merciden söz edilmiştir. Dolayısıyla öğretide ve içtihatlarda tanımlanan idari işlemin tüm unsurlarını taşıyan soruşturma emri vermeme işlemleri konusunda Kanun koyucu tarafından özel bir yargısal mekanizma öngörülmediğine göre, bu işlemlerin doğal yargı yeri olan idari yargıda dava konusu edilebileceğinin kabulü zorunludur. Aksi halde Türk pozitif hukukunda bu tür işlemlerin denetimini öngören hiç bir mekanizma bulunmadığından tümüyle yargısal bağışıklığı olan bir işlem türünün ortaya çıkması kaçınılmaz olacaktır. ifadelerine yer vermiştir. Danıştay 8. D. 20.9.2012, 2011/4414 E,2012/6492 K. sayılı kararı. KARAVAİZOĞLU, s. 56. 47 AKYILMAZ, Bahtiyar-SEZGİNER, Murat- KAYA, Cemil, Türk İdare Hukuku, b. 4, Seçkin Yayınevi, Ankara 2013, s. 647; Danıştay kararlarında 4483 sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun un 4 üncü maddesinin üçüncü ve dördüncü fıkralarında; bu Kanuna göre memurlar ve diğer kamu görevlileri hakkında yapılacak ihbar ve şikayetlerin soyut ve genel nitelikte olmamasının, ihbar veya şikayetlerde kişi ve/veya olay belirtilmesinin zorunlu olduğu, iddiaların da ciddi bulgu ve belgelere dayanması gerektiği, bu hükme aykırı bulunan ihbar ve şikayetlerin, Cumhuriyet başsavcıları ve izin vermeye yetkili merciler tarafından işleme konulmayacağı ve durumun ihbar veya şikayette bulunana bildirileceği, aynı Kanunun 5 inci maddesinde ise izin vermeye yetkili merciin, bu Kanun kapsamına giren bir suç işlendiğini bizzat veya yukarıdaki maddede yazılı şekilde öğrendiğinde bir ön inceleme başlatacağı hükme bağlanmıştır.   Dosyada yer alan şikayet dilekçesinde şikayetçinin belli, şikayet konusu eylemlerin somut olduğu, kişi ve olay belirtildiği, iddiaların da ciddi bulgu ve belgelere dayandığı anlaşıldığından, 4483 sayılı Kanunun yukarıda belirtilen hükümleri uyarınca, yetkili merci tarafından bir ön inceleme emri verilmesi, bu emre dayalı olarak ve yukarıda açıklanan eksiklikler giderilerek ön inceleme raporu düzenlenmesi, ön inceleme raporu da göz önünde bulundurulmak suretiyle soruşturma izni verilmesine veya verilmemesine ilişkin bir kararın tesis edilmesi şeklinde emsal uygulama yapıldığı görülmektedir. (Örnek, Danıştay 1. D. 9.12.2014 tarihli ve 2014/2015 E - 2014/1784 K. sayılı kararı) 272 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN 4.  Suçun Öğrenilmesi Üzerine Değerlendirme Yetkisinde İnisiyatif 4483 sayılı Kanun kapsamında yetkili olan merci, kamu görevlilerinin görevleri sebebiyle bir suç işlediklerini öğrenmesi üzerine ön incelemeyi başlatması  gerekmektedir.  Şikâyet  aynı  zamanda  Cumhuriyet  savcısının önüne gelmiş de olabilir. Bu durumda o da kendine göre acil olan delilleri toplayıp izin vermekle yetkili mercie gönderecektir. Kanun iki tarafı nı da açık  bırakarak  kimin  önüne  gelmişse  yetki  kullanmasına  müsaade  eden bir açıklıkta düzenlenmiş olması sebebiyle aynı zamanda bir boşluğa da fırsat vermiştir. Benzer durumdaki şikâyetlerin bir savcı önüne gelme si ile izin vermekle yetkili idari merciin önüne gelmesi arasında yetki kullanma bakımından farklar olabilecektir. Savcının çok ciddi olarak niteleyebileceği ve derinlemesine soruşturma yapmayı hatta organize yönleri olduğundan şüphe ederek kolluk ile bütün halde kapsamlı bir soruşturma yapmayı düşünebileceği bir olayda idari merci çok kısa bir araştırma ile konuyu kapatması ihtimali de olabilir. Bu nedenle soruşturmanın ilerlemesine yönelik takdir bakımından inisiyatifin kimde olacağı hususu önemlidir. Kanun un 5. maddesinin birinci fıkrası, izin vermeye yetkil i merci, bu Kanun kapsamına giren bir suç işlediğini bizzat veya yukarıdaki maddede yazılı şekilde öğrendiğinde bir ön inceleme başlatır. şeklinde olup fıkra sonu  başlatır  kelimesi  ile  bitirilmiş  olması  sebebiyle  ön  incelemenin başlatılmasının zorunlu olduğu açıkça görülmektedir. Bu safhada henüz bir ceza soruşturması başlamış sayılacak mıdır? Bu sorunun cevabı bu dönemde inisiyatifin kimde olacağı hususuna da cevap teşkil edecektir. Usulüne uygun olarak verilecek bir ön inceleme emri ile ancak bir ön inceleme başlatılabilir. Yasada ön inceleme olarak ifade edilen bu husus, aslında eski uygulamada görülen soruşturma emri benzeri bir görevlendirme söz konusudur. 4483 sayılı Kanun soruşturma deyimi yerine ön inceleme deyimine yer verilmiştir. Kanuna göre bir süzgeç öngörülmüş olsa bile esas soruşturma Cumhuriyet başsavcıları tarafından yapılacaktır. Ancak bir görüşe göre, ön inceleme yetkisinin, soruşturma yetkisine benzer ve eşdeğer olduğu, Kanun un 6. maddesinin ifadesinden de anlaşılmaktadır. Zira ön inceleme ile görevlendirilenler bu Kanunda hüküm bulunmayan hallerde CMK ya göre işlem yapacakları öngörülmüş bulunmakla bazı soruşturma yetkilerini kullanmalarına yetki verilmiştir. Bu bağlamda, hakkında inceleme yaptıkları kamu görevlisinin ifadesini alacaklar; inceleme konuları ile ilgili 48 PINAR, s. 275 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2734483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... bilgi ve belgeleri toplayacaklardır. Bütün bunlar yapılan işin bir incelemeden ziyade soruşturma olduğunu göstermektedir. Farklı bir görüşe göre ise, yürürlükten kaldırılan MMHK nın 2. maddesi soruşturmacıların tahkikatlarını usul kanunu uyarınca hazırlık tahkikatına esas olan hükümlere göre yapacaklarını öngörm üştür. 4483 sayılı Kanun ile getirilen sistemde ise bir hazırlık tahkikatından bahsetmek mümkün değildir. Sadece yetkili merciin soruşturma yapmak üzere Cumhuriyet başsavcılarına izin verip vermemek üzere yaptırdığı bir ön incelemeden bahsedilmektedir. 4483 sayılı Kanun da MMHK dan farklı olarak adli soruşturmaya kadar geçen sürece ön inceleme denilmektedir. MMHK da bu sürece ilk soruşturma deniliyordu. Yapılan bu değişiklik ile adli yargılamanın asıl olduğu, kanun ile getirilen mekanizmanın ise soruşturma kavramından farklı bir süreç, bir idari inceleme niteliği taşıdığı belirtilmektedir. Kanaatimizce de, bu sürecin bir idari inceleme mahiyetinde olduğu kabul edilerek buna göre çerçevesinin belirlenmesi gerekir. 5. Ön İnceleme Yapmaya Yetkili İdari Makam ve Görevliler 5.1. Genel Olarak 4483 sayılı Kanun un 6. maddesine göre ön inceleme ile görevlendirilen kişi  veya  kişiler,  bakanlık  müfettişleri  ile  kendilerini  görevlendiren merciin bütün yetkilerine sahiptir. Ön inceleme görevi yerine getirilirken kullanılabilecek yetkiler konusunda öncelikle 4483 sayılı Yasa hükümlerine başvurulması gerekir. Burada hüküm bulunmayan hallerde 5271 sayılı CMK uyarınca işlem yapılacağı anlaşılmaktadır. CMK ya yapılan atıﬂ a ilgili üzerinde durulması gereken en önemli sorun,  4483  sayılı  Kanun un  6.  maddesine  göre  bu  Kanun da  hüküm bulunmayan hallerde CMK ya göre işlem yapılacağı belirtildiğine göre bu atfa dayanarak CMK da yer alan hangi yetkileri ne kadar kullanabileceği hususudur.  Ayrıca  Cumhuriyet  savcısına  verilmiş  yetkilerin  doğrudan ön  inceleme  görevlisi  tarafından  kullanılıp  kullanılmayacağının  açıklığa kavuşturulması gerekecektiı. Ön inceleme görevlisinin bazı yetkileri doğrudan kullanmasında bir tereddüt bulunmamaktadır. Örneğin, şüpheli ve ihbarcı veya  49 ÖZTÜRK-ERDEM-ÖZBEK, s. 1044; PINAR, s. 280 50 İĞDELER Serdar - SUNTAY Yusuf, Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun Uygulanması, Türk İdare Dergisi, Sa. 426, 2000, s. 24 51 ASLAN, Onur Ender, Memurların Yargılanması Hakkındaki Yeni Yasa Üzerine Düşünceler, Amme İdaresi Dergisi, C. 33, Sa. 1, Mart 2000, s. 71; TOZMAN, s. 138 274 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN şikâyetçiyi dinleme, tanık ifadesi alma, keşif, bilirkişi incelemesi gibi işlemleri yapabilecektir. Bazı yazarlar ise 4483 sayılı Kanun un CMK ya yaptığı bu yollamayı çok geniş yorumlamaktadır. Ön inceleme görevlisinin Cumhuriyet savcısının  sahip  olduğu  tüm  yetkilere  sahip  olduğunu;  yani  şüphelinin evinde  arama  kararı  verebileceğini,  hâkimden  alınması  gereken  kararları doğrudan talep ed ebileceğini, tutuklama ve yakalama kararı isteyebileceğini savunmaktadırlar. Ancak yeni CMK nın yürürlüğe girmesinden sonra ve öze llikle Memur Yargılaması sisteminin tahkik sistemini bırakıp  izin sistemini kabul etmiş olması da göz önüne alınarak ön inceleme görevlisinin Cumhuriyet savcısının sahip olduğu bütün yetkileri kullanmasını kabul etmek artık mümkün değildir. Bilindiği gibi, yürürlükten kaldırılan Memurin Muhakematı Hakkında Kanunu Muvakkat (MMHK) döneminde idari teminat olarak tahkik (soruşturma) sistemi kabul edilmekteydi. Şimdi ise, 4483 sayılı Yasa ile öncekinden farklı olarak izin sistemi benimsenmiştir. Buna göre izin verilene kadar devam eden işlemler bir soruşturma değildir. Soruşturma yapılmasına izin verilip verilmeyeceğini belirlemek için yapılan bir ön araştırmadır. Bu araştırma sonucunda eğer soruşturma yapılması yerinde görülmekte ise izin verilmesi ile  Cumhuriyet  savcısının  soruşturma  yetkisi  başlamaktadır.  Dolayısıyla hakkında  kolaylıkla  soruşturma  yapılamasın  diye  getirilen  bir  güvence sistemi olarak işletilen bu süzgeç mahiyetindeki aşamada kamu görevlisi hakkında koruma tedbirlerinin uygulanması da kabul edilemez. İzin vermeye yetkili makam izin verene kadar bir soruşturma yapılması yasağı olduğuna göre bu izin kararı verilip verilmeyeceğini belirlemek amacıyla yapılan ön inceleme görevlisinin yaptığı işlemler de bir tahkik (soruşturma) değildir. O sadece kendisine verilen görev kapsamında toplanması gereken tüm delilleri toplamakla sorumludur. Bu bağlamda öncelikle şikâyetçi veya ihbarcıyı daha sonra da hakkında ön inceleme yapılan kamu görevlisini dinlemesi gerekir. Konuyu daha açık görmek bakımından izin sistemi ve tahkik sisteminin neler öngördüğüne kısaca göz atmakta yarar vardır. 52 YURTCAN, Erdener, Ceza Yargılaması Hukuku, b. 11, Vedat Kitapçılık, Ankara 2005, s. 600; ZAFER, s. 1015-1016; KINALITAŞ-ASLAN, s. 40-64; PINAR, s. 281-289; ÇETİN, s.464-465 53 GÖKCAN-ARTUÇ, s. 293 54 GÖKCAN-ARTUÇ, s. 293 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2754483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... 5.2. İdari Güvence Olarak Esas Alınan Sistemler a. Tahkik (S oruşturma) Sistemi Tahkik (soruşturma) sisteminde, savcı yerine geçen idari makamlar, eski  adıyla  hazırlık  soruşturması  adı  verilen  evrede  suç  şüphesinin başlamasından  davanın  açılmasına  kadar  bütün  safhalara  egemen  olmak suretiyle savcı yetkilerini kullanmaktaydı. Bu sistemde, hazırlık soruşturması idari makamlarca yapılmakta ve  yargılama yapılmasını gerekli görmeleri halinde doğrudan mahkemeye başvurulmaktaydı. Bu şekilde idari makamlar, Cumhuriyet savcısı yerine geçerek hem hazırlık soruşturmasını yapmakta, hem de evrakı doğrudan mahkemeye göndermek suretiyle soruşturan makam tarafından kamu davası açılmaktaydı. 3206 sayılı Kanun dan önce MMK nın 2. ve 6. maddeleri karşısında, soruşturmacılar, sorgu yargıçları yetkisiyle donatılmışlardı ve ilk soruşturmayı yapıyorlardı. Kural olarak, soruşturmacı sorgu yargıcının bütün yetkilerini kullanabiliyordu.  Ancak  tutuklama,  elkoyma,  arama  gibi  işlemler  için yargıca başvurması gerekiyordu. Ancak 3206 sayılı Kanun un 83. maddesi ile ilk soruşturma kaldırıldığından ve yasalarda geçen ilk soruşturma hazırlık soruşturması olarak algılanacağından, artık soruşturmacılar sorgu yargıcı değil, Cumhuriyet savcısı; yaptıkları da ilk soruşturma değil, hazırlık soruşturması niteliğine dönüşmüştü. Yürürlükten kaldırılan MMHK nın 2. maddesinde Ceza Muhakemesi Usulü  Kanunu  çerçevesinde  hazırlık  soruşturması  yapmak  üzere  bir soruşturmacı görevlendirilmesinden söz edilmekte ve ayrıca 6. maddede ise hazırlık soruşturmasıyla ilgili olarak usul Kanunu hükümlerinin uygulanacağı belirtilmekteydi. Tahkik sisteminde yürütülen inceleme bir nevi savcının hazırlık soruşturması yerine geçmekte ve bu inceleme sonunda idari makamların kararı kamu  davası açan iddianame yerine geçmekte idi. Dolayısıyla, MMHK yürürlükte iken Cumhuriyet savcısının soruşturma aşamasında sahip olduğu CM UK dan  kaynaklanan  yetkilerini  idari  incelemeyi  yür üten  yetkililerin kullanmasını savunmanın yasal dayanağı ve mantıksal bir zorunluluğu vardı. Oysa yeni Kanunda (CMK) ise bunlar yer almamaktadır. b. İzin Sistemi Bu sistemde, kamu görevlisinin görevi sebebiyle işlediği suçlardan dolayı  hakkında  adli  soruşturmaya  başlanabilmesi  yetkili  merciin  iznine 55 SELÇUK, Memur Yargılaması Hakkında, s. 111 56 GÖKCAN-ARTUÇ, s. 293 276 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN bağlıdır. İzin, siyasal ve sosyal nitelikte yetkili bir kamu merciin ceza davasının yerindeliğini onaylayan bir irade birimi olarak tanımlanabilir. İzin bir dava şartı olup, izin verilmezse savcı dava açamaz. Dava açılmış ise, yargılamanın durmasına karar verilir ve ön şart olan izin eksikliği tamamlatılır. 02.12.1999  tarihinde  yürürlüğe  giren  4483  sayılı  Kanun  önceki Kanun dan farklı olarak idari güvence sistemlerinden tahkik sisteminden ayrılarak izin sistemini öngörmüştür. İzin sisteminde bir ceza soruşturması başlamamış olup, ancak izin verildikten sonra başlayacaktır. Bu sistemde soruşturma yapma yetkisi temelde yine Cumhuriyet savcısına ait olmakla birlikte, kamu görevlisi hakkında göreviyle ilgili bir suçtan dolayı soruşturmanın başlayabilmesi için idare makamların izni gerekmektedir. Genellikle, iznin bir soruşturma ve kovuşturma şartı olduğu kabul edilmektedir. Dolayısıyla izin verilene kadar bir ceza soruşturmasının bulunmadığının altını çizmek gerekir. Diğer  yandan Anaya sanın  129/son  maddesinde  de  ...ceza  kovuşturması açılması, ... idari merciin iznine bağlıdır denilerek iznin kovuşturma için ön koşul olduğu ifade edilmektedir. Burada ön inceleme görevlisinden beklenen şüphelinin üzerine atılan suçun kamu davasının açılması için gerekli olan yeterli delilleri toplamak değil, bu isnadın soruşturmaya değer olup olmadığını belirlemektir. Dolayısıyla henüz ceza soruşturması başlamamıştır. Kamu görevlisinin eylemi hakkında, soruşturma yapılıp yapılmaması ve yargılama aşamasına geçilip geçilmeyeceğini izin  merciinin değerlendirmesi gerekmektedir.  Burada  verilecek  izin  bir  yargılama  koşuludur.  Aslında dava  açılması  için  tüm  nedenler  bulunmakta,  sadece  (izin)  yargılama koşulu  eksik  bulunmaktadır.  İzin  verilmemesi  halinde  soruşturma  evresi başlatılamamakta, dolayısıyla dava açılamamaktadır. Mercii bu konudaki yetkisini, eylemi gerçekleştirdiğinden kuşkulanılan kimsenin kişiliğine göre değil, yalnızca kamu yararı ölçütüne göre kullanacaktır. Yargıtay kararlarında izin verilmesinden sonra ceza soruşturmas ının başlayacağı belirtilmektedir. 57 KARAVAİZOĞLU, s. 16 58 DEMİRBAŞ, Timur, Ceza Hukuku Genel Hükümler, b. 3, Seçkin Yayınevi, Ankara 2005, s. 191 59 GÖKCAN-ARTUÇ, s. 294 60 ÖZEK Selçuk, Türk Hukukunda Memurların Muhakemesi, İÜHFM, 1960, C. XXVI, Sa.1-4, s. 21; Nakleden, GÖKCAN-ARTUÇ, s. 293-294, METİN, Ayhan, Türkiye de Memurların Soruşturulması ve Yargılanması Rejimi, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2005, s. 6 61 GÖKCAN-ARTUÇ, s. 294, ...4483 sayılı Yasa kapsamı içerisindeki görevliler ve suçlar bakımından ceza soruşturması açılabilmesini ‘izin koşuluna  bağlamıştır. Başka bir anlatımla Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2774483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Danıştay ın bir kararında da idarenin yaptığı işlemin hazırlık soruşturması olmadığı vurgulanmıştır. 4483  sayılı  Kanun un  6.  maddesinde,  ön  inceleme  görevlisinin, bakanlık müfettişleri ile kendisini görevlendiren idari merciin yetkilerini  haiz olduğu ifade edilmektedir. Bu durumda bakanlık müfettişleri ile idari merciin adli soruşturma yetkisi bulunmadığına gör e, bu yetkiler sadece idari disiplin soruşturması veya idari araştırma, inceleme için verilmiş yasal yetkiler olarak  kabul  edilmesi  gerekir.  Bütün  yetkilerden  anlaşılması  gereken, yetkili merciin veya müfettişlerin ön soruşturma ile ilgili kanuni olarak sahip oldukları örneğin, görevden uzaklaştırma, bilirkişi dinlemek, savunma almak gibi tüm yetkilerdir. Bu itibarla, örneğin yetkili merciin sahip olduğu atama veya düzenleme ya da d isiplin cezası verme yetkilerine sahip olduklarını düşünmek mümkün değildir. Özet olarak izin sisteminde, ceza soruşturması tamamen idare tarafından yapılmayacak, ceza soruşturmasına geçilmesi için idare tarafından izin verildikten sonra soruşturma genel hükümlerde olduğu gibi  Cumhuriyet  savcısı  tarafından  yapılacaktır.  Cumhuriyet  savcısı  izin aşamasından sonra soruşturmayı bizzat yaparak ve CMK dan k aynaklanan yetkilerini  kullanarak  gerekli  delilleri  toplayıp  kamu  davası  açmayı gerektirecek nitelikte yeterli şüpheye ulaşırsa iddianame düzenleyecektir. 4483 sayılı yasa hükümleri uyarınca gerekli soruşturma izninin alınamaması halinde ceza soruşturması başlamadığı için, suç işlendiği yolunda yapılmış olan ihbar veya şikâyetler hakkında takipsizlik kararı da verilemeyecektir. Bkz., 4.CD. 3.5.2006, 433/10350 ve 4.CD. 28.5.2006, 4098/13142 sayılı kararları. 62 Danıştay 1. Dairesi, E. 2004/137, K 2004/240 sayılı Kararı; 4483 sayılı Kanunla memurların işlemiş oldukları suçlarla ilgili olarak il ve ilçe idare kurulları ile Danıştay 2. Dairesine mülga Memurin Muhakematı Hakkında Kanun uyarınca verilen hazırlık soruşturması yapma yetkisinin alındığı ve bu yetkinin artık Cumhuriyet başsavcılıklarına devredildiği, dolayısıyla da yukarıda açık hükmüne yer verilen maddeye de, ön inceleme ile görevlendirilenlerin yapmış oldukları iş ve işlemlerin hazırlık soruşturması olmayıp, hazırlık soruşturmasına esas bilgi ve belgeleri toplamaktan ibaret olduğu kuşkusuzdur. 63 GÖKCAN-ARTUÇ, s. 295; ÇAĞLAYAN, s. 120 64 Nitekim maddenin TBMM Genel Kurulu nda görüşülmesi sırasında aynı konuda tereddütlerin giderilmesi  amacıyla  sorulan  bir  soruyu  cevaplandıran  Adalet  Bakanı,  ön  inceleme yapılması konusunda yetkili merciin bir görevlendirme yaptığını, bu görevlendirmenin, hakkında suç isnadı bulunan bir memur veya kamu görevlisini, o suçu işleyip işlemediği konusunun araştırılması ve incelenmesinin olduğunu, örneğin 657 sayılı Devlet Memurları Kanunu nun 137. ve sonraki maddelerine göre memur veya kamu görevlisini görevinden uzaklaştırabileceklerini; fıkrada kastedilenin, bu olduğunu ön inceleme yapacakların bu çerçeve içerisinde yetkili olmalarının söz konusu olduğunu açıklamıştır. TBMM Tutanak Dergisi, C.20, 3.Oturum, Birleşim, 22, 18.11.1999, s. 177-178, Aktaran, TOZMAN, s. 140; PINAR, s. 282 278 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN 4483 sayılı Kanun un 12. maddesinde hazırlık soruşturması genel hükümlere göre savcı tarafından yapılır denilmekte; 12/2. maddesinde de hazırlık soruşturması sırasında hâkim kararı alınmasını gerektiren hususlarda hangi hâkimin yetkili ve görevli olduğunu belirlemektedir. Burada Kanun koyucunun  asıl  amacı,  hâkimden  karar  talep  etmek  için  ön  inceleme görevlisine de yetki vermek olsaydı, bunu açıkça düzenler ve ön inceleme görevlisi tarafından talep edilmesi durumunda da görevli ve yetkili hâkimi belirleyen hükümler koyabilirdi. 6. maddenin ilk fıkrasının son cümlesinde de ön inceleme görevlisinin yetkileri  dâhilinde  bulunan  gerekli  bilgi  ve  belgeleri  toplayıp  rapor düzenleyeceklerinden  söz  edildiğine  göre  buradan  ön  inceleme  işlemleri sırasındaki  bilgi  ve  belge  toplamanın  yetkileri  dâhilinde  olduğu anlaşılmaktadır. Buna gör e, Kanun un 6. maddesinde CMK hükümlerine yapılan atıf, Cumhuriyet savcısının yetkilerini kullanma anlamında olmayıp, i dari  soruşturma  sonunda  yapılacak  değerlendirme  için  gerektiği  ölçüde benzer usul işlemlerini yapabilme anlamına gelmektedir. Dolayısıyla, bu yetkinin Cumhuriyet savcısının kolluk görevlileri ve hâkimden çeşitli tedbir ve isteklerde bulunma konusunda sahip olduğu tüm soruşturma yetkileri olduğu söylenemeyecektir. 6. Ön İnceleme Görevinin Başlaması ve Süreç 6.1. Genel Olarak Ön inceleme, o konuda izni vermeye yetkili merciin emriyle başlar. Bu emir ön inceleme izni olarak ifade edilir. Ön inceleme izni vermeye yetkili mercii, 4483 sayılı Kanun un kapsamına giren bir suç işlendiğini bizzat veya ihbar ya da şikâyet yoluyla öğrendiğinde bir ön inceleme başlatır. Ön inceleme emri, hakkında ön inceleme yapılacak görevlinin kim olduğu ve isnat edilen suç konusunda bazı ayrıntıları içermesi gerek  ir. Hakkında ön inceleme yapılacak memur veya kamu gör evlisinin adı soyadı, üzerine atılı suçlamanın ne olduğu, bu suçlamayla failin arasındaki bağlantının mahiyeti açıkça gösterilmelidir. Ön inceleme her durumda bir ön inceleme emri ile başlamaz. Bazı hallerde görevlendirme ile başlar. Ön incelemenin, İçişleri Bakanlığı merkez denetim elemanlarınca yapılacağı durumlarda verilecek emir ön inceleme emri olarak değil, görevlendirme olarak ifade edilir. 65 GÖKCAN-ARTUÇ, s. 294 66 GÖKCAN-ARTUÇ, s. 295 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2794483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Ön inceleme emri açık ve net bilgiler içermesi gerekir. Hangi suçun veya suçların inceleneceğinin net bir şekilde ortaya konulması gerekmektedir. Danıştay kararında, verilecek ön inceleme emrinin hangi kişi veya kişiler hakkında ve hangi eylem veya eylemlerinden ötürü yapılacağı, ayrıca kimin veya kimlerin ön inceleme yapacaklarının gayet açık bir şekilde belirtilmesi gerekliliği üzerinde durulmuştur. Ön inceleme kararında, isnat edilen suç, suç yeri ve zamanı, hakkında ön inceleme yapılacak görevlinin adı, soyadı, görevi ve açık adresi, ön incelemeyi yürütecek olanın adı, soyadı ve görev unvanı belirtilir. Ön incelemenin süreler dikkate alınarak yapılıp raporun verilme tarihinin bulunması ve onayın yetkili merci tarafından imzalanması şarttır. 4483 sayılı  Kanun un 7. maddesine göre soruşturma izni vermeye yetkili merciin olayı öğrendiği tarihten itibaren, ön inceleme de dâhil 30 gün içinde soruşturma izni hakkında kararını verir. Süre bir defalığına 15 gün uzatılabilir. Olay, izni vermeye yetkili mercie doğrudan ulaşmışsa bu tarihte, Cumhuriyet başsavcılığı tarafından izin için gönderildiği tarihte veya başka bir kurum veya kuruluşa yapılan ihbar ve şikâyetlerde, yazının izin vermeye yetkili mercie ulaştığı tarih sürenin başlangıcı olarak kabul edilir. Bu süreler içinde öngörülen tüm işlemler tamamlanmalıdır. Ancak Kanunda öngörülen bu süre, hak düşürücü bir süre değildir. Bu süreler, düzenle yici sürelerdir. Sürelerin aşılmasının bir yaptırımı bulunmamaktadır. Süre aşılması halinde de mutlaka olumlu veya olumsuz karar verilmesi gerekmektedir. Uygulamada ön incelemede yerine getirilecek bütün bu işlemlerin otuz veya en çok kırk beş günlük süreler içinde çok zor tamamlandığı hatta tam olarak tamamlanamadığı görülmektedir. İfade alma ve sürenin kesinliği karşılaştırıldığında  süre  şartını  getiren  hükme  öncelik  verilmesi  gerekir. Çünkü 4483 sayılı Kanunun genel gerekçesinden hızlı soruşturma yapılması amacından bu iki kesin hükümden 7/2. maddesindeki hükmün önce geldiğini, onun uygulanması ile 6. maddedeki ifade almanın uygulanmamış olması Kanun un sistemine uygun olacaktır. Bu nedenle ifade alınmaması, belki 7. maddenin 2. cümlesindeki 15 günlük süre uzatımının gerekçelerinden biri 67 Danıştay 2. Dairesi, 01.10.1973 tarihli ve E. 1973/573, K. 1973/1861 sayılı kararı; Aktaran PINAR, s. 281 68 PINAR, s. 281 69 ÇETİN e göre, bu sürede karar verilmemiş olması, soruşturma izninin verilmemiş sayılmasına eşdeğerdir ve ilgililerin itiraz hakları vardır, aynı zamanda duruma göre yasanın emredici hükmünü ihlal mahiyeti taşıması halinde görev suçu oluşabilecektir. Bkz., ÇETİN, s.466-467 70 PINAR, s. 210 71 ÇETİN, s. 464 280 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN olacaktır, ama her halde ifadenin alınması için 45 günlük sürenin aşılması mümkün olmayacaktır. Zira ifade  almanın hazırlık soruşturması aşamasında CMUK bakımından da zorunlu olmaması, dava açılması için bile kimliğin açıkça belli olmasının yeterli bulunması bizi yine bu sonuca götürecektir. 4483  sayılı  Kanun un  7.  maddesinin  2.  fıkrasında  ise;  Yetkili merciin, herhalde yukarıdaki fıkrada belirtilen süreler içinde memur veya diğer kamu görevlisi hakkında soruşturma izni vermesi ya da vermemesi konusunda karar vermek zorunda olduğu hüküm altına alınmıştır. Burada, soruşturma izni konusunda Kanun da öngörülen süre içerisinde herhangi bir karar verilmediği takdirde, iznin verilmiş sayılıp sayılmayacağı hususuna  değinmek gerekmektedir. Başbakanlık Teftiş Kurulu Başkanlığı nın 7.2.2000 gün ve 013/0165 sayılı yazısıyla bu hususta görüş sorulması üzerine, Danıştay 1.  Dairesi,  17.04.2000  tarih  ve  E.2000/29,  K.2000/59  sayılı  kararında; Öngörülen süre içerisinde izin verilmediği takdirde iznin verilmiş sayılacağı yolundaki hükmün Türkiye Büyük Millet Meclisi Genel Kurulu nda tasarı metninden çıkarıldığı, bu durumda, gösterilen süre içerisinde izin verilmediği ta kdirde izin verilmiş veya verilmemiş sayılır biçiminde bir yorum yapma olanağının kalmadığı, işin sonuçlanabilmesi için, izin vermeye yetkili merciin zorunlu olarak olumlu veya olumsuz bir kararının aranması gerektiği, bu nedenle izin vermeye yetkili merciin, sürenin aşılması halinde dahi olumlu veya olumsuz bir karar vermek zorunda olduğu, öngörülen sürelerde işi sonuçlandırmayarak  kasten  sürüncemede  bırakan  izin  vermeye  yetkili mercilerin de cezai sorumluluklarının bulunduğu şeklinde görüş bildirmiştir. Bu bakımdan, sürelerin kısalığı göz önünde tutularak ön inceleme görevlisinin Cumhuriyet savcılarının yetkilerini kullansa da, bütün kanıtları eksiksiz toplaması gerekmez. Yapılacak olan, memurun veya kamu gör evlisinin asılsız bir suç isnadı karşısında bulunup, bulunmadığını saptamaktır . Bu cümleden hareketle, ön inceleme görevlisi daha çok kanıt toplamak için gereksiz yere zaman kaybetmemeli, memur aleyhinde izin vermeye yeterli kanıt elde edildiğinde ön incelemeyi bitirmeli ve en kısa süre içerisinde rapor karara bağlanarak, yetkili mercie sunulmalıdır. 72 MALKOÇ, s.83; TOZMAN, s. 144 73 KARAVAİZOĞLU, s. 100 74 KARAVAİZOĞLU, s. 118 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2814483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... 6.2. Ön İnceleme Emri veya Görevlendirme 6.2.1. Ön inceleme yapmaya yetkili olanlar Ön inceleme, bu hususta izni vermeye Kanunla yetkili kılınmış merci tarafından ya bizzat yapılabilir, ya görevlendireceği denetim elamanlarına yaptırılabilir. Hakkında ön inceleme yapılanın üstü konumunda memur veya kamu  görevlilerinden  biri  veya  birkaçı  görevlendirilebilecektir.  İnceleme yapacak görevliler kural olarak hakkında ön inceleme yapılan memur ve diğer kamu görevlilerinin mensubu bulunduğu kurumdan belirlenmesi esastır. İl veya ilçelerde yapılacak ön incelemeler bakımından, soruşturma izni vermek üzere ön inceleme yaptırırken öncelikle mahallinde görevli bir personelin yetkilendirilmesi esas olmalıdır. Ancak ön inceleme, bir müfettiş tarafından yapılması gereken bilgi ve tekniğe sahip olmayı gerektiriyorsa durum ilgili Bakanlığa iletilerek denetim elemanı talebinde bulunulur. Bu konuda Bakanlıktan denetim elemanı istemek valinin görevidir. Vali, konuyu gerekçeli  olarak  yazıp  talebini  iletir.  Kaymakamların  ise  doğrudan  ilgili bakanlıktan denetim elemanı isteme yetkileri yokt ur . Ancak ilçedeki bir olay nedeniyle denetim  elemanı istemek gerekirse, kaymakam böyle bir talepte bulunması için valiye gönderir. İlçede yapılacak olan bir inceleme bakımından, yapılması gereken ön inceleme belli bir uzmanlığı gerektirmekte ve ilçede ihtiyaç duyulan seviyede uzmanlığa sahip görevli personel bulunmamakta ise ya da ilçede hakkında ön inceleme yapılan kişinin üstü konumunda görevli personel bulunmaması durumunda kaymakam ilden bir görevlinin ön incelemeyle görevlendirilmesini validen isteyebilir. Ön inceleme görevi bazen bir denetim el emanına verilir. Denetim elemanı, kurumlarda görevli olan denetim, teftiş, inceleme ve araştırma ile görevli kurul mensupları için kullanılır. Ancak ön inceleme konusunda görev sadece denetim elemanlarına değil, aynı zamanda hakkında inceleme yapılanın üstü konumundaki memur ve kamu görevlilerine de verilebilmektedir. Denetim elemanlarına bu konuda görev verilmesi ile aradaki ast üst konumu farklı ele alınmaktadır. Bilindiği gibi Kanuna göre, ön inceleme ile görevlendirilebilecek soruşturmacıların  mutlak  surette  hakkında  ön  inceleme  yapılanın  üstü konumunda olması şartı aranmaktadır. İlçelerde bakanlıkların şube başkanı olan müdürlerin tümü, ilçedeki o teşkilatın en üst amiri olup hepsi eşit konumdadırlar. İlçede görevli tapu müdürü, milli eğitim müdürü, mal müdürü veya tarım müdürü biri diğeri hakkında ön inceleme ile görevlendirilemez. 75 PINAR, s. 276 76 PINAR, s. 277 282 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Dikkat çekici husus bunlar bakımından ön inceleme yapacak üst konumda ilçede  kaymakam  dışında  hiçbir  görevli  bulunmamaktadır.  İl  memurları hakkında da aynı durum geçerlidir. Ancak illerde bunların üstü konumunda vali  dışında  vali  yardımcıları  bulunduğundan  onlar  eliyle  ön  inceleme yapılması mümkündür. Bazı duru mlarda kurumların müfettiş ya da denetim elemanları eliyle ön inceleme yaptırılır. Eğer bunlar görevlendirilmiş ise ast ya da üst memur ayrımı gözetilmez. Çünkü Kanun ön incelemenin öncelikle denetim elemanlarınca yaptırılacağı hükmünü getirmiştir. Hangi konumda olursa olsun, denetim elemanın bağlı olduğu amir konumundaki kimse dışında, tüm memurlar hakkında ön inceleme yapmakla görevlendirilebilir. Denetim elemanı veya müfettiş, kuramda bakan adına veya bağlı bulunduğu genel müdür, müsteşar ve başkan adına teftiş ve denetim yapmaktadır. Dolayısıyla bakan veya bağlı bulunduğu en üst amiri dışındaki tüm memurları ve kamu görevlileri hakkında ön inceleme yapmakla görevlendirilebilir. 6.2.2. Başka bir kurumdan bir görevli tayin edilmesi durumu İşin özelliğine göre gerekli görülmesi halinde, ön incelemenin başka bir kamu kurum veya kuruluşunun elamanıyla da yaptırılması mümkündür. Kaymakam, bir kurumda görevli memurun örneğin bir okul müdürünün ön incelemesini ilçe milli eğitim müdürlüğündeki şube müdürüne yaptırabileceği gibi, kaymakamlık yazı işleri müdürüne de yaptırabilir. Ancak  bu  konuda  istisna  kabul  edilen  görevliler  de  vardır.  Bazı görevliler  özel  durumları  gözetilerek,  Kanun  tarafından  ön  inceleme görevlisi olarak tayin edilmeleri yasaklanmıştır. 4483 sayılı Kanun un 5/2. maddesinde yargı mensupları, ya rgı kuruluşlarında çalışanlar ve askerlerin diğer başka kurumlarda ön inceleme elemanı olarak görevlendirilemeyeceğini belirtmiştir. Buna hâkim ve savcıların yanı sıra diğer adliye personeli de dâhildir. Yargı mensuplarının soruşturma öncesinde soruşturmaya hazırlık edecek böyle bir ön incelemeyi yapmasının daha sağlıklı bir sonuç almayı sağlayacağı savunulmakta ise de, yargı mensupları bakımından mesele ele alındığında, ilerde yapılacak bir soruşturma ve yargılama faaliyetinde yargı mensubunun  görev  alma  olasılığı  dikkate  alınırsa  düzenlemenin  isabetli olduğu anlaşılmaktadır. 77 PINAR, s. 277 78 PINAR, s. 277 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2834483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Diğer taraftan, ön incelemenin de yargı mensuplarınca yapılmasının daha uygun olacağı kabul edilmesi halinde incelemenin idari bir inceleme olmaktan çıkarılması ve izin sistemi tamamen kaldırılarak başta  n itibaren yargı mensuplarının soruşturma yapmasını kabul etmek daha yararlı ve pratik sonuç sağlayacaktır. Askerler bakımından da idarenin işleri ile onları tartışılabilir bir duruma getirmemek bakımından ve yine idarenin işlerini kendi içinden gelen bir görevlinin daha iyi bilebileceği gerçeğinden hareketle böyle bir düzenleme yapılmıştır. 6.3. Ön İncelemede Delillerin Toplanması Süreci ve Rapor Ön inceleme görevlisi, ön inceleme emrini alınca öncelikle elinde bulunan delillerin nelerden ibaret olduğunu inceler. Bu kapsamda ihbar veya şikâyet dilekçesi ve varsa ekleri ile Cumhuriyet savcısından gelen delilleri dikkate alır. Daha sonra dinlenmesi gereken kişileri dinler. Bu kapsamda önce ihbar veya şikâyette bulanan kişiyi çağırır ve dilekçe içeriğini açıklattırır, beyanlarını alıp varsa delillerinin nelerden ibaret olduğunu sorar. Bu arada diğer kamu kurum ve kuruluşları ile kişilerde bulunan delilleri ister, toplanması gereken tüm delilleri toplar. Ön inceleme görevlisi, ihbarcı veya şikâyetçiyi dinledikten sonra hakkında şikâyette bulunulan kamu görevlisini dinler. Kamu  görevlisinin  dinlenilmesinde  CMK nın  147.  maddesinde öngörülen usule uyulur. Hakkında isnat bulunan kamu görevlisinin, varsa delilleri sorulur, dinlenmesini istediği tanıklar veya belgeler varsa onları toplamak üzere bilgi alınır. İlgililerin dinlenilmesi tamamlandıktan sonra dinlenilen kişilerin gösterdiği, ortaya koyduğu ve toplanması gerekli görülen deliller toplanır. Ön inceleme görevlisi tanıkları dinler, gerekli görürse olay yerinde keşif yapar, ihtiyaç duyarsa bilirkişi dinleyip rapor alır. Tüm delilleri topladıktan sonra ön inceleme için Yasada öngörülen süre içinde ön inceleme raporunu yetkili mercie verir. 79 Ön inceleme görevlisinin raporunu yazarken aşağıda yazılı hususları içerecek şekilde düzenlemesi gerekir:   - Hakkında şikâyette veya ihbarda bulunan kimsenin hangi yasal mevzuata göre 4483 sayılı Yasa hükümlerine tabi olduğu,   - Memur veya kamu görevlisinin eyleminin görevi sebebiyle işlenen suçlardan olup olmadığı,   - Şikâyetçi veya ihbarcı ile şikâyet olunanın beyan özetleri, tanık anlatımları, toplanan diğer deliller,   - Oluşması ihtimali düşünülen suçun ne olduğu, bu suçun unsurlarının bu olayda ne şekilde gerçekleştiği,   - Bu suç hakkında zamanaşımının gerçekleşip gerçekleşmediği, af, şikâyetten vazgeçme ve 284 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Ön  inceleme  raporunda,  ön  inceleme  emri  veya  görevlendirme yazısının özeti, iddia olunan suçun öğrenilme şekli ve niteliği, ön incelemesi yapılanın kimliği ve görevi, suç tarihi belirtilir. Ayrıca tanık dinlenmiş ise bunların ifadeleri, bilirkişiye başvuru lmuşsa bilirkişinin kimliği ve raporu, hakkında  inceleme  yapılan  kamu  görevlisinin  savunmasının  belirtilmesi gerekmektedir. Raporda, iddiaların her biri yönünden ayrı ayrı irdeleme ve tartışma kısmına yer verilip bu bağlamda; suçun işlenip işlenmediği ve bir ceza soruşturmasının başlamasına gerek olup olmadığı hususlarına yer verilir. Ön incelemeyi yapan görevli kendi kanaatine de yer vermelidir. Ancak, soruşturma izninin verilmesi veya verilmemesi durumu ise izin vermeye yetkili makamın takdirine bırakılmalıdır. Ön inceleme görevlisi birden fazla ise aralarında görüş farklılığı varsa, farklı görüşler için gerekçe gösterme zorunluluğu getirilmiştir (4483 SK, m.6/1). Gerekçe gösterme yükümlülüğü getiren bu hüküm, Anayasanın 125, 138 ve CMK nın 34. maddeleri ile de uyumlu bir hükümdür. C. ÖN İNCELEME AŞAMASINDA YETKİLERİN           KULLANILMASI 1.  Savcılar Tarafından Kullanılacak Yetkiler 4483  sayılı  Yasanın  4/1.  maddesine  göre,  ihbar  veya  şikâyetin Cumhuriyet savcılığına yapılması halinde, kaybolma ihtimali bulunan ve dolayısıyla ivedilikle toplanması gereken delillerin savcılık tarafından tespit edilmesi gerekmektedir. Bu durumda soruşturma izninden önce toplanması zorunlu olan bir delil varsa Cumhuriyet savcısı tarafından ivedilik durumuna göre deliller toplanacaktır. Ancak delilin elde edilmesi için arama, dinleme, yakalama gibi bazı koruma tedbirlerine başvurmak gerekir ise, bu gibi hallerde koruma  tedbirlerine  başvurulmamalıdır.  Koruma  tedbirlerine  soruşturma  aşamasında başvurulabileceğinden soruşturma izni olmadan savcı bu yetkileri kullanmamalıdır.  Aksi  halde  soruşturmaya  başlamış  sayılacaktır.  Acele toplanması gereken delilleri örneğin daha sonra dinlenme imkanı olmayacak bir tanığı dinleyebilir; muhafaza altına alınmadığında karartılma tehlikesi olan delilleri muhafaza altına alır. Uygulamada da, savcının soruşturma izni öncesi cezasızlık nedenlerinin bulunup bulunmadığı,   -Bu bilgi ve belgeler karşısında, ön inceleme görevlisi, kendisinin vardığı sonuç ve şikâyet olunan şahıs hakkında soruşturma izni verilip verilmemesi ile ilgili kanaat., GÖKCANARTUÇ, s.307 80 PINAR, s. 289-290 81 ZAFER, s. 1005 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2854483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... arama, dinleme ve yakalama gibi tedbirlere başvurduğu pek görülmemektedir. Zira soruşturma izni alınmadan kişiye şüpheli sıfatı verilip verilmediği açık değilken,  savcılar  bakımından  bu  yetkileri  kullanıp  kullanmamaları  hala muğlak bir durum iken, bu tür tedbirlere başvurmak yerinde olmayacaktır. Cumhuriyet  Savcısı,  kamu  görevlilerine  yükletilen  herhangi  bir isnadın genel hükümlere göre ya da 4483 sayılı Kanun veya özel soruşturma usullerinden  hangisine  girdiği  konusunda  takdir  yetkisini  kullanacak  tek yetkili (adli) makam olarak belirlenmiştir. 5271 sayılı CMK, 4483 sayılı Kanun dan sonra yürürlüğe girmiş bulunduğundan CMK 158/4. maddesi hükmünün önceliği bulunduğunu daha önce belirtmiştik. Genellikle bir suç isnadı ile karşılaşıldığında öncelikle ve hemen idari makamlarca  işlem başlatmak gerektiği şeklinde anlaşılmakta i se de, her olayda bunun mutlak doğru olduğu düşünülmemelidir. Gelen ihbar ve şikâyetlerin daha başlangıcında işin mahiyeti anlaşılamıyor ise genel hükümlere göre soruşturulmasında da bir engel bulunmamaktadır. Bu nedenle ilk ihbar ve şikâyetlerin idari makamlarca bekletilmeksizin savcıya gönderilmesi ve savcı tarafından genel hükümlere göre soruşturma yapılmasının gerekli görülmesi halinde  soruşturmaya  başlanması;  izin  gerekli  olması  halinde  de  acele toplanması gerekli olan delilleri topladıktan sonra izin vermeye yetkili mercie gönderilmesi gerekmektedir. Bu şekilde bir uygulama, muhtemel gecikmeleri önlemek bakımından yerinde olacaktır. Öte yandan, 4483 sayılı Kanun hükümleri uyarınca gerekli soruşturma izninin alınmaması halinde ceza soruşturması başlamadığı için suç işlendiği yolunda yapılmış olan ihbar veya şikâyetler hakkında işlem yapılmasına yer olmadığı kararı verilebilecek ise de CMK nun 172. maddesinde belirtildiği anlamda kovuşturmaya yer olmadığı kararı verilemeyecektir 82 GÖKCAN-ARTUÇ, s. 295 83 ALBAYRAK, Mustafa, Ceza Muhakemesi Kanunu, b. 7, s. 462. Gerçekten uygulamada 4483 Sayılı Yasa nın uygulanmasına yönelik hatalar yapılmaktadır. Yargıtay 4. Ceza Dairesinin 11/06/2003 tarih ve 2003/8042 E, 5733 K. ile 10.05.2006 tarih ve 2005/9424 E, 2006/10703 K. sayılı içtihatlarında da görüleceği üzere, 4483 sayılı Yasa nın 4/1. maddesi gereği memurlar hakkında gerekli soruşturma izninin verilmemesi ve aynı Yasanın 9. maddesi gereği itiraz ile aynı sonucun alınamaması halinde ceza soruşturması başlamayacağı için, belirtilen duruma ilişkin CMK nın 172. maddesinde belirtildiği anlamda kovuşturmaya yer olmadığına değil, inceleme yapılmasına yer olmadığına dair karar verilmesi gerekeceği ve bu kararın aynı Yasa nın 173. maddesi gereği itiraza tâbi olmadığının bilinmesi gerekir. 4483 sayılı K. m.1, 2/son, 16/5, Bkz., ALBAYRAK, s. 1035 286 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN 2. Ön İnceleme Görevlilerinin CMK Kapsamındaki Yetkileri 2.1. Genel Olarak Ön  inceleme  göre vlisinin,  bakanlık  müfettişleri  ve  kendilerini görevlendiren  merciin bütün yetkilerine sahip bulunduğunu ifade etmiştik. Bütün yetkilerden anlaşılması gereken, yetkili merciin veya müfettişlerin ön inceleme ile ilgili kanunî olarak sahip oldukları görevden uzaklaştırma, bilirkişi dinleme, savunma alma gibi yetkilerdir. Bununla birlikte, kendisini görevlendiren  merciin  sahip  olduğu  atama   ya  da  disiplin  cezası  verme yetkilerine sahip olduklarını düşünmek mümkün değildir. Ön inceleme yapanların yetki ve görevleri Kanunun 6. maddesinde Ön inceleme ile görevlendirilen kişi veya kişiler, bakanlık müfettişleri ile kendilerini görevlendiren merciin bütün yetkilerini haiz olup, bu Kanunda hüküm bulunmayan hususlarda Ceza Muhakemeleri Usulü Kanununa göre işlem  yapabilirler;  hakkında  inceleme  yapılan  memur  veya  diğer  kamu görevlisinin ifadesini de almak suretiyle yetkileri dâhilinde bulunan gerekli bilgi ve belgeleri toplayıp, görüşlerini içeren bir rapor düzenleyerek durumu izin  vermeye  yetkili  mercie  sunarlar  şeklinde  düzenlenmiştir.  Maddeye göre, 4483 sayılı Kanunda hüküm bulunmayan konularda CMK hükümleri uygulanacaktır. CMK hükümlerine yapılan bu atıf konusunda doktrinde farklı görüşler mevcuttur. Bilindiği  üzere,  MMHK  zamanında  soruşturmacının  (muhakkik) yaptığı iş hazırlık soruşturması niteliğinde olduğu için, işlemlerini CMUK taki hükümler çerçevesinde yürütmek, özellikle sanığın savunmasının alınmasında avukat  bulundurmak  istemesi  halinde  buna  uygun  şartları  sağlamak  ve gerekiyorsa bilirkişi incelemesi yaptırmak ve dosyayı her yönüyle ve ceza usul  hukuku  kurallarına  uygun  şekilde  tekemmül  ettirmek  zorundaydı. Şimdiki sistemde ise ön inceleme görevlisinin yapacağı iş, dosyayı bir hazırlık tahkikatı gibi oluşturmak değil, olsa olsa suç isnadının ciddi olup olmadığı konusunda izin vermeye yetkili mercide genel bir kanaat oluşturmak üzere rapor hazırlamaktan ibarettir. Artık ön inceleme görevlisi, eskiden olduğu gibi adli görev yapan bir hakikat arayıcısı (muhakkik) değil, makul ölçüler içerisinde belli bir kanaatin oluşumuna çalışan idari görevlidir. Yani idare 84 Devlet memurları Kanununa göre görevden uzaklaştırma, kamu hizmetlerinin gerektirdiği hallerde görevi başında kalmasında sakınca görülen memurlar hakkında geçici olarak verilen bir ihtiyati bir tedbir kararıdır (m.137). Bu konuda atamaya yetkili amirler, bakanlık ve genel müdürlük müfettişleri, illerde valiler ve ilçelerde kaymakam karar vermeye yetkilidir (m.138). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2874483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... hukukunun kuralları içerisinde hareket eden görevli konumundadır. Bütün bu sebeplerle, yasada CMK na yapılan atfı, gerektiğinde başvurulabilecek ve doğal olarak da başvurulduğunda, usulüne göre yerine getirilecek yetki kuralları  olarak  anlamak  gerekir.  Örneğin,  ifade  alma  sırasında  CMK hükümlerine uygun şekilde hareket etmek gibi. Aksi  yönde  düşünen  yazarlara  göre  bu  atıf  idari  soruşturmanın gerektirdiği  ölçüde  benzer  usul  işlemlerine  yöneliktir.  4483  sayılı Kanun un, CMK ya yaptığı bu yollamayı çok geniş yorumlayan yazarların ortak  görüşüne  göre;  Ön  inceleme  görevlisinin  Cumhuriyet  savcısının sahip olduğu hâkimden tutuklama taleb i gibi yetkileri dahi kullanabileceği savunulmaktadır. Buna gerekçe olarak ise eski MMHK sisteminin yönetsel güvence sisteminden sor uşturma esasını belirlemiş olduğunu, eski kanun uygulamasında soruşturmanın idari makamlarca yapıldığını ve bu nedenle idar i makamların Cumhuriyet savcısının yetkilerini kullanma zorunluluğu olduğu ifade edilmektedir. Ancak,  4483  sayılı  Kanun  ile  artık  izin  sistemi  benimsenmiştir. Soruşturma  yapılabilmesi  için  izin  verilmesi  gereklidir.  Bu  nedenle soruşturma genel esaslara göre Cumhuriyet savcısı tarafından yapılacaktır. İdari merciilerin ise Cumhuriyet savcısının soruşturma aşamasında sahip olduğui aynı yetkilere sahip olduğunu ileri sürmek mümkün değildir. Zira henüz soruşturma başlamış değildir. Ayrıca,  Kanun un  6/1.  maddesinde  ön  inceleme  yapacakların Cumhuriyet  savcısının  yetkilerini  haiz  olduğu  belirtilmemiştir.  Bu  görüş sahiplerine göre ön inceleme yapanlar yetkileri dâhilindeki bilgi ve belgeleri, delilleri  toplamaktan  başka  bir  işlem  yapamayacaklardır.  Toplanması zorunlu olan bir delilin elde edilmesi için koruma tedbirlerine başvurulması gerekiyor ise Cumhuriyet savcısından istemde bulunulacak, karar alınması ve uygulanması sağlanacaktır. 85 AKYILDIZ, Ali, Memur Yargılamasında İdari Süreç, Gazi Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD), C.5, Sa.1-2 (Haziran-Aralık 2001),s.154-221,(http://webftp.gazi.edu.tr/ hukuk/dergi/5_7.pdf, erişim 27.07.2015) 86 GÖKCAN-ARTUÇ, s. 294-295, SALİHOĞLU, Enver-DEMİRKOL, Selami, 4483 Sayılı Kanun ile Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Öncesi Aşamaya İlişkin Usul ve İşlemler, b. 2, Beta Yayınları, İstanbul 2005, s. 57-64; SELÇUK, Memur Yargılaması Hakkında, s. 111 87 Aktaran KARAVAİZOĞLU, s. 84-85; Bkz., ÇETİN, s.461-465; KINALITAŞ-ASLAN, s.40-45; PINAR, s. 285-289; TOPUZ, s.185-188; MALKOÇ, İsmail, Açıklamalı-Gerekçeli Memur Yargılaması, Malkoç Kitabevi, Ankara 2006, s. 261-283 288 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Dolayısıyla,  anılan  fıkrada  geçen  bütün  yetkiler  ibaresiyle,  ön inceleme  görevlisinin  bakanlık  müfettişleri  ile  kendilerini  görevlendiren merciin sadece ön incelemeye ilişkin yetkileri kastedilmekte olup, inceleme dışındaki yetkilerin de kullanılabileceği gibi bir sonuç çıkarılması Kanun un amacına  aykırı  düşer.  Nitekim  anılan  maddenin  gerekçesinde  de;  Ön inceleme ile görevlendirilenlere tanık dinleme, bilirkişi mütalaası, ifade alma gibi yetkilerin verilmesinin amaçlandığı belirtilmiştir. Kanaatimizce,  4483  sayılı  Kanun un  benimsediği  izin  sisteminde idarenin  fonksiyonunu  sadece,  memurun  görevine  ilişkin  işlemiş  olduğu suçlardan dolayı soruşturmanın başlayabilmesini sağlamaktır. Bu sistemde soruşturma genel hükümlerde olduğu gibi Cumhuriyet savcısı tarafından bizzat  yapılmakta;  idare  sadece,  soruşturmanın  gerekip  gerekmediğini, olayın soruşturmaya değer olup olmadığını belirlemektedir. Bu nedenle, ön inceleme  yapanların,  soruşturma  izni  verilmesi  aşamasında  kullandıkları yetkilerin,  soruşturma aşamasında kullanılabilecek yetkilerden farklı olduğu, Ceza Muhakemesi Kanunu na göre yapacakları işlemlerin de, Cumhuriyet savcılarının yetkileri dâhilinde olan işlemlerden olmadığı anlaşılmaktadır. Kaldı ki, anılan 6. maddede yer alan; Yetkileri dâhilinde bulunan gerekli bilgi  ve  belgeleri  toplayacakları  şeklindeki  hükümle  de,  ön  inceleme görevlisine  verilen  yetkilerin,  soruşturma  konusu  suçla  ilgili  bilgi  ve belgelerin toplanmasıyla sınırlı olduğu belirtilmek istenmiştir. Bu durumda ön inceleme görevlisi, iddia olunan suçla ilgili kanıtların elde edilebilmesine yönelik olarak arama yapılmasını, tanığın zorla getirtilmesini ya da hakkında şikâyet bulunan kişinin tutuklanmasını, hâkimden talep edemeyecektir. Bir arama kararı alabilecek kadar şüphe ve delile ula şılmış ise zaten soruşturma başlatılması gereken bir noktaya gelmiş demektir. Bu gibi hallerde bir an önce izin süreci tamamlanmalı, soruşturma aşamasına geçilmelidir. Özetle; 4483 sayılı Kanun da hüküm bulunmayan hallerde CMK ya yapılan atıf nedeniyle bu kapsamda kullanılabilecek yetkiler, tanık dinlemek, hakkında inceleme yapılan kişiyi dinlemek, delilleri toplamak bu bağlamda keşif yapmak gibi yetkilerdir. Ancak arama yapmak, konut dokunulmazlığını ilgilendiren  ve  genelde  hâkim  kararının  alınmasını  gerektiren  bir  usul işlemidir. Ön inceleme yapan görevlinin, arama, tutuklama ve zorla getirmeyi gerektiren  bir  durumla  karşılaşması  halinde  bunu  yerine  getirmek  için 88 KARAVAİZOĞLU, s. 84-85 89 Aynı görüşte, GÖKCAN-ARTUÇ, s.293-295; Aktaran, KARAVAİZOĞLU, s. 88 90 KARAVAİZOĞLU, s. 88 91 TOZMAN, s.141 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2894483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... hakimden karar alabileceği; isteklerini Cumhuriyet savcılığı aracılığıyla sulh ceza hâkimine bildirmeleri gerektiği belirtilmekte ise de, kanaatimizce bu şekilde bir karar almaya yetecek şüphe sebepleri bulunması halinde bu durum soruştuma aşamasına geçmeyi gerektiren bir husus olarak yorumlanmalı ve izin verilmesi yoluna gidilmelidir. Uygulamada bu husus, duraksamaya neden olduğu için, Başbakanlık Teftiş Kurulu Başkanlığı tarafından, 7.2.2000 gün ve 013/0165 sayılı yazıyla Danıştay a  görüş  sorulmuş,  konuya  ilişkin  olarak  Danı ştay  1.  Dairesi de, 17.04.2000 tarih ve E:2000/29, K:2000/59 sayılı istişari görüşünde; Ön inceleme ile görevlendirilen kişi veya kişilerin, bakanlık müfettişleri ile  kendilerini  görevlendiren  merciin  bütün  yetkilerine  sahip  olacakları, Ceza Muhakemeleri Usulü Kanununa gör e de işlem yapabilecekleri, Ceza Muhakemeleri  Usulü  Kanununun  kamu  davasının  h azırlanmasına  ilişkin hükümleri çerçevesinde Cumhuriyet başsavcısının yapmakla yetkili olduğu işleri yapabilecekleri, sanığın lehine olanlar da dâhil, olayı aydınlatabilecek delilleri, bilgi ve belgeleri toplayacak, tanık ve sanık ifadelerini alacak, gerektiğinde keşif yapacak ve bilirkişi incelemesi yaptıracakları şeklinde görüş bildirmiştir. Ön incelemecinin görevden uzaklaştırma kararı verip veremeyeceği de tartışma konusu olmuştur. Danıştay, 1. Dairesi anılan istişari görüşünde ön incelemeci 657 sayılı Kanunun 138. maddesinde belirtilen kişilerdense görevden  uzaklaştırma  kararı  verebilir,  değilse  görevden  uzaklaştırma kararı veremez demiştir. Kararın gerekçesinde, ön incelemecinin 4483 92 YAŞAR, Hakkı, Ceza Kanunu Uygulamasında Memur Kavramı, Memuriyet Görevini İhmal ve Kötüye Kullanma Suçlarının Tahlili Adalet Dergisi, Sa.12, 1966, s. 847; Nitekim Anayasa Mahkemesi MMK döneminde verdiği bir kararında (11/1/1965 gün ve 19651l53 sayılı, RG.29.3.1966112263) bu hususu vurgulamıştır. Yüksek Mahkemenin bu kararına göre, kişi dokunulmazlığının ve özgürlüğünün usulüne göre verilmiş hâkim kararı olmadıkça sınırlanamayacağı, kimsenin üstünün, özel kâğıtlarının ve eşyasının aranamayacağı, konut dokunulmazlığının ihlal edilemeyeceği, tutuklanamayacağı birer Anayasa kuralıdır. Anayasa ile sadece hâkime verilen bu yetkilerin hâkim olmayan memurlar ve idare meclisleri tarafından kullanılmasına izin veren bir kanunun Anayasaya uygunluğu kabul edilemez. Yüksek Mahkeme MMK nın 2. maddesinde yer alan soruşturmanın CMUK a göre yapılacağı hükmünün de, Anayasada bizzat hâkime verilen yetkilerin soruşturma yapacak memurlar ve idare meclisleri tarafından kullanılmasına izin veren bir hüküm şeklinde anlaşılmasının mümkün olmadığını, bu durumda tutuklama, arama gibi Anayasanın yalnız hâkime tanıdığı yetkilerin bu idari makam ve merciler tarafından kullanılamayacağını belirtmiştir. Aktaran, TOZMAN, s.141-142 93 Aktaran, KARAVAİZOĞLU,s.84-85, http://www.danistay.gov.tr/kerisim/ozet. jspozetmetin&dokid=22865 (05.03.2010) 94 Anılan Kararda, Burada ön inceleme görevli olan kişilerin görevden uzaklaştırma kararı verme yetkilerinin bulunup bulunmadığı konusu duraksamaya neden olabilmektedir. Görevi 290 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN sayılı Kanuna göre suçun açığa çıkarılmasına yönelik işlemleri yapmakla yetkili olduğunu belirtmekte, görevden uzaklaştırma kararının idari bir işlem olduğunu ve ön incelemecinin bu yetkiyi haiz olmadığını ifade etmektedir. Bununla birlikte, özel mevzuatında görevden uzaklaştırma yetkisine sahip müfettişlerin bu yetkisinin varlığını kabul etmek gerekir. Ön inceleme görevlisine tanınan yetkiler, suç işleme iddiasına ilişkin belgeleri  toplamak,  bu  konuyu  araştırmakla  sınırlıdır.  Yoksa  bakanlık müfettişi ve hele hele de yetkili merciin yerine bütünüyle geçmiş ve onun yerine ikame edilmiş değildir. Söz gelimi, yetkili merciin yetkisinde olsa dahi, nasıl ki ön inceleme görevlisinin ilgili kamu görevlisinin atamasını başka yere yapması düşünülemezse, görevden uzaklaştırılmasına  da karar veremez. Verilen yetki, istisnai bir yetkidir ve genel bir hukuk kuralı olarak, bu yetkiyi veren kural da dar yorumlanmalıdır. Kaldı ki, ilgili hangi gerekçeyle görevden uzaklaştırılacaktır? Yürütülen faaliyet, ne bir disiplin soruşturması, ne de bir yargı kovuşturmasıdır. Sırf ön incelem e gerekçesiyle görevden uzaklaştırma önlemine başvurulamamalıdır. Ancak, ön inceleme görevlisinin kendisi zaten Bakanlık ya da genel müdürlük mü fettişiyse, olayın disiplin yönü de varsa, görevden uzaklaştırma önlemine elbette ki başvurabilecektir. Anayasada seçimle gelen yerel yönetim organlarının, organlık sıfatını kazanmalarına ilişkin itirazların çözümü ve organlık sıfatını kaybetmeleri konusundaki denetimin yargı yolu ile yapılacağı, ancak görevleriyle ilgili bir suç sebebiyle haklarında soruşturma ve kovuşturma açılması halinde, kesin hüküm verilene kadar geçici tedbir olarak İçişleri Bakanı tarafından görevden uzaklaştırılabilecekleri hükmüne yer verilmiştir (AY, m.127/4). Bu bağlamda basında kalmasında sakınca görülen memurlar hakkında uygulanacak olan görevden uzaklaştırma tedbirine ilişkin hükümler, 657 sayılı Devlet Memurları Kanunu nun 137 ve devamı maddelerinde düzenlenmiş ve bu kararı almaya yetkili olanlar gösterilmiştir. Görevden uzaklaştırma kararı idari bir işlemdir. Ön inceleme ile görevli kişilerin 657 sayılı Kanun un 138 inci maddesinde sayılan kişilerden olması durumunda görevden uzaklaştırma kararı verebilmeleri doğaldır. Ancak ön inceleme ile görevli kişilerin 138 inci maddede gösterilen kimselerden olmaması durumunda, bu kişilerin münhasıran 4483 sayılı Kanun kapsamında, bir suçun açığa çıkarılması amacına yönelik işlemleri yapmaya yetkili olmaları nedeniyle idari bir işlem olan görevden uzaklaştırma kararını vermeye yetkilerinin bulunmadığı sonucuna ulaşılmaktadır. görüşüne yer verilmiştir. Danıştay 1. D., 17.04.2000, E.2000/29, K,2000/59 95 AKKAN, Tahir Murat, 4483 sayılı Kanun a Göre Memurların Yargılanmasında İdari Süreç, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilimdalı İdare Hukuku Bilim Dalı, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2009, s. 88 96 PINAR, s. 283-284 97 AKYILDIZ, s. 154-221 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2914483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... ilave etmek gerekir ki, seçimle gelen yerel yönetim organlarının durumu da 4483 sayılı Kanun kapsamına alınmıştır. Bunun sonucu olarak, belediye başkanları, belediye meclis üyeleri, il genel meclis üyeleri ile köy ve mahalle muhtarlarının işledikleri iddia olunan görev suçlarının soruşturması da bu Kanun hükümlerine göre yürütülecektir. Açıkça anlaşılacağı üzere Anayasa bu görevi bizzat İçişleri Bakanına vermiştir. Bu itibarla böyle bir yetkinin, yapılacak  ön  inceleme  ile  görevlendirilen  müfettiş  veya  diğer  denet im elemanları ve soruşturmacılar tarafından kullanılabilmesi 4483 sayılı Yasaya göre mümkün değildir. Bu durumda, seçimle gelen yerel yönetim organları veya yönetim üyeleri hakkında ön inceleme yapılması sırasında bunların görevden uzaklaştırılmaları gerektiğinde, bu önlem sadece İçişleri Bakanı tarafından kullanılabilecektir. Buna göre, Anayasa nın 127. maddesinde mahalli idarelerin seçilmiş organları hakkında görevden uzaklaştırma kararını İçişleri Bakanı verebilir. Bu yetki devredilemez. Bu nedenle 4483 sayılı kanuna göre bu yetki, ön incelemeci tarafından kullanılamaz. Ön inceleme görevlisi yaptığı incelemenin durumuna göre, diğer kurum ve kuruluşlarda bulunan belgeleri isteme yetkisini kullanabilir. Ön inceleme görevlisi, kendi kurumu veya diğer kamu ve kuruluşları ile özel ve tüzel kişilerde bulunan, delil niteliğindeki bilgi ve belgeleri isteyebilir. Bunları elinde bulunduran kamu kurum ve kuruluşları ile kişilerin bu isteği yerine getirme yükümlülükleri vardır. 2.2. İlgililerin Dinlenilmesi: İfade alma a. Genel olarak Ön inceleme yapılırken açıklık bulunan hallerde 4483 sayılı Yasa, açık hüküm bulunmayan hallerde ise CMK hükümleri uygulanır. Bu konuda 4483 sayılı Yasa herhangi bir sorunu başka bir şekilde hükme bağlamış ise, o hükme uygun olarak hareket edilecektir. Örneğin, şüpheli ifadesinin alınması CMK hükümlerine göre yapılacaktır. Buna karşılık soruşturmanın açılması ya da açılmaması yönündeki izin işlemine 4483 h ükümlerine göre itiraz edilecektir (m.9). Suç  konusu  olayı  incelemek  ve  varsa  ihbar  eden  veya  şikâyet edenin iddialarını dinlemek, en seri olarak elde edilebilecek olan delilleri toplamak,  şüpheli  kamu  görevlisinin  savunmasını  almak,  ön  incelemeyi 98 PINAR, s. 284 292 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN sonuçlandırabilmek  için  gerekli  olan  durumlarda  bilirkişi  dinlemek  ön inceleme kapsamında yerine getirilmesi gereken hususlardır. Bütün bu işlemler, CMK ya göre soruşturma evresini oluşturmaktadır. İdari mercilerce yapılan ön inceleme bu evreye eşittir. Buna göre, şüpheli hakkında ifadesi alınmaksızın rapor düzenleme imkânı yoktur. Bu maddenin gerekçesinde de, hakkında inceleme yapılan kamu görevlisinin ifadesinin mutlaka alınmasının gerektiği belirtilmektedir . 4483 sayılı Kanun uyarınca ön inceleme ve  bunun sonunda verilecek olan izin verme veya izin verilmesine yer olmadığına karar verme hususu belli sürelerle kayıtlıdır. Zira 4483 sayılı Kanun un 7. maddesine göre, savcı tarafından talep edilen soruşturma izninin ön inceleme dâhil en geç 45 gün içinde verilmesi gerekmektedir. Bu bakımdan usuli işlemlerde zaman iyi kullanılmalıdır.  Kanunda  belirlenen  süreleri  aşmamak  şartıyla  ilgililerin istinabe  usulüyle  ya  da  yazılı  olarak  ifadelerinin  alınması  mümkündür. Duruma göre istinabe yolu da tercih edilebilecek ise de, zamanı iyi kullanma bakımından hakkında ön inceleme yapılan kamu görevlilerinin ya da ifadesine başvurulacak diğer kişilerin ifadelerinin mahallinde alınması yöntemi tercih edilebilir. Kişi başka bir yerde bulunmakta ve eğer durumuna göre sağlık vb  gerekçelerle  kişinin  gelmesi  ciddi  zaman  kaybına  yol  açacak  ise  bu durumda zorunluluk olmamaklak birlikte, oraya giderek ifade alınması da düşünülmelidir b. İhbar eden veya şikayetçiyi dinleme Ön  inceleme  görevlisi  imkân  olduğu  ölçüde  en  önce  şikâyetçiyi dinlemesi gerekir. Suçu haber veren kişi, şikâyetçi ise suçtan zarar gören ve memurun cezalandırılmasını isteyen kimsedir. Şikâyetçinin ifadesini ayrıntılı olarak alıp, delillerin nelerden ibaret olduğu, ne şekilde suçtan  zarar gördüğü, şikâyetçi ise şikâyetinin devam edip etmediği açıklattırılmalıdır. İfade için çağrı şekli ve çağrıya uymaması halinde ne yapılması gerektiği ve ifade alma usulü konusunda CMK daki ilgili hükümler uygulanacaktır. Ön inceleme görevlisi şikâyetçiyi CMK nun 233. maddesi uyarınca çağrı kâğıdı ile çağırır. 234. maddede belirtilen hakları kendisine hatırlatılır. Ayıca bu davete uymamaları halinde 235. maddedeki işlemlerin uygulanabileceği 99 TOZMAN, s. 143 100 İĞDELER-SUNTAY, s. 23 101 AKKAN, s. 81 102 ÇETİN, s. 461-462 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2934483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... ihtar edilmelidir. Davete uymamaları halinde 235. madde uyarınca işlem yapılır. c. Hakkında ön inceleme yapılan kimsenin dinlenmesi (savunma) 4483  sayılı  Kanun un  6.  maddesinde,  ön  inceleme  görevlilerinin hakkında inceleme yapılan memur veya diğer kamu görevlisinin ifadesini de almak suretiyle yetkileri dâhilinde bulunan gerekli bilgi ve belgeleri topladıktan  sonra  rapor  düzenleyecekleri  belirtilmiştir.  Bu  hükme  göre, hakkında ön inceleme yapılan kimsenin ifadesinin alınması gerekmektedir. Başka bir deyişle ön inceleme görevlisinin takdir hakkı bulunmamaktadır. Danıştay  2.  Dairesi,  çok  sa yıda  kararında  ön  inceleme  raporu düzenlenebilmesi  için  hakkında  ön  inceleme  yapılan  kişinin  ifadesinin alınması  zorunluluğunu  vurgulamıştır.  Ancak,  2.  Daire  bir  kararında, bunların ifadeleri alınmaksızın ön inceleme raporu düzenlenmesini, raporun  hazırlanışında bir eksiklik olarak değerlendirmemiştir. İdari  soruşturma  yapan  merciler,  ön  incelemeyi  yaparken  kamu görevlisinin ifadesine başvuracaktır. Çünkü 4483 sayılı Kanun bir soruşturma veya kovuşturma organı olmadıkları halde idari mercilere ifade alma yetkisi vermiştir. Bu ifade alma sırasında CMK 147 ve 148. maddelerinin uygulanması gerekir.  Hakkında  ön  incelem e  yapılanın  ifadesine  başvurulduğunda  ona susma hakkı ve müdafiden yararlanma hakkı gibi savunmaya ilişkin haklarının tanınması gerekir. Zira bu aşamadan sonra soruşturma izni kararı çıktığı takdirde bu aşamada alınan ifade de bir şekilde aleyhine kullanılacaktır. Bu nedenle, kişiye isnat edilen suçla ilgili savunma hakkının sağlanması 103 GÖKCAN-ARTUÇ, s. 296; AKKAN, s. 81 104 PINAR, s. 286-287 105 Danıştay 2. Dairesi 4483 sayılı Kanunun 6. maddesine göre, hakkında ön inceleme yapılanların ifadelerinin alınmasından ve gerekli bilgi ve belgelerin toplanmasından sonra ön inceleme raporu düzenlenmesi zorunlu olduğu halde, haklarında soruşturma izni istenen sanıkların ifadeleri alınmadan ön inceleme raporu düzenlendiği anlaşılmakla, itirazların kabulü ile İçişleri Bakanlığı kararının usul yönünden kaldırılmasına, ön inceleme raporu düzenlenmesi görevi verilen İçişleri Bakanlığı kontrolörü tarafından ifadelerin alınması ve düzenlenen ifade tutanaklarının eklenerek ön inceleme raporu düzenlenmesi, yeniden karar verilmesi gerektiğini belirtmiştir. Danıştay 2. D., 21.11.2000, 2000/3442-E, 2000/3907-K, Aktaran, AKYILDIZ, s. 154-221. 106 Danıştay, Belediye Başkanı ile Belediye Meclis üyesi olan sanıklar, şehir dışında olduklarından kendilerine tebligat yapılıp ifadeleri alınmamış ise de; soruşturma iznine ilişkin itirazlarında, usul ve esasa ilişkin iddialarını belirttiklerinden, ifadelerinin alınmamasını bir eksiklik olarak görmemiştir.(Danıştay 2. Dairesi 2000/2507 E-3511 K. sayılı kararı), Aktaran, AKYILDIZ, s. 154-221 294 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN bak ım ından, makul ve yeterli süre verilmelidir. 4483 sayılı Kanun un 6. maddesinde,  bu  Kanun da  hüküm  bulunmayan  hallerde  ön  inceleme  ile görevlendirilen kişilerin CMK ya göre işlem yapabilecekleri belirtildiğinden, CMK nın 148. maddesindeki yasak sorgu yöntemlerine ilişkin kurallar, ön inceleme aşamasında alınan ifadeler bakımından da uygulanacaktır. Hakkında suç isnadı bulunan kişi CMK nın 145. maddesine göre çağrılır, geldiği takdirde CMK nın 147. maddesindeki hakları kullanılmasına olanak sağlamak üzere bu haklar kendis ine hatırlatılarak ifadesi alınır. Ayrıca bu kimseye kendi lehine olabilecek delilleri ortaya koyması sağlanır. Sunması durumunda ön inceleme görevlisinin gösterilen delilleri de toplaması  gerekir. Müdafii,  ön  inceleme  dosyasını  inceleyebilmelidir.  Danıstay  1. Dairesi, hakkında ön inceleme yapılan memur veya diğer kamu görevlisinin müdafiin yardımından yararlan ma hakkı olduğunu belirtmiştir. Kamu görevlisinin ifadesinin alınması ile ilgili hususlarda da normal ifade alma için çağrı esaslarına uyulur. Önce, hakkında inceleme yapılan kamu görevlisine ait bilinen bir adres varsa, belirli gün ve saatte ifadesine başvurulmak  için  hazır  bulunması  7201  sayılı  Tebligat  Kanunu na  göre bildirilir.  Adresi  bilinmiyorsa,  kolluk  marifetiyle  adres  tespiti  yaptırılır. Bu şekilde saptanan adrese Tebligat Kanunu hükümlerine göre bildirimde bulunulur.  İfade  için  yapılan  çağrıda  çağrılma  nedeni  açıkça  belirtilip, gelmediği takdirde zorla getirileceği hususu da eklenir (CMK, m.145). İlgili muhatap kamu görevlisi bildirimi almaktan kaçınırsa veya tebliğ etme olanağı yoksa ya da bildirimi almasına karşın belirli gün ve saatte hazır bulunmadığı takdirde, hakkında zorla getirme kararı istenebilir. Bir görüşe göre, ön incelemeci bu yetkiyi savcıyı aracı kılmadan doğrudan sulh 107 Nitekim Danıstay 1. Dairesi nin 18.04.1995 tarih ve E.1995/77, K.1995/76 sayılı kararında Dairemizin… tarih ve ….sayılı kararında da vurgulandığı gibi, Memurin Muhakematı Hakkında Kanunu Muvakkatın 2 ve 6 ıncı maddelerine yapılan yollama nedeniyle, bu kanun gereğince yapılacak soruşturmalarda, Ceza Muhakemeleri Usulü Kanunu nun hükümlerinin uygulanmasının zorunlu olduğundan, anılan kanunun 11.08.1992 günlü ve 3842 sayılı Kanun la değişik 143 üncü maddesi uyarınca müdafiin hazırlık soruşturmasına ilişkin belgeleri ve bu konuda oluşturulan dosyaların tamamını inceleme ve belge örneklerini alma hakkının bulunduğu; bu hakkını, maddenin 3 üncü fıkrası istisna kalmak kaydıyla, soruşturma  amacını  tehlikeye  düşürebileceği  kanısıyla  soruşturmacının  Cumhuriyet Savcısına başvurusu ve savcının bu yoldaki istemi üzerine sulh ceza hakimince verilecek kararla kısıtlanabileceği sonucuna varılmıştır. Aktaran SALİHOĞLU-DEMİRKOL, s.63., AKKAN, s. 86 108 Danıştay 1. D.16.02.1993, E.1993/29, K.1993/26, Aktaran SALİHOĞLU-DEMİRKOL, s. 62 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2954483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... ceza mahkemesinden isteyebilir. Hakkında tutuklama kararı verilmesi ve yakalama emri düzenlenmesi için yeterli nedenler varsa davetiye göndermeden de  hâkimden  zorla  getirme  kararı  istenebilir  (CMK,m.146).  4483  sayılı Yasanın 6. maddesi gereğince CMK hükümlerine atıfta bulunulduğuna göre idari soruşturmayı yürüten yetkili veya müfettiş ya da soruşturmacı, şüphelinin ifadesinin alınmasında karşılaştığı güçlük karşısında bu maddeye dayanarak zorla getirme kararı çıkarılmasını isteyebileceği kabul edilmektedir. Bazı yazarlar, CMK nın 146. maddesinin 7. bendinde; Zorla getirme kararının, istem üzerine yetkili hâkim tarafından verilebileceği hüküm altına  alınmış olduğundan, ön inceleme görevlisi şüpheli, tanık, bilirkişi, mağdur ve şikâyetçinin zorla getirtilmesini hâkimden isteyemeyeceğini, zorla getirme taleb ini  Cumhuriyet  savcısına  iletileceğini,  Cumhuriyet  savcısının  da  bu talebi yetkili hâkimin önüne götürerek, söz konusu şahsın zorla getirtilmesini isteyeceğini belirtmiştir. Ancak CMK nun 146/4. maddesinde 5560 sayılı Kanunla ile yapılan değişiklikte zorla getirmeyi isteyen sözcükleri fıkradan çıkarıldığından, Cumhuriyet savcılarının zorla getirme kararını verme yetkileri bulunmaktadır. Öte  yandan,  zorla  getirme  ve  yakalama  emri  kararlarının,  mahkemeye gelmeyenlerin kolluk vasıtasıyla hâkim huzuruna çıkarılması için başvurulan bir yol olması sebebiyle işin tabiatı gereği zor kullanılmasını ve belli süreyle kişinin  özgürlüğünün  kısıtlanmasını  da  içermesi  nedeniyle  cumhuriyet başsavcılığınca takip edilmesi de esas olmalıdır. Bununla birlikte, savcı 109 PINAR, s. 287 110 PINAR, s. 287 111 GÖKCAN-ARTUÇ, s. 297, SALİHOĞLU- DEMİRKOL, s. 64; KARAVAİZOĞLU, s. 91 112 İfade vermek üzere çıkarılan zorla getirme kararı uyarınca, şüpheli veya sanığın özgürlüğünün kısıtlanması yakalama olmadığından, bu karara dayanarak zorla getirilen kimsenin durumu da hukukî anlamda gözaltına alınma sayılmasa bile hakkında zorla getirme kararı bulunan kimsenin  de  bunun  zorunlu  sınırları  içinde  özgürlüğünün  kısıtlanmasının  gerekebilir. Buradaki özgürlük kısıtlaması, yakalamadan ve onun neticesi olan gözaltına almadan farklı olmakla birlikte yetkili adlî makamlarca verilen zorla getirme kararının kolluğa, çağrılan kişileri zorla getirme görev ve yetkisini veren emir niteliği taşıması, diğer bir ifadeyle bu kararın kolluğa zor kullanma yetkisi veren bir karar olması nedeniyle zorla getirme kararlarının yerine getirilmesi için gerekli önlemleri almak, kişileri gününde ve kararda gösterilen yargılama makamında hazır bulundurmanın kolluğun görevi olması nedeniyle zorla getirilecek kişinin, kanunda öngörülen bir yükümlülüğün gereği olarak yakalanarak hazır edilmesi ve hürriyetlerinden mahrum bırakıldıkları için gözaltına alınanlar hakkında yapılacak tüm işlemlerin bu kişiler için de yapılması gerekecektir. Bu itibarla şüphelinin ifadesinin alınması ya da sanığın sorguya çekilmesinin sonuna kadar devam edecek süre içinde gözaltına alınanlar hakkında yapılacak tüm işlemler bu kişilere uygulanacaktır. Ayrıca, ilgilinin yakalanmasından sonra zorla getirme kararının tebliğ edilmesinin Anayasa, 296 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN zorla getirme kararını hâkimden de talep edebilir. Önemli olan husus temel hak ve özgürlükle böylesine ilişkili bir yetkinin ön inceleme görevlisi tarafından kullanılmamasıdır. Gerçekten de ön inceleme aşamasında, CMK ya göre arama,  dinleme, yakalama, gözaltına lama, zorla getirme gibi soruşturma konusu yetkileri kullanma yetkisinin varlığını kabul etmek, kamu görevlilerini her durumda çeşitli yetkilerin kendisine karşı kullanılmasını engellemeye çalışan 4483 sayılı Kanun un ruhu ile çelişmektedir. Aşağıda bu konunun ayrıntılarına girilecektir. d. Tanık dinleme Tanıklık, kamu yararının ağırlık taşıdığı toplumsal bir görev olup kişiler bu görevi yerine getirmekle yükümlüdürler. Tanıkların  bu  yükümlülüklerini  yerine  getirmeleri  için  öncelikle davetiye ile çağrı lmaları gerekir. Esas bu olmakla beraber yargılamada sürati sağlamak amacı ile telefon, telgraf, faks ve benzeri haberleşme araçlarından da yararlanılması uygun görülmüş ve davetin bu araçlarla da yapılabilmesi kabul edilmiştir. Tanık; olaylarla ilgili bildiklerini anlatmak zorunda olan üçüncü kişidir. Tanıklık önemli olduğu kadar tehlikeli kanıtlama aracıdır. Tanık, duyu organları aracılığıyla algıladığı olayı anlatan kişidir. Kural olarak herkes tanıklık yapmak zorundadır. Aksi halde adalet gerçeği ortaya çıkmaz. 5271  sayılı CMK da yalnızca hâkim ve savcı huzurunda dinlenen kişiye tanık adı Avrupa İnsan Hakları Sözleşmesi ve Avrupa İnsan Hakları Mahkemesi içtihatları gereğince şüpheli veya sanığın isnadı öğrenme hakkı kapsamında bulunduğunu da kabul etmek gerekir. Oransallık ilkesi uyarınca, tanıkların zorla getirilmesi için uygulanan zorlama ve özgürlük kısıtlamalarının,  gelmeyen  tanığın  duruşmada  dinlenmesini  veya  savcılık  tarafından çağrılmışsa ifadesine başvurulmasını sağlamaya yetecek oranda bir zamanla sınırlı olması, en kısa sürede çağıran makama çıkarılması, bu kişilerin nezarette bekletilmemeleri, bu açıdan tanıkların, kolluk tarafından ertesi günü duruşmaya getirilmek için bir gün öncesinden şüpheli veya sanık gibi gözaltına alınması uygulamasının oransallık ilkesine ve Anayasanın 19 uncu maddesindeki kişi özgürlüğü ve güvenliğinin ihlaline aykırılık teşkil edebileceği unutulmamalıdır. Bilirkişiler hakkında da tanıklara ilişkin kurallar uygulanmalıdır. Mağdur ve şikâyetçiler bakımından da aynı kurallar geçerli sayılmalı ve amaca uygun olarak yorumlanmalıdır. Ayrıntılı bilgi için bkz., ÇAKMAK, Seyfullah, Yakalama Emri ve Zorla Getirme Kararının Hukuksal Açıdan Değerlendirilmesi, Adalet Dergisi, Yıl 98, Şubat-2006, Sa. 27, s. 177-179 113 YAŞAR, Osman, Uygulamalı ve Yorumlu Ceza Muhakemesi Kanunu, I. Cilt, Madde 1-156, Seçkin Yayınevi, Ankara, 2009, s. 447-448 114 SOYASLAN Doğan, Ceza Muhakemesi Hukuku, b. 4, Yetkin Yayınevi, Ankara, 2010, s. 429 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2974483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... verilmiş olduğundan kolluk önünde dinlenen kişilerin faaliyetine tanıklık değil, bilgi alma adı verilebilir. Uyuşmazlık  konusu  maddi  gerçeğin  kuşkuya  yer  bırakmayacak biçimde ortaya çıkartılarak uyuşmazlığın çözüme kavuşmasını ve gerekiyorsa ceza yaptırımı ile karşılanmasını saglamak için yapılan ceza yargılaması faaliyeti sırasında başvurulan araçlardan olan kanıtların bir türü de tanıklıktır. Öğretide  tanıklar,  taraﬂ arın  dışında  uyuşmazlık  konusu  olay  hakkında suç muhakemesinde beş duyuları aracı ile öğrendiklerini yargıca bildiren, kişiler olarak tanımlanmıştır.116 Buna göre, yargılama makamı, gerek suçun kanıtlanmasında, gerekse suçu ve cezayı etkileyen hallerin var olup olmadığı hususunda tanık anlatımlarından kanıt olarak yararlanabilecektir. Son soruşturma aşamasında kural olarak sözlü yöntemle dinlenecek olan tanığa tanıklığından önce adı, sanı, yaşı, işi ve oturduğu yer sorulacak, gerekirse tanıklığına ne dereceye kadar güvenilebileceği hakkında yargıcı aydınlatacak hallere yönelik ve özellikle sanık veya mağdurla olan ilişkilerine dair sorular yöneltilecek, hazırsa sanık da gösterilip, tanıklık edeceği dava hâkim  tarafından  kendisine  anlatıldıktan  sonra  bildiklerini  söylemeye davet  olunacak,  gerektiğinde  önceden  verdikleri  beyanla  son  anlatımı karşılaştırılacak,  aykırılık  varsa  nedeni,  denetlenir  düzeyde  sorgulanıp aydınlığa  kavuşturulacaktır.  Keza  tanıklık  ettiği  olayın  aydınlanması  ve anlattıklarının yeterince takdiri için gerek mahkeme üyeleri, gerekse sanık ve müdafii ile Cumhuriyet savcısının isteği üzerine kendisine sorular da sorulabilecektir. Görüleceği üzere, Usul Yasasındaki bu düzenlemeler, hem yargılama makamı hem de yargılamanın diğer süjelerinin, kimi yasalarda öngörülen ayrıksı durumlar dışında, tanıklık yapan kişinin kimliği ve bir kısım özelliklerini kuşkuya yer bırakmayacak biçimde bilmelerini ve böylelikle tanıklığının güvenilirliğini denetleyebilmelerini sağlamayı amaçlamaktadır117. Ön inceleme görevlisi, tanığı CMK nın 43. maddesi uyarınca önce çağrı kâğıdı ile tebligat yaparak çağırır. Çağrı kâğıdında mazeretsiz olarak gelmediği takdirde zorla getirileceği ve gelmemesinin sebep olduğu giderleri ödeyeceği  hususu  şerh  olarak  yazılması  gerekir.  Tanık  usulüne  uygun 115 ÖZTÜRK, Bahri, ERDEM, Mustafa Ruhan, Uygulamalı Ceza Muhakemesi Hukuku, b. 9, Seçkin Yayınevi, Ankara 2006, s. 360 116 TOSUN, Öztekin,  Türk Suç Muhakemesi Hukuku Dersleri, Cilt I, İstanbul, 1984, s. 742 117 Bkz., YCGK., 11.10.2005 6MD/40-114 298 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN çağrıldığı  halde  geçerli  bir  mazereti  olmaksızın  gelmemiş  ise   CMK nın 44. maddesine göre, zorla getirilebilir. Tanığın geçerli bir mazereti var ve bunu bildirmişse, (örneğin sağlık raporu gibi) bu durumda zorla getirme uygulanmayıp, yeniden usulüne uygun olarak çağrılması gerekir. Çağrının  teknolojinin  sağladığı  gelişmelerden  yaranarak  örneğin telefon, telgraf, faks, elektronik posta gibi yollarla yapılması da mümkündür. Yalnız çağrı kâğıdı ile yapılan davete gelmemesinin sonuçları, bu hallerde uygulanmaz, yani kişi zora getirilemez. Tanık, dinlenmeye geçilmeden önce hangi konuda ve kiminle ilgili tanıklık yapacak ise bu hususta kendisine bilgi verilir. Tanığa tanıklıktan hakkı hatırlatıldıktan sonra tanıklık edeceği konulara ilişkin bildiklerini söylemesi istenir. CMK nın 58/2. maddesi uyarınca, tanık olarak dinlenecek kişilerin kimliklerinin  ortaya  çıkması,  kendileri  veya  yakınları  açısından  ağır  bir tehlike  oluşturacaksa;  kimliklerinin  saklı  tutulması  için  gerekli  önlemler alınır. Kimliği saklı tutulan tanık, tanıklık ettiği olayları hangi sebep ve vesile ile öğrenmiş olduğunu açıklamakla yükümlüdür. Kimliğinin saklı tutulması için, tanığa ait kişisel bilgiler muhafaza edilir. Bu bakımdan, ön inceleme görevlisinin tanığın ve hakkında ön inceleme yapılanın beyanlarını bizzat alması esastır. Ancak, herhangi bir sakıncanın bulunmadığı  hallerde,  hakkında  ön  inceleme  yapılanın  ve  tanıklardan bazılarının  soruşturma  mahallinin  dışındaki  yerlerde  bulunmaları,  zaman kazanma ve tasarruf tedbirleri gibi nedenlerle şüpheli ve tanıkların bulunduğu yerdeki Cumhuriyet savcısı, bir başka denetim elemanı veya daire amirleri eliyle sözü edilen kişilerin ifadesinin alınması mümkün olduğu belirtilmiştir. Kanaatimizce bu aşamada ön incelemecinin Cumhuriyet savcısını istinabe yetkisi bulunmamaktadır. CMK ya göre istinabe, aynı yetki ile donatılmış merciler arasında söz konusu olabilir. 118 Bu konuya ilişkin olarak 2547 sayılı Kanun çerçevesinde bir suç hakkında ilk soruşturma ile görevlendirilen soruşturmacıya Bayburt Cumhuriyet Başsavcılığının vermiş olduğu 2002/6458 sayılı ve 9.2.2002 tarihli cevabı ilginçtir. Bayburt ta ikamet eden kişinin ifadesinin alınması için, Erzincan daki bir muhakkik tarafından gönderilen bir istinabe yazısına karşılık olarak Bayburt Cumhuriyet başsavcılığı, Mevzuatımızda yer alan istinabe ve talimat işlemlerinin uygulanmasında istinabe ve talimat işlemini yerine getirenin kendisinden talepte bulunan mahkeme veya Cumhuriyet Başsavcılığının yerine aynı yetkiyle hareket ettiği anlaşılmakla yapılan idari soruşturma niteliğindeki soruşturmada Cumhuriyet Savcılığının soruşturmaya katılıp ifade almasının ilgili kanuni düzenlemelere ve 4483 sayılı Kanun a aykırı düşeceği görülmekle talebiniz yerinde görülmemiş olup diyerek, istinabe yoluyla ifade almayı reddetmiştir, Bkz., ÇAĞLAYAN, s.120, dipnot: 48. 119 SAHİN, Faruk, Ön İnceleme Yapmakla Görevlendirilen Kişilerin Yetki ve Sorumlulukları, SD, Ekim-Aralık 2004, Sa. 55, s.103; Aktaran AKKAN, s. 83 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 2994483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... aa. Tanıklıktan çekinme Kural olarak, olay hakkında bilgi ve görgüsü olan herkes bu olayla ilgili bilgi ve görgüsünü yetkili makamlarla paylaşmak, tanıklık yapmak zorundadır. Tanıklıkta ifadenin kapsamına gelince, tanık ilke olarak eğer tanıklıktan  çekinmesini   gerektiren  durumlar  yoksa  sorulan  hususlarda bildiklerini söylemek zorundadır. Ancak, bazı hâllerde bu zorunluluk kişinin bağlı olduğu aile b ağlarından kaynaklanan gerçeklere veya bazı mesleki, sosyal  ve  psikolojik  durumlarla  çelişebilir.  Nitekim  kendisinin  veya  bir yakınının  cezalandırılması  sonucuna  götürecek  zorunluluk,  tanığı  yalan beyan a zorlama anlamını taşıyacaktır. Oysa tanıklık gerçeğin öğrenilmesi için bir araçtır. Bunun en iyi şekilde elde edilmesi, samimi, doğru tanıklıkla gerçeğe  ulaşılması  gerekmektedir.  Yemin  bunu  sağlamaya  yarayan  bir araçtır. Bu şekilde tarafsızlığı sağlamaya çalışılır. Bazı özel haller sebebiyle, tarafsız olmayacağını bile bile kişiyi tanıklığa mecbur tutmak bu gerçeklerle bağdaşmayacağı için bu kimselere tanıklıktan çekinme olanağı tanınmıştır. Kural olarak, olay hakkında bilgi ve görgüsü olan herkes bu olayla ilgili bilgi ve görgüsünü yetkili makamlarla paylaşmak, tanıklık yapmak zorundadır. Ancak Yasada  tanıklık  yapmasının  kişinin  kendi  iç  dünyası  bakımından çelişkiye sürüklenmesi nedeniyle sağlıklı ifade veremeyeceği anlayışından hareketle, o kişinin kendisinin özel, ailevi ya da mesleki durumu sebebiyle bazı  haller  dikkate  alınmış  ve  tanıklığa  zorlanmaması  benimsenmiştir. Tanıklık yapmaması olağan karşılanan bu hallerde kişi tanıklığa zorlanamaz. Bu hükümlerin amacı ceza yargılamasının temel ilkesi olarak kabul edilen maddi gerçeği doğruya en yakın ve adaletli şekilde bulabilmeye yöneliktir. Kişinin bazı hallerde tanıklığa zorlanması halinde yalan söyley ebileceği ve bunun da maddi gerçeği bulmayı zorlaştırabileceği kabul edilmiştir. bb. Tanıklıktan çekinme hakkı olan kişiler CMK 45. maddesinde akrabalık nedeniyle tanıklıktan çekinme hakkı olanlar sayılmıştır. Hakkında ön inceleme yapılan kişinin; nişanlısı, evlilik bağı kalmasa bile karısı veya kocası, kan hısımlığı veya kayın hısımlığından üstsoy ve altsoyu, üçüncü dereceye kadar (bu derece dâhil) kan hısımlığından yansoy hısımı ile evlilik bağı kalmasa bile üçüncü dereceye kadar bu derece dâhil kayın hısımlığından yansoy hısımı, evlâtlığı veya evlât edineni bu kapsamdadır. 120 GÖKCAN-ARTUÇ, s. 299 121 GÖKCAN-ARTUÇ, s. 299 300 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Ön  inceleme  görevlisi  tarafından,  tanıklıktan  çekinebilecek  olan kimseler  dinlenmeden  önce  tanıklıktan  çekinebileceklerinin  bildirilmesi gerekir.  Maddede  tanıklıktan  çekinmenin  isteğe  bağlı  olduğu  açıkça belirtilmiştir. Yasada öngörülen kurala uymadan yani, tanıklıktan çekinme hakkı hatırlatılmadan alınan ifadeler d eli l olarak değerlendirilemez. CMK 45. maddesinin 2. fıkrasında da ayırtım gücüne sahip olmama nedeniyle tanıklıktan çekinme hakkı olanlar belirtilmiştir. Buna göre, yaş küçüklüğü, akıl hastalığı veya akıl zayıﬂ ığı olmasından dolayı tanıklıktan çekinmenin  anlamını  kavrayamayacak  kişilerin  dinlenmesi  için  yasal temsilcilerinin rızasının alınması gerekir. Eğer o olayda şüpheli veya sanık durumundaki kişi yasal temsilcinin kendisi ise çekinme hususunda karar veremez. CMK  46.  maddesinde  de  mesleğinden  kaynaklanan  sır  saklama yükümü nedeniyle tanıklıktan çekinme durumları düzenlenmiştir. Buna göre, üç meslek grubu bakımından belirli koşullarla tanıklıktan çekinme kabul edilmiştir.  Burada  tanıklıktan  çekinme  hakkının  verilmesi  kişilerin  sahip olduğu meslekî sırların korunması amacına yöneliktir. Ön inceleme görevlisi tarafından, bu kimselere dinlenmeden önce tanıklıktan çekinebileceklerinin bildirilmesi gerekir. Bu kapsamda ifade edilen meslek gruplarına göre konuyu irdelemek gerekirse  öncelikle  avukatların  durumunu  açıklayalım.  Avukatlık  sıfatı veya yüklendiği yargı görevi nedeniyle elde ettiği bütün sırları korumak zorundadır.  Bu  nedenle  avukatlar  veya  stajyerleri  veya  yardımcıları,  bu sıfatları dolayısıyla veya yüklendikleri yargı görevi nedeniyle öğrendikleri sırlar hakkında tanıklıktan çekinmesi gerekmektedir. Avukatın müvekkili ile haberleşmeleri de meslekî sır içindedir. Avukatın elde etmiş olduğu bilgiler meslekî sıfat dolayısıyla veya  yargı görevi nedeniyle elde edilmiş değilse bu bilgiler bakımından tanıklıktan çekinme kabul edilemez. İkinci olarak, hekimler, diş hekimleri, eczacılar, ebeler ve bunların yardımcıları ve diğer bütün tıp meslek veya sanatları mensupları, bu sıfatları dolayısıyla hastaları ile bunların yakınlarına ait öğrendikleri sırlar hakkında tanıklıktan çekinebilmeleri kabul edilmiştir. Son olarak, malî işlerde görevlendirilmiş müşavirler ve noterlerin, hizmet verdikleri kişilerin, sıfatları dolayısıyla öğrendikleri sırları hakkında, tanıklıktan çekinebilecekleri belirtilmiştir. 122 GÖKCAN-ARTUÇ, s. 300 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3014483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Madde  gerekçesinden  de  anlaşıldığına  göre  avukatlar,  stajyerleri veya yardımcılarının tanıklıktan çekinmeleri kesin bir zorunluluktur. Bunlar ilgilinin rızası bulunsa bile yargı görevi sebebiyle öğrendikleri bilgilerde tanıklık yapamazlar. Ancak diğer 2 ve 3. meslek grupları için ilgilinin rızası varsa, çekinme zorunlu değildir. CMK 48. maddesinde ise devlet sırrı nedeniyle tanıklıktan çekinme durumu ele alınmış olup, devlet memurları ve diğer kamu görevlilerinin, görevleri nedeniyle öğrendikleri ve saklamakla yükümlü oldukları devletin güvenliği  veya  temel  dış  yararlarına  ilişkin  sırlar  hakkında,  ne  gibi koşullarla tanıklıkta bulunabilecekleri Kanunda gösterilmiştir. Devlet sırrı; açıklanması, devletin dış ilişkilerine, milli savunmasına ve milli güvenliğine zarar verebilecek, anayasal düzeni ve dış ilişkilerinde tehlike oluşturabilecek nitelikteki bilgilerdir. Bu bağlamda ilgililerin tanık sıfatıyla dinlenmeleri sırrın ait olduğu makam âmirinin iznine bağlıdır. İzinsiz tanıklık yapan memurun fiili sırrın ifşası olarak kabul edilir ve eylemin durumuna göre TCK nın 257. Maddesi çerçevesinde görevi kötüye kullanma suçu olarak da değerlendirilebilecektir. CMK nın 47. maddesinde, devlet sırrı niteliğindeki bilgilerde tanık dinlemek  için  münhasır  yetkinin  mahkemeye  ait  olduğu  belirtilmekte, Cumhuriyet savcısının bile bu yetkiye sahip olmadığı anlaşılmaktadır. Bu nedenle, devlet sırrı niteliğindeki bilgiler için, ön inceleme görevlisinin tanık dinleyemeyeceği kabul edilmelidir. cc. Tanığa yemin verilmes i Kural  olarak,  tüm  tanıklar  dinlenmeden  önce,  CMK nın  55. maddesindeki şekilde yemin etmek zorundadırlar. Ancak bazı kimseler yemin etme zorunluluğunun kapsamında değildir. CMK nın 50. maddesine göre, bazı kimseler mutlak olarak yeminsiz dinlenir. Bunlar: a) Dinlenme sırasında on beş yaşını doldurmamış olanlar. b) Ayırt etme gücüne sahip olmamaları nedeniyle yeminin niteliği ve ön emini kavrayamayanlar. c) Soruşturma veya kovuşturma  konusu  suçlara  iştirakten  veya  bu  suçlar  nedeniyle  suçluyu kayırmaktan ya da suç delillerini yok etme, gizleme veya değiştirmekten şüpheli, sanık veya hükümlü olanl ardır. 123 GÖKCAN-ARTUÇ, s. 300 124 GÖKCAN-ARTUÇ, s. 301 125 GÖKCAN-ARTUÇ, s. 301 126 YURTCAN, Ceza Yargılaması Hukuku, s. 266 127 GÖKCAN-ARTUÇ, s. 301 302 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Diğer yandan, CMK nın 50. maddesinde gösterilen kişilerin (akrabalık veya yeminin önemini anlama konusunda ayırtım gücüne sahip olmayanlar) yeminden çekinme hakkı vardır. Bunlar tanıklıktan ve yeminden çekinmezlerse, yemin verip vermeme konusunda takdir hâkime aittir. Ancak kişi tanıklıktan çekinme hakkı olduğu halde tanı klık yapmak istemekle birlikte yeminden çekinme hakkını kullanmak isterse o kişi yeminsiz olarak dinlenir. CMK nın 54. maddesine göre yemin verme yetkisi yalnızca hâkime tanınmıştır. İstisna olarak bu yetkinin ceza soruşturması yapmakla yetkili Cumhuriyet savcısına verildiği görülmektedir. Ön inceleme aşamasında henüz bir ceza soruşturması başlamış kabul  e dilmediği için ön inceleme görevlisinin tanık  dinlerken  yeminli  olarak  dinleme  yetkisi  bulunmamaktadır.  Bazı yazarlar  da  işlemin  idari  olması  nedeniyle,  tanığın  yeminsiz  olarak dinlenebileceğini kabul etmektedir. Bu nedenle ön inceleme görevlisinin tanıkları yeminsiz olarak dinlemesi gerekir. CMK nın 60. maddesine göre yasal olarak geçerli bir nedeni olmadan tanıklıktan veya yeminden çekinen tanık bazı yükümlülüklere katlanmak zorundadır. Bu kişi hakkında tanıklıktan çekinmesinden kaynaklanan giderlere hükmedilmekle beraber, yemininin veya tanıklığının gerçekleştirilmesi için dava hakkında hüküm verilinceye kadar ve her hâlde üç ayı geçmemek üzere disiplin hapsine karar verilebilir. Tanıklığa ilişkin yükümlülüğüne uyması halinde, disiplin hapsine son verilir. Kanaatimizce, ön inceleme görevlisi, soruşturduğu olay hakkında bilgisi olduğunu bildiği bir kimsenin gelip yasal hakkı olmadığı halde tanıklıktan 128  GÖKCAN-ARTUÇ, s. 301 129 Aktaran, KARAVAİZOĞLU, s. 93; ÇETİN, s. 462; PINAR, s. 440 130 Danıştay,a  göre,  Kanunlarda  Memurin  Muhakematı  Hakkında  Kanunu  Muvakkatın uygulanacağı belirtilen hallerde, yeni durumda yürürlükte bulunan 4483 sayılı Kanuna bakılması; dolayısıyla ön inceleme ile görevlendirilen kişilerce 4483 sayılı Kanunda hüküm bulunmayan hususlarda Ceza Muhakemesi Kanununa göre işlem yapabileceklerini öngören 6 ncı maddesinin dikkate alınması gerekmektedir. Buna göre, 2547 sayılı Yükseköğretim Kanununun 53 üncü maddesi uyarınca üniversite personeli hakkında yetkili kurul tarafından verilen kararın cezai soruşturma niteliğinde olması ve bu karara esas olan soruşturma raporunu hazırlamakla yetkili kılınan soruşturmacının, bu kapsamda 5271 sayılı Ceza Muhakemesi Kanununda yer alan yetkileri kullandığı hususunda tereddüt bulunmaması nedenleriyle, anılan Kanunun 54 üncü ve 55 inci maddelerine göre tanıklara yemin ettirilerek ifadelerinin alınması gerektiğini belirtmiştir. Bkz., Danıştay 1.D, 30.6.2015, 2015/1057 E-2015/1083 K. sayılı kararı. 2547 sayılı Yükseköğretim Kanununun 53 üncü maddesi uyarınca yapılan soruşturmaların 4483 sayılı Kanun dan farklı olarak savcının tamamen devre dışı kaldığı cezai soruşturma niteliğinde olması göz önüne alındığında tanıkların yemin ile ifadelerinin alınması doğaldır. Ancak bu durum, 4483 sayılı Kanun kapsamında görevlendirilen ön inceleme görevlisi için geçerli olduğu anlamına gelmez. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3034483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... çekindiğini görürse, Cumhuriyet savcısı aracılığı ile hâkimden, disiplin hapsi uygulanması karar verilmesini isteyebilir. Tek başına bu yetkiyi kullanamaz. Çünkü soruşturma izni verilmesine yetecek derecede yetkilerin kullanılması esastır. 2.3. Bilirkişiye başvurma a. Genel olarak Bilirkişilik kurumu, soruşturmaların hızlı, etkin ve güvenilir yürütülmesi açısından hayati bir öneme sahiptir. Bilirkişi,  çözümü  uzmanlığı,  özel  ve  teknik  bilgiyi  gerektiren durumlarda bilgi ve düşüncesine başvurulan ve bir ispat sorunun çözümünde uzmanlığından  yararlanılan  ve  ispat  sorununu  çözmekle  görevli  kişilere yardımcı  olan  k işidir.  Bu  nedenle ,  bilirkişi  olmanın  başta  gelen  koşulu, uzmanlık seviyesinde özel bilgi sahibi olmaktır. Bilirkişinin görüşüne başvurulan konu ile ilgili gerekli uzmanlık veya özel ve teknik bilgiye sahip  olup olmadığı hususunun araştırılarak denetime olanak  verecek  biçimde  belgelendirilmesi  önem  arz  etmektedir.  Bununla birlikte özellikle genel ve hukuki bilgi ile çözülmesi olanaklı konularda bilirkişi dinlenilmemelidir. CMK nın 64. maddesine göre, il adli yargı komisyonu tarafından her yıl bilirkişi listeleri düzenlenmektedir. Ön inceleme görevlisi, bilirkişiyi mümkün oldukça bu listelerden seçmelidir. Ön inceleme görevlisi de, çözümü özel ve teknik bilgiyi gerektiren konu ile karşılaşınca, bilirkişi dinleyebilir. Bilirkişi incelemesi yaptırılmasına ilişkin ön inceleme görevlisi tarafından verilen kararda, cevaplandırılması uzmanlığı, özel veya teknik bilgiyi gerektiren sorularla, inceleme konusu ve görevin yerine getirileceği süre belirtilir. Bu süre, işin niteliğine göre otuz günlük ön inceleme süresi göz önünde tutularak tespit edilir. Özel sebepler zorunlu  kıldığında  bu  süre,  bilirkişinin  istemi  üzerine,  kendisini  atayan görevlinin gerekçe li  kararıyla uzatılabilir. b. B ilirkişilik yapma zorunluluğu İl adalet komisyonlarınca belirlenen bilirkişilere, orada yemin ettikleri için,  yeniden  yemin  verilmez. Ancak  listede  yer  almayanlara  CMK nın 131 GÖKCAN-ARTUÇ, s. 302 132 YURTCAN, Ceza Yargılaması Hukuku, s. 274 133 GÖKCAN-ARTUÇ, s.303; AKKAN, s. 84 304 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN 64/5. maddesindeki şekilde yemin verilir. İncelemesi sona erdiğinde bilirkişi tarafından bir rapor düzenlenir. Raporda yaptığı işlemleri ve vardığı sonuçları açıklar. Kendisinden istenen incelemeleri yaptığını ayrıca belirterek, imzalayıp ön inceleme görevlisine teslim eder. Yaptığı iş karşılığında, bilirkişinin emek ve zamanıyla ora ntılı bir ücret kendisine ön inceleme görevlisi tarafından ödenir. Bilirkişi kendisine önerilen görevi kabul etme zorunluluğu yoktur. Tanıklıktan çekilmeyi gerektiren nedenler bilirkişilikten çekilmek için de geçerlidir.(CMK m. 70). Ancak belirtmek gerekir ki, bazı kişi veya kurumlar, bilirkişilik görevini kabul etmekle yükümlüdür. Bunlar, a) Resmî bilirkişilikle görevlendirilmiş olanlar ve il adli yargı komisyonlarının belirlediği listelerde yer almış bulunanlar; b) İncelemenin yapılması için bilinmesi gerekli fen ve sanatları meslek edinenler; c) İncelemenin yapılması için gerekli mesleği yapmaya resmen yetkili olanlardır. Danıştay,  4483  sayılı  Memurlar  ve  Diğer  Kamu  Görevlilerinin Yargılanması  Hakkında  Kanunun,  Kanunlarda  Memurin  Muhakematı Hakkında Kanunu Muvakkatın uygulanacağı belirtilen hallerde bu Kanun hükümlerinin  uygulanmasını  öngören  16  ncı  maddesi  ile  ön  inceleme ile  görevlendirilen  kişi  veya  kişilerin,  (4483  sayılı)  bu  Kanunda  hüküm bulunmayan hususlarda Ceza Muhakemeleri Usulü Kanununa göre işlem yapabileceklerini öngören 6 ncı maddesi dikkate alındığında, 2547 sayılı Yükseköğretim Kanununun 53 üncü maddesi uyarınca üniversite personeli hakkında ye tk ili kurul tarafından verilen kararın cezai soruşturma niteliğinde olması ve bu karara esas olan soruşturma raporunu hazırlamakla yetkili kılınan soruşturmacının, bu kapsamda 5271 sayılı Ceza Muhakemesi Kanununda yer alan yetkileri kullandığı hususunda tereddüt bulunmaması nedenleriyle, bilirkişi görüşüne ihtiyaç duyması hallerinde soruşturmacının doğrudan Adli Tıp Kurumuna başvurabilmesine yasal bir engel bulunmadığını belirtmiştir. 2.4. Keşif Yapılması Keşif, ispat konusunda kanaat sahibi olmak için yapılan bir araştırmadır. Bu kanaate ulaşmak için hâkim canlı veya cansız her şey üzerinde böyle bir araştırma yapabilir. Bu ba kımdan her çeşit yer ve nesne üzerinde inceleme yapılabileceği  gibi  insanın  canlı  iken  bedeninde  veya  çevresinde  ya  da öldükten sonra cesedi üzerinde keşif yapılabilir. Keşif işleminin yapılmasında çeşitli duyulardan yararlanmak mümkündür. Keşif, görme, işitme, koklama, 134 GÖKCAN-ARTUÇ, s.303; AKKAN, s. 84 135 Danıştay Birinci Dairesi 5.11.2013 tarihli ve 2013/1203 E - 2013/1346 K. sayılı Kararı Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3054483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... dokunma  duyularıyla  gerçekleştirilebilir.  Edinilen  kanaat  bir  tutanakla tespit edilir. Kural  olarak  keşif  hâkim  tarafından  yapılır.  Ceza  soruşturması aşamasında savcı tarafından yapılabileceği gibi işin özelliği gerektirmekte ise ön inceleme görevlisi tarafından da yapılabilir. Ön inceleme görevlisinin ilke olarak böyle bir yetkisi yoktur. Ancak gecikmesinde sakınca bulunan ve gerekli olan durumlarda ön inceleme görevlisi ‘olay yeri incelemesi  yaparak bilgi toplayabilir. Ön inceleme görevlisi, kâtip olarak atadığı kimseyle hatta gerektiğinde atadığı bilirkişiyle birlikte olay yerine giderek gözlemlerine ilişkin  tutanak  düzenler.  Olay  yerinde  görülenler,  fotoğraf,  kamera  gibi araçlarla tespit edilir. 3. Koruma Tedbirlerinin Uygulanması 3.1. Genel Olarak Koruma Tedbirleri Koruma tedbirleri ve bu tedbirlerin kapsamına ilişkin düzenlemeler, bireylerin  hak  ve  özgürlüklerini  yakından  ilgilendirmesi  bakımından  o ülkenin demokratik hukuk devleti ve sistemi hakkında birer ölçüt olarak kabul edilmekte temel insan hak ve özgürlüklerini çok yakından ilgilendirmesi bakımından  ülke  anayasalarında  temel  esaslarının  düzenlendikleri görülmektedir. Anayasamızda da koruma tedbirlerine ilişkin önemli anayasal düzenlemeler yer almaktadır. Kısıtlanmakta olan hakka bağlı olarak, koruma tedbirlerinin birkaç türü  belirlenebilir:  aa.Kişisel  özgürlükleri  etkileyen  zorlayıcı  tedbirler (tutuklama, gözaltı, kefaletle salıverme), bb.Di ğer  kişisel hakları etkileyen zorlayıcı tedbirler (araç kullanma, belli bir meslek faaliyetini yürütme veya herhangi bir kamu görevinde bulunma hakkından yoksun bırakma, oturulan meskenden  zorla  çıkarılma  …),  cc.Kişisel  bütünlüğü  etkileyen  zorlayıcı tedbirler (vücut üzerinde yapılan kan veya DNA testleri, bir sağlık kuruluşuna yatırılma …), dd. Mülkiyeti etkileyen zorlayıcı tedbirler (mülke el konulması …), ee.Mahremiyeti etkileyen zorlayıcı tedbirler(özel mülke girilmesi, kişisel kayıtların incelenmesi, kişisel iletişimin dinlenmesi …)138. 136 YURTCAN, Ceza Yargılaması Hukuku, s. 294 137 GÖKCAN-ARTUÇ, s.304 138 Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Avrupa Birliği - Avrupa Konseyi Ortak Projesi, Arama ve El Koyma Tedbirleri Modülü, Hazırlayanlar; Juan Carlos Da SILVA (Koruma Tedbirlerinin Genel Özellikleri), Albrecht STANGE, (AİHM Kararlarında Ortaya Konulan Temel İlkeler), Doç. Dr. Ali Kemal YILDIZ (Arama ve El Koyma Tedbirleri), s. 19 306 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN CMK  kapsamında  kor uma  tedbirleri  ile  ceza  soruşturmasını  veya kovuşturmasını  sağlıklı  biçimde  yürütmek  gayesi  güdülmektedir.  Ceza muhakemesi sırasında başvurulan tutuklama, yakalama ve arama gibi koruma tedbirleri, bu yargılamanın sağlıklı bir biçimde yapılması, maddi gerçeği en doğru şekilde tespit edebilmek için, delillerin iyi korunması ve sonuçta verilen kararın infazını sağlamaya yönelik araçlardır. Adil yargılamanın temel gereklerinden birisi de, muhakemenin mümkün olduğunca kısa bir zamanda sonuçlandırılması  ve  hükmün  infaz  edilebilmesidir.  Bu  nedenle  koruma tedbirleri, ceza muhakemesinin yapılmasını ve bunun sonunda verilecek kararın yerine getirilmesini ve muhakeme giderlerinin karşılanmasını sağlamak için verilen ve  hük ümden önce temel hak ve özgürlüklere  müdahaleyi gerektiren yasal çareler olarak tanımlanabilir. Bu özellikleri nedeniyle koruma tedbirleri uygulanmaksızın bir ceza soruşturmasını veya kovuşturmasını sağlıklı biçimde yürütmek pek kolay ve mümkün olmayacaktır. 3.2. Koruma Tedbirlerinin Özellikleri ve Ön Şartları a. Koruma tedbirlerinin özellikleri Koruma tedbirlerinin özellikleri bunların vasıta olmaları ve geçici özellik göstermeleridir. Koruma tedbirleri, kendi başına bir anlam ifade etmeyen, muhakeme boyunca eski durumu yaşatmak veya verilecek kararın yerine getirilebilir olmasını sağlamak için kullanılan birer vasıta niteliğindedir. Geçici oluş ise koruma tedbirleri kural olarak geçicidir, daha açık bir deyişle bir yaptırım türü değildir. İstenilen amaca ulaşıldığında kendiliğinden sona erer. Böylece muhakeme daha kolay yapılabilecek, verilecek kararın infazı sağlanabilecektir. b. Koruma tedbirlerinin ön şartları Koruma tedbirlerinin ön şartları ise gecikmede tehlike, haklı görünüş ve orantılılık olarak ifade edilebilir. Koruma  tedbirlerine ancak gecikmesinde tehlike, sakınca bulunan hallerde başvurulabilir. Bu tehlike olmadan koruma tedbirlerinin uygulanması, gereksiz yere hak ve hürriyetlerin sınırlandırılması sonucunu  doğurur.  Gecikemezlik  durumundan  söz  etmek  için  tehlikenin 139 ÖZBEK, Veli Özer, Yeni Ceza Muhakemesi Kanununun Anlamı, b. 1, Seçkin Yayınevi, Ankara 2005, s.311 140 KUNTER, Nurullah – YENİSEY, Feridun, NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, b.14, Arıkan Yayınevi, İstanbul Mart 2006, s. 756; GÖKCAN-ARTUÇ, s. 610 141 ÖZBEK, s. 311; GÖKCAN-ARTUÇ, s. 610 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3074483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... muhtemel bir zarar doğurma ihtimalinin ötesinde olması gerekir. Herhangi bir muhtemel tehlike yeterli sayılmaz, somut bir tehlikenin varlığı aranır. Derhal müdahale edilmediği takdirde korkulan zararın meydana gelmesi ihtimalinin varlığını  makul  bir  surette  kabul  ettirecek  müşahhas  ve  fiili  unsurlarla belirlenen bir tehlike söz konusu olmalıdır. CMK nun arama ile ilgili 119, iletişimin tespiti ve dinlenilmesiyle ilgili 135 ve gizli soruşturmacı görevlendirilmesiyle ilgili 139. maddelerinde gecikmesinde sakınca bulunan hal sözcükleriyle; gözaltının  düzenlendiği, 91. maddede bu tedbirin soruşturma yönünden zorunlu olması ibareleri ile bu durum vurgulanmıştır. Pek çok koruma tedbirinde de kuvvetli şüphe den bahsedilmektedir (m. 100, 116, 128, 133, 135, 139, 140). Tüm bu hususlara riayet edilmesi haklı görünüş ilkesi ile açıklanır. Gecikmesinde  sakınca  bulunan  hal  deyiminin  anlamı Yaka lama, Gözaltına Alma ve İfade Alma Yönetmeliğinde ve Adlî ve Önleme Aramaları Yönetmeliğinde açıklanmıştır. Yakalama, Gözaltına Alma ve İfade Alma Yönetmeliğinde, derhâl işlem yapılmadığı takdir de suçun iz, eser, emare ve  delillerinin  kaybolması  veya  şüphelinin  kaçması  veya  kimliğinin saptanamaması ihtimalinin ortaya çıkması hâlini; Adlî ve Önleme Aramaları Yönetmeliğinde ise; (a) Adlî aramalar bakımından; derhâl işlem yapılmadığı takdirde suçun iz, eser, emare ve delillerinin kaybolması veya şüphelinin kaçması  veya  kimliğinin  tespit  edilememesi  ihtimâlinin  ortaya  çıkması ve gerektiğinde hâkimden karar almak için vakit bulunmaması hâlini; (b) Önleme  aramaları  bakımından,  derhâl  işlem  yapılmadığı  takdirde,  millî güvenlik ve kamu düzeninin, genel sağlık ve genel ahlâkın veya başkalarının hak ve hürriyetlerinin korunmasının tehlikeye girmesi veya zarar görmesi, suç işlenmesinin önlenememesi, taşınması veya bulundurulması yasak olan her türlü silâh, patlayıcı madde veya eşyanın tespit edilememesi ihtimalinin ortaya çıkması ve gerektiğinde hâkimden karar almak için vakit bulunmaması hâlini ifade etmektedir. Haklı görünüş ise koruma tedbirine başvurulmasında kesin haklılık halinin aranması değil görünüşte haklılık oluşturacak makul gerekçelerin olmasını gerektirir. Başvurulmaması halinde oluşacak kayıpların önlenmesi için başvurulması kabul edilmektedir. Bunlar bir tehlike tedbiri olduğundan, bir 142 KUNTER- YENİSEY- NUHOĞLU, s. 757; GÖKCAN-ARTUÇ, s. 610 143 GÖKCAN-ARTUÇ, s. 610 144 ŞAHİN, Cumhur, Ceza Muhakemesi Hukuku, b. 5, Seçkin Yayınevi, Ankara 2014, s. 273 308 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN hakkın tehlikede olmasını gerektirir. Ancak hakkın bulunup bulunmadığının araştırılması  zaman  alacağından  ve  koruma  tedbirindeki  yakın  tehlike gecikmeye müsaade etmediğinden, önleme tedbirinden farklı olarak haklı görünüşle yetinme zorunluluğu vardır. Orantılılık ise hak ve hürriyetlerden kısıntı olarak ödenen bedel ile bir yandan korkulan zararın ağırlığı, bir yandan da zarar ihtimalinin kuvveti arasında, ihtiyacın gerektirdiği ölçüde ikili bir denge aranmasıdır. 3.3. 4483 sayılı Yasaya Tabi Kimseler Açısından Uygulama Sorunu Görevi sebebiyle bir suç işlediğinde koruma tedbirler i ne zaman ve hangi koşullarda uygulanacaktır? Ön incelemeci ile savcı aynı yetkilerle donatılmamıştır.  Savcı,  yürüttüğü  bir  sor uşturma  sonucunda  dava  açıp açmamaya karar verebilecektir. Ancak ön inceleme görevlisinin böyle bir yetkisi  yoktur.  Ön  inceleme  görevlisi,  sınırlı  yetkiye  sahiptir.  Çerçevesi soruşturma buyruğudur. Cumhuriyet savcısı için ne bir buyruk ne de  b ir sınırlama söz konusu değildir. Ön inceleme görevlisinin işin mahiyeti icabı doğrudan koruma tedbiri yetkilerini kullanması birçok sorunu ortaya çıkarır. Hâkimden doğrudan karar istemesi ve bu talebin reddi halinde yasa yolu açık mıdır? Açıksa kim başvuracaktır? Karar verilmesi durumunda soruşturmanın dış yönetim birimleriyle yazışma yetkisinin boyutu ne olacaktır? Gerektiğinde bunu soruşturma emri veren yetkilinin yapıp yapamayacağı hususları bir soru olarak karşımıza çıkmaktadır. 4483 sayılı Kanun un 6. maddesine göre, ön inceleme ile görevlendirilen kişi veya kişiler, bakanlık müfettişleri ile kendilerini görevlendiren merciin bütün yetkilerine sahiptir. Ayrıca ön inceleme görevlileri, ön inceleme yaparken öncelikle 4483 sayılı Kanun hükümlerini uygulamaları, orada hüküm bulunmayan durumlarda 5271 sayılı CMK ya göre işlem yapmaları gerekmektedir. Ancak, bu yetkinin idari soruşturma sonunda yapılacak değerlendirme bakımından gerekli olduğu ölçüde benzer usul işlemlerini yapabilmesi olarak anlaşılması gerekir. Aksine CMK ya yapılan atıftan kaynaklanan yet kiden, Cumhuriyet savcısının kolluk ve hâkime karşı çeşitli tedbir ve isteklerde bulunma konusunda sahip olduğu soruşturma yetkilerinin tümünü içerdiği sonucu çıkarılamaz. 145 KUNTER- YENİSEY- NUHOĞLU, s. 759; GÖKCAN-ARTUÇ, s. 611 146 KUNTER- YENİSEY- NUHOĞLU, s. 760; GÖKCAN-ARTUÇ, s. 611 147 SELÇUK, Memur Yargılaması Hakkında, s. 111 148 GÖKCAN-ARTUÇ, s. 295 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3094483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Bu  halde  ön  inceleme  aşamasında  CMK da  düzenlenen  koruma tedbirlerine  ilişkin  yetkiler  nasıl  kullanılacaktır.  Öncelikle,  4483  sayılı Kanun un 4/1. maddesi uyarınca ihbar veya şikâyeti alan Cumhuriyet savcısı ivedilikle toplanması ve kaybolma ihtimali bulunan delilleri tespit edecektir. Soruşturma izni için başvuru yapmadan önce zorunlu olan arama, dinleme gibi koruma tedbirlerine başvurmak gerekli ise, bunlar uygulanarak bu deliller Cumhuriyet savcısı tarafından toplanır. (Soruşturma izni için gönderildikten sonra  savcının  koruma  tedbirlerine  bu  aşamadan  sonra  başvurmaması gerekir.)? Ön inceleme yetkilisi ise kendisinin bizzat toplayabileceği veya isti nabe suretiyle başka yerdeki idari mercie toplatabileceği delilleri toplar. Ancak hâkimden CMK da düzenlenen koruma tedbirlerini doğrudan isteyemeyeceği kabul edilmektedir. Ön inceleme aşamasında koruma tedbirlerine başvurmak gerekli olursa, savcıyı aracı kılarak hâkimden gerekli kararı alması gerekir. 4483 sayılı Kanun un 4/1. maddesinde Cumhuriyet savcısına ivedilikle toplanması gerekli ve kaybolma ihtimali bulunan delilleri tespit yetkisi verildiğine göre, ön inceleme görevlisinin bu aşamada da Cumhuriyet savcısından bu konuda istemde bulunarak gereken arama, el koyma gibi tedbirler için karar alması düşünülmelidir. Zira aksi düşünülerek tedbir talebini doğrudan hâkimden isteyebileceği  ileri  sürülse  dahi,  ön  soruşturma  görevlisinin  Cumhuriyet savcısının yetkilerine sahip bulunmaması nedeniyle, adli kollukla yazışması ve tedbir kararlarının infazını temin etmesi de mümkün olmayacaktır. Bu bakımdan belirtilen aşamada Cumhuriyet savcısı aracılığı ile bu tedbirlere başvurulması kanuna uygun bir çözüm olarak kabul edilmelidir. 149 GÖKCAN-ARTUÇ, s. 611 vd. 150 GÖKCAN-ARTUÇ, s.614-615; Mahkemelerce veya hâkim tarafından 5271 sayılı Ceza Muhakemesi Kanunu uyarınca verilecek, 74 üncü maddede düzenlenen gözlem altına alınma, 94 üncü maddede öngörülen yakalama emri üzerine soruşturma veya kovuşturma evresinde yakalanan kişilerin, en geç yirmidört saat içinde yetkili hâkim veya mahkeme önüne çıkarılamıyorsa, aynı süre içinde en yakın sulh ceza hâkimi önüne çıkarılamadığı ve serbest bırakılmadığı takdirde, yetkili hâkim veya mahkemeye en kısa zamanda gönderilmek üzere tutuklanması, 98 inci ve 199  uncu maddelerde düzenlenen yakalama emri, 101 inci maddede düzenlenen tutuklama, 110 uncu maddede düzenlenen adlî kontrol, 119 uncu maddede düzenlenen arama, 127 nci maddede düzenlenen el koyma, 135 inci maddede düzenlenen iletişimin tespiti, dinlenmesi ve kayda alınması (137 nci maddenin üçüncü ve dördüncü fıkrasında açık bir şekilde bu kararların takibinin, soruşturma kapsamıyla ilgili olmayanların imhası ve kişilere sonucu hakkında yazılı bilgi verilmesinin cumhuriyet savcısının yetkisi dâhilinde olduğu, 138  inci maddede tesadüfen elde edilen deliller bulunduğu takdirde muhafaza altına alınacağı ve durumun cumhuriyet savcılığına derhâl bildirileceği belirtilmiştir.), 140 ncı maddede düzenlenen teknik araçlarla izleme (maddenin dördüncü fıkrasında açık bir şekilde cumhuriyet savcısının yetkili olduğu belirtilmiştir.), 146 ncı ve 310 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN Gerçekten  de  temel  hak  ve  özgürlüklerin  önemli  bir  parçası  olan yakalama ve gözaltına alma, el koyma, arama, zorla getirme, adli kontrol ve tutuklama, iletişimin denetlenmesi gibi koruma tedbirlerine ancak Anayasa uyarınca açıkça ve şartları kanunla belirtilmek suretiyle müdahale edilebilir (Anayasa m. 13). Kanunda açık bir düzenleme yoksa kıyas yoluyla o işleme başvurup delil edilemez. Gerek koruma tedbirleri gerekse savcıya özel yetki veren düzenlemeler (fizik kimliğin tespiti m. 81, gözaltı m.91, olay yeri incelemesi PVSK m. Ek 6, yüzleştirme PVSK m. Ek 6 gibi) bağlamında yapılan işlemler de temel hak ve özgürlüklere bir müdahale niteliği taşımaktadır. Kanunla sınır ve çerçevesi çizilmiştir. Hal böyle iken görevi soruşturma izni verip vermeme konusunda karar  verecek  olan  yetkili   mercie  rapor  sunmak  ve  bu  çerçevede  yetki kullanmaktan ibaret olan ön inceleme görevlisinin henüz bu aşamada pek çoğu hakkında başvurulabilmesi için son çare, zorunluluk, somut delil ve kuvvetli şüphe kriterleri aranan koruma tedbirlerine başvurmasının uygun olmadığının altını çizmek gerekir. Koruma tedbirleri soruşturma aşamasında bile uygulanması sıkı koşullara bağlanmış olan tedbirlerdir. Bu aşamada yapılan ise, idari bir incelemeden ibaret olup soruşturma olmadığına göre, ancak soruşturmada yapılabilecek ve sıkı koşullara bağlanmış tedbirlere de -savcı vasıtasıyla da olsa- başvurulamaması gerekir. Ön incelemenin amacının ve  ön  incelemecinin  yetkilerinin  sınırlı  olduğu  unutulmamalı;  O  halde, koruma tedbirlerine başvurmak gibi yetkileri  kullanmaya elverişli olmayan bu  aşamada,  bir  soruşturma  açılmasına  gerek  olup  olmadığı  hususunun araştırılmasına yetecek nitelikte işlemler yapılmakla yetinilmelidir. D. SONUÇ Ön inceleme, kamu görevlilerinin soruşturulması kapsamında idari makamlar tarafından yerine getirilen ve neticesinde idari disiplin yaptırımı veya adli bir yaptırım uygulanması için soruşturma açılması ya da incelenen 199 uncu maddelerde düzenlenen zorla getirme kararları, CMK 75 ve 76 ncı maddelerde düzenlenen şüpheli, sanık ve mağdurun beden muayenesi ve vücuttan örnek alınmasına, 76 ncı maddesinde düzenlenen kadının muayeneye gönderilmesine ve 78 inci maddede düzenlenen  moleküler  genetik  incelemelerle  ilgili  mahkeme  kararları  (mahkemelerce kişilerin  sevk  edilmek  suretiyle  doktor  raporlarının  aldırılması  ve  vücudundan  örnek alınması talepleri), 5271 sayılı Ceza Muhakemesi Kanunu nun 36 ncı maddesi uyarınca infaz edilmesi gereken nitelik taşımaları sebebiyle Cumhuriyet başsavcılıkları aracı kılınmak suretiyle yapılmalıdır. Ayrıntılı bilgi için bkz., Hâkimler ve Savcılar Yüksek Kurulu Genel Sekreterliği nin  tüm  Cumhuriyet  başsavcılıklara  gönderdiği  25/03/2011  ve  B.03.1.H SK.07.0.12.04-045.02-6-2011/31/3099 sayılı duyurusu 151 ŞAHİN, s.107 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3114483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... konunun soruşturulmasına gerek olup olmadığı biçiminde bir kararı vermek üzere yürütülen bir idari incelemedir. İddia konusu edilen eylemin durumuna göre, eylemin gerçekliğini, mahiyetini, çerçevesini ve genel hatları ile delillerin neler olduğunu araştıran idari bir inceleme ve araştırma mahiyetindedir. Ön inceleme görevlisinin görevinin belli bir çerçevesi vardır. Onun görevi, tüm kanıtları eksiksiz toplamak veya ek deliller elde edip kamu davası açacak kadar dosyayı olgunlaştırmak değildir. Burada maksat, bir suçun varlığına ilişkin iddianın ve eylemin durumuna göre ilgili hakkında yargılama yapılmak üzere soruşturma açılmasına değer nitelikte olup olmadığı konusunu takdir etmeye yetecek bir araştırma yapmaktır.  Memurin  Muhakematı  Hakkında  Kanunu  Muvakkat,  memurlar hakkında yapılacak ilk soruşturmayı idarî makamlara bırakan bir sistem idi. Dolayısıyla savcı yerine geçerek yapılan bir hazırlık soruşturması idi. Yeni 4483 sayılı Kanunda ise sistem değişikliğine gidilip izin sistemi getirildiği için bu aşamada yapılan işlem bir soruşturma değil, soruşturmaya geçilip geçilmeyeceğini belirleyen inceleme mahiyetindedir. Zaten soruşturmanın getirdiği  olumsuz  sonuçlardan  zarar  görmemesi  için  soruşturmaya  gerek olup olmadığını tayin edebilmek için böyle bir güvence niteliğinde süzgeç öngörülmüş bulunmaktadır. Ön  inceleme,  ceza  yargılamasında  soruşturma  evresine  dâhil  bir soruşturma  işlemi  olmayıp  soruşturma  öncesi  bir  idari  aşamadır.  Bu inceleme sonucunda soruşturma aşamasına geçilmesine yer olup olmadığını değerlendirecek olan yetkili mercide suç isnadının ciddi olup olmadığı ve bu doğrultuda izin verilip verilmemesi konusunda kanaat oluşturmak için yapılmaktadır. Ceza soruşturması ise bir suça ilişkin eylemlerin araştırılması ve bunun varlığının delillerle tespiti halinde mahkemeye hitaben düzenlenecek iddianame ile neticelenen suç soruşturmasını ifade eder. Bu iki kavram ve kurum birbirinden tamamen farklı esas ve usullere tabidir. Çoğu zaman birbirini tamamlayan bu iki müessese çoğu yönlerden birbirinden  farklılık  göstermektedir.  Yapılmakta  olan  soruşturma  ya  da incelemenin niteliğine göre, aralarında delil elde etme ve koruma tedbirleri gibi istisnai ve ancak suç soruşturmasında cumhuriyet savcıları ve hâkimler 152 Ön inceleme; 4483 sayılı Kanunun uygulanmasına ilişkin hazırlanan İçişleri Bakanlığı Yönergesinde kapsamına giren memur ve diğer kamu görevlileri hakkında yapılan ihbar ve şikâyete konu olan eylem ve işlemlerinin hukuki durumunun tespiti amacıyla yapılan inceleme ve soruşturma çalışmaları olarak tanımlanmıştır. http://hukuk.icisleri.gov.tr/ortak_icerik/ hukuk/BİRİNCİ BÖLÜM.pdf 312 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN tarafından kullanılabilecek bazı yetkilerin kullanımı bakımından da farklılık olması da pek tabiidir. Ön inceleme görevlisinin yetkileri çerçevesinde asıl üzerinde durulması ve sınırlarının tam belirginleştirilmesi gereken konu, koruma tedbirlerinin uygulanmasıdır. Diğer yetkilere göre kişi haklarını daha çok ihlal etmeye elverişli olan koruma tedbirleri, en temel insan haklarına açık bir müdahale niteliğinde  olması  sebebiyle  daha  fazla  önem  taşır.  Ceza    soruşturması bağlamında başvurulan koruma tedbirleri istisnai işlemlerdir. Dolayısıyla, asıl  kural  bunlara  zorunluluk  olmadıkça  başvurulmamasıdır. Anayasa  ve diğer yasalarda kişilerin sahip olduğu hakları kullanmakta özgür olduğu ifade edilmiş olup ceza soruşturması kapsamında başvurulan koruma tedbirleri bunların birer istisnasıdır. Bu bakımdan, kanunda açık hüküm olması halinde başvurulmalı ve uygulaması katı bir yoruma tabi tutulmalıdır. Diğer bir ifadeyle mutlaka kanunla açıkça imkan tanınan hallerde ve yetki verilen organlar tarafından uygulanmalıdır. Genel olarak özetlemek gerekirse, koruma tedbirlerinin uygulanmasında bir kısım ölçüler aranmaktadır: Her şeyden önce bunlara her zaman değil, sadece gecikmesinde sakınca bulunması halinde ve başka surette delil elde edilmesinin imkânsız olması durumunda başvurulacaktır. Koruma tedbirlerine başvurulduğunda bu yola başvurmada en azından görünüşte haklılık bulunması ve bu tedbire başvurulması neticesinde elde edilecek yarar ile bu tedbirlerin kişi üzerinde etkileri bakımından orantılılık ilkesinin gözetilmesi gerekir. En önemlisi de başvuru usulü ve yetki bakımından temel hak ve özgürlükleri yakından ilgilendirmesi itibariyle bu tedbirlere hâkim kararı ile başvurulması, istisnai bazı durumlarda Cumhuriyet savcısının talimatı ile uygulansa bile bunun da hâkim onayına sunulması zorunluluğu aranmaktadır. Anayasa nın  19.  maddesi  ve  CMK nın  ilgili  maddelerindeki düzenlemeler karşısında; bu yetkilerin, ceza muhakemesinde suç soruşturması öncesi aşamada cereyan eden idari inceleme aşamasındaki işlemler sırasında hâkim ve savcı olmayan idari görevlilerce kullanılması yerinde olmayacaktır. Bunun kabul edilmesi, anayasal koruma ve güvence altına alınan temel hak ve hürriyetlerin, hukuk devletinin olmazsa olmazı niteliğinde bulunan temel hak ve hürriyetlerin korunması ilkesinin zedel enmesine yol açacak ve bu durum Anayasa ve ceza yargılamasının temel ilkelerine aykırılık teşkil edecektir. 153 Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Avrupa Birliği-Avrupa Konseyi Ortak Projesi, Arama ve El Koyma Tedbirleri Modülü, s. 14 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3134483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... Kısaca, koruma tedbirleri bir hakkın sınırlandırması sonucunu doğurur ve bu bakımdan koruma tedbirlerinde kanunilik ilkesi geçerlidir. Dolayısıyla, koruma tedbirlerine ilişkin hükümleri kıyas yoluyla genişletmek mümkün  değildir.  Kanunla  düzenlenmemiş  bir  konuda  koruma  tedbirlerine  ilişkin yasal çerçevenin dışına çıkılıp kıyas yoluyla genişletme anlamına gelecek uygulamaya gidilmesi ve ön inceleme görevlisinin bunları uygulaması doğru olmayacaktır. Öte  yandan,  AİHM nin  verdiği  kararlar  çerçevesinde değerlendirildiğinde, devletlerin kamu görevlilerine isnat edilen iddialar ile ilgili etkin soruşturma yürütme zorunluluğunu yerine getirme yükümlülüğü altında oldukları görülmektedir(Bozkır ve Diğerleri/Türkiye §56, 24589/04). AİHM ne göre etkili soruşturma yapmak yükümlülüğü soruşturmanın tam ve etkin yapılmasını, kişilerin temel haklarını korumayı sağlamaya yönelik soruşturma ve yargılama yapılması zorunluluğunu gerektirir. Avrupa  İnsan  Hakları  Mahkemesi  sadece  yalın  bir  soruşturmanın varlığını  yeterli  görmemekte,  bu  soruşturmanın  belli  nitelikleri  haiz olmasını  aramaktadır.  Aksi  halde  etkili  soruşturma  yükümlülüğü  yerine getirilmediğinden ihlal kararı verebilmektedir. Bu kapsamda etkin soruşturma bakımından dikkat edilmesi gereken  hususları şöylece özetlemek mümkündür: İlk olarak, soruşturma yapmakla sorumlu olan kişilerin bağımsız ve tarafsız olması gerekmektedir. Bu bağımsızlık ve tarafsızlık, hem hukuken güvence altında olmayı; hem de uygulamada da bunun pratikte karşılığının olmasını gerektirir. 4483 sayılı Kanun da öngörülen mevcut sistemin bu özellikleri karşıladığını ifade etmekten gerçekten zordur. İkincisi,  suç  faillerini  ortaya  çıkarmaya  ve  cezalandırmaya  imkân veren, kamu görevlisinin suçlandığı olaya dair her türlü delili güvence altına alan yeterli ve etkili bir soruşturmanın varlığı aranmaktadır.   İdareye  kusur  atfedilebilir  bir  olayda  buna  sebebiyet  veren  ve sorumluluğu  olduğu  iddia  edilen  kamu  görevlileri  hakkında  yapılacak cezai soruşturmasının 4483 sayılı Memur ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun uyarınca idari izne bağlı olması ve bu Kanun sebebiyle  oluşan  cezasızlıklar  ya  da  gecikmeler  AİHM  tarafından  ihlal gerekçesi sayılmaktadır. Özellikle kamu görevlilerinin neden olduğu iddia 154 Örnek  kararlar  için  bkz.,  AYM nin  17.09.2013  tarihli  Bayram  Oteli  Kararı-başvuru no:2012/752, AİHM in Hrant DİNK kararı (Dink/Türkiye, 2668/07, §81) 314 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN edilen taksirle ölüme neden olma olaylarında bu durum daha fazla karşımıza çıkmaktadır.  Bu  bakımdan,  kamu  görevlilerine  isnat  edilen  ve  yaşama hakkını  ilgilendiren  olaylar  bakımından  etkin  soruşturmaya  ciddi  önem verilmeli;  bu  bağlamda,  etkin  soruşturma  yürütmeye  engel  sayılabilecek durumlardan  kaçınılmalıdır.  Dolayısıyla,  soruşturmaları  gereksiz  olarak uzatan prosedürlerden arındırılmış etkin bir soruşturma gerçekleştirilebilmesi için soruşturma öncesi izin prosedürü kaldırılmalıdır. Kamu görevlilerine isnat edilen eylemler sebebiyle bir anlamda devletin de kusurlu olduğu, bir bakışa göre devletin de suç işlediği anlamına geldiği için  ilgili  kamu  görevlisi  hakkında  yapılacak  soruşturma  doğal  olarak devletin istemeyeceği bir husus olarak karşımıza çıkmaktadır. Üçüncüsü,  soruşturma  derhal  başlatılmalı  ve  makul  bir  hızda yürütülmelidir. 4483 sayılı Kanun, ön incelemecilerin vasıﬂ arı, yetkileri, süreler ve itiraz usulü bakımından da bu nitelikleri karşılamamaktadır. Anayasa Mahkemesinin 4483 sayılı Kanuna ilişkin kararları bulunmakta ise de belirtmek gerekir ki, bu kararlar bu sistemin doğruluğunu, yeterliliğini insan  hakları  yönünden  değerlendirmekten  ziyade  kanuni  düzenlemenin anayasa  hükümlerine  uygunluğunun  denetlenmesinden  ibaret  olup  bazı yönleri itibarıyla tartışmaya açıktır. Bu itibarla, Kanun un olumsuzluklarının ifade edilmesine ve kaldırılmasını savunan düşüncelere katılmaya engel teşkil etmemelidir. Gerçekten, ön inceleme görevlileri idari hiyerarşi içinde yer almakta olup bunların üstlerinin emri ile hareket etmeleri sebebiyle etkiye açık olmaları kaçınılmazdır.  Bir çok soruşturmada soruşturma izni veren üstlerin de bir sonraki aşamada kusur atfedilebilir duruma gelmeleri de ihtimal dahilinde olmasını göz önüne aldığımızda bu etkileme girişimin olması doğaldır. Ayrıca genellikle hukuk eğitimi almadıkları için ceza soruşturması tecrübesine sahip olmayan kişiler olmaları yönüyle eleştirilmelerine haklılık tanımak gerekir. Oysa ön inceleme konusu irdelendiğinde de görüleceği üzere ön inceleme görevlisine verilen yetkilerin çoğu hukuki teknik bilgiyi gerektiren hususlardır. Hukuk  devletinin  en  temel  yapıtaşı  ve  omurgası  olarak  nitelenen kuvvetler ayrılığı ilkesi uyarınca yargı görevinin yürütmeden bağımsız olarak yerine getirilmesi gerekir. Yargı görevi, idareye bırakılamayacağından, yargı alanını daraltan ve idareyi güçlü kılan bu tür düzenlemeler kuvvetler ayrılığı ilkesi ile çatışmaktadır. AİHS nin 6. maddesinde ele alınmış bulunan adil ve 155 SOYASLAN, s. 490 156 SOYASLAN, s. 491 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3154483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... tarafsız bir mahkeme önünde yargılama ilkesine de aykırılık teşkil ettiği için eleştirilmekte, aynı zamanda kanun önünde eşitlik ilkesi bakımından da sorunlu bulunmaktadır. Ayrıca belirtmek gerekir ki, bu güvence sisteminin bir zorunluluktan da kaynaklandığı hususlarına da katılmak mümkün değildir. Zira hukuk devleti ilkesine önem veren ve kuvvetler ayrılığı ilkesini demokrat bir olgunluk içinde özümsemiş olan uygar ülkelerde bu sistem terk edilmektedir. Sonuç olarak, bu Kanun, Anayasa nın 129. maddesine uygun olsa da, çağdaş evrensel hukuk anlayışına aykırıdır. Dolayısıyla, öncelikle bu Kanun un anayasal dayanağı olan Anayasa nın 129. maddesinin son fıkrası yürürlükten  kaldırılmalı  ve  daha  sonra  bu  Kanun un  uygulamasına  son verilmeli, ön inceleme ve izin sisteminden vazgeçilmelidir.",
     "Kaynakça": "AKKAN,  Tahir  Murat,  4483  sayılı  Kanun a  Göre  Memurların Yargılanmasında İdari Süreç, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilimdalı, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2009 AKYILDIZ, Ali, Memur Yargılamasında İdari Süreç, Gazi Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD), C. 5, Sa. 1-2 (Haziran-Aralık 2001), s. 154-221, (http://webftp.gazi.edu.tr/hukuk/dergi/5_7.pdf, erişim 27.07.2015). AKYILMAZ, Bahtiyar-SEZGİNER, Murat - KAYA, Cemil, Türk İdare Hukuku, b. 4, Seçkin Yayınevi, Ankara 2013 ALBAYRAK, Mustafa, Ceza Muhakemesi Kanunu-Öz Kitap, b. 7, Adalet yayınevi, Ankara 2012 ALTIPARMAK, Kerem, “Van Depreminin Hukuktaki Artçıları, Anayasa Mahkemesi nin Bayram Oteli Kararı”, TESEV Yayınları, http://www.tesev. org.tr/assets/publications /file/15012014105617.pdf, erişim 28.07.2015 ASLAN, Onur Ender: “Memurların Yargılanması Hakkındaki Yeni Yasa Üzerine Düşünceler”, Amme İdaresi Dergisi, C. 33, Sa. 1, Mart 2000, s.59-77 157 SOYASLAN, s. 492 316 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN AVCI, Mustafa, “Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun Üzerine Bir İnceleme”,  AÜEHFD, C. XI, Sa.3-4, (2007), s. 273-294 BAŞEL, Ebubekir, “Memurlara Özgü Yargılama Sistemi ve Gerekliliği”, HUKAB Dergisi, Nisan-Haziran 2013, Sa. 5, http://www.hukabdÇAĞLAYAN, Ramazan, “Memurlar ve Diğer Kamu Görevlilerinin Yargılanması İlişkin 4483 Sayılı Kanun Hakkında Bir Değerlendirme”, AÜEHFD, C. VII, Sa.1-2, (Haziran 2003), s. 105-128 ÇAKMAK, Seyfullah, “Yakalama Emri ve Zorla Getirme Kararının Hukuksal Açıdan Değerlendirilmesi”, Adalet Dergisi, Yıl 98, Sa. 27, s. 168195 ÇETİN Erol, Açıklamalı-İçtihatlı Ceza Hukukunda ve Özel Yasalarda Memur Memurlar ve Diğer Kamu Görevlilerinin Yargılanma Usulü ve Memur Suçları, Eda Matbaacılık, Ankara 2000 DEMİRBAŞ, Timur, Ceza Hukuku Genel Hükümler, b. 3, Seçkin Yayınevi, Ankara 2005 EREN,  Abdurrahman,  “Memurin  Muhakematı  Hakkında  Kanunu Muvakkat  ile  Onu  Yürürlükten  Kaldıran  Memurlar  ve  Diğer  Kamu Görevlilerinin Yargılanması Hakkında Kanun”un Karşılaştırılması”, Ankara Üniversitesi SBF Dergisi, C.55-3, s. 55-79 GÖKCAN, Hasan Tahsin-ARTUÇ, Mustafa, Ceza ve Usul Hukukunda Kamu Görevlisi Kavramı ve Özel Soruşturma Usulleri, Seçkin Yayınevi, Ankara 2007 GÜNDAY, Metin, İdare Hukuku, b. 10, İmaj Yayınevi, Ankara 2013 İĞDELER,  Serdar-SUNTAY,  Yusuf,  “Memurlar  ve  Diğer  Kamu Görevlilerinin Yargılanması Hakkında Kanunun Uygulanması”, Türk İdare Dergisi, Sa. 426, 2000, s.1–35. KARAVAİZOĞLU,  Türker,  4483  Sayılı  Kanun un  Öngördüğü Soruşturma Usulleri, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku, Yayımlanmamış Yüksek Lisans Tezi, İSTANBUL 2010 KINALITAŞ,  Vahit-ASLAN,  Fethi,  Memurlar  ve  Diğer  Kamu Görevlilerinin Yargılanması Hukuku, Türkiye Kamu-Sen Yayınları, Ankara 2003 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 3174483 Sayılı Kanunda Öngörülen Ön İnceleme Görevlisinin Yetkileri... KUNTER, Nurullah - YENİSEY, Feridun - NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, b. 14, Arıkan Yayınevi, İstanbul Mart 2006 MALKOÇ,  İsmail, Açıklamalı-Gerekçeli  Memur Yargılaması, Adil Basımevi, Ankara, 2000 MALKOÇ, İsmail, Açıklamalı-Gerekçeli Memur Yargılaması, Malkoç Kitabevi, Ankara 2006 MUMCU,  Uğur:  “Türk  Hukukunda  Memurların  Yargılanması”, AÜHFD, C.23, S.1-4, 1971, s.133-182 LİVANELİOGLU,  Ömer  Asım,   Memurlar  ve  Diğer  Kamu Görevlilerinin Yargılanması Hakkında Kanunun Eleştirisi”, Ankara Barosu Dergisi, Yıl 57, (2000) Sa: 2, s. 33-43 ÖZBEK, Veli Özer, Yeni Ceza Muhakemesi Kanununun Anlamı, b. 1, Seçkin Yayınevi, Ankara 2005 ÖZEK, Çetin, “Türk Hukukunda Memurların Muhakemesi”, ÜHFM, C.XXVI, S.1-4, 1960, s.34-85. ÖZTÜRK  Bahri,  “Memurların,  Özel  Bir  Yargılama  Usulüne  Tabi Olmasının Sakıncaları ve Anayasa Mahkemesi Kararları”, Ceza Hukuku ve Kriminoloji Dergisi, C.1, S.1, 1978, s.56-62 ÖZTÜRK  Bahri,  ERDEM,  Mustafa  Ruhan,  Uygulamalı  Ceza Muhakemesi Hukuku, b. 9, Seçkin Yayınevi, Ankara 2006 ÖZTÜRK, Bahri - ERDEM, Mustafa Ruhan - ÖZBEK, Veli Özer, Uygulamalı Ceza Muhakemesi Hukuku, Gözden Geçirilmiş b. 5, Seçkin Yayınevi, Ankara, 2000 PINAR, İbrahim, 4483 sayılı Kanuna Göre Memur Suçlarında İdari ve Adli Soruşturma Usulleri, b. 2, Seçkin Yayınevi, Ankara 2003 SALİHOĞLU, Enver-DEMİRKOL, Selami, 4483 Sayılı Kanun ile Memurlar  ve  Diğer  Kamu  Görevlilerinin  Yargılanması  Öncesi Aşamaya İlişkin Usul ve İşlemler, b. 2, Beta Yayınları, İstanbul 2005 SELÇUK, Sami, Memur Yargılaması Hakkında, TÜSİAD Yayınları, İstanbul, Ocak 1997 SELÇUK,  Sami;  “Memurin  Muhakematı  Hakkında  Kanunu Muvakkat ın Değerlendirilmesi”, Prof. Nurullah Kunter e Armağan, İstanbul Üniversitesi Hukuk Fakültesi Eğitim, Öğretim ve Yardımlaşma Vakfı Yayını, 318 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İlyas ŞAHİN No:716, İstanbul, 1998, s.299-326 SOYASLAN, Doğan, Ceza Muhakemesi Hukuku, b.4, Yetkin Yayınevi, Ankara 2010 ŞAHİN, Cumhur, Ceza Muhakemesi Hukuku, b. 5, Seçkin Yayınevi, Ankara 2014 TOSUN, Öztekin,  Türk Suç Muhakemesi Hukuku Dersleri, Cilt I, İstanbul, 1984 TOZMAN, Önder, Türk Hukukunda Memurların Yargılanması, Dicle Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, Diyarbakır 2001 Türk  Ceza  Adalet  Sisteminin  Etkinliğinin  Geliştirilmesi  Avrupa Birliği-Avrupa  Konseyi  Ortak  Projesi,  Arama  ve  El  Koyma  Tedbirleri Modülü, Hazırlayanlar; Juan Carlos Da SILVA (Koruma Tedbirlerinin Genel Özellikleri), Albrecht STANGE, (AİHM Kararlarında Ortaya Konulan Temel İlkeler), Doç. Dr. Ali Kemal YILDIZ (Arama ve El Koyma Tedbirleri) YAŞAR, Osman, Uygulamalı ve Yorumlu Ceza Muhakemesi Kanunu, C.1, Madde 1–156, Seçkin Yayınevi, Ankara 2009 YURTCAN, Erdener, “Ülkemizde Memur Yargılaması Kuralları”, Yargı Reformu 2000 Sempozyumu, İzmir Barosu Yayını, İzmir 2000, s.371–384 YURTCAN, Erdener, Ceza Yargılaması Hukuku, b. 11, Vedat Kitapçılık, Ankara 2005 ZAFER, Hamide, “4483 Sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun Değerlendirilmesi”, İstanbul Barosu Dergisi, C. 74, Sa. 4, Aralık 2000, 981-1013 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 319"
}