{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "TÜZELKİŞİ TACİRİN TÜKETİCİ SIFATI",
     "Title": "CONSUMER STATUS OF BUSINESS CORPORATIONS",
     "Yazar İsmi": [
          "İpek Yücer AKTÜRK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tüketici",
          "Tüzelkişi Tacir",
          "Tüzelkişi Tüketici",
          "Ticari veya Mesleki Amaç",
          "Ticari İş Karinesi"
     ],
     "Keywords": [
          "Consumer",
          "Dealer Juristic Person",
          "Consumer Juristic Person",
          "Commercially or Professional Aim",
          "Commercial Business Presumption"
     ],
     "Özet": "Mevcut hukuk sistemimiz, bazı haller bakımından aydınlatılması gereken düzenlemeler içermektedir. İşte bu kapsamda ele alınması gereken bir konu da tüzelkişi tacirlerin,  özellikle  de  şirketlerin  tüketici  sıfatına  sahip  olup  olmayacaklarıdır. Nitekim, bir tarafta tüzelkişi tacirlere, özellikle de şirketlere adi saha tanımayan TTK1 hükümleri, diğer tarafta ise ticari veya mesleki amaç dışında hareket eden her tüzel kişiyi” tüketici kapsamında değerlendiren TKHK2 düzenlemeleri mevcuttur. O halde, bu çelişkili düzenlemeler nasıl yorumlanmalıdır? Söz konusu çalışmamız, bu sorunun cevaplandırılması ve hukuken yerinde bir çözüme kavuşturulmasını amaçlamaktadır. Zira, bu konunun derinlemesine incelenerek aydınlatılması, adil olmayan uygulamaların önlenmesi için büyük bir öneme sahiptir.",
     "Abstract": "Our current legal system involves provisions that need to be clarified in certain aspects. A subject matter which requires to be discussed in this context is whether legal person merchants and especially the companies may be qualified as consumers or not. In fact, on one hand there are the Turkish Commercial Code provisions disallowing legal person merchants and especially the companies to have an ordinary scope outside their mercantile aﬀ airs; and on the other hand, there is the Act on Consumer Protection qualifying any legal person who acts for purposes outside his trade or profession as a consumer. In this case, how should these conﬂ icting provisions be interpreted? This article intends to answer the aforementioned question and come up with a lawful solution, since it is crucial to elaborate and illuminate the subject matter in order to prevent inequitable practices.",
     "Metin": "Tüketici sıfatı ve tüketici sıfatının kişilere sağladığı koruma hukuk sistemimizde çok önemli bir role sahiptir. Türk hukukunda tüketici kavramı, ilk kez 4077 sayılı TKHK ile tanınmış ve halihazırda yürürlükte olan 6502 sayılı  TKHK  ile  de  gelişerek  geniş  bir  kapsam  kazanmıştır.  Gerçekten, 4822 sayılı Kanun ile değişik 4077 sayılı TKHK da yer alan tüketici işlemi niteliğindeki sözleşme tipleri, 6502 sayılı TKHK ile genişletilmek suretiyle, tüketici kavramına daha büyük bir önem kazandırılmıştır. Tüketici kavramı 6502 sayılı TKHK m.3/k da Ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi olarak tanımlanmıştır. İlgili düzenlemede yer alan ifadeler çok açık bir şekilde söz konusu amaçlar dışında hareket eden her gerçek ve tüzelkişiyi tüketici kavramına dahil etmektedir. Ancak, tüketici kavramının soyut bir şekilde açıklanmasından ziyade, somut bir biçimde tanımlanması ve içeriğinin doldurulması gerekmektedir. Tüketici kavramının içeriğinin doldurulması kapsamında ticari veya mesleki  amaç  dışında  hareket  eden  gerçek  kişiler  bakımından  herhangi bir görüş ayrılığı yoktur. Nitekim, her insan gerçek kişidir ve ticari veya mesleki amaç gütmediği açık veya örtülü olarak anlaşılan her gerçek kişi de  tüketicidir.  Tüzel  kişilerin  tüketici  sıfatı  bakımından  ise,  konu  ikiye ayrılarak açıklanmaktadır. Nitekim, manevi amaç güden tüzelkişilerin, özel veya kişisel amaçla hareket etmeleri şartıyla tüketici sayılacakları mutlak olarak kabul edilmektedir. Ancak, tüzelkişi tacirlerin, yani şirketlerin tüketici sıfatına sahip olup olamayacakları tartışmalıdır. Burada özellikle, TTK da yer alan ticari iş karinesi ve bu karinenin tüzelkişi tacirler için herhangi bir istisnaya yer verilmeden mutlak olarak düzenlenmiş olması, şirketlerin tüketici sayılamayacağı görüşünün savunulması sonucunu doğurmuştur. Zira, bu görüş gerek doktrin gerekse içtihatlarda yaygın olarak benimsenmektedir. Fakat, diğer taraftan, TKHK da tüketici kavramı tüzelkişiler için herhangi bir istisnaya yer verilmeksizin kaleme alınmıştır. Yani, TKHK bakımından ticari veya mesleki amaç dışında hareket eden her tüzelkişi, buna elbetteki şirketler de  dahil  olmak  üzere,  tüketici  olarak  nitelendirilmiştir.  O  halde, TKHK kapsamında şirketlere de tüketici sıfatına sahip olma hakkı tanınmıştır. O halde, tüzelkişi tacir niteliğinde olan şirketler, TKHK kapsamında tüketici  sıfatına  sahip  olabilirler  mi-olamazlar  mı?  İşte,  bu  sorunun cevaplandırılması hem doktrin hem de uygulama için çok önemlidir. Bu amaçla, çalışmamızda ilk olarak ilgili kavramlar ele alınmıştır. Daha sonra 104 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK ise tüketici kavramının unsurları derinlemesine incelenmiştir. Bu unsurlar kapsamında, konu tüm hukuki boyutu ile tartışılmış ve olması gereken hukuk (de lege ferenda) bakımından yerinde bir sonuca kavuşturulmuştur. II.  KAVRAMLAR 1.  TÜZEL KİŞİLİK Türk Medeni Hukuku, haklara ve borçlara sahip olabilme iktidarını sadece gerçek kişilere, yani insanlara tanımamıştır. Özellikle sosyal ihtiyaçlar ve belirli bir amaca ulaşma yollarının kolaylaştırılması sebepleri ile tüzel kişiler  de  hak  süjesi  olarak  kabul  edilir.  Nitekim  TMK  m.47/1 e  göre; Başlıbaşına bir varlığı olmak üzere örgütlenmiş kişi toplulukları ve belli bir amaca özgülenmiş olan bağımsız mal toplulukları, kendileri ile ilgili özel hükümler uyarınca tüzel kişilik kazanırlar. İlgili hüküm de göz önüne alınarak, tüzel kişilik, belirli bir amaca ulaşmak için bir araya gelen kişi toplulukları (korporasyon) ve belirli ve sürekli bir amaca özgülenen mal topluluklarının (kurum), kendisini oluşturanlardan bağımsız bir kişiliğe sahip olma iradesi ile örgütlenmeleri sonucunda oluşan süjelerdir. Ancak, elbetteki belirli bir amaca ulaşmak için biraraya gelmiş tüm kişi veya mal topluluklarının kişilik sıfatı kazanması söz konusu değildir.  Tüzelkişilerin, bir hak süjesi olarak tanınabilmesi öncelikle, kişi ve mal topluluklarının belirli bir amaç gütmelerini şart koşmaktadır. Bu amaç, kurum niteliğindeki mal toplulukları bakımından birden fazla olabilir. Zira, burada önemli olan bir veya birden fazla amaç güden mal topluluklarının, bu amacı gerçekleştirmek için yeterli malvarlığı değerini bu amaca özgülemiş olmalarıdır. Korporasyon yapısındaki kişi topluluklarında ise amacın tek ve belirli olması ilkesi kabul edilmektedir. Tüzelkişilerde amaç unsuru, özel hukuk tüzelkişilerinin sınıﬂ andırılması ve farklı hükümlere tabi olmasında göz önüne alınan temel kriteri teşkil etmektedir. Zira, iktisadi amaç ve kazanç paylaşma amacı güden tüzelkişiler tacir sıfatına haiz olurlar ve Türk Ticaret Kanunu  kapsamında  yer  alan  hükümlere  tabi  olurlar.  Kazanç  paylaşma amacı dışında, farklı bir amaç güden kişi ve mal toplulukları ise, TMK nın ilgili  hükümleri  çerçevesinde  değerlendirilirler.  Burada,  özellikle  dernek ve şirketlerin birbirinden ayrılması için esas alınan kazanç paylaşma amacı kriterinin dar yorumlanması gerektiği ileri sürülür. Böylece, kendi bünyesini oluşturanlar dışında daha geniş bir kitleye maddi çıkar sağlayan tüzelkişilerin de dernek olarak nitelendirilmesi gerektiği ileri sürülür. Tüzelkişilere kişilik 3   AKİPEK/AKINTÜRK/ATEŞ, 499 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 105Tüzelkişi Tacirin Tüketici Sıfatı tanınmasının diğer bir şartı ise, bağımsız bir varlığa sahip olma iradesidir. Başka bir deyişle, gerek mal toplulukları gerek kişi toplulukları bakımından mallarını özgüleyen ve belirli bir amaç için biraraya gelen kişilerin, kendilerinden ayrı, yeni bir hak süjesi oluşturmaya yönelik iradelerinin varlığı gereklidir. Aksi takdirde, yeni bir hak süjesinden, dolayısıyla da tüzelkişilikten bahsedilemez. Son olarak ise, belirli bir amaç için biraraya gelmiş kişi toplulukları ve belirli ve sürekli bir amaca özgülenmiş mal topluluklarının örgütlenmiş olmaları gereklidir. Tüzelkişiler niteliklerine göre, ilgili hukuki düzenlemelerde yer alan gerekli organlara sahip olmak suretiyle örgütlenirler. 2.  TÜZELKİŞİ TACİR Özel  hukuk  tüzelkişilerinden  kişi  topluluğu  yapısında  olanlar bakımından  pratikte  en  sık  karşımıza  çıkanlar  dernekler  ve  şirketlerdir. Daha önce de ifade edildiği gibi, dernek ve şirket niteliğinin tespiti için, bunların kazanç paylaşma amacı taşıyıp taşımadıklarının değerlendirilmesi gerekmektedir. Bu değerlendirme sonucunda kazanç paylaşma amacı güttüğü tespit edilen özel hukuk tüzelkişileri  şirket olarak nitelendirilirler. Ticaret şirketleri  de  TTK  m.  16/1 e  göre  tacir  sıfatına  sahiptirler.  Ancak,  TTK m.16/1 bakımından kazanç paylaşma amacı güden özel hukuk tüzelkişileri dışında gerekli şartların varlığı halinde vakıﬂ ara ve hatta derneklere de tacir sıfatı tanındığı göze çarpmaktadır. Nitekim TTK m.16/1 e göre; Ticaret şirketleriyle, amacına varmak için ticari bir işletme işleten vakıﬂ ar, dernekler ve kendi kuruluş kanunları gereğince özel hukuk hükümlerine göre yönetilmek veya ticari şekilde işletilmek üzere   Devlet, il özel idaresi, belediye ve köy ile diğer kamu tüzel kişileri tarafından kurulan kurum ve kuruluşlar  da tacir sayılırlar. Anlaşıldığı gibi ilgili düzenlemede tüzelkişi tacir sıfatına sahip olanlar açıkça belirtilmiştir. İlgili maddenin 2.fıkrasında ise tacir sıfatına sahip olmayan tüzelkişilerin hükme bağlanması ile hangi özel hukuk tüzelkişilerinin tacir sıfatına haiz olduğu sorusu şüpheye yer vermeyecek şekilde kanun tarafından cevaplandırılmıştır. Zira, TTK m.16/2 ye göre; Devlet, il özel idaresi, belediye ve köy ile diğer kamu tüzel kişileri ile kamu yararına çalışan dernekler ve gelirinin yarısından fazlasını kamu görevi niteliğindeki işlere harcayan vakıﬂ ar, bir ticari işletmeyi, ister doğrudan doğruya ister kamu hukuku hükümlerine göre yönetilen ve işletilen bir tüzel kişi eliyle işletsinler, kendileri tacir sayılmazlar. 4   HATEMİ/ KALKAN OĞUZTÜRK, s. 79-82; OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 239-250. 106 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK O  halde,  tüzelkişi  tacirler;  ticaret  şirketleri,  amacına  varmak  için ticari bir işletme işleten dernek ve vakıﬂ ar ile kamu tüzelkişileri tarafından kurulan kurum ve kuruluşlar olmak üzere üç başlık altında incelenebilir. Tüketici sıfatının tespiti yönünden tartışma konumuz dışında kalan amacını gerçekleştirmek için bir ticari işletme işleten dernek ve vakıﬂ ar, kısmen de olsa bir ticari işletmeyi işletmelerinden dolayı, TTK kapsamında tacir sayılırlar. Zira, gerek dernek, gerek vakıf, kazanç paylaşma amacı ile kurulamamakla birlikte, amacına ulaşmak için bir ticari işletmeyi işletebilme hakkına sahiptir. Yine, inceleme konumuzun kapsamına girmeyen kamu tüzelkişileri tarafından kurulan kurum ve kuruluşlar da kendi kuruluş kanunları gereği özel hukuk hükümlerine göre yönetilen veya ticari şekilde işletilmek üzere kurulan kurum ve kuruluşlardır. Bunlar Devlet, il özel idaresi, belediye ve köy ile diğer kamu tüzelkişileri tarafından kurulmak suretiyle tacir sıfatına sahip olurlar. Esas olarak inceleme konusu yaptığımız ticaret şirketlerinin kapsamı ise TTK m.124/1 de hükme bağlanmıştır. Buna göre; Ticaret şirketleri; kollektif, komandit, anonim, limited ve kooperatif şirketlerden ibarettir. Bir ticaret şirketinin TTK m.124/1 de belirtilen türlerden hangisine dahil olduğu, şirketin yapısı, yönetimi, hakları ve borçları, sona ermesi gibi konular TTK nın Şirketler Hukuku bölümünde yer alan hükümlere göre belirlenir. Ancak, burada kooperatif niteliğindeki ticaret şirketleri bakımından Kooperatiﬂ er Kanunu  hükümlerinin  uygulama  alanı  bulduğu  unutulmamalıdır.  TTK m.124/2 de Bu Kanunda, kollektif ile komandit şirket şahıs; anonim, limited ve sermayesi paylara bölünmüş komandit şirket sermaye şirketi sayılır. hükmü  yer  almaktadır.  Bu  düzenleme  ile  ticaret  şirketlerinden,  sadece kolektif ve adi komandit şirketlerin ancak bir ticari işletme varlığı halinde kurulabileceği ve bunların tacir sıfatının kısmen ticari işletmeden doğduğu ifade edilmek istenir. Başka bir deyişle, bu iki şirket tipi dışındaki diğer dört şirket tipinin (anonim, limited, sermayesi paylara bölünmüş komandit şirket, kooperatif) ticari olmayan işletmeler konusunda da kurulabilmesi mümkündür. Dolayısıyla bu dört şirketin tacir sıfatı ticari işletmelerine değil, kanuna uygun olarak tüzelkişilik kazanmış olmalarına bağlıdır. 5   AYHAN/ ÖZDAMAR/ ÇAĞLAR, s. 167-168; ASLAN/ ERGÜN, s. 49-50; DOMANİÇ/ ULUSOY, s. 204-205; KARAHAN, s. 96-97. 6   DOMANİÇ/ULUSOY, s. 203; POROY/YASAMAN, s.108-109; AYHAN/ÖZDAMAR/ ÇAĞLAR, s. 168; KARAHAN, s. 96; ASLAN/ ERGÜN, s.48. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 107Tüzelkişi Tacirin Tüketici Sıfatı 3.  TİCARİ İŞ VE TİCARİ İŞ KARİNESİ Konunun daha iyi anlaşılması ve isabetli bir biçimde temellendirilmesi bakımından üzerinde durulması ve açıklanması gereken bir diğer kavram ise ticari iş kavramıdır. Ticari iş TTK m.3 de düzenlenmiştir. Buna göre: Bu Kanunda düzenlenen hususlarla bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari işlerdendir. O halde ticari iş, bir taraftan TTK da düzenlenen  hususlar  diğer  taraftan  ise  ticari  işletmeyi  ilgilendiren  bütün muamele, ﬁ il ve işlemler olmak üzere iki grup halinde incelenebilir. İlk olarak, TTK da düzenlenen hususların ticari iş kapsamında olduğu hükme bağlanmıştır.  Zira,  TTK da  düzenlenen  hususların  genel  olarak  ticari işletmeyle ilgili olduğu düşüncesi, bu düzenlemenin doğal bir sonuç olduğunu göstermektedir. Ancak, bu hüküm ile bir ticari işletmeyle ilgili olmasa bile sadece TTK da düzenlenmiş olması da bir iş veya ﬁ ilin ticari iş sayılması sonucunu doğurmaktadır. Bu bakımdan, iki memur arasındaki çek veya bono ilişkisi ticari iş kapsamında değerlendirilir. Her ne kadar iş veya fiil bir ticari işletmeyle ilgili olmasa da, çek ve bonoya ilişkin düzenlemelerin TTK da yer alması, bunun ticari iş sayılmasına neden olmaktadır. Ticari iş başlığı altında değerlendirilen diğer konu ise, ticari işletmeyi ilgilendiren bütün muamele, fiil ve işlemlerdir. Doktrindeki hakim görüşe göre, TTK m.3 de yer alan bu ifade geniş yorumlanmalıdır. Dolayısıyla, bir ticari işletmede yürütülen ticari faaliyet ile doğrudan veya dolaylı bir ilişkisinin bulunduğu kabul edilebilen tüm işlem ve fiiller, ticari iş sayılmalıdır. Yine, iş veya fiilin ticari iş sayılması için, bunun kaynağının hukuki işleme, hukuki işlem benzeri fiile veya haksız fiile dayanması arasında bir fark yoktur. Böylece, bir ticari işletmenin ihtiyacı olan bir işyerini kiralaması ya da ticari işletmede kullanılmak üzere çeşitli araç, gereç satın alması ticari iş olarak değerlendirilmektedir. TTK m.19 da ise ticari iş karinesi düzenlenmiştir. Bu karine ile, somut uyuşmazlıkta ispat külfetini düzenleyen TMK m.6 anlamında, tacir sıfatına sahip olan kişinin borçları ticari iş kapsamında değerlendirilecek, ilgili borcun ticari nitelikte olmadığına ilişkin ispat külfeti ise tacire ait olacaktır.  TTK m.19/1 e göre; Bir tacirin borçlarının ticari olması asıldır. Ancak, gerçek kişi olan bir tacir, işlemi yaptığı anda bunun ticari işletmesiyle ilgili olmadığını diğer tarafa açıkça bildirdiği veya işin ticari sayılmasına durum elverişli olmadığı takdirde borç adi sayılır. İlgili düzenleme tacirlerin tüm borçlarının 7   POROY/YASAMAN, s. 68; ARKAN, s. 64; ARSLANLI, s. 22; ASLAN/ ERGÜN, s.24. 8   ARKAN, s. 64; KARAHAN, s. 54; AYHAN/ ÖZDAMAR/ÇAĞLAR, s. 63; ASLAN/ ERGÜN, s.24; DOMANİÇ/ULUSOY, s. 41. 108 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK ticari olduğu varsayımından hareket ederek, tacirlerin borçlarının kaynağını oluşturan tüm eylem, fiil ve işlemlerinin ticari olduğunu kabul eder. Ticari iş karinesi, hükümden de açıkça anlaşıldığı üzere sadece tacirlerin borçlarına ilişkindir, dolayısıyla tacirlerin alacakları karine kapsamına girmemektedir. Yine, karinenin uygulanması bakımından ilgili borcun sözleşmeden, haksız fiilden ya da sebepsiz zenginleşmeden doğması fark yaratmamaktadır.  İlgili düzenleme, ticari iş karinesi bakımından ticari işletmeden ziyade tacirleri esas aldığı için eleştirilmektedir. Bu eleştiriyi içeren görüşe göre, esas itibariyle ticari işletme göz önüne alınarak hazırlanan TTK da, bu ilkeden ayrılmak suretiyle,  böyle  bir  hüküm  tesis  edilmesi,  Kanun un  sistemine  aykırılık oluşturmaktadır. Söz konusu hükümde, ticari iş karinesinin uygulanabilirliği bakımından gerçek kişi tacirler için bir istisna getirilmiştir. Buna göre, gerçek kişi tacir işlemi yaptığı sırada bunun ticari işletmesi ile ilgili olmadığını açıkça bildirmişse veya somut olayın şartları işin ticari olmasına uygun değilse, artık  bir  ticari  işten  bahsedilemeyecektir.  Zira,  bu  istisnai  durumlardan herhangi birinin varlığı halinde, gerçek kişi tacirin, ticari veya mesleki amaç olmaksızın hareket ettiği göz önüne alınarak TKHK kapsamında gerçek kişi tüketici sayılacağı kuşkusuzdur. Nitekim, örneğin, bir gerçek kişi tacirin ticari işletmesinde kullanmak üzere bir bilgisayar satın alması halinde, bu işlem bir ticari iştir. Ancak, aynı gerçek kişi tacirin evinde kullanmak için bir bilgisayar edinmesi durumunda, bu işlemin şartları varsa bir tüketici sözleşmesi sayılması gerektiği aşikardır. Gerçek kişi tacirler için açık bir şekilde hükme bağlanan bu istisnanın ve dolayısıyla da işin ticari olmadığının ispatı imkanının, tüzelkişi tacirler bakımından geçerli olmadığı kabul edilmektedir. Bu konuya ilişkin doktrindeki hakim görüşe göre, kanun bu istisnayı sadece gerçek kişilere tanımak suretiyle gerçek ve tüzelkişiler arasında bilinçli bir ayrım yapmıştır. Bu nedenle, ticari iş karinesi gerçek kişi tacirler için aksi ispat edilebilir adi bir karine iken, tüzel kişi tacirler için mutlak bir karine olarak kabul edilmelidir. Dolayısıyla, tüzel kişi tacirlerin tüm borçlarının ve işlemlerinin ticari olduğu, adi bir sahalarının olmadığı benimsenmelidir. TTK m.19/2 de ise, bir taraf için ticari sayılan işlerin de ticari sayılacağı hükme bağlanmıştır. Buna göre; Taraﬂ ardan yalnız biri için ticari iş niteliğinde olan sözleşmeler, Kanunda aksine hüküm bulunmadıkça, diğeri için de ticari 9   ARSLANLI, s. 26. 10  ARKAN, s. 65; DOMANİÇ/ ULUSOY, s. 217-218; ASLAN/ ERGÜN, s.24-25; KARAHAN, s.56; AYHAN/ ÖZDAMAR/ DOMANİÇ, s. 65-66; POROY/ YASAMAN, s.111. 11  DOMANİÇ/ULUSOY, s. 218-219; ARKAN, s.65; AYHAN/ÖZDAMAR/ÇAĞLAR, s. 6566; POROY/YASAMAN, s.111; KARAHAN, s.56. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 109Tüzelkişi Tacirin Tüketici Sıfatı iş sayılır. Bu hükmün uygulanabilmesi için taraﬂ ar arasındaki ilişki mutlaka bir  sözleşmeden  kaynaklanmalıdır.  Dolayısıyla,  taraﬂ ar  arasındaki  ilişki haksız  fiil  veya  sebepsiz  zenginleşmeden  doğmuşsa,  ilgili  düzenlemenin uygulanması söz konusu olmaz. Böylece, örneğin, bir tacir ve tacir sıfatına sahip olmayan bir kişi arasındaki eser sözleşmesi, tacir olmayan taraf için de ticari iş sayılır. Bunun sonucu olarak da, ticari işlerin tabi oldukları hükümler, tacir sıfatına sahip olmayan kişi bakımından da uygulama alanı bulur. 4.  TÜKETİCİ Tüketici kavramı Türk hukukunda ilk kez 08.09.1995 yılında yürürlüğe girmiş  olan  4077  sayılı  Tüketicinin  Korunması  Hakkında  Kanun  ile tanınmıştır.  Bu kanun 4822 sayılı Kanun ile 14.06.2003 tarihinde neredeyse tamamen değiştirilmiştir. Bugün ise 28.05.2014 tarihinde yürürlüğe giren 6502 sayılı Tüketicinin Korunması Hakkında Kanun hükümleri, bize bu kavramı tanımlamaktadır. Tüketici kavramının, hukuki kapsamının belirlenmesi bu kavramın ortaya  çıkış  nedenleri  ve  bugüne  kadar  geçirdiği  evrelerin  incelenmesi suretiyle ortaya koyulmalıdır. Zira, tüketici kavramının ve dolayısıyla tüketici hukukunun  doğuşu  ve  hukuki  düzenlemelere  konu  olması,  esas  olarak 19.yüzyılda seri üretimin artması saikine dayanmaktadır. Seri üretimde görülen bu artışın tüketime de yansıması kaçınılmaz olmuştur. İşte bu noktada, Borçlar Kanunun da yer alan sözleşme özgürlüğü ilkesinin sınırları tartışılmaya başlanmıştır.  Nitekim  taraﬂ ara  istedikleri  içerikte  sözleşme  yapabilme imkanı veren bu genel ilkenin yine Borçlar Kanununda hüküm altına alınmış genel sınırlamaları ile korunması, tüketimin günden güne arttığı bir toplum bakımından yetersiz kaldığı gerçeğini ortaya çıkarmıştır. Böylece Borçlar Kanunundaki hükümlerin zayıf olanı yeterince koruyamaması nedeniyle yeni ve özel koruma sağlayan düzenlemelere ihtiyaç duyulmuştur. İşte tüketicileri koruyan ve tüketici kavramını hukuki boyuta taşıyan Tüketici Hukuku bu  şekilde  doğmuştur.  Tüketici  hukukuna  ilişkin  düzenlemeler,  Türkiye, Yunanistan, Avusturya gibi bazı ülkelerde bir tek Kanun altında toplanırken, İsviçre gibi diğer bazı ülkelerde dağınık bir şekilde yürürlük kazanmıştır. Almanya da ise, Tüketici Hukukuna ilişkin düzenlemeler, 2002 yılında yapılan reform ile Alman Medeni Kanunu kapsamına alınmıştır. Avrupa Topluluğuna üye olan ülkelerin birçoğunda Tüketici Hukukuna ilişkin düzenlemelerin Türk Hukukundaki gibi tek bir Kanun altına toplanıp yeknesaklaştırılmamış 12  Ayrıntılı bilgi için Bkz. ARKAN, s. 66; DOMANİÇ/ ULUSOY, s. 220; AYHAN/ÖZDAMAR/ÇAĞLAR, s. 65. 110 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK olması, aslında Avrupa Topluluğunun Tüketici Hukukunu tekil yönergeler çerçevesinde ele almasına dayanmaktadır. Bu dağınıklığın giderilmesi ve ortak metinler hazırlanması çabaları özellikle Avrupa Birliğine üye olan ülkelerde halen devam etmektedir. Tüketici  hukukunun  temelini  oluşturan  tüketici  kavramı,  gerek 4822 sayılı Kanun ile değiştirilmiş olan 4077 sayılı eski Kanun da gerekse yürürlükte olan 6502 sayılı Kanun da tanımlanmıştır. Nitekim, Eski TKHK m.3/e de  tüketici  kavramı;  :  Bir  mal  veya  hizmeti  ticari  veya  mesleki olmayan amaçlarla edinen, kullanan veya yararlanan gerçek ya da tüzel kişi ifadeleri ile açıklanırken, 6502 sayılı TKHK m.3/k da Ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi olarak düzenlenmiştir. Tüketici kavramının 6502 sayılı Kanun da değiştirilmiş olduğu açıktır. Bunun sebebi, 1999/44/EC sayılı Tüketim Mallarının Satışı ve İlgili Garantilerinin Bazı Yönleri Hakkındaki Yönerge de yer alan tüketici kavramı tanımının 6502 sayılı Kanuna adapte edilmesinden kaynaklanmaktadır. Nitekim, ilgili Yönerge de tüketici kavramı  sözleşmelerde ticareti, işi (işletmesi), ya da mesleği ile ilgili olmayan amaçlarla hareket eden her gerçek kişi olarak nitelendirilmiştir. Bu tanım, 6502 sayılı TKHK ya tüketici kapsamına tüzel kişiler de eklenmek suretiyle alınmıştır. O  halde,  tüketici  kavramı;  ticari  veya  mesleki  amaçlarla  hareket etmeyen kişilere hukukun verdiği bir sıfat ve bu sıfatın sağladığı hukuki koruma  olarak  nitelendirilebilir.  Tüketici  sıfatının  tespiti,  bir  yandan TKHK da yer alan özel hükümlerden yararlanma, diğer yandan alıcı ve tacir sıfatından ayrılmak suretiyle, TBK ve TTK ya tabi olmama bakımından çok önemlidir. Bu bakımdan tüketici sıfatı, her somut olayda incelenmesi ve özellikle de çok ağır hükümlere tabi olma sonucunu doğuran tacir sıfatından ayrılması gereken bir kavramdır. Aksi halde, kanun koyucunun amacına aykırı olarak, TKHK da amaçlanan zayıﬂ arı koruma hedefi, TTK da yer alan ağır ve zorlayıcı hükümlerin uygulanması söz konusu olur, ki, bu durum hiç adil olmayan sonuçları doğurur. 13  Ayrıntılı bilgi için Bkz. ATAMER,  s. 21-32; ASLAN, s. 1 vd.; ZEVKLİLER/ AYDOĞDU/ AYDOĞDU, s. 80 vd.; AYDOĞDU, s. 59 vd; OZANOĞLU, Tüketici Sözleşmeleri Kavramı, s. 56 vd. 14  GÜMÜŞ, s. 30. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 111Tüzelkişi Tacirin Tüketici Sıfatı III.  TÜZEL KİŞİ TACİRİN TÜKETİCİ SIFATI 1.  Genel Olarak TKHK m. 3/k da Ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi olarak tanımlanan tüketici sıfatının, tüzelkişileri de  kapsamına  aldığı  kuşkusuzdur.  Ancak,  özellikle  şirket  niteliğindeki tüzelkişilerin tüketici kavramı içinde değerlendirilip değerlendirilmeyeceği ayrı olarak incelenmesi ve uygulama bakımından aydınlatılması gereken önemli bir konudur. İşte bu başlık altında, tüketici kavramının unsurları da ele alınmak suretiyle tüzelkişi tacirlerin özellikle de şirketlerin, tüketici kavramı içine dahil edilmesi gerekip gerekmediği ve dolayısıyla da TKHK nın uygulama alanına girip girmediği ele alınacaktır. 2.  Ticari veya Mesleki Olmayan Amaç a.  Kavram Tüketici kavramının asli unsurlarından birini ticari ve mesleki olmayan amaçlarla hareket etme oluşturmaktadır. Bu unsur, tüketici sözleşmesi yapıldığı sırada alıcının amacı bakımından göz önüne alınması gereken bir kriterdir. Bu unsurun açıklanması ticari ve mesleki amaç ile hareket etmenin ne anlama geldiği ve özellikle de hangi durumları kapsadığı sorularının yanıtlanmasını gerektirmektedir. Bu konuda doktrinde ve uygulamada farklı görüşler ileri sürülmüştür. Bir görüşe göre, bir mal veya hizmet ve onun maliyeti  alıcının  uhdesinde  kalmıyorsa,  yani  mal  veya  hizmet  herhangi bir şekilde ticari hayata geri dönüyor ve bunun için ödenen maliyet geri kazanılabiliyorsa, ticari ve mesleki amaçla hareket söz konusu olmaktadır. Ticari veya mesleki amaç dışında hareket, alınan mal veya hizmetin başka bir malın hammaddesi veya yarı mamul maddesi olarak kullanılmaması veya herhangi bir şekilde yeni bir mal veya hizmetin maliyet unsurları arasında yer almaması suretiyle gerçekleşmektedir. Dolayısıyla, tüketim amacının tespitinde bir malın veya hizmetin maddi varlığının veya ekonomik değerinin ortadan kalkması değil, onu satın alan kişiye maloluş değerinin geri gelip gelmemesi 15  Ayrıntılı bilgi için Bkz. BRUNNER, s. 594; REHBINDER, s. 71; WESTERMANN, s. 81. 16  ZEVKLİLER/ AYDOĞDU, s. 83; ASLAN,  s. 4 vd.; OZANOĞLU, Tüketici Sözleşmeleri Kavramı, s. 77 vd. 17  ASLAN, s. 4. 112 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK göz önünde tutulmalıdır. Bir kişinin tüketici sıfatına sahip olabilmesi, bir mal veya hizmeti edinmek için harcadığı paranın, o mal veya hizmetin kullanılmış veya tüketilmiş olmasıyla bağlantılı olarak tekrar geri gelmemesine bağlıdır. Bir başka görüşe göre ise, kişinin mesleki bir amaç güdüp gütmediği onun mesleki kimliğinden anlaşılmaktadır. Nitekim, otomobil satın almak için kredi talebinde bulunan kişinin, kredi talep formunda basılı bulunan eczane kaşesi, otomobilin mesleki faaliyette bulunmaya tahsis edileceğinin delili sayılmıştır. Dolayısıyla, kredi talebine ilişkin her türlü delil ve delil başlangıcı, kullanımın mesleki olup olmadığının tespitine hizmet etmektedir. Yine, kredi alanın turistik amaçlarla hizmet etmeye yönelik bir otomobil satın alması durumunda, bu otomobilin taşıma ve dağıtım işlerinde kullanılmayacağı anlaşılmaktadır. Yani tüketici kredisi ile satın alınan şeyin niteliğinden, hangi amaca tahsis edildiği anlaşılmaktadır ve böylece somut olayda ticari veya mesleki bir amaçla hareket edilip edilmediği belirlenebilmektedir. Bir başka görüş ise, bir malı olduğu gibi ya da işleyerek bir başkasına satmak veya çıkar karşılığı devretmek üzere satın alan, yani kendisi de satıcı konumuna girecek şekilde hareket eden kişiler, tüketici sayılmazlar. Nitekim, Yargıtay da aynı görüş doğrultusunda ilgili bir kararında;  tüketici sayılabilecek kişinin mal veya hizmeti ticari faaliyeti dışında özel kullanım ya da tüketimi için talep etmesi gerektiğini, mal ya da hizmetin bizzat kendi kullanımı veya yararlanmasının talep edilmesinin nihai yararlanmak olarak anlaşılması gerektiğini ifade etmiştir. Bize göre, tüketici kavramının sınırlarının belirlenmesi bakımından en önemli kriter niteliğinde olan, ticari veya mesleki amaçlı olmama unsurunun belirlenmesinde göz önüne alınması gereken, kişinin ilgili mal veya hizmeti özel kullanımı veya tüketimi için edinmiş olup olmadığının tespiti olmalıdır. Nitekim İsviçre Federal Mahkemesi de bir kararında; tüketicinin, mal veya hizmeti kendi özel ve kişisel kullanımı için edinen veya talep eden, dolayısıyla da nihai tüketen olduğu, mesleki ve ticari bir amaç gütmeksizin hareket 18  İNAL, s. 246. 19  ZEVKLİLER/ AYDOĞDU, s. 83 20  YARGITAY 13.HD, 2000/19-1255 Esas, 2000/1249 Karar. 21  Ticari veya mesleki olmayan amaç, tüketicinin kendi kişisel veya ailevi ihtiyaçlarını karşılama ve tüketicinin işletmesiyle bağlantılı bulunmayan edinimler olarak da nitelendirilmektedir Bkz. BRUNNER, s. 594; 22  BGE 121 III 336;  somut olay davacı pul ticareti yapan anonim şirketin, davalı pul koleksiyoncusunun kendisine olan faizler dışında hesaplanan 333 141 Fr. borcunun ödenmesi talebine ilişkindir. İnceleme sonucunda İsviçre Federal Mahkemesi, Zürih Mahkemesinin değil, davalının ikamet ettiği Bath mahkemelerinin yetkili olduğuna karar vermiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 113Tüzelkişi Tacirin Tüketici Sıfatı edilmesinin belirleyici olduğu, şüphe halinde somut olayda ilgili sözleşmenin tüketici  sözleşmesi  olarak  yorumlanması  gerektiği,  tüketici  sözleşmeleri bakımından belirleyici olanın bir taraftan taraﬂ arın kişisel mi yoksa mesleki amaçla  mı  hareket  ettikleri,  diğer  taraftan  ise  taraﬂ arın  rolleri  olduğu, nitekim tüketici sözleşmesinde bir taraftan mal veya hizmeti sunan sağlayıcı, diğer taraf ise mal veya hizmeti özel bir amaçla edinen tüketici olması gerektiği, hatta davalının aynı zamanda pul ticareti de yapmasının somut olay bakımından tüketici sıfatını etkilemeyeceğini, çünkü somut olayda mesleki bir amaç taşımadığını belirtilmiştir. Zira, yukarıdaki görüşler dikkate alınarak, ilk olarak bu kapsamda mal veya hizmetin maliyetinin geri kazanılamaması kriteri dikkate alınmamalıdır. Zira, bu durumda tüketici sözleşmesi yapıldığı esnada özel ve kişisel amaç ile hareket eden, ancak daha sonra ilgili mal veya hizmetten ticari veya mesleki bir amaçla yararlanan kişiler tüketici kavramı dışında tutulmak zorunda kalır, ki bu kabul edilemez. Daha önce de belirtildiği gibi tüketici sıfatının tespiti bakımından esas alınması gereken an, tüketici sözleşmesinin yapıldığı andır. Dolayısıyla, ilgili mal veya hizmetin maliyetinin edinene geri dönmesi halinde de ticari veya mesleki amaçla hareket edilmemiş olabilir. Yine, kişilerin tüketici olup olmadığının, başka bir deyişle mesleki veya ticari bir amaç güdüp gütmediklerinin, onların mesleki kimliklerine ilişkin her türlü delil ve delil başlangıcından anlaşılabileceğini savunan görüş de benimsenmemelidir. Zira, bizim de katıldığımız görüşe göre, bu kriter objektif nitelikte değildir. Diğer taraftan, ticari veya mesleki amacın sadece bu kritere göre belirlenmesi de yerinde görülmemelidir. Örneğin, her ne kadar kredi talep ederken eczane kaşesi kullanılsa da, somut olay bakımından bu kredinin özel veya kişisel amaçla kullanılabilmesi mümkündür. İşte böyle bir durumda, krediden yararlanan kişinin tüketici olmadığını söylemek ve onu hukuki korumadan mahrum bırakmak hukuken yerinde görülmemelidir. Bizim de katıldığımız görüşe göre, ticari veya mesleki amaç dışında hareket etmek, kişinin mal veya hizmetten nihai yararlanan olması, yani mal veya hizmeti kar veya çıkar amacı gütmeksizin, kendi özel ihtiyacı ve tüketimi için elde etmesi olarak anlaşılmalıdır. Bunun sonucunda da, mal veya hizmetin maliyetinin geri dönmüş olup olmamasına veya mesleki faaliyete ilişkin bir delilin bulunup bulunmamasına bakılmaksızın, her somut olayda kişinin özel 23  REHBINDER, s. 71; WESTERMANN, s. 81; OZANOĞLU, Tüketici Sözleşmeleri Kavramı, s. 72; ASLAN, s. 6. 24  Bu bakımdan nihai kullanım ölçütünün, tüketici kavramının tespiti bakımından belirleyici bir unsur taşımaması gerektiği, bilakis özel amacın tespiti yönünden yardımcı bir ölçüt olarak göz önüne alınması gerektiği ifade edilir. Bkz. OZANOĞLU, s. 687-688. 114 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK veya kişisel amacının mevcut olup olmadığı somut olayın tüm şartları dikkate alınarak değerlendirilmelidir. Başka bir deyişle, ticari veya mesleki amaç dışında hareket etmenin tespiti, tek bir kritere bağlı olmamalı ve buna ilişkin katı sınırlar çizilmemelidir. Aksi takdirde, zayıﬂ arı koruma amacı güden Tüketici Hukuku amacına hizmet etmez ve özel amaçla hareket eden bir kişi tüketici sayılmayabilir.  Bu bakımdan, bir otomobili tacir sıfatı ile satın alan kişi, bu otomobili sadece kendi kişisel ve aile ihtiyaçları için kullanma amacı güdüyorsa, bu kişinin ticari veya mesleki amaçlarla hareket ettiğinden söz edilmemelidir. Burada üzerinde durulması gereken bir başka konu ise, bir mal veya hizmetin bir taraftan ticari veya mesleki amaçla, diğer taraftan ise ticari veya mesleki amaç dışında edinilmesi halinde, tüketici sıfatının tespiti bakımından nasıl hareket edilmesi gerektiğidir. Bu duruma ilişkin savunulan bir görüşe göre, burada karma bir işlem mevcuttur ve kısmen tüketici gibi davranan kişilerden söz edilmektedir. Bu hallerde, bu kişilerin işlemleri bir yönüyle ticari veya mesleki olduğundan ve muhasebe tekniği bakımından bir bütün olarak kayda geçeceğinden, bölünme söz konusu olamayacaktır. Bu durumda da,  bu  kişilerin  tüketici  sayılması  mümkün  değildir.  Nitekim  Yargıtay da bir kararında, bir ticari ortaklığın kendi adına araç alması ve bu aracı ticari ortaklığın işlerinde kullanması ve bazen de özel nitelikte kullanması durumunun işlerin niteliğini değiştirmeyeceği, aksi halin kabulünün hem vergi yasaları ve hem de ortaklık bilançosu bakımından karışıklıklar yaratacağını ifade etmiştir. Böylece, karma amaçlı işlemlerde kişilerin tüketici sayılması olanaklı olamayacağından, TKHK ya göre değil, genel hükümlere göre hareket etmek gerekmektedir. Bizim de katıldığımız diğer bir görüşe göre ise; ilgili mal veya hizmetin ticari amaçlı olmayan kısımlarının diğer kısımlardan ayrılabildiği  hallerde,  bu  kısımlar  bakımından  tüketici  sıfatının  mevcut olduğunu  kabulü  ile TKHK nun  uygulanması  gerektiğinin  benimsenmesi gerekmektedir. Bu bakımdan örneğin, yoğurt fabrikası olan bir tacirin satın aldığı sütün bir kısmını hammadde olarak ticari işinde kullanırken, diğer bir kısmından barınaktaki yavru hayvanları beslemek için faydalanabilir. Bu durumda, niteliği ve miktarı bakımından diğer kısımdan ayrılabilen kısım için tüketici sıfatına sahip olmadığını söylemek hukuka aykırılık teşkil eder. 25  KEMPER, s. 27; ZEVKLİLER/ AYDOĞDU, s. 84; ÖZEL, s. 32. 26  YARGITAY 13.HD, 1815 Esas, 5112 Karar. 27  Burada objektif kıstas, maliyetlerin geri dönüp dönmemesidir. Alıcının soyut kullanım amacının araştırılması yeterli değildir. Bu amaçla özellikle söz konusun malların maliyetlerinin, işletmenin kayıtlarına geçip geçmediğine bakmak gerekir. ASLAN, s. 5. 28  ATASOY/TAŞKIN/ACAR, s. 8-9. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 115Tüzelkişi Tacirin Tüketici Sıfatı Nihayet, bir işverene bağlı olarak çalışan işçinin, edindiği maldan çalıştığı iş kapsamında yararlanması halinde, tüketici sıfatına sahip olup olmayacağı üzerinde durulmalıdır. Burada savunulan bir görüşe göre, bu halde her ne kadar işçi aldığı malı işte kullanmak üzere satın alsa bile tüketici sıfatına sahip olduğu kabul edilmelidir. Bu bakımdan, bir başkasının taksisini işçi  sıfatıyla  çalıştıran  kişi,  otomobile  benzin  alması  halinde  de  tüketici sıfatına sahiptir. Bir başka görüşe göre ise, burada edinilen mal, edinenin bizzat kullanım ve yararlanması amacıyla değil, bilakis bir başkasının yararı amacı göz önüne alınarak satın alınmaktadır. Bu nedenle, bir başkasına bağlı olarak çalışan işçinin temsil yetkisine dayanarak işletme hesabına bir sözleşme yaptığı, dolayısıyla tüketici sıfatı kapsamında değerlendirilemeyeceği ileri sürülmektedir. Bize göre, her iki görüş de TKHK kapsamında açık bir şekilde tanımlanan tüketici kavramı bakımından eksik gerekçelendirilmiştir. Zira, tüketici kavramının kapsamı yukarıda da açıklandığı üzere, kişilerin mal veya hizmeti edinme amaçları göz önüne alınarak belirlenmelidir. Dolayısıyla bir kişinin bir başkasına bağımlı olarak çalışması, başka bir deyişle kendi adına bir ticari iş yapmaması, tüketici kavramı bakımından önem arz etmemelidir. Burada göz önüne alınması gereken tek kıstas, kişinin sözleşmeyi yaptığı sırada hangi amaçla hareket ettiği olmalıdır. Böylece, bir başkasına bağımlı olarak çalışan işçi, her ne kadar tacir sıfatına sahip olmasa da, edindiği malı kendi kişisel ihtiyaçlarından ziyade, kendi işinde kullanmak veya yararlanmak amacıyla hareket ediyorsa, ticari veya mesleki bir amacının olduğu sonucuna varılmalıdır.  Bu  nedenle,  bu  kişinin  tüketici  sıfatına  sahip  olduğu  kabul edilmemelidir. b.  Ticari  veya  Mesleki  Olmayan  Amacın  Tüzelkişi  Tacirler Bakımından Yorumlanması Çalışmamızın esasını oluşturan tüzelkişi tacirlerin tüketici sıfatına sahip  olup  olamayacağı  konusu,  temelinde  tüzelkişi  tacirlerin,  ticari  ve mesleki amaç dışında hareket edebilecekleri bir alanın bulunup bulunmadığı sorusunun cevaplandırılması ile aydınlatılabilir. Konu,  gerek  doktrinde  gerekse  içtihatlarda,  iki  görüş  etrafında toplanmaktadır. Hakim görüşe göre, tüzelkişi tacirler, başka bir deyişle 29  KEMPER, s. 27; ZEVKLİLER/ AYDOĞDU, s. 84. 30  ASLAN, s. 6. 31  ASLAN, s. 5; ZEVKLİLER/ AYDOĞDU/ AYDOĞDU, s. 81; GÜMÜŞ, s. 31; AYDOĞDU, s. 60; ARKAN, s. 66; DOMANİÇ/ULUSOY, s. 218-219; AYHAN/ÖZDAMAR/ÇAĞLAR, s. 65-66; POROY/YASAMAN, s.111; KUNTALP, s. 305 vd. 116 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK ticaret  şirketleri  hiçbir  şekilde  tüketici  sıfatına  sahip  olamazlar.  Çünkü, tüzelkişi tacirlerin tüm işleleri TTK m. 19/1 hükmü göz önüne alındığında, ticari niteliktedir. Zira, TTK m.19 da gerçek kişi tacirlerin belirli şartların varlığı  halinde  adi  işlerinin  olabileceği  kabul  edilirken,  tüzelkişi  tacirler bakımından böyle bir istisnaya yer verilmemiştir. O halde tüzelkişi tacirlerin tüm işlemlerinin istisnasız olarak ticari iş niteliğinde olduğu kabul edilir. Böylece, ticaret şirketlerinin adı altında yapılan işlemlerde hiçbir şekilde özel amaç olamayacağı ve dolayısıyla da tüzelkişi tacirlerin yaptıkları tüm işlemlerin TKHK kapsamı dışında kalacağının kabul edilmesi gerekmektedir. Nitekim ilgili görüş Yargıtay tarafından da benimsenmektedir. Bu görüş kapsamında Yargıtay bir kararında; Bir tacirin borçlarının ticari olması asıldır. Ancak gerçek kişi olan bir tacir, yaptığı iş ve işlemin veya aldığı hizmetin ticari işletmesiyle ilgili olmadığını diğer tarafa açıkça bildirdiği veya  muamele  fiil  veya  işleminin  ticari  sayılmasına  halin  icabı,  müsait bulunmadığı takdirde, bu işlemlerden doğan borç adi, yani özel sayılacaktır. 32  YARGITAY, HGK, 2011/19-500 Esas, 2011/550 Karar; Dava, borçlu olunmadığının tespiti ( menfi tespit ) istemine dair olup; icra takibinden sonra Ticaret Mahkemesine açılmıştır. Uyuşmazlık; davaya bakmakla görevli mahkemenin tespiti noktasındadır. Davacı Limited Şirket tacir olup, tüzel kişilik adına ticari işletmesinde kullanmak üzere otomobil satın almış; bedelini ödemek üzere kredi kullanmıştır. Davacı tüketici olarak tanımlanamayacağı gibi yaptığı işlem tüketici işlemi değildir ve kullandığı kredinin tüketici kredisi olduğunu kabule de olanak bulunmamaktadır. Her ne kadar taraﬂ ar arasındaki kredi sözleşmesi Tüketici Kredisi Sözleşmesi başlığını taşımakta ise de davada, maddi olayları açıklamak davanın taraflarına, hukuksal nitelendirilmesini yapmak ve uygulanacak yasa hükümlerini belirlemek ve uygulamak hakime ait bir görev olduğuna göre, salt sözleşmede Tüketici Kredisi tabirinin kullanılmış olması kredinin tüketici kredisi olduğunu kabulüne olanak sağlamaz ve uygulanacak Kanunun tespitinde de esas alınamaz. Kredi sözleşmesini kefil sıfatıyla imzalayan gerçek kişi diğer davacı bakımından tüketici mahkemesinin görevli olduğu yönünde görüş ileri sürülmüş ise de, şirket yetkilisi olan kefil de tacir olup, ticaret şirketine alınan ve şirket adına kaydedilen otomobil sebebiyle verdiği kefaletin şirket lehine olduğu belirgin olmakla, kefilin açtığı davaya bakmakla genel mahkemenin görevli olduğu sonucuna varılmıştır. O halde, yerel ticaret mahkemesince, ortada bir tüketici işleminin bulunmadığı gerekçesiyle, görevli olduğunu kabulle işin esasının incelenmiş olması yerindedir.; Ayrıca bkz., YARGITAY, HGK, 2006/13-637 Esas, 2006/679 Karar; YARGITAY, 20.HD, 2002/8260 Esas, 2002/9761 Karar; YARGITAY, HGK, 2006/19-684 Esas, 2006/647 Karar. 33  YARGITAY, HGK, 2000/19-1255 Esas, 2000/1249 Karar. Somut olayda davacı Ltd. Şirketi, tüzel kişilik adına ticari işletmesinde kullanmak üzere ticari vasıfta kamyonet almıştır. Özel amaçlı satın almalar için uygulanan 4077 sayılı yasanın, davacı şirkete ait araç yönünden uygulanması söz konusu değildir. Bu itibarla, taraﬂ ar arasındaki, uyuşmazlığın çözümünde 4077 sayılı yasanın uygulanması söz konusu olmayacaktır. Mahkemece, ticari nitelik taşıyan uyuşmazlığın tüketici mahkemesi sıfatıyla incelemesi ve karara bağlanması yasaya aykırıdır. Taraﬂ arın tüzel kişi tacir bulunması nedeniyle bu davanın genel hükümlere göre açılmış bir dava olarak kabulü ile verilecek bir ara kararıyla davanın genel mahkemede açıldığının kabulü ile harcın tamamlattırılması ondan sonra taraﬂ arın iddia ve savunmalarının incelenmesi ve hasıl olacak uygun sonuç dairesinde bir karar verilmesi gerekir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 117Tüzelkişi Tacirin Tüketici Sıfatı ( TTK. md. 21 ) Tüzel kişi tacirin barınma, gıda, giyinme ve aile gibi özel insani  ihtiyaçları  olmadığı  için  bunların  hakiki  şahıslar  gibi  adi  borç ilişkileri alanı olmadığı kabul edilir. Hele somut olayda olduğu gibi ticaret şirketleri bir ticari işletme işletmiyor olsalar dahi TTK. 18/1 madde gereğince kanunen tacirdirler. Doğrudan ticari amaçla yada işletmenin iç ihtiyaçlarını karşılamak amacıyla olup olmadığına bakılmaksızın bütün hukuki ilişkileri ticari faaliyet kapsamında olup özel hayatlarına ilişkin bir işlem söz konusu olamayacaktır. gerekçesi ile tüzelkişi tacirlerin ticari ve mesleki amaç dışında hareket edip etmediklerine bakılmaksızın, tüketici sayılmalarının söz konusu olamayacağını vurgulamıştır. Diğer bir görüşe göre ise; TTK m.19 da yer alan ticari iş karinesi, ilgili muamele, fiil ve işin ticari işletmeyle bağı olduğunun varsayıldığı hallerde, bu işlerin ticari iş sayılması ve TTK hükümlerinin uygulanması gerektiği şeklinde yorumlanmalıdır. Böylece örneğin, yağlı boya satıcısı bir tacirin yüklü miktarda boya satın alması veya bir otomobil lastiği toptancısının yüz adet lastik satın alması durumunda, bu işlemlerin ticari işletmeyle ilgili olduğu konusunda herhangi bir şüphe bulunmamaktadır. Ancak, tacirin ticari işletmesindeki yemekhanede kullanılmak üzere yiyecek maddesi alması veya fabrikasına kahve makinası satın alması durumunda, bu işlemlerin ticari nitelikte bir alım-satım olmadığı, aksine tüketim amacı ile yapılan satım sözleşmeleri olduğu açıktır. Bu amaçla yapılan sözleşmelerde tüzelkişi tacirler özellikle de şirketler de tüketici sıfatına sahip olmalıdır. Nitekim, bu sözleşmelerde nihai kullanım amacı bulunmaktadır ve ticari veya mesleki bir gelir elde etme amacı mevcut değildir. Bu durum göz önüne alınarak, tüketici hukukunun sağladığı korumadan, tüketim amacı ile hareket eden tüzelkişi tacirler mahrum bırakılmamalıdır. Tüzelkişi tacirlerin fiil ve işlemleri bakımından TTK kapsamında adi sahaları bulunmadığından, ancak iktisadi faaliyet konuları dışında kalan mal ve hizmet edinimleri bakımından tüketici sıfatına sahip olabilecekleri kabul edilmelidir. Bu görüş Yargıtay tarafından verilen bir kararda da benimsenmiştir. İlgili kararda; Ticari 34  POROY, Armağan, s.524-525; TAŞKIN, s. 34-37; OZANOĞLU, s. 685; SCHMEIZER, s. 62; Ayrıntılı bilgi için bkz., GEZDER, s. 159-169. 35  YARGITAY, 19.HD, 1999/3932 Esas, 1999/4621 Karar; Davacı vekili; müvekkilinin davalı O... A.Ş.den 12.12.1996 tarihli fatura ile bir adet Opel Frontera aracı satın aldığını, ancak araçtan kısa bir süre sonra arızalar meydana geldiğini, durumun davalı firmaya bildirildiğini, davalının Almanya dan parça getirtilerek tamir yapılacağını bildirdiğini ve müvekkilinden izin alınmadan aracın motorunun indirilip parça değişikliği yapıldığını, ancak aracın arızasının giderilmediğini ve davalıdan aracın yenisi ile değiştirilmesi talebinde bulunulduğunu, bunun kabul edilmemesi üzerine Ankara Tüketici Sorunları Hakem Heyetine başvurularak 9.3.1998 tarihinde aracın yenisiyle değiştirilmesi kararının alındığını, buna rağmen davalının değiştirme yapmadığını belirterek, aracın iadesi karşılığında yeni bir araçla değiştirilmesini 118 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK şirketlerin ekonomik bir varlığı temsil edip, korunmalarına gerek bulunmadığı savunulamaz. Nitekim, AT Komisyonunun ikinci Eylem planında bu konuda oluşması muhtemel duraksamaların önlenmesi amacıyla ... alım gücü az ya da çok...» tabirleriyle konu vurgulanmıştır. Bir tacirin borçlarının niteliğini düzenleyen TTK.nun 2-1 maddesi, tüzel kişi tacirlerin özel amaçlarla nihai tüketici olmalarını engelleyen bir anlam taşımamaktadır. Tamamen kendisine özgü etkin, kısa ve ekonomik bir prosedür içinde tüketicinin hakkına kısa yoldan kavuşmasını amaçlayan kanunun, işletmesinin tüketim ihtiyacı kadar ( lastik, temizlik eldiveni, temizlik malzemesi, kırılan kapı kilidinin yenisi, soğutma cihazı vs. gibi ) malı almak suretiyle nihai tüketimde bulunan bir tüzel kişi taciri, korumanın kapsamı dışında bıraktığı düşünülemez. ifadeleri yer almaktadır. Kanımızca  konu,  tüzelkişi  tacirlerin  özellikle  de  şirketlerin  ticari veya  mesleki  amaç  gütmeksizin  hareket  edip  edemeyecekleri  sorusunun cevaplanması suretiyle aydınlatılmalıdır. Bunun için de ilk olarak, TKHK nın tüketici kavramına ilişkin tanımı göz önüne alınmalıdır. Nitekim tüketici kavramı, TKHK m. 3/k da Ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi olarak tanımlanmıştır. O halde, ticari veya mesleki amaç dışında yapılan tüm işlemlerin, TKHK nın kapsamına girdiği şüpheye yer vermeyecek kadar açıktır. Böylece, sadece TKHK nın tüketici kavramına ilişkin ilgili düzenlemesi dikkate alındığında, tüzelkişi tacirlerin ticari veya mesleki  amaç  dışında  hareket  ettikleri  tüm  işlemler  bakımından  tüketici sıfatına sahip olması gerektiği sonucuna varılmaktadır. Ancak, bu noktada tartışma konusu yaratan tüzelkişi tacirler bakımından mutlak bir karine olarak nitelendirilen ticari iş karinesinin varlığından kaynaklanmaktadır. Nitekim TTK m.19 da, gerçek kişi tacirler için kabul edilen istisnanın tüzelkişiler için açık bir şekilde düzenlenmemiş olması, tüzelkişi tacirlerin hiçbir zaman adi sahalarının bulunmadığı ve dolayısıyla hiçbir şekilde tüketici sıfatına sahip olamayacakları şeklinde yorumlanmaktadır. Ancak, bize göre tüzelkişi tacirlerin  tüketici  sıfatına  sahip  olup  olamayacakları  tartışması,  yukarıda açıklanan görüşler çerçevesinde yüzeysel ve gerekçesiz değerlendirmelerle ele alınmıştır. Nitekim, burada cevaplanması gereken asıl soru, her ticari işin  ticari  veya  mesleki  bir  amaç  taşıyıp  taşımadığı  olmalıdır.  Çünkü, TKHK tüketici kavramı kapsamında ticari işten değil, ticari veya mesleki amaçtan hareket etmektedir. O halde, eğer bu soru olumsuz bir şekilde cevaplandırılırsa,  tüzelkişi  tacirlerin  de  amaçları  doğrultusunda  belirli talep ve dava etmiştir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 119Tüzelkişi Tacirin Tüketici Sıfatı hallerde tüketici sıfatına sahip olabilecekleri kabul edilmelidir. Daha önce de üzerinde durulduğu gibi ticari veya mesleki amaç dışında hareket etme ile kastedilen, kişinin mal veya hizmetten nihai yararlanan olması, yani mal veya hizmeti kar veya çıkar amacı gütmeksizin, kendi özel ihtiyacı ve tüketimi için elde etmesidir. Bu durumda, örneğin bir anonim şirketin fakir çocukları okutmak amacıyla bir özel okul sözleşmesinin tarafı olması veya yönetim kurulu  üyelerinin  kişisel  ihtiyaçlarını  karşılamak  için  odalarına  alınması planlanan buzdolapları için satım sözleşmesi yapması gibi durumlarda, ticari veya mesleki bir amaç ile hareket edilmiş olmasından bahsedilmemelidir. Burada her ne kadar ilgili işlemlerin TTK m.19 da yer alan düzenleme kapsamında ticari iş sayılması gerektiğinden söz edilse de, bunun varsayılan bir sonuç olduğu kabul edilmelidir. Zira, tüzelkişi tacirleri açık veya örtülü olarak kapsam dışında bırakmayan TKHK göz önüne alınarak, ticari veya mesleki amaçlar dışında hareket edildiği açık olan hallerde, şirketlerin de tüketici sayılması gerektiği kabul edilmelidir. Bu hallerde, ticari veya mesleki amaç gütmeyen şirketleri TTK m.19 çerçevesinde varsayılan bir amaca tabi tutmak, gerçeği reddetmekten başka bir anlama gelmez. Karineler, bilinen bir durumdan bilinmeyen bir durum lehine çıkarılan sonuçlardır. Karinelerin amacı, bilinmeyeni yorumlamak suretiyle adil olan gerçeğe ulaşmaktır. Ancak, bilinen ve gerçek mevcut iken, karinelere dayanmak, gerçekliği saptırmaktan başka bir sonuç doğurmaz. Bu da, ne hukukun ne de kanun koyucunun amacı ile bağdaştırılabilir. Açılanan bu sebeplerle, ticari veya mesleki amaç dışında hareket ettikleri hallerde, tüzelkişi tacirlerin özellikle de şirketlerin, tüketici sıfatına sahip olması gerektiği ve dolayısıyla TKHK hükümlerinin onlar için de uygulama alanı bulması gerektiği kabul edilmelidir. 3.  Gerçek veya Tüzelkişi Olma a.  Genel Olarak Tüketici sıfatının gerektirdiği diğer bir şart da TMK nın ilgili hükümleri çerçevesinde kişilik sahibi olmaktır. Nitekim TKHK m.3/k da, ticari veya mesleki amaç dışında hareket eden gerçek ve tüzelkişilerin tüketici sıfatına sahip olabileceği açık bir şekilde belirtilmiştir. Daha önce de ifade edildiği gibi, gerçek kişiler insanlardır. Tüzelkişiler ise fiziki ve cismani bir varlığı olmamakla beraber, insanlara özgü yaş, cinsiyet gibi özellikler dışında hukukun gerçek kişilerden ayırt etmeksizin haklara ve borçlara sahip olabilme yetkisi tanıdığı, sosyal ve gerçek varlıklardır. TKHK nın tüketici sıfatını gerçek kişiler yanında tüzelkişilere de tanıması, yaratılış gereği sahip olunamayan 120 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK haklar dışında tüzelkişilerin de gerçek kişilerle eşit haklara sahip olabileceğine ilişkin TMK nın benimsediği genel hukuk ilkesine dayanmaktadır. TKHK  tüketici  kavramına,  gerçek  kişiler  yanında  tüzelkişileri  de almak suretiyle diğer birçok hukuk sisteminden ayrı bir hukuk politikası sergilemektedir.  Nitekim,  özellikle Avrupa  Birliği  Hukukunda  ve Alman Hukukunda tüzelkişiler tüketici olarak kabul edilmemektedirler. Zira, AB Hukukundaki ilgili düzenlemeler göz önüne alındığında, örneğin, 2 Aralık 1987 tarihli Tüketici Kredisi Hakkında AB Konsey Direktifinde , tüketicinin mesleki veya ticari faaliyet dışındaki amaçlarla bir kredi sözleşmesine taraf olan gerçek bir kişi olduğu (m.1/2/a), yine Haksız Şartlara İlişkin AB Konsey Direktifinde,  kendi zanaati, işi veya mesleği dışındaki amaçlarla hareket eden herhangi bir gerçek kişiyi ifade ettiği (m.2/b) açık bir şekilde belirtilmiştir. Alman Hukukunda ise, BGB § 13 de tüketicinin,  mesleki ve ticari amaçlar dışında hukuki işlem yapan gerçek kişiler olduğu hükme bağlanmıştır. İsviçre Tüketici Kredisi Kanunu nda ise, tüketici, ticari veya mesleki bir amaç gütmeksizin tüketici kredisi sözleşmesi akdeden gerçek veya tüzelkişi olarak tanımlanmıştır (Art. 3 KKG). Türk  Hukukunda  gerçek  kişiler  yanında  tüzelkişilerin  de  tüketici kavramı içine dahil edilmesi bizim de katıldığımız görüşe göre yerindedir. Zira, özellikle tüketici kredisi dışında çoğu zaman güçlendirme, eğitim, tedavi, ekonomik destek gibi ideal amaçlarla hareket eden tüzelkişilerin konumu ve parasal olanakları bakımından tüketici sıfatıyla korunmaya değer olduğu, özellikle  de  satıcı  ve  sağlayıcı  karşısında  zayıf  durumda  bulunabileceği, bu nedenle de TKHK kapsamında tüzelkişilere de yer verilmesinin yerinde olduğu kabul edilmektedir. b.  Tüketici Sıfatının Tüzelkişi Tacirler Bakımından Değerlendirilmesi Tüzelkişi  tacirlerin,  yani  şirketlerin  tüketici  sıfatına  sahip  olup olamayacaklarına  ilişkin  olarak  doktrin  ve  uygulamada  iki  ayrı  görüş mevcuttur. Bu konuda ileri sürülen hakim görüşe göre; şirketlerin herhangi bir işleminin tüketici işlemi sayılması mümkün değildir. Çünkü şirketlerin her 36  Karşı görüş için bkz., AKİPEK, s. 197. 37  ZEVKLİLER/ AYDOĞDU/AYDOĞDU, s. 81; AYDOĞDU, s. 61; GÜMÜŞ, s. 30; GEZDER, s. 158 vd. 38  ASLAN, s. 8; ZEVKLİLER/ AYDOĞDU/ AYDOĞDU, s. 81; GÜMÜŞ, s. 31; AYDOĞDU, s. 60; ÖZEL, s. 30; GEZDER, s. 161; ; ARKAN, s. 66; DOMANİÇ/ULUSOY, s. 218-219; AYHAN/ÖZDAMAR/ÇAĞLAR, s. 65-66; POROY/YASAMAN, s.111. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 121Tüzelkişi Tacirin Tüketici Sıfatı işlemi ticari işletmeleri ile ilgilidir ve TTK m.19 göz önüne alınarak ticari iştir. Bu bakımdan ticari amaç güden bir işlemin tüketici işlemi sayılmasından söz  edilemez.  Burada  ayırt  edici  olan  unsur,  şirketlerin  yaptıkları  tüm işlemlerin maliyetinin geri dönüşümünün söz konusu olabilmesidir. Ancak, tüketici işlemlerinde, yapılan işlemin maliyetinin tüketiciye geri dönebilmesi mümkün değildir. Gerçek kişi tacirler bakımından ise TTK m.19/2 de yer alan istisnalar göz önüne alınarak adi sahalarının olduğu ve bu kapsamda yaptıkları işlemler yönünden tüketici sıfatına sahip olabilecekleri kabul edilmektedir. Nitekim Yargıtay bir kararında;  gerçek kişi olan bir tacirin, yaptığı işlemin ticari işletmesi ile ilgili olmadığını diğer tarafa açıkça bildirdiği veya işlemin ticari sayılmasının niteliği gereği uygun olmaması halinde bu işlemlerden doğan borcun adi, yani özel sayılacağını, anılan madde yönünden yasa koyucunun sadece gerçek kişi tacirleri öngörmesine ve dolayısıyla tüzelkişi tacirlerin bu kuralın dışında kalmasına, tüzelkişiler için her türlü işlemin ticari sayılmasının gerekmesine ve tacir olan tüzelkişilerin özel işlemleri olamayacağına göre, tüzelkişi tacirlerin tüm işlemlerinin istisnasız olarak ticari sayılması gerektiğini belirtmiştir. İlgili kararda benimsenen görüş göz önüne alınarak Yargıtay bir başka kararında da; Tüzel kişi tacirin barınma, gıda, giyinme ve aile gibi özel insani ihtiyaçları olmadığı için bunların hakiki şahıslar gibi adi borç ilişkileri alanı olmadığının kabul edildiğini, hele somut olayda olduğu gibi ticaret şirketleri bir ticari işletme işletmiyor olsalar dahi TTK. 18/1 madde gereğince kanunen tacir sayıldıklarını, doğrudan ticari amaçla yada işletmenin iç ihtiyaçlarını karşılamak amacıyla olup olmadığına bakılmaksızın bütün hukuki ilişkileri ticari faaliyet kapsamında olup özel hayatlarına  ilişkin  bir  işlem  söz  konusu  olamayacağını,  tacir  olmanın nimetine göre külfetinin de mevcut olduğunu, TTK. 20-25 inci maddelerinde tacir sıfatına bağlanan yerine göre hak yerine göre külfet niteliği arz eden hukuki sonuçlar düzenlendiğini,  bunların en önemlilerinden biri basiretli iş adamı gibi davranma zorunluluğu olduğunu, tacirin, ticari işletmesiyle ilgili tüm faaliyetlerinde basiretli bir iş adamı gibi davranması gerektiğini,  bu cümleden olarak ticari işletmesiyle ilgili sözleşmeleri yaparken ve bu sözleşmelerden doğan borçlarını yerine getirirken basiretli bir iş adamı gibi davranmak zorunda olduğunu, o nedenle tüketiciler için düzenlenen yasa hükümleri kapsamına alınmadıklarını, somut olayda davacı Ltd. Şirketi, tüzel kişilik adına ticari işletmesinde kullanmak üzere ticari vasıfta kamyonet almış olduğunu, özel amaçlı satın almalar için uygulanan 4077 sayılı yasanın, 39  YARGITAY, 11.HD, 1997/ 1815 Esas, 1997/ 5112 Karar 40  YARGITAY HGK, 2000/ 19-1255 Esas, 2000/ 1249 Karar. 122 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK davacı şirkete ait araç yönünden uygulanması söz konusu olamayacağını ifade etmiştir. Diğer  bir  görüşe  göre  ise;  TTK  m.19 da  düzenlenen  ticari  iş karinesi,  ticari  işletmeyle  ilgili  tüm  fiil  ve  işlemlerin  ticari  iş  sayılması gerektiği şeklinde değil, aksine ilgili fiil ve işlemlerin ticari işletmeyle ilgili olduğunun varsayılması halinde ticari iş olarak değerlendirilmesi gerektiği biçiminde yorumlanmalıdır. Dolayısıyla tacirlerin tüm fiil ve işlemlerinin TTK hükümlerine tabi olduğu kabul edilmemelidir. Nitekim, nihai kullanım amacının mevcut olduğu ve ticari veya mesleki bir gelir elde etme sonucunun söz konusu olmadığı hallerde, tüzelkişi tacir sıfatına sahip olan şirketlerin de tüketici sayılacağı ve TKHK hükümlerinden yararlanması gerektiği kabul edilmelidir. Böylece, tacir sıfatına sahip şirketlerin, TTK m.19 kapsamında özel alanları bulunmadığından, iktisadi faaliyet konuları dışında yaptıkları mal ve hizmet alımları bakımından TKHK ya tabi olup, tüketici sayılmaları gerekmektedir. Örneğin, bir gofret fabrikasına 100 kg un alınması veya 500 kg şeker alınması halinde, ilgili satım sözleşmelerinin ticari işletmeyle ilgili olduğu açıktır. Ancak, aynı fabrikaya klima alınması veya lavabolarda kullanılmak üzere temizlik malzemeleri alınması durumunda, ilgili sözleşmelerde tüketim amacı güdüldüğü ve ticari bir amacın mevcut olmadığı da inkar edilemez. İşte bu hallerde, şirketlerin de tüketici sıfatına sahip olması gerektiği kabul edilmelidir. Nitekim Yargıtay da daha önce bahsi geçen ilgili kararında, Ticaret şirketlerinin tüketici kavramı içinde mütalaa olunmalarının, TKHK 1.  maddede  öngörülen  amacın  gerçekleşmesini  de  olanaklı  kılacağını, ticari  şirketlerin  ekonomik  bir  varlığı  temsil  edip,  korunmalarına  gerek bulunmadığının  savunulamayacağını,  nitekim,  AT  Komisyonunun  ikinci Eylem planında bu konuda oluşması muhtemel duraksamaların önlenmesi amacıyla ... alım gücü az ya da çok... tabirleriyle konunun vurgulandığını, bir  tacirin  borçlarının  niteliğini  düzenleyen  TTK.nun  2-1  maddesinin, tüzel kişi tacirlerin özel amaçlarla nihai tüketici olmalarını engelleyen bir anlam taşımadığını, tamamen kendisine özgü etkin, kısa ve ekonomik bir prosedür  içinde  tüketicinin  hakkına  kısa  yoldan  kavuşmasını  amaçlayan kanunun,  işletmesinin  tüketim  ihtiyacı  kadar  (  lastik,  temizlik  eldiveni, temizlik malzemesi, kırılan kapı kilidinin yenisi, soğutma cihazı vs. gibi ) malı almak suretiyle nihai tüketimde bulunan bir tüzel kişi taciri, korumanın 41  Benzer kararlar için Bkz. YARGITAY 13. HD, 1997/ 1815 Esas, 1997/ 5112 Karar; YARGITAY 11.HD, 1997/ 8979 Esas, 1997/ 9841 Karar. 42  KEMPER, s. 26; POROY, s. 524-525; TAŞKIN, s. 36. 43  Bkz., dipnot 29. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 123Tüzelkişi Tacirin Tüketici Sıfatı kapsamı dışında bıraktığının düşünülemeyeceğini, kaldı ki hiçbir ayrıma tabi tutulmaksızın nihai tüketici olan gerçek kişi tacirler koruma kapsamında iken tüzel kişi tacirlerin koruma kapsamı dışında bırakılmaları Anayasa nın eşitlik ilkesine de aykırılık teşkil edebileceğini belirtilmiştir.  Konuya ilişkin olarak ileri sürülen görüşler göz önüne alınarak, bize göre, tüzelkişi tacir niteliğinde olan şirketlerin hiçbir şekilde tüketici sıfatına sahip olamayacağını söylemek yerinde değildir. Zira, herşeyden önce TKHK m.1 de yer alan ve Kanunun amacını düzenleyen hüküm bu görüşümüzü destekler niteliktedir. İlgili düzenlemeye göre; Bu Kanunun amacı; kamu yararına uygun olarak tüketicinin sağlık ve güvenliği ile ekonomik çıkarlarını koruyucu,  zararlarını  tazmin  edici,  çevresel  tehlikelerden  korunmasını sağlayıcı, tüketiciyi aydınlatıcı ve bilinçlendirici önlemleri almak, tüketicilerin kendilerini koruyucu girişimlerini özendirmek ve bu konulardaki politikaların oluşturulmasında  gönüllü  örgütlenmeleri  teşvik  etmeye  ilişkin  hususları düzenlemektir.  Gerçekten,  bu  amaçlar  göz  önüne  alınarak  TKHK nın hukuk sistemimizde yer alması ve özellikle de geniş bir uygulama alanına sahip olması, tüketim toplumu olan ülkemiz bakımından bir gereksinimin sonucudur. Özellikle tüketici kredisi ve taksitle satış uygulamalarının artması, çeşitli malların piyasaya sürülmesi, mesafeli sözleşmelerin yaygınlaşması ve  elbetteki  çeşitli  reklam  yolları  ile  tüketimin  özendirilmesi  karşısında tüketicinin korunması hukukun asli görevidir. Toplumun gereksinimlerine göre şekillenen hukuk kurallarının, piyasada mevcut olan malların kalitesinden haberdar olmayan ya da aldatıcı reklamlar yoluyla kolayca kandırılabilir olan tüketicileri koruması bir zorunluluktur. İşte açıklanan bu gerekçeler göz önüne alınarak, ticari veya mesleki bir amaç gütmeksizin hareket ettikleri haller bakımından,  şirketlere  tüketici  sıfatı  tanımamak  kabul  edilebilir  nitelikte değildir. Zira, kendi ticari işletmesi ile ilgili olan konularda basiretli iş adamı gibi davranma yükümü olan şirketleri, kendi iş ve faaliyet alanlarına yabancı bir mal veya hizmet edinmeleri halinde TKHK nın sağladığı korumadan yoksun bırakmak Kanunun amacına ve dolayısıyla da hukuka aykırılığa sebep olur. Çünkü TKHK, tüketici kavramı bakımından ticari veya mesleki amaç dışında hareket eden tüzelkişileri bir bütün olarak ele almış, şirketlerin bu kapsamda değerlendirilmeyeceğine ilişkin açık veya örtülü bir düzenlemeye yer  vermemiştir.  Dolayısıyla,  gerek  TKHK nın  genel  gerekçesi  gerekse, TKHK nın amacı ve tüketici tanımını içeren ilgili düzenlemeleri, şirketlerin de tüketici sıfatına sahip olabileceği gerçeğini ortaya sermektedir. 44  TANDOĞAN, s. 10 vd. 124 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK Diğer taraftan, hukukun uygulanmasına yönelik kurallar bakımından da, şirketlerin tüketici sıfatına sahip olabileceği sonucu ortaya çıkmaktadır. Nitekim, hukukun zaman bakımından uygulanması kapsamında genel kanunözel kanun, eski tarihli kanun- yeni tarihli kanun ilişkisi net ilkelere tabidir. Buna göre, her somut olayda özel kanun hükümleri genel kanun hükümlerine, yeni  tarihli  kanun  hükümleri  ise  eski  tarihli  kanun  hükümlerine  tercih edilmelidir. Bu bakımdan, ticari iş karinesinin mevcut olması gerekçesine dayanarak,  tüzelkişi  tacirlerin,  yani  şirketlerin  tüketici  olamayacağını savunan görüş, yerinde değildir. Zira, TKHK yeni tarihli özel bir kanundur. TTK ise eski tarihli genel bir kanundur. Dolayısıyla, TKHK hükümlerinin, TTK hükümlerine tercih edilmesi gerektiği açıktır. Bu bakımdan, şirketler de dahil olmak üzere hiçbir ayrım gözetmeksizin ticari veya mesleki amaç dışında hareket eden tüm tüzelkişilerin icabında tüketici sayılması gerektiği kabul edilmelidir. Çünkü, tüzelkişi tacirlerin adi sahalarının olmadığı ve hiçbir şeklide tüketici sayılamayacakları şeklinde yorumlanan TTK nın ilgili hükümleri, hukukun zaman bakımından uygulanması kurallarına göre tatbik edilir nitelikte değildir. Nihayet, her somut olayda şirketlerin tüketici sıfatına sahip  olup  olamayacaklarının  takdiri  TTK nın  ilgili  düzenlemelerinden bağımsız, TKHK da yer alan hükümler çerçevesinde değerlendirilmelidir. Bunun sonucunda da, somut olayda ticari veya mesleki amaç gütmeyen bir şirketin tüketici sayılması gerektiği görüşü benimsenmelidir. Son olarak ise, bir taraf için ticari iş sayılan sözleşmelerin diğer taraf için de ticari nitelikte sayılacağına ilişkin TTK m.19/2 bakımından, gerçek kişi tacirler için kabul edilen durumun, TKHK kapsamında tüzelkişi tacirler için de benimsenmesi gerektiği vurgulanmalıdır. Zira, TTK m.19/2 yönünden, gerçek kişi tacirlerin bir sözleşme yaparken, bunun ticari işletmesi ile ilgili olmadığını belirtse bile, eğer bu sözleşme diğer taraf için ticari iş niteliğindeyse, bildirim yapan gerçek kişi tacir bakımından da ticari iş sayılacağı belirtilmektedir.  Ancak,  yine  de  bu  durumun  bildirim  yapan  gerçek  kişi  tacirin  TKHK kapsamında tüketici sayılmasına engel olmayacağı da kabul edilmektedir. Bu durumun, aslında tüketici hukukunun ticari hükümlerin uygulama alanını kısıtlayan bir örnek niteliğinde olduğu ileri sürülmektedir. Bu görüş, tüzelkişi tacirlerin, yani şirketlerin tüketici sıfatına sahip olabilmeleri bakımından da kabul edilmelidir. Zira, TTK m.19/2 kapsamında hukukun zaman bakımından uygulanması kuralları dikkate alınırken, TTK m.19/1 bakımından bunların gözardı edilmesi, hukuk mantığı ile bağdaşmamaktadır. 45  Bkz., ARKAN, s. 67. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 125Tüzelkişi Tacirin Tüketici Sıfatı SONUÇ TKHK da,  gerek  gerçek  gerekse  tüzelkişilere  tüketici  sıfatına sahip olabilme hakkı tanınmıştır. Yine ilgili düzenlemeye göre gerçek ve tüzelkişiler  arasında  tüketici  sıfatına  sahip  olabilmek  bakımından  hiçbir fark gözetilmemiştir. Yani her iki kişi grubu da TKHK kapsamında tüketici sıfatını edinebilmek konusunda eşit hakka sahiptirler. Kanun koyucu aynı eşitliği, tüzelkişiler bakımından da benimsemiş ve tüzelkişiler de kendi içinde hiçbir ayrım gözetilmeksizin tüketici kavramı kapsamına alınmışlardır. İşte TKHK nın herhangi bir istisnaya yer vermeksizin tüm tüzelkişilere tüketici sıfatı tanıması, dernek, vakıf, sendika vb. gibi ticari iş kapsamı dışında değerlendirilen tüzelkişiler bakımından şüphesiz olarak kabul edilmektedir. Ancak, özellikle şirketlerin tüketici sıfatına sahip olup olamayacakları, ticari iş ve özellikle de ticari iş karinesinin varlığından dolayı farklı görüşlerin ileri  sürülmesine  sebep  olmuştur.  Bu  konuya  ilişkin  hakim  görüş,  TTK m.19 a dayanarak tüzelkişi tacirlerin tüketici sıfatına sahip olamayacağını savunmaktadır. Zira, bu bakımdan tüzelkişi tacirlerin, mutlak olarak ticari ve mesleki amaçla hareket ettiği ileri sürülmektedir. Ancak, hakim görüşün benimsenmesi halinde,  kanun koyucunun AB direktiﬂ erinden ve diğer hukuk sistemlerinden farklı olarak TKHK m.3/k da gerçek kişiler yanında tüzelkişilere de tüketici sıfatını tanıması anlamsız bir hale gelmektedir. Kanun koyucunun bu düzenleme ile sadece tacir sıfatına sahip  olmayan  tüzelkişiliğe  sahip  sınırlı  sayıda  topluluğa  tüketici  sıfatı tanıdığını kabul etmek de mümkün değildir. Zira, TKHK da böyle bir istisnaya yer verilmediği aşikardır. O halde, tüzelkişi tacirlerin de ticari veya mesleki amaç dışında hukuki işlemler yapabileceklerinin benimsenmesi, hukuki bir zorunluluktur. Bu sebeple, TKHK m.3/k daki düzenlemenin, TTK m.19/2 hükmünün bir istisnası olarak nitelendirilmesi gerektiği sonucuna varılmalıdır. Aksinin kabulü, kanun koyucunun iradesi ile bağdaştırılamaz. Böylece,  Türk  Medeni  Hukukunda  yaratılış  gereği  sahip  olunan özellikleri dışında, gerçek kişilerle eşit haklara sahip olan ve eşit korumadan yararlanan tüzelkişilerin, tüketici sıfatına sahip olabilmek bakımından da TKHK kapsamında gerçek kişilerle eşit tutulduğu açıktır. TKHK hükümlerinin de, TTK hükümlerini kısıtladığı kabul edilerek, tüzelkişi tacir sıfatına sahip olan şirketlerin, hal ve şartlara göre tüketici sayılabileceklerinin benimsenmesi bir zorunluluktur. 126 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2İpek Yücer AKTÜRK",
     "Kaynakça": "AKİPEK, Şebnem: Türk Hukuku ve Mukayeseli Hukuk Açısından Tüketici Kredisi, Ankara 1999. AKİPEK/ Jale G./ AKINTÜRK, Turgut/ ATEŞ KARAMAN, Derya: Türk Medeni Hukuku, Başlangıç Hükümleri Kişiler Hukuku, I.Cilt, 10.Bası, İstanbul 2013. ARKAN, Sabih: Ticari İşletme Hukuku, 19.Bası, Ankara 2014. ARSLANLI, Halil: Kara Ticaret Hukuku, Umumi Prensipler, 3.Bası, İstanbul 1960. ASLAN, İ, Yılmaz/ ERGÜN, Mevci: Ticaret Hukuku, 4. Bası, İstanbul 2009. ASLAN, İ.Yılmaz: 6502 Sayılı Kanuna Göre Tüketici Hukuku, 4.Bası, 2014. ATAMER, Yeşim M.: Tüketici Hukukunun Gelişimi: Dünü, Bugünü ve  Yarını,  Tüketicinin  Korunması  Semineri,  Türkiye  Adalet  Akademisi Yayınları, Ankara 2007, s. 21-32. ATASOY,  Ömer Adil/TAŞKIN,  Mustafa/ACAR,  Hakan: Tüketiciyi Koruma Hukuku, 2. Baskı, Ankara 2000. AYDOĞDU, Murat: Tüketici Hukuku Dersleri, 1. Bası, Ocak 2015. AYHAN, Rıza/ ÖZDAMAR, Mehmet/ ÇAĞLAR, Hayrettin: Ticari İşletme Hukuku Genel Esaslar, 7.Bası, Ankara 2014. BRUNNER, Alexander: Der Konsumentenvertrag im schweizerischen Recht, AJP 1992. DOMANİÇ, Hayri/ ULUSOY, Erol: Ticaret Hukukunun Genel Esasları, 5. Bası, Ankara 2007. GEZDER, Ümit: Tüketici Kredisi Sözleşmeleri, İstanbul 1998. GÜMÜŞ, Alper: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt I (madde: 1-46), İstanbul 2014. HATEMİ, Hüseyin/ KALKAN OĞUZTÜRK, Burcu: Kişiler Hukuku, Gerçek Kişiler- Tüzel Kişiler, İstanbul 2014. İNAL, Tamer: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun a Göre Hazırlanmış Tüketici Hukuku, 3. Bası, Ankara 2014. KARAHAN, Sami: Ticari İşletme Hukuku, 26.Bası, Ekim 2014. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 127Tüzelkişi Tacirin Tüketici Sıfatı KEMPER, Rainer: Verbraucherschutzinstrumente, Baden-Baden 1994. KUNTALP,  Erden:  Finansal  Kiralama  Kanunu  ve  Tüketicinin Korunması Hakkında Kanuna Göre Tüketim ve Yatırım Malı Ayırımı, Ali Bozer e Armağan, Ankara 1998, 298 vd. OĞUZMAN,  Kemal/  SELİÇİ,  Özer/  OKTAY  ÖZDEMİR,  Saibe: Kişiler Hukuku, Gerçek ve Tüzel Kişiler, 14.Bası, İstanbul 2014. OZANOĞLU,  Hasan  Seçkin:  Mukayeseli  Hukuk  ve  Tüketicinin Korunması Hakkında Kanun Açısından Tüketiciyi Koruyan Düzenlemelerin Kişi  Bakımından  Uygulama Alanı  (Tüketici  Kavramına  Mukayeseli  Bir Yaklaşım), Prof. Dr. Kemal Oğuzman ın Anısına Armağan, İstanbul: Beta, 2000. OZANOĞLU,  Hasan  Seçkin:  Tüketici  Sözleşmeleri  Kavramı (Tüketicinin  Korunması  Hakkında  Kanun un  Maddi Anlamda  Uygulama Alanı), Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2001, Cilt: 50, Sayı: I, s. 55-90 (Tüketici Sözleşmeleri Kavramı). ÖZEL, Çağlar: Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alım Hakkı, Ankara 1999. POROY, Reha/ YASAMAN, Hamdi: Ticari İşletme Hukuku, 14.Bası, İstanbul 2012. POROY, Reha: Tüketicinin Korunmasına İlişkin Özel Hukuk Sorunları, Halil Arslanlı nın Anısına Armağan, İstanbul 1978. REHBINDER,  Manfred:  Zum  Rechtsbegriﬀ   des  Konsumenten, Jahrbuch des Schweizerischen Konsumentenrechts (JKR), Bern 1995. SCHMEIZER, Mikael: Der Konsumentenvertrag- Betrachtung einer obligationenrechtlichen  Figür  unter  Berücksichtigung  des  IPR  und  der europaischen Rechtsangleichung, Zürich 1995. TANDOĞAN,  Haluk:  Tüketicinin  Korunması  ve  Sözleşme Özgürlüğünün Bu Açıdan Sınırlanması, Ankara 1977. TAŞKIN, Mustafa: Tüzel Kişilerin ve Şirketlerin Tüketici Vasfı, Ankara Barosu Dergisi, Sayı: I, Yıl: 1997. WESTERMANN, Harm Peter: Verbraucherschutz, in: Gutachten und Vorschlage zurÜberarbeitung des Schuldrechts, Band III, Köln 1983. ZEVKLİLER/ AYDOĞDU, Aydın/ AYDOĞDU, Murat: Tüketicinin Korunması Hukuku, 3.Bası, Ankara 2004. 128 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2"
}