{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "GÖREVİ YAPTIRMAMAK İÇİN DİRENME SUÇU",
     "Title": "THE CRIME OF PREVENTION OF PERFORMANCE",
     "Yazar İsmi": [
          "Ramazan KEKLİK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "görevi yaptırmamak için direnme",
          "cebir",
          "tehdit",
          "kamu görevlisi",
          "kasten yaralama"
     ],
     "Keywords": [
          "prevention of performance",
          "force",
          "threat",
          "public servant",
          "felonious injury"
     ],
     "Özet": "TCK nın 265. maddesinde yer alan görevi yaptırmamak için direnme suçuna ilişkin düzenlemede yer alan suç tanımında, pasif direnme eylemleri kapsam dışı bırakılmıştır. Bu suç münhasıran kamu görevlisi olan mağdura karşı cebir veya tehdit kullanılması suretiyle işlenebilir. Cebir eyleminin kasten yaralama boyutuna varması zorunlu değildir. Ayrıca failde görevi yaptırmama amacı bulunmalıdır. Dolayısıyla bu suç ancak doğrudan kastla işlenebilir. Benzer suçlarla kıyaslandığında, ceza adaleti  ile  bağdaşmayan  sonuçlara  yol  açması  kuvvetle  muhtemeldir.  Şikayet hakkının  kullanılması,  meşru  müdafaa  gibi  hukuka  uygunluk  nedenlerinin  suçu ortadan kaldırması mümkündür. Özellikle kolluk güçlerine karşı işlenen suçlarla ilgili yargılamada, bireylerin adil yargılanma hakkı”nın ihlal edilmemesi için dikkatli olunmalıdır. Ceza adaletinin sağlanması ve adil yargılamanın temini için yasal değişikliklere ihtiyaç duyulmaktadır.",
     "Abstract": "The definition of the crime of resisting an oﬀ icier (prevention of performance) in Article 265 of Turkish Penal Code exclude nonviolent resistance. This crime can only be committed by using force or threat against public servants. The victim does not have to be injured. Oﬀ ender must have purpose of preventing a public oﬀ ice. This can be described as dolus directus. There may be some unfair results due to diﬀ erences between this crime s punishment limits and similar crimes . Some deeds are not crime though they contain threat or violence, because the doer has the right of self defence. Judges have to be careful when they try criminals who are alleged to commit this crime against law enforcement oﬀ icers. They have advantageous position to temper evidences and this situation may damage people s right to fair trial. Finally, there is a need to some amendments in the article to fix probable problems.",
     "Metin": "Görevi yaptırmamak için direnme suçu, dar manada devlet işleyişinin geniş anlamda ise kamu düzeninin sağlanması bakımından önemli bir kamusal enstrümandır. Esasen, kamu otoritesi ya da diğer bir deyişle devlet idaresine kamu  düzenini  sağlaması  için  tanınan  temel  ayrıcalık,  bireyler  üzerinde fiziksel kuvvet kullanabilme olanağıdır. Şüphesiz kamu otoritesi, fiziksel kuvvet kullanırken pozitif hukuk kurallarına ve evrensel hukuk prensiplerine uygun  hareket  etmek  zorundadır.  Öte  yandan,  devletin  fiziksel  kuvvet kullanımının tek sınırı bunlar değildir. Dış dünyada geçerli olan fiziksel, ekonomik ve sosyal kurallar da doğal birer sınır teşkil eder. Diğer bir deyişle, devletin üstlendiği görevlerin hepsini birden anlık fiziksel kuvvet kullanarak yerine getirmesi, hukuken mümkün olsa da fiilen mümkün değildir. Sözgelimi bir  ayaklanma  sırasında,  anlık  fiziksel  kuvvet  kullanılması  bakımından hukuki bir engel olmasa bile söz konusu doğal bariyerlerin etkisiyle kamusal fonksiyonların aksaması gündeme gelebilecektir. Dolayısıyla tek başına anlık fiziksel kuvvet kullanmak suretiyle kamu düzeninin etkin ve kalıcı olarak sağlanması mümkün değildir. Kamu  düzeninin  kalıcı  ve  etkili  bir  biçimde  sağlanması,  toplumu oluşturan bireylerin büyük bir çoğunluk olarak bunu önemseyip kabullenmesi ve ona göre hareket etmesi ile mümkündür. Bireylerin bu bilinçle hareket etmesi, büyük oranda kamu düzenine duydukları ihtiyaç ve kültürel miras içinde şekillenen birlikte yaşama duygusundan kaynaklanır. Öte yandan, kamu düzeninin sağlanması, bireylerin iyiniyet ve tercihlerine bırakılmayacak kadar önemlidir. Bu noktada, kamu düzeninin sağlanmasında anlık fiziksel kuvvet kullanımının  yetersiz  yönlerinin  müstakbel  fiziksel  kuvvet  kullanımıyla giderilmesi gündeme gelir. Yani devlet idaresinin kamusal faaliyetlere engel olacak  davranışları,  ceza  tehdidiyle  yasaklaması  söz  konusudur.  Hukuk devletlerinde bu yasaklama, söz konusu davranışların suç olarak tanımlanması suretiyle yapılır. Pozitif hukukumuzda bu amaçla vaz edilen düzenlemelerin başında, TCK nın 265. maddesinde düzenlenen görevi yaptırmamak için direnme suçu gelir. 1  Madde 265 - (1) Kamu görevlisine karşı görevini yapmasını engellemek amacıyla, cebir veya tehdit kullanan kişi, altı aydan üç yıla kadar hapis cezası ile cezalandırılır. (2) Suçun yargı görevi yapan kişilere karşı işlenmesi hâlinde, iki yıldan dört yıla kadar hapis cezasına hükmolunur. (3) Suçun, kişinin kendisini tanınmayacak bir hâle koyması suretiyle veya birden fazla kişi tarafından birlikte işlenmesi hâlinde, verilecek ceza üçte biri oranında artırılır. (4) Suçun, silâhla ya da var olan veya var sayılan suç örgütlerinin oluşturdukları korkutucu güçten yararlanılarak işlenmesi hâlinde, yukarıdaki fıkralara göre verilecek ceza yarı oranında artırılır. (5) Bu suçun işlenmesi sırasında kasten yaralama suçunun neticesi sebebiyle ağırlaşmış hâllerinin gerçekleşmesi durumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır. 260 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK A. GENEL OLARAK   Görevi yaptırmamak için direnme suçuna ilişkin düzenleme, Türk Ceza Kanunu nun İkinci Kitapında Dördüncü Kısım altında yer alan Kamu İdaresinin Güvenilirliğine ve İşleyişine Karşı Suçlar başlıklı Birinci Bölümde yer almaktadır. TCK  m.  265 in  başlığında,  suç  adı  görevi  yaptırmamak  için direnme şeklinde yer almaktadır. Hemen belirtmek gerekir ki bu ibare, madde metnindeki suç tanımıyla tam olarak uyumlu değildir. Şöyle ki suç adında direnme kelimesine vurgu yapılmaktadır. Bu kelime, herhangi bir düşüncede, bir istekte veya durumda ayak diremek, inat etmek2 anlamına gelmektedir. Dolayısıyla madde başlığı, daha ziyade bir eylemsizlik durumunu çağrıştırmaktadır. Oysa suç tanımında, suçu oluşturacak fiiller, cebir veya tehdit olarak sayılmaktadır. Her iki hareket tarzının aktif davranışlar gerektirdiği dikkate alındığında, bahsettiğimiz uyumsuzluk belirginleşmektedir. Kaldı ki suç tanımında, bir kamu görevinin kısmen veya tamamen engellenmesine de unsur olarak yer verilmiş değildir. 765 sayılı TCK da görevi yaptırmamak için direnme suçunun karşılığı olarak kabul edilebilecek düzenlemeler, söz konusu kanunun 258 ve 260. maddelerinde  yer  almaktaydı.  01.06.2005 te  yürürlüğe  giren  5237  sayılı TCK da, 765 sayılı TCK da yer alan memura pasif direnme ve memura aktif direnme şeklindeki ikili ayrıma yer verilmemiş; bu kanunun 260. maddesinde düzenlenen ve pasif direnme olarak3 nitelendirilen eylemler suç olmaktan çıkarılmıştır. 2  http://www.tdk.gov.tr/, erişim tarihi: 01.07.2015 3  765 sayılı TCK nın 260. maddesinde düzenlenen ve pasif direnme olarak adlandırılan suçun oluşumu için eşya üzerinde cebir uygulanması aranmaktaydı. Bkz. TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat, Teorik ve Pratik Ceza Özel Hukuku, 7. Baskı, Ankara 2010, s. 908. 4  TEZCAN/  ERDEM/  ÖNOK,  s.  905;  ARTUK,  Mehmet  Emin/  GÖKCEN,  Ahmet/ YENİDÜNYA, Ahmet Caner, Ceza Hukuku Özel Hükümler, 9. Bası, Ankara 2008, s. 975; TCK nın 265. maddesinde görevi yaptırmamak için direnme başlığıyla seçimlik hareketli ve amaçlı bir fiil olarak düzenlenen ve görevin yapılmasını önleme maksadıyla kamu görevlisine karşı gelinmesi eylemleri cezalandırılan suç tipinde; hareketin cebir veya  tehdit  şeklindeki  icrai  davranışlarla  işlenebileceğinin  öngörüldüğü  ve  belirtilen tipik hareketleri içermeyen pasif direnme fiillerinin bu suçu oluşturmayacağı  göz önüne alındığında; mağdur polis memurlarının aşamalarda suça sürüklenen çocuğun kendilerine yönelik cebir veya tehdit niteliğinde bir eylemde bulunduğuna dair beyanlarının olmadığı,  dosya kapsamına göre de yakalanmamak için kaçmaya çalışmak dışında bir davranışta bulunmadığı anlaşılan suça sürüklenen çocuğun fiilinin, TCK nın 265/1. maddesinde yer alan görevi yaptırmamak için direnme suçunun cebir ve/veya tehdit unsurunu ne şekilde Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 261Görevi Yaptırmamak İçin Direnme Suçu B. KORUNAN HUKUKSAL YARAR   Yukarıdaki açıklamalardan da anlaşılacağı üzere, bu suç tanımı ile korunması hedeﬂ enen hukuksal yararların başında, kamu idaresi organlarının faaliyetlerini  etkin,  hızlı  ve  zararsız  bir  şekilde  yerine  getirebilmesi gelmektedir. Öte yandan suç tanımının açık ifadesi, bize kamu görevlilerinin kişi  özgürlükleri  ve  beden  bütünlükleri  ile  sıhhat  ve  esenliklerinin  de korunmasının amaçlandığını göstermektedir.6 C. SUÇUN UNSURLARI 1. Fail Görevi  yaptırmamak  için  direnme  suçu,  özgü  bir  suç  değildir. Dolayısıyla herkes bu suçun faili olabilir. Failin kamu görevlisinin yaptığı işlemin muhatabı olması zorunlu değildir. Yapılan kamu görevini üçüncü kişi lehine bir sonuç elde etmek amacıyla engellemeye çalışan kişi de bu suçtan dolayı cezalandırılabilecektir. Sözgelimi, bir yakınının suç şüphesiyle yakalanmasına engel olmak için kolluk görevlilerine saldıran kişi, görevi yaptırmamak için direnme suçunu işlemiş olur. 2. Mağdur Suçun mağdurunun kamu görevlisi olması gerekir. Kamu görevlisi, TCK nın 6/1-c maddesinde  kamusal faaliyetin yürütülmesine atama veya seçilme yoluyla ya da herhangi bir surette sürekli, süreli veya geçici olarak oluşturduğunun  gerekçeleri  karar  yerinde  denetime  elverişli  olacak  şekilde  gösterilip tartışılmadan yazılı şekilde mahkumiyet hükmü kurulması, (5. CD, 09.12.2014, 2013/1110, 2014/12427). 5  TEZCAN/ ERDEM/ ÖNOK, s. 906; ÖZBEK, Veli Özer/ KANBUR, Mehmet Nihat/ DOĞAN, Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Özel Hükümler, 4. Baskı, Ankara 2012, s. 1015; Artuk/ Gökçen/ Yenidünya, bu suçla korunan hukuksal değeri idarenin kamu idaresinde süreklilik olarak açıklamıştır. Bkz. ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 974. 6  TEZCAN/ ERDEM/ ÖNOK, s. 906; Yaşar/ Gökcan/ Artuç bu itibarla suçun çok konulu suçlardan olduğunu ifade etmiştir. Bu konuda bkz. YAŞAR, Osman/ GÖKCAN, Hasan Tahsin/ ARTUÇ, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, C. IV, Ankara 2010, s. 7701; Ayrıca kasten yaralama suçu ile korunan hukuki değer hakkında bkz. KOCA, Mahmut/ ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Ankara 2013, s. 160,161. 7  TEZCAN/ ERDEM/ ÖNOK, s. 906; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 976. 8  TEZCAN/ ERDEM/ ÖNOK, s. 906; Katılanın,  olay tarihinde  Orman İşletme Şeﬂ iği tarafından orman içinde bulunan emvallerin orman deposuna taşınması için pazarlık zaptı ile anlaşılan kişi olduğunun dosya kapsamından anlaşılması karşısında; katılanın TCK nın 6. maddesi kapsamında kamu görevlisi sayılamayacağı gözetilmeden, sanık hakkında TCK nın 265/1. maddesi uyarınca hüküm kurulması, (18. CD, 20.05.2015). 262 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK katılan kişi olarak tanımlanmıştır. Dolayısıyla mağdurun kamu görevlisi olup olmadığının takdiri, somut olayın özellikleri de dikkate alınarak, genel esaslara göre yapılmalı, klasik anlamda bir devlet memuru olması aranmamalıdır. Buradan hareketle, gayet isabetli olarak, CMK nın 90/1. maddesi uyarınca suçüstü durumunda yakalama işlemini gerçekleştiren sıradan bir vatandaşın da bu suçun mağduru olabileceği, yaptığı bu işleme engel olmak amacıyla cebir veya tehdit kullanılması durumunda, TCK m. 265 te düzenlenen suçun oluşacağı ifade edilmiştir. Dolayısıyla mağdurun mutlaka idareye mensup bir görevli olması aranmamalıdır. Öte yandan, mağdurun kamu görevlisi olması, tek başına bu suçun mağduru sayılması için yeterli değildir. Ayrıca somut olayda bir kamu görevini yerine getirmeye çalışıyor olmalıdır. Dolayısıyla yapılan iş kamu 9  Özel güvenlik görevlisi olarak çalışabilmek için 5188 sayılı Kanun nun 10. maddesi uyarınca özel güvenlik eğitimini başarıyla tamamlamış olmak ve 11. maddesi uyarınca da Valilikten çalışma izni almak zorunlu olup, anılan Kanunun 23. maddesine göre özel güvenlik görevlisi mağdurların kendilerine karşı işlenen suç nedeniyle kamu görevlisi sayılabilmeleri için  yukarıda  açıklanan  koşulları  taşımaları  gerektiği  anlaşıldığından,  mağdurların  bu koşulları taşıyıp taşımadığı araştırılmadan eksik kovuşturma ile hüküm kurulması, (18. CD, 04.05.2015, 2015/19021, 2015/928) 10 TEZCAN/ ERDEM/ ÖNOK, s. 907; SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, 9. Baskı, Ankara 2012, s. 703; Karşı görüşte: ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 10. 11 Artuk/ Gökçen/ Yenidünya, mağdurun idareye mensup olması gerektiğini belirtmesine rağmen bir önceki cümlede yer alan yakalama işlemini gerçekleştiren sivil şahsın bu suçun mağduru olabileceğini kabul etmiştir. Bkz. ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 977. 12 Müşteki polis memurunun sivil giyimli bir şekilde, Beyoğlu İlçesi Kemeraltı Caddesinde dolaştığı sırada sanığın, müştekiyi eğlence  mekanına götürme ve  ona fahiş fiyatta fatura çıkarılmasına aracılık etme düşüncesiyle yaraladığının kabul edilmesi karşısında, müştekinin engellenmek istenen görevinin ne olduğu belirtilmeden görevi yaptırmamak için direnme suçundan  mahkumiyet kararı verilmesi, (18. CD, 30.04.2015, 2015/18839, 2015/791) 13 ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1017; Bir icra takip işlemi olan haczi yapma görevinin icra dairesine ait olduğu, bu görevin icra müdürü veya görevlendireceği müdür yardımcısı ya da katip tarafından yerine getirileceği, alacaklı veya borçlunun, dolayısıyla vekilleri olan avukatların yokluğunda da haczin yapılabileceği, hazır bulunması durumunda alacaklı vekilinin haczedilen kıymetli eşyalar dışında kalan menkul malların borçluya bırakılıp bırakılmayacağı hususlarında 2004 sayılı Kanunun 88/2-2. cümlesi uyarınca muvafakat etme veya etmeme yetkisi bulunduğu, alacaklı veya vekilinin bunun dışında hacizde kullanabileceği başkaca yetkilerinin söz konusu olmadığı hususları dikkate alınarak somut olay irdelendiğinde; olay günü icra müdür yardımcısının alacaklı vekili avukat Erhan ile birlikte borçlunun işyerine hacze gittiği, borçlunun işyerini devrederek başka yerde çalıştığının öğrenilmesi üzerine alacaklı vekilinin talebi üzerine haciz için bildirilen adrese geçildiği, gidilen bu yeni işyeriyle borçlunun resmi bir ilişkisinin tespit edilememesinden ve bu durumun haciz tutanağına geçirilmesinden sonra alacaklı vekili katılan Erhan ın haciz ve muhafaza talebinde bulunması üzerine çıkan tartışma neticesinde sanık ve haklarında hükmün açıklanmasının geri bırakılmasına karar verilen kişiler tarafından dövüldüğü, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 263Görevi Yaptırmamak İçin Direnme Suçu görevlisinin görevine giren bir iş olmalıdır. Engellenmeye çalışılan kamu görevinin icrasına başlanmış olması yanında başlamasına kesin olarak bakıldığı durumlarda, henüz görevin icrasına başlamadan önceki eylemler de bu suçu oluşturabilir. Sözgelimi, görevli polis memurları bir suçun failini araştırırken olayın faili olan şahsın henüz polisler kendisinin fail olduğunu öğrenmeden onlara bıçak çekip yaklaşmayın, öldürürüm gibi bir ifade kullanırsa direnme suçu işlenmiş olacaktır. Buna karşın kamu görevinin yerine getirileceğine dair bir kesinlik söz konusu değilse muhtemel görevin icrasını engellemeye dönük eylemler bu suçu oluşturmamalıdır. Örneğin, sürücü belgesi olmayan fail kahvehanede otururken tanıştığı trafik polisi mağdura Bir gün beni araç kullanırken yakalayıp ceza kesmeye kalkarsan seni öldürürüm. şeklinde bir tehdittte bulunduğunda, tehdit suçunun oluştuğundan söz edilebilecek ve fakat görevi yaptırmamak için direnme suçunun oluştuğu söylenemeyecektir. Bu bağlamda, cebir veya tehdit eyleminin gerçekleştirildiği anda mağdurun bizzat görevi başında bulunmasının ve özellikle tehdit hareketi bakımından, eylemin yüze karşı işlenmesinin, suçun oluşumu bakımından zorunlu olmadığı da ifade edilmelidir. Kamu görevinin tamamlanmasından sonra failin kamu görevlilerine cebir  veya  tehditte  bulunması  durumlarında  da  görevi  yaptırmamak  için direnme suçundan söz edilemeyecektir. Zira artık engellenmesi mümkün olan bir kamusal görev bulunmamaktadır. Şüphesiz bu tür durumlarda, kasten eylemin haczi yapma görevi bulunan icra müdür yardımcısına yönelmediği anlaşılmakla, görevi yaptırmamak için direnme suçunun yasal unsurlarının oluşmadığı, eylemin bir bütün olarak TCK nın 86/2 ve 86/3-c maddelerinde yer alan kişinin yerine getirdiği kamu görevi nedeniyle kasten yaralama suçunu oluşturacağı gözetilmeden yanılgılı değerlendirme sonucu yazılı şekilde hüküm kurulması, (5. CD, 16.12.2014, 2013/12731, 2014/12783) 14 TEZCAN/ ERDEM/ ÖNOK, s. 907; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 978. 15 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 977; SOYASLAN, s. 704; SEVCAN, Aysel, Kamu İdaresinin Güvenilirliğine ve İşleyişine  Karşı Suçlar, Türk Ceza Kanunu nun 2 Yılı Teori ve Uygulamada Karşılaşılan Sorunlar, İstanbul 2008, s. 498; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7701. 16 Avukat olan katılanın, alacaklı vekili olarak süresinde borcunu ödemeyen sanık hakkında icra takibinde bulunacağını söylemesi üzerine, sanığın katılana hitaben çeki takibe koyarsan ceza yersin, cezanı ben keserim, seni gebertirim şeklinde sözler sarf ettiğinin anlaşılması karşısında, eylemin, TCK nın 6/d maddesi delaletiyle aynı Kanunun 265/2. maddesinde düzenlenen görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden, tehdit suçundan mahkumiyet kararı verilmesi, (18. CD, 10.06.2015, 2015/2023, 2015/2454) 17 SOYASLAN, s. 703. 18 TEZCAN/ ERDEM/ ÖNOK, s. 907; ERMAN, Sahir/ ÖZEK, Çetin, Ceza Hukuku Özel Bölüm Kamu İdaresine Karşı İşlenen Suçlar, İstanbul 1992, s. 329; GERÇEKER, Hasan, Yorumlu Uygulamalı Türk Ceza Kanunu, C. II, Ankara 2011, s. 2821; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7711. 264 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK yaralama ve tehdit suçları oluşabilecektir. Nitekim Yargıtay 5. Ceza Dairesi, kimi  kararlarında  karakolda  kontrol  altında  tutulan  sanığın  eylemlerinin engellenebilecek  bir  görev  bulunmadığı  düşüncesi  ile  direnme  suçunu oluşturmayacağına hükmetmiştir. Kanaatimizce, yüksek mahkemenin bu yöndeki kararları doğru bir mantığa dayanmakla birlikte, somut olaylarda cebir veya tehdit eyleminin gerçekleştirildiği an itibariyle artık ifası gereken ve engellenmesi söz konusu olan bir kamusal görev bulunmadığı düşüncesi yerinde değildir. Zira failin yakalanarak veya gözaltına alınarak hürriyetinin kısıtlanması hukuka uygun ise bu durumu yetkili makamın salıverme kararına kadar sürdürmek de kamusal bir görevdir. Kaldı ki bu süre zarfında kolluk, ifade alma, delillerin toplanması gibi soruşturma işlemlerini yürütmektedir. Dolayısıyla mevcut durumu sonlandırmak amacıyla kamu görevlilerine karşı cebir veya tehditte bulunan, sözgelimi Beni serbest bırakmazsanız hepinizi öldürürüm. diyen failin eylemi, başka bir suçu değil görevi yaptırmamak için direnme suçunu oluşturacaktır. Kamu görevlisi olan mağdura görevine giren bir işi yaptırmak amacıyla cebir veya tehdit uygulanması, bu madde kapsamında düzenlenmemiştir. Dolayısıyla bu türden bir eylem, kasten yaralama, cebir veya tehdit gibi bir  suçu  oluşturabilse  dahi  görevi  yaptırmamak  için  direnme  suçunu oluşturmayacaktır. 19 TEZCAN/ ERDEM/ ÖNOK, s. 907; ERMAN/ ÖZEK, s. 329; GERÇEKER, s. 2821; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7711; Karakola getirilen sanığın görevli polis memuru olan müşteki Fikret e karşı cebir kullanmaya kalkışması ve tüm müştekilere ...sizi yakarım, ... sizinle o zaman hesaplaşırım.. şeklindeki sözler sarfetmesinin kendisine karşı ifa edilen hangi görevin yapılmasını engellemeye yönelik direnme niteliğinde olduğunun gerekçeleri karar yerinde denetime imkan verecek şekilde gösterilmeden ve eylemlerinin TCK nın 106/1. maddesinde yer alan tehdit ve TCK nın 86/3-c maddesinde yer alan kamu görevlisini kasten yaralamaya teşebbüs suçlarını oluşturup oluşturmadığı tartışılmadan yazılı şekilde görevi yaptırmamak için direnme suçundan mahkumiyet hükmü kurulması (5. CD, 07.04.2014, 2013/350, 2014/3883). 20 Başka bir suç nedeniyle hakkında yapılan soruşturma nedeniyle Pınarbaşı Polis Merkezi Amirliğine getirilen sanığın, ifadesi alındığı sırada dışarıdan gelen bir arkadaşı ile görüşmek istediği, görevlilerin kendisine izin vermemesi üzerine ‘ beni burada tutamazsınız   diyerek taşkınlık yapmaya başladığı, kendisine engel olmak isteyen müştekilere ‘ delikanlı iseniz elbisenizi çıkartın, sizinle dışarıda görüşeceğiz   diyerek tehdit ettiği ve basit bir tıbbi müdahale ile giderilebilecek derecede yaraladığı iddiasıyla yapılan yargılamada, .... olay tarihinde zaten karakol içerisinde bulunan sanığın hangi görevi yaptırmamak için ne şekilde direndiği, eylemlerinin kasten yaralama ve tehdit suçlarını oluşturup oluşturmayacağı ve hakkında haksız tahrik hükümlerinin uygulanıp uygulanmayacağı hususlarının tartışılmasından sonra hukuki durumunun tayin ve takdiri gerekirken yazılı şekilde eksik inceleme ile hüküm kurulması, (5. CD, 14.04.2014, 2013/393, 2014/4110) 21 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 976; SEVCAN, s. 499. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 265Görevi Yaptırmamak İçin Direnme Suçu 3. Fiil TCK nın 265/1. maddesinde suçu oluşturan fiil, Kamu görevlisine karşı, görevini yapmasını engellemek amacıyla, cebir veya tehdit kullanılması şeklinde tanımlanmıştır. Bu itibarla suçu oluşturan bir hareketten söz edebilmek için failin mağdura yönelik cebir ve/veya tehdit eyleminin bulunması gerekir. Suçun oluşumu için bunlardan birinin varlığı yeterlidir. Bu yönüyle görevi yaptırmamak için direnme suçu, seçimlik hareketli bir suçtur. Direnme suçu münhasıran bu iki tür hareketle işlenebilir. Bunun dışında sözgelimi hakaret eylemi ile bu suç işlenemez. Keza sadece eşya üzerinde cebir uygulanarak da bu suç işlenemez. Eğer cebir ve/veya tehdit yanında hakaret veya mala zarar  verme  de  söz  konusu  ise  faili  bu  suçlardan  ayrıca  cezalandırmak gerekir. Görevi yaptırmamak için direnme suçu, neticesi harekete bitişik suç (sırf hareket suçu) niteliğindedir. Cebir ve/veya tehdit hareketinin varlığı durumunda, bu hareketlerin dış dünyada meydana getirdiği değişiklik dışında ayrıca bir neticenin oluşması ve bu itibarla nedensellik bağının araştırılmasına gerek yoktur. Cebir tabirinden fiziki kuvvet uygulama anlaşılmaktadır. Tehdit,  muhatabın  ileride  ağır  ve  haksız  bir  zarara  uğratılacağı beyanı olarak tarif edilmektedir. Suç tanımında tehditin niteliği açıkça 22 Bu konuda bkz. ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, Onuncu Bası, Ankara 2014, s. 165 vd.; HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, 10. Baskı, Ankara 2011, s. 145. 23 SOYASLAN, s. 703. 24 Bkz. HAKERİ, s. 521; Sanığın evinde yapılan haciz işlemi esnasında avukat olan katılana yönelik söylediği g... yiyorsa boşalt sözünün onur, şeref ve saygınlığı rencide edecek nitelikte olup hakaret suçunu oluşturmasına rağmen yanılgılı değerlendirme sonucu görevi yaptırmamak için direnme suçundan hüküm kurulması, (5. CD, 17.11.2014, 2013/7961, 2014/10995) 25 TEZCAN/ ERDEM/ ÖNOK, s. 908; 30/09/2009 tarihli olay tutanağının içeriğine ve tüm dosya kapsamına göre,  sürücü belgesiz şekilde motosiklet kullanmaktan dolayı hakkında işlem yapılıp aracın trafikten men edilmek istendiği sırada  motosikleti teslim etmemek için depo kapağını açarak yakmaya çalıştığı, bu duruma engel olmak isteyen katılan polis memuru Ü. Y. G. nin yaşanan arbede sırasında yere düşen motosikletin ayağına çarpması neticesi yaralandığı anlaşılan olayda, kasten işlenebilen bir suç olan görevi yaptırmamak için direnme suçunun yasal unsurunu teşkil eden cebir ögesinin ne şekilde gerçekleştiği gerekçeleriyle denetime imkan verecek şekilde karar yerinde gösterilmeden ve taksirle yaralamaya neden olma suçu tartışılmadan yetersiz gerekçelerle yazılı şekilde mahkumiyet hükmü kurulması, (5. CD, 14.01.2015, 2013/11917, 2015/972) . 26 Bkz. YAŞAR/ GÖKCAN/ ARTUÇ, s. 7728. 27 Bkz. HAKERİ, s. 155. 28 TEZCAN/ ERDEM/ ÖNOK, s. 908; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 974. 29 TEZCAN/ ERDEM/ ÖNOK, s. 908. 266 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK belirtilmemiştir.  Pozitif  ceza  düzenlemelerine  bütüncül  bir  yaklaşım, TCK nın 106. maddesi gereği suç olarak değerlendirilebilecek her eylemin m.  265 te  düzenlenen  suçu  da  oluşturma  potansiyeline  sahip  olduğunun kabulünü gerektirir. Diğer bir deyişle, tehdit eyleminin m. 106/1 in 1. veya 2. cümlesi kapsamında kalması sonuca etkili olamamalıdır. Dolayısıyla kamu görevlisinin zilyetliğindeki bir eşya üzerinde cebir uygulanacağı söylenerek tehdit  edilmesi,  sözgelimi  polis  memuruna  ekip  otosunun  yakılacağı söylenerek de suçun işlenmesi mümkün olacaktır. Yargıtay,  sair  tehdit  (m.  106/1 in  2.  cümlesi)  olarak  nitelendirilen Seni sürdürürüm., Sana göstereceğim. gibi ifadelerin suçu oluşturacağını kabul  etmiştir.  Buna  karşın,  Seni  sürdürürüm.  sözüyle  ilgili  olarak, Yargıtay ın aksi yönde kararları da mevcuttur. Yakın tarihli bazı Yargıtay kararlarında, failin kamu görevlilerine Sizi sürdürürüm. şeklinde sözler sarf etmesinin görevi yaptırmamak için direnme suçunu oluşturmayacağı, çünkü failin memurların görev yerlerini değiştirme yetkisinin bulunmadığı, ifade edilmiştir. Kanaatimizce bu karar, ceza adaleti bakımından yerinde 30 YAŞAR/ GÖKCAN/ ARTUÇ, s. 7719; Sanığın, görevli polis memurlarına hitaben söylediği  beş günüm kaldı sizden kurtulmaya, beş gün sonra ben size yapacağımı bilirim şeklindeki tehdit sözlerinin, TCK nın 265/1 maddesinde düzenlenen  görevi yaptırmamak için direnme suçunu oluşturup oluşturmayacağının tartışılmaması, (18. CD, 23.06.2015, 2015/8320, 2015/3169). 31 Eşyaya yönelik kuvvet kullanımının tehdit suçunu oluşturabileceği hakkında bkz. KOCA/ ÜZÜLMEZ, Özel, s. 391. 32 Bkz. TEZCAN/ ERDEM/ ÖNOK, s. 908; GERÇEKER, s. 2827;     Sanığın ihtiyati tedbir kararının infazı için olay yerinde bulunan müşteki alacaklı vekili olan avukata, hakkında işlem yapılacağı esnada görevini yapmasını engellemek amacıyla sen kiminle uğraştığını biliyor musun, sen kimsin y... herif şeklinde tehdit ve hakaret  içerikli sözler söylemesi şeklindeki  eyleminin  sübutu  halinde  TCK nın  265/2  ve  125/1,  3-a,  4.  maddelerinde düzenlenen görevi yaptırmamak için direnme ve hakaret fiillerini oluşturacağı, ... (5. CD, 15.12.2014, 2013/6449, 2014/12676); ... işlem yapmak üzere karakola davet edilen sanığın müşteki Tancoşkun a  hakaretlerine  devam  edip  sana  gününü  göstereceğim  şeklinde sözlerle tehdit ettiği, uyarılması üzerine de bu kez de Ali ve Kemal e yönelik hakaretlerde bulunduğu anlaşılan olayda, öncelikle olay yerine sonradan gelen polis memurlarına hakaret edip karakola gelmeyeceğini söyleyen sanığın bu kişilere karşı cebir ve tehdit eylemi olup olmadığının belirlenmesinden sonra varsa eylemlerinin bir bütün halinde zincirleme şekilde görevi yaptırmamak için direnme ve kamu görevlisine hakaret suçlarını oluşturacağı gözetilmeden ... (5. CD, 10.11.2014, 2013/7263, 2014/10643) 33 Sanık, alkol ölçümü yapmak isteyen görevli polislere bana, sağı solu arattırmayın, sizi sürdürürüm biçiminde sözler söylemiş ise de, sanığın, polis memurlarının görev yerini değiştirme yetkisinin bulunmaması karşısında, görevi yaptırmamak için direnme suçunun cebir veya tehdit öğelerinin nasıl oluştuğu tartışılıp açıklanmadan, yetersiz gerekçeyle bu suçtan hükümlülük kararı verilmesi, (18. CD, 06.05.2015, 2015/18793, 2015/1060); Sanığın katılanlara hitaben, ben baro başkanının yeğeniyim, bana dokunamazsınız, bana sicilini verecek delikanlı arıyorum, sizi sürdüreceğim şeklinde sözleri söylediği kabul Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 267Görevi Yaptırmamak İçin Direnme Suçu sayılsa bile kararın gerekçesine katılmaya, imkan yoktur. Zira tehdit suçunun oluşabilmesi için tehditin konusunu oluşturan kötülüğün bizzat failce icra edilebilir olması şart olmayıp üçüncü kişiler vasıtasıyla gerçekleştirilebilir olması yeterlidir. Dolayısıyla bu kararda failin eyleminde mağdurların irade serbestisini etkileyecek ölçüde bir zarar bildiriminin bulunmadığı gerekçesine dayanılması,  daha  isabetli  olurdu.  Bu  bağlamda,  Yargıtay ın  seninle görüşeceğiz gibi ifadelerin, yasal hak arama iradesi anlamında kullanılmış olabileceğini değerlendirerek, genellikle suçu oluşturmayacağına hükmettiğini de belirtmek gerekir. Şüphesiz bu yöndeki kararlar, tehditin hafiﬂ iği yani sair tehdit boyutunda bulunduğu gerekçesine değil herhangi bir haksızlık yapma tehditinin bulunmadığı düşüncesine dayanmaktadır. Bu noktada, diğer suçlar gibi inceleme konusu suç bakımından da olaysal inceleme ve değerlendirme yapılmasının yani sözün hangi ortamda ve hangi amaçla sarfedildiğinin ortaya konulmasının önemli olduğu ortaya çıkmaktadır. Öğretide,  suç  tanımında  yer  alan  görevini  yapmasını  engellemek amacıyla ibaresi nedeniyle, tehdit şeklindeki eylemlerin görevi yaptırmamak için  direnme  suçuna  vücut  verebilmesi  için  şartla  tehdit  mahiyetinde olmaları gerektiği, ifade edilmiştir. Hemen belirtelim ki bu hususa, suç tanımında yer verilmemiştir. Failin sarfettiği tehdit sözünün şartla tehdit mahiyetinde olması yani Eğer bu görevi yaparsan gelecekte seni ciddi bir zarara uğratacağım. anlamını taşıması durumunda, görevi yaptırmamak için direnme suçunun oluşacağında tereddüt yoktur. Buna karşın, kanaatimizce, suçun oluşumu için mutlaka şartla tehdit mahiyetindeki bir tehdit eyleminin edilmiş ise de, sanığın katılanları sürdürme yetkisinin bulunmadığının anlaşılması karşısında, kanuni unsurları oluşmayan suçtan sanığın beraati yerine mahkumiyetine karar verilmesi, (18. CD, 11.05.2015, 2015/18867, 2015/1163) 34 KOCA/ ÜZÜLMEZ, Özel, s. 351. 35 Bu konuda bkz. KOCA/ ÜZÜLMEZ, Özel, s. 352, 353. 36 ... Mahkeme tarafından sanığın polis memurlarına tehdit ve hakaret içerikli sözler söylediğinin kabul edildiği somut olayda, sanığın polis memurlarının hangi görevi yaptırmamak için nasıl cebir veya tehdit kullandığı açıklanmadan ve sanığın söylediği sizinle görüşeceğim demesinin  ‘şikayet  hakkı   kapsamında  değerlendirilip  değerlendirilemeyeceği  eğer  bu kapsamda değerlendirilmezse bu sözlerin sair tehdit kapsamında kalıp kalmadığı hususları da tartışılmadan, yazılı şekilde direnme suçundan mahkumiyet kararı verilmesi (18. CD, 12.05.2015, 2015/18999, 2015/1278) 37 Sanığın, polis memurları tarafından kendisine cezai işlem uygulanacağının bildirilmesi üzerine  ‘  bana ceza yazamazsınız, benim tanıdığım savcı var, siz yenisiniz galiba, bana sicilinizi verin   demekten ibaret sözlerinin, tehdit niteliğinde bulunmaması nedeniyle, görevi yaptırmamak için direnme suçunun unsurlarının oluşmadığı gözetilmeden, yerinde olmayan gerekçeyle mahkumiyet hükmü kurulması, (18. CD, 30.04.2015, 2015/19307, 2015/787) 38 TEZCAN/ ERDEM/ ÖNOK, s. 908; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 974. 268 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK varlığını aramak, kanun koyucunun iradesini aşan bir yorum olacaktır. Zira görevin yapılmasını engelleme amacı, failin iç dünyası ile ilgili olup fiili gerçekleştirme biçimiyle ilgili değildir. Dolayısıyla tehdit eyleminin şartla tehdit mahiyetinde gerçekleştirilip gerçekleştirilmemesi, bu suçun oluşumu bakımından önemli değildir. Bu bağlamda, mağdurun yüz yüze veya bir iletişim cihazı vasıtasıyla, yazılı veya sözlü olarak yahut beden diliyle tehdit edilmesi suretiyle görevi yaptırmamak için direnme suçunun işlenebileceği de belirtilmelidir. Savunulan diğer bir husus da cebir ve/veya tehdit eylemlerinin görevi yaptırmamak için direnme suçunu oluşturabilmesi için kamu görevlisinin görevini engelleyici bir nitelikte olması gerektiğidir. Bu husus, daha ziyade direnme suçunu oluşturabilme bakımından, cebir veya tehditin alt sınırının ne olması gerektiği ile ilgilidir. TCK m. 265 te yer alan suç tanımında, cebir veya tehdidin kullanılması yeterli görülmüş; bunların ayrıca kamu görevinin yapılmasını engelleyebilecek boyutta olması aranmamıştır. Dahası, suçun oluşumu  için  böyle  bir  koşulun  aranması,  maddenin  uygulanabilirliğini önemli ölçüde daraltacaktır. Zira özellikle bu suçun sıkça mağduru olan kolluk görevlileri bakımından, sıradan bir cebir veya tehdit eyleminin görevin yapılmasını engellemesi düşünülemez. Sözgelimi, bir suçluyu yakalamaya çalışan  bir  polis  veya  jandarma  görevlisinin  TCK  m.  86/2  kapsamında yaralanması nedeniyle görevini yerine getirmekten vazgeçmesi, oldukça düşük bir ihtimaldir. Oysa madde gerekçesinde vurgulandığı üzere, bu boyutta bir cebirin uygulanması durumunda, görevi yaptırmamak için direnme suçunun oluşacağında  tereddüt  yoktur.  Dolayısıyla  cebir  veya  tehdit  eylemlerinin görevi yaptırmamak için direnme suçunu oluşturabilmesi için kamu görevinin yapılmasını engelleyici nitelikte olmaları gerektiğine dair düşüncenin yasal bir dayanağı ve uygulanabilirliği bulunmamaktadır. Öte yandan, suçun oluşumu için cebir veya tehdit eylemlerinin asgari bir yoğunluğa ulaşmasının aranması da yadsınamaz bir gerekliliktir. Kanun 39 Bkz. ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 978. 40 ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1019; GERÇEKER, s. 2826. 41 TEZCAN/ ERDEM/ ÖNOK, s. 908; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1017. 42 ERMAN/ ÖZEK, s. 333; GERÇEKER, s. 2822; Cebir suçuyla ilgili olarak benzer açıklamalar için bkz. KOCA/ ÜZÜLMEZ, Özel, s. 391; Ayrıca bkz. YAŞAR/ GÖKCAN/ ARTUÇ, s. 7727; Şikâyetçi polis memurunun cadde üzerinde park halinde bulunan ve trafiği aksatan aracını  kaldırması  yönünde  yaptığı  anons  sonrası  sanığın,  polis  memuruna  söylediği  kaldır da görelim demesi şeklindeki bu sözlerin görevi yaptırmamak için direnme suçu Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 269Görevi Yaptırmamak İçin Direnme Suçu koyucunun  gerek  madde  metnindeki  gerekse  madde  gerekçesindeki  açık yollamaları karşısında, tehditin TCK 106/1. maddesinde düzenlenen suçları oluşturabildiği durumlarda, 265. maddede düzenlenen suçu da oluşturacağında tereddüt yoktur. Eğer bu suçlardan m. 106/1 in 2. cümlesinde düzenlenen basit tehdit suçunu dahi oluşturamayacak hafiﬂ ikte eylemler söz konusu ise görevi yaptırmamak için direnme suçu da  oluşmayacaktır. Sözgelimi, kendisi hakkında cezai işlem uygulayan trafik polisi tanıdığına Bana ceza yazarsan sana küserim ya da Hakkında dedikodu yaparım. diyen kişinin eylemleri tehdit suçunu oluşturmayacağı için görevi yaptırmamak için direnme suçunu da oluşturmayacaktır. Cebir  kullanılmak  suretiyle  işlenen  direnme  suçları  bakımından ise tablo, bu kadar net değildir. Diğer bir deyişle, görevi yaptırmamak için direnme suçunun tehdit suçu ile yukarıda bahsedilen ilişkisi, kasten yaralama suçu bakımından geçerli değildir. Zira kanun koyucu, suç tanımında manevi zorlamayı  ifade  etmek  üzere  tehdit  kelimesini  kullandığı  halde,  fiziki zorlamayı ifade etmek üzere kasten yaralama ifadesini değil cebir kelimesini kullanmıştır.  Dolayısıyla  kasten  yaralama  seviyesine  varmayan  yani mağdurun vücuduna acı vermeyen, sağlığının bozulmasına neden olmayan ve algılama yeteneğinin bozulmasına neden olmayan fiziki müdahalelerin de bu suçu oluşturması mümkündür. Sözgelimi, suç failinin kaçmasını sağlamak için  kolluk  görevlisini  birkaç  saniyeliğine  tutan  kişinin  eylemi,  kasten yaralama suçunu oluşturmasa bile görevi yaptırmamak için direnme suçunu oluşturabilecektir. Buna göre görevi yaptırmamak için direnme suçunun açısından tehdit unsuru olarak kabul edilemeyeceği düşünülmeden ... (18. CD, 12.05.2015, 2015/19178, 2015/1291) 43 Mahkeme tarafından, sanığın aktif olarak müştekilere direndiği ve karakola götürüldüğünde müştekilere hitaben ben askerim ulan hepinize gereğini yapacağım şeklindeki sözlerle tehdit ettiğinin kabul edilmesi karşısında, TCK 265/1. maddesinde yer alan düzenlemeye göre, görevi yaptırmamak için direnme suçunun, görevini yerine getirmemesi için kamu görevlisine yönelik cebir veya tehdit kullanmak suretiyle gerçekleştirilebileceği nazara alınarak; sanığın suça konu eyleminde, suçun cebir veya tehdit unsurlarının ne şekilde gerçekleştiği karar yerinde gösterilip tartışılmadan, eksik inceleme ve yetersiz gerekçeyle sanığın mahkumiyetine karar verilmesi, (18. CD, 05.05.2015, 2015/18888, 2015/1009) 44 Bkz. ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1018. 45 Karşı yönde: EROL, Haydar, Açıklamalı ve En Yeni İçtihatlı Türk Ceza Kanunu, C. II, Ankara 2015, s. 2504; Olay tarihinde sanıkların, husumetli oldukları şahıs ile aralarındaki kavgayı ayırıp yasal işlemlerini yürütmeye çalışan polis memuru katılanın kollarından ve yakasından tutmak suretiyle fikir ve eylem birliği içerisinde görevini yapmasını engellemek için cebir kullandıkları katılanın ve tanıkların aşamalardaki beyanları, bu beyanlar ile uyumlu 15/12/2011 tarihli olay yakalama tutanağından anlaşılmakla, yüklenen suçun tüm unsurları ile oluştuğu gözetilmeden ... (5. CD, 07.01.2014, 2013/2903, 2014/114) 270 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK tanımında geçen cebir kelimesinin, TCK nın 108. maddesinde düzenlenen cebir suçundan farklı olduğu da ortaya çıkmaktadır. Çünkü TCK m. 108 de düzenlenen cebir suçunun oluşumu için eylemin kasten yaralama boyutuna ulaşması gerekmektedir. Uygulamada görevi yaptırmamak için direnme suçunun oluşabilmesi bakımından suçun unsuru olan cebirin boyutunun ne olması gerektiğinin tam olarak istikrara kavuştuğu söylenemez. Şöyle ki kasten yaralama boyutuna varmayan ittirme, tutma gibi eylemlerin de direnme suçunu oluşturabileceği, Yargıtay  5.  Ceza  Dairesi  tarafından  kabul  edilegelmiştir.  Buna  karşın Yargıtay 18. Ceza Dairesi nin aksi yöndeki görüşü, yani kasten yaralama boyutuna varmayan bir eylemin görevi yaptırmamak için direnme suçunu da oluşturmayacağını, kabul ettiği şeklinde yorumlanabilecek yakın tarihli bir kararı da mevcuttur. Öte yandan bu husus, 765 sayılı TCK da pasif direnme olarak  tarif  edilen  kendini  yere  atma  ekip  otosuna  binmemeye  çalışma gibi eylemlerin TCK m. 265 te düzenlenen suçu oluşturmayacağında bir duraksamaya yol açacak mahiyette değildir. Suçun oluşumu için önemli olan diğer bir husus da cebir veya tehditin mağdur kamu görevlisine yönelik olması gerekliliğidir. Kural olarak, üçüncü 46 Karşı görüşte: YAŞAR/ GÖKCAN/ ARTUÇ, s. 7715. 47 KOCA/ ÜZÜLMEZ, Özel, s. 390. 48 ... 05/08/2007 tarihli olay tutanağı, müşteki beyanları ve tüm dosya kapsamına göre; sanığın, sadece polis memuru C. S. nın yakasını tutmak suretiyle direndiği anlaşılmakla, ... (5. CD, 10.11.2014, 2013/6406, 2014/10641) 49 sanığın olay günü, arkadaşının bir kavgada yaralandığını görmesi üzerine diğer tarafa vurmak  isterken  kendisini  engellemek  isteyen  katılan  polis  memurlarını  iteklemesi biçimindeki eyleminde, tutanak içeriği, katılanların beyanları ile katılanlar hakkında adli rapor düzenlenmemiş olmasından, kamu görevlisine görevini yaptırmamak için gerçekleştirilen cebir veya tehdit eyleminde bulunulduğunun anlaşılamaması karşısında, direnme suçunda aranan cebir veya tehdit unsurlarının ne şekilde gerçekleştiği kanıtlara dayalı olarak tartışılıp gösterilmeden, eksik kovuşturma ve yetersiz gerekçeyle mahkumiyet kararı verilmesi, (18. CD, 06.05.2015, 2015/18953, 2015/1079) 50 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 974, 975; TCK nın 265. maddesinde görevi yaptırmamak için direnme başlığıyla seçenekli hareketli ve amaçlı bir fiil olarak düzenlenen ve görevin yapılmasını önleme maksadıyla kamu görevlisine karşı gelinmesi eylemleri  cezalandırılan  suç  tipinde;  hareketin  cebir  veya  tehdit  şeklindeki  icrai davranışlarla işlenebileceğinin öngörüldüğü ve belirtilen tipik hareketleri içermeyen pasif direnme fiillerinin bu suçu oluşturmayacağı göz önüne alındığında; somut olayda sanığın görevlilere karşı  görevin yapılmaması için gerçekleştirdiği cebir veya tehdit eylemlerinin nelerden ibaret olduğu karar yerinde tartışılıp değerlendirilmeden, ekip aracına binmeyerek kendini yere atması şeklindeki eyleminin cebir olarak değerlendirilmesi suretiyle yazılı şekilde direnme suçundan mahkumiyet kararı verilmesi,  (5. CD 01.07.2014, 2013/3713, 2014/7290). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 271Görevi Yaptırmamak İçin Direnme Suçu bir kişiye yönelik eylemler bu suçun oluşumuna imkan vermez. Zira suç tanımında açıkça kamu görevlisine karşı denilmek suretiyle bu koşul ortaya konmuştur. Buna karşın görünüşte üçüncü bir kişiye yönelik olan cebir veya tehdit eylemi, görevini ifa etmeye çalışan kamu görevlisine karşı da tehdit hüviyetine  bürünebilir.  Sözgelimi,  kamu  görevlisinin  yakınlarına  zarar vermekle tehdit edilmesi durumunda böyledir. Öte yandan kendi yakınlarına yönelik olmayan tehditlerin de kamu görevlisi üzerinde bir etki doğurması olasıdır. Sözgelimi, fail kendisini yakalamak isteyen polis memurunu, peşini bırakmaması  durumunda  sokaktan  rastgele  birilerini  öldürmekle  tehdit edebilir.  Bu  durumda  da  kanaatimizce  kamu  görevlisine  yönelik  dolaylı da olsa bir tehdit vardır ve görevi yaptırmamak için direnme suçu oluşur. Çünkü özellikle kolluk görevlilerinin vatandaşların can ve mal güvenliğini koruma görevleri vardır. Hiç bir kusurları olmasa dahi tehditin gerçek olması durumunda idari ve adli soruşturmalara maruz kalmaları, tazminat taleplerine muhatap olmaları ciddi bir olasılıktır. Tüm bu olasılıkların mağdur üzerinde görevini yapmaktan vazgeçmeye yönelik bir iradeye yol açması mümkündür. Dahası, failin göreve konu işlemin yapılması durumunda kendisine zarar vereceğini,  sözgelimi  kendisini  benzin  döküp  yakacağını  söylemesi durumunda da görevi yaptırmamak için direnme suçu oluşabilecektir. Bu nedenle Yargıtay ın aksi yöndeki kararlarındaki düşünceye katılmadığımızı ifade etmeliyiz. 51 ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1018; Cebir suçuyla ilgili olarak benzer açıklamalar için bkz. KOCA/ ÜZÜLMEZ, Özel, s. 391. 52 Aynı yönde: GERÇEKER, s. 2822. 53 Aynı yönde: YAŞAR/ GÖKCAN/ ARTUÇ, s. 7722; Benzer durumda 765 sayılı TCK nın 260. maddesinde düzenlenen pasif mukavemet suçunun oluşacağı düşüncesi hakkında bkz. ERMAN/ ÖZEK, s. 332. 54 Sanığın,  haczedilerek  kendisine  yediemin  olarak  teslim  edilen  malların  muhafaza altına alınması amacıyla işyerine gelen alacaklı vekili ile icra dairesinde görevli memuru engellemek amacıyla, ruhsatlı tabancasını çekip kendi başına dayayarak eğer işlem yapılırsa kafama sıkarım demesi biçimindeki eyleminin, katılana ve mağdura yönelik gerçekleşmesi muhtemel bir kötülük içermemesi nedeniyle görevi yaptırmamak için direnme suçunun cebir veya tehdit unsurlarının gerçekleşmediği gözetilmeden, kanuni olmayan gerekçeyle TCK nın 265/1-2. maddesi  uyarınca hükümlülük kararı verilmesi, (18. CD, 06.05.2015, 2015/18782,  2015/1028);  Cezaevinde  infaz  koruma  memuru  olan  mağdurların  diğer koğuşların dolu olması nedeniyle yeni gelen tutukluları sanığın kalmakta olduğu  koğuşa vermek istemeleri üzerine sanığın infaz koruma memurlarına söylediği kabul edilen bu koğuşa kimseyi veremezsiniz, koğuşu dağıtırım, koğuşa gelenlerle kavga ederim, kendime ve onlara vereceğim zarardan ben sorumlu olmam, savcı beye söyleyin beni buradan alsın başka yere göndersin biçimindeki sözlerin, mağdurlara yönelik ileride gerçekleşmesi muhtemel bir kötülük içermemesi nedeniyle görevi yaptırmamak için direnme suçunun cebir veya tehdit unsurlarının gerçekleşmediği gözetilmeden, kanuni olmayan gerekçeyle TCK nın 272 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK 4. Ağırlatıcı Nedenler a. Yargı Görevini Yapan Kişilere Karşı İşlenmesi TCK m. 6/1-d de yargı görevini yapan tabiri yüksek mahkemeler ve adlî, idarî ve askerî mahkemeler üye ve hâkimleri ile Cumhuriyet savcısı ve avukatlar şeklinde tanımlanmıştır. Direnme suçunun bu kişilere karşı işlenmesi durumunda, temel ceza iki yıldan dört yıla kadar hapis olup m. 265/2 uyarınca doğrudan tayin edilmeli, diğer artırım ve indirimler bu miktar üzerinden yapılmalıdır. Uygulamada en tartışmalı konu, icra takibi sırasında avukata karşı işlenen tehdit eylemleri nedeniyle m. 265/2 nin uygulanıp uygulanmayacağına ilişkindir. Yargıtay ceza daireleri bu maddenin uygulanması gerektiğini kabul etmektedir. Buna karşın bu kararlara, cebri icra işlemlerinin kamusal faaliyet olmakla birlikte yargısal nitelikte olmadığı, bu nedenle sözkonusu ağırlatıcı nedenin uygulanamayacağı gerekçesiyle yazılmış karşı oylar da mevcuttur. Stajer avukat ise bir kısım adli işlemlere katıldığı durumlarda dahi yargı görevini yapan kişilerden sayılmamaktadır. 265/1. maddesi  uyarınca hükümlülük kararı verilmesi,  (18. CD, 29.04.2015, 2015/18989, 2015/719); ... suça sürüklenen çocuğun arkadaşımı bırakın, yoksa bıçakla gırtlağımı kesip kendimi öldürürüm şeklinde sözler sarfetmek suretiyle bıçağın keskin yüzüyle vücuduna zarar verdiği anlaşılmakla, cebir veya tehditle nasıl direndiği, hangi görevin yapılmasını ne şekilde engellediği hususu denetime olanak verecek şekilde gerekçeleriyle karar yerinde gösterilmeden  yetersiz gerekçelerle yazılı şekilde mahkumiyet kararı verilmesi, (5. CD, 12.11.2014, 2013/6161, 2014/10818) 55  İcra memurunun TCK nın 6. maddesine göre yargı görevi yapan sıfatı bulunmadığı, bu nedenle sanıkların eyleminin TCK nın 265/1-3. maddesinde tanımlanan görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden, suç vasfının tayininde yanılgıya düşülmesi sonucu CMK nın 226. maddesine aykırı olarak ek savunma hakkı da tanınmadan TCK nın 265/2. maddesi uygulanmak suretiyle fazla cezalar tayin edilmesi, (5. CD, 28.05.2014, 2013/1855, 2014/5873) 56 Direnme fiilinin TCK nın 6/1-d maddesi kapsamında yargı görevi yapan katılanlar avukat ve icra memuru ile müşteki polis memurları olmak üzere birden fazla kamu görevlisine karşı işlenmesine rağmen TCK nın 265/2 ve 43/2. maddelerinin uygulanmaması, (5. CD, 08.12.2014, 2013/11074, 2014/12365) 57 Sanık İ. K. nın haciz işlemi için evlerine gelindiğinde alacaklı vekili olan katılanı tehdit ettiği ve tekme atmak suretiyle yaraladığının anlaşılması karşısında, sanığın, TCK nın 6/1-d maddesine göre yargı görevlisi olan avukat katılana yönelik tehdit ve yaralama eylemlerinin  aynı Kanunun 265/2. maddesinde düzenlenen, görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden, sanık hakkında tehdit ve yaralama suçundan ayrı ayrı mahkumiyet hükmü kurulması, (18. CD, 29.04.2015, 2015/566, 2015/756); Aynı yöndeki Ceza Genel Kurulu kararı için bkz. YAŞAR/ GÖKCAN/ ARTUÇ, s. 7712, dipn. 354 (CGK, 26.11.2012, 279/406) 58 5. CD, 10.11.2014, 2013/7605, 2014/10647 59 1136 sayılı Avukatlık Kanununun 26/1. maddesinde stajer avukatların avukat yanında staja Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 273Görevi Yaptırmamak İçin Direnme Suçu b. Kişinin kendisini tanınmayacak bir hâle koyması suretiyle veya birden fazla kişi tarafından birlikte işlenmesi Suçun kendisini tanınmayacak bir hale koyan bir fail tarafından işlenmesi pek rastlanılan bir durum değildir. Tehdit suçu bakımından da ağırlatıcı neden olarak düzenlenen bu hususun failin kimliğinin belirlenmesini güçleştirmesi ve eylemin korkutuculuğunu artırması nedeniyle nitelikli hal olarak kabul edildiği ifade edilmiştir. Kanaatimizce, kanun koyucu görevi yaptırmamak için direnme suçu bakımından da bu ağırlatıcı nedeni kabul ederek iki suç arasında çıkabilecek ceza adaletsizliklerini önlemek istemiştir. Söz konusu ağırlatıcı nedenin uygulanması için failin maske takmak, makyaj yapmak, yüzünü kapatmak gibi yöntemlerle kendisini tanınmayacak hale getirerek suçu işlemiş olması yeterlidir. Herşeye rağmen failin tanınabilmiş olması ya da yapılan değişiklikle korkutuculuğunun artmamış olması, sözgelimi failin yaptığı makyajla komik duruma düşmesi, bu ağırlatıcı nedenin uygulanmasına engel değildir. Uygulamada,  suçun  birden  fazla  kişi  tarafından  birlikte  işlenmesi durumu ile sıklıkla karşılaşılmaktadır. Bu ağırlatıcı nedenin kapsamının TCK nın  37/1.  maddesi  dikkate  alınarak  belirlenmesi  gerektiği  ifade edilmiştir. Dolayısıyla bu ağırlatıcı nedenin uygulanabilmesi için en az iki olması gereken fail sayısının hesabında, azmettiren veya yardım eden  konumundakiler  dikkate  alınmayacaktır.  Suçun  yapısı  gereği, başladıktan sonra avukatın yazılı muvafakati ile onun gözetimi ve sorumluluğu altında icra müdürlüklerindeki işleri yürütebileceği hüküm altına alınmakla birlikte, Kayseri Barosu nun 14/12/2010 tarihli yazısına göre henüz baro levhasına kayıtlı avukat sıfatını kazanmadığı, bu nedenle TCK nın 6/1-d maddesinde sayılan yargı görevi yapanlar kapsamında bulunmadığı anlaşılan müştekinin bu konumu gözetilmeden TCK nın 265/2. maddesinin uygulanması suretiyle fazla ceza tayini, (5. CD, 18.03.2014, 2012/16049, 2014/3049) 60 KOCA/ ÜZÜLMEZ, Özel, s. 362. 61 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 979. 62 Direnme fiilinin birden fazla kişi ile birlikte olacak şekilde ve birden fazla kamu görevlisine karşı işlendiği kabul edildiği halde TCK nın 265/3, 43/2. maddelerinin uygulanmaması, (10.07.2014, 2013/3663, 2014/7587) 63 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 980; KOCA/ ÜZÜLMEZ, Özel, s. 365; suça sürüklenen çocukların kavga  ihbarı  üzerine olay yerine gelen polis memuru müşteki Ali Sarı nın yasal işlemlerin yapılması için karakola davet ettiği sırada gitmemek için fikir ve eylem birliği içerisinde anılanın boğazını tutmak  ve sırtına vurmak suretiyle yaraladıkları, yüklenen birden fazla kişi birlikte olacak şekilde görevi yaptırmamak için direnme suçunun tüm unsurlarıyla  oluştuğu (5. CD, 16.12.2014, 2013/10872, 2014/12788). 64 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 980; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1021. 274 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK faillerin aynı eylemi birlikte gerçekleştirmeleri zorunlu değildir. Failler farklı memurlara saldırmış veya tehditte bulunmuş olsalar dahi suçu birlikte işlemiş sayılacaklardır. Hatta biri cebir uygularken diğeri tehdit kullanmış olsa dahi sonuç  değişmez.  Keza  eylemlerinin  zamanının  tam  olarak  çakışması  da aranmamalıdır. Birinin eylemi bitmeden diğerinin eylemi başlamış ise suçun birlikte işlenmiş sayılması için yeterli sayılmalıdır. Suçun  birden  fazla  kişi  tarafından  birlikte  işlenmesi  durumunda faillerden yalnızca birisi bakımından ağırlatıcı nedenlerden birisi söz konusu olsa dahi tüm faillerin cezaları bu nedenle artırılabilecektir. c.  Silâhla  ya  da  var  olan  veya  var  sayılan  suç  örgütlerinin oluşturdukları korkutucu güçten yararlanılarak işlenmesi Bu başlıktaki ağırlatıcı nedenlerden suçun silahla işlenmesi durumu ile sıklıkla karşılaşılmaktadır. TCK m. 6/1-f de silah tabiri, ateşli silâhlar, patlayıcı maddeler, saldırı ve savunmada kullanılmak üzere yapılmış her türlü kesici, delici veya bereleyici alet, saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler, yakıcı, aşındırıcı, yaralayıcı, boğucu, zehirleyici, sürekli hastalığa yol açıcı nükleer, radyoaktif, kimyasal, biyolojik maddeler şeklinde açıklanmıştır. Direnme suçu bakımından silah tanımı, değişik bir özellik göstermez. Yargıtay 5. Ceza Dairesi, taş, bira şişesi, cam kırığı, cam bardak gibi cisimleri silah olarak değerlendirmiştir. Ayrıca görevlilerin üzerine araç sürülmesi durumunda da 65 ... suç tarihinde zabıta memuru olarak görev yapan Hasan ve Kutay ın, Mert Büfe isimli iş yeri önündeki seyyar tezgahın kaldırılması için işlem yaptıkları sırada sanık Eser in müdahale ettiği, bırakın vatandaş satsın neden mani oluyorsunuz diyerek Hasan ı ittiği, çıkan tartışmada Eser in yanında bulunan sanık Ali Kemal in de katılanın yakasından tutarak yumruğunu sıkıp havaya kaldırarak vurmak istediği ancak vatandaşların engellemesi sonucu vuramadığı, ayrıca  senin plakanı aldım evini basacağım şeklinde tehdit içeren sözler sarfettiği anlaşılan olayda, eylemlerin bir bütün halinde birden fazla kişi birlikte olacak şekilde ve birden fazla kamu görevlisine karşı görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden ... (5. CD, 01.12.2014, 2013/10392, 2014/11860) 66 Sanıkların direnme eylemlerinin farklı zaman dilimlerinde birbirinden bağımsız olarak meydana geldiği, birden fazla kişi tarafından birlikte işlenme unsurunun somut olayda gerçekleşmediği nazara alınmadan TCK nın 265/3. maddesinin uygulanması suretiyle  fazla cezalar tayin edilmesi, (10.07.2014, 2013/2728, 2014/7599) 67 Tehdit suçu ile ilgili olarak bkz. KOCA/ ÜZÜLMEZ, Özel, s. 359. 68 Sanık Yaşar ın yapılan haczi engellemek amacıyla yaralayıcı özelliği bulunması nedeniyle silahtan sayılan şişeyi icra memuru ve avukata doğru fırlattığı (5. CD, 08.12.2014, 2013/11268, 2014/12371); Görevi yaptırmamak için direnme eyleminde kullanılan biber gazının, 5237 sayılı TCK nın 6/1-f  madde ve fıkrasına göre fiilen saldırı ve savunmada kullanılmaya elverişli aletlerden sayılması nedeniyle TCK nın 265/4. maddesi gereğince Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 275Görevi Yaptırmamak İçin Direnme Suçu suçun silahla işlendiği  kabul edilmektedir. Suçun  silahla  işlendiğinin  kabulü  için  failin  silahlı  olması  yeterli olmayıp  ayrıca  cebir  veya  tehdidin  gerçekleştirilmesi  sırasında  silahın kullanılmış olması gerekmektedir. Silahın tehdit eyleminde kullanılması, onun korkutucu etkisinden istifade edilmesi suretiyle olur. Mutlaka mağdura yöneltilmiş olması aranmaz. Buna karşın fail cebir uygulamak üzere silah çıkardığı halde bunu başaramamış olsa bile mağdur kamu görevlisi üzerinde tehdit oluşturmuşsa suçun silahla işlendiği kabul edilebilecektir. Keza tehdit kullanılarak gerçekleştirilen eylemler bakımından kullanılan vasıtanın silah olduğu intibaı vermesinin yeterli olduğu, gerçek bir silahın tüm özelliklerini taşımasının gerekli olmadığı kabul edilmektedir. Bunun klasik örneği tehdit eyleminin kuru sıkı silahla gerçekleştirilmesi olup bu durumda söz konusu artırım maddesinin uygulanması yoluna gidilmektedir. Suçun varolan veya varsayılan suç örgütlerinin oluşturdukları korkutucu güçten yararlanarak gerçekleştirilmesi, özellikle tehdit kullanılarak işlenen suçlar bakımından ortaya çıkmaya elverişlidir. Zira bu türden bir örgüt etkisini kullanmak tehdit eyleminin korkutuculuğunu artırmaktadır. Kanun koyucu, tehdit suçu için kabul ettiği bu nitelikli hali görevi yaptırmamak için direnme suçu bakımından da kabul ederek, suçlar arasında uyum sağlamak istemiştir. Bu ağırlatıcı nedenin uygulanabilmesi için failin örgüt mensubu olması veya örgütle herhangi bir ilişkisinin bulunması zorunlu değildir. Ancak failin suç örgütü vasıtasıyla mağdura bir kötülük yaptıracağını bildirerek onu tehdit etmiş olması gerekir. cezada artırım yapılması gerektiğinin gözetilmemesi, (18. CD, 06.05.2015, 2015/19198, 2015/1033) 69 5. CD, 01.10.2014, 2014/5377, 2014/9419 70 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 981; Katılan ve tanık icra memurunun, sanığın kılıf içinde getirdiği av tüfeğini çıkarmadığına ilişkin beyanları karşısında silahın olayda ne şekilde kullanıldığının denetime imkan verecek şekilde karar yerinde tartışılmaması, (5. CD, 01.07.2014, 2013/3708, 2014/7287). 71 KOCA/ ÜZÜLMEZ, Özel, s. 360; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 980. 72 KOCA/ ÜZÜLMEZ, Özel, s. 361. 73 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 981. 74 Eskişehir ili Mihalgazi ilçesi Sakarılıca beldesinde gerçekleşen olayda aşırı alkollü olan sanığın görevlilere sarf ettiği tehdit içerikli sözlerin mahiyeti, olayın oluş biçimi, yer ve zaman nazara alındığında, var olan bir suç örgütünün korkutucu gücünden yararlanılması unsurunun oluşmadığı gözetilmeden TCK nın 265/4. maddesinin uygulanması, (5. CD, 10.11.2014, 2013/6394, 2014/10632) 75 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 981; KOCA/ ÜZÜLMEZ, Özel, s. 365. 76 KOCA/ ÜZÜLMEZ, Özel, s. 366. 276 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK Çok yüksek bir olasılık olmamasına karşın, cebir kullanılarak işlenen görevi  yaptırmamak  için  direnme  suçu  bakımından  da  örgüt  gücünden faydalanmak,  cezayı  ağırlaştırmayı  gerektirebilir.  Sözgelimi,  fail  örgüt mensubu olduğunu söylemiş ve sağladığı psikolojik üstünlükle mağdur kamu görevlilerine cebir uygulamaya muvaﬀ ak olabilmişse hiç bir tehdit sözü sarfetmemiş olsa dahi bu ağırlatıcı neden uygulanabilecektir. 5. Manevi Unsur Görevi yaptırmamak için direnme suçu kasten işlenebilen bir suçtur. Suçun  oluşumu  için  failin  suçun  tanımındaki  unsurları  bilerek  eylemini gerçekleştirmesi gerekmektedir. Bu anlamda fail, mağdurun kamu görevlisi olduğunun, bir kamu görevini yürüttüğünün, ayrıca kullandığı cebir veya tehditin farkında ve bilincinde olmalıdır. Suçun taksirle işlenmesi mümkün değildir.  Sözgelimi,  görevini  yapan  kamu  görevlisini  taksirle  yaralayan kişinin eylemi, bu suçu oluşturmayacaktır. Öte yandan suç tanımında yer alan görevini yapmasını engellemek amacıyla ibaresinden de anlaşılacağı üzere failin özel bir saikle (maksatla) hareket etmesi gerekmektedir. Diğer bir deyişle kast yanında, kamu görevlisinin görevini yapmasını engelleme amacı görevi yaptırmamak için direnme suçunun temel şekline ilişkin bir manevi unsuru oluşturmaktadır. Nitekim bu husus, görevi yaptırmamak için direnme suçunun tehdit ve kasten yaralama suçlarından ayrılması bakımından önemli bir kriter teşkil etmektedir. Failin kamu görevlisinin görevini yapmasını engelleme amacı ile hareket etmesi zorunluluğu, suçun olası kastla işlenme ihtimalini ortadan 77 YAŞAR/ GÖKCAN/ ARTUÇ, s. 7703. 78 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 981; ERMAN/ ÖZEK, s. 333; Ayrıca bu konudaki genel açıklamalar için bkz. KOCA, Mahmut/ ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 7. Baskı, Ankara 2014, s. 237, 238; TCK nın 265. maddesinde görevi yaptırmamak için direnme başlığıyla seçenekli hareketli ve amaçlı bir fiil olarak düzenlenen ve görevin yapılmasını önleme maksadıyla kamu görevlisine karşı gelinmesi eylemleri cezalandırılan suç tipinde;... (5. CD, 01.07.2014, 2013/3713, 2014/7290). 79 Türk Hukuk literatüründe, Fransız hukukunun etkisiyle, suçun kanuni tanımında failin belli bir amaçla hareket etmesinin arandığı durumların özel kast olarak da ifade edildiği ve bu ayrımın artık terkedildiği hakkında bkz. ÖZGENÇ, s. 279; Ayrıca genel kast – özel kast ayrımına ilişkin açıklamalar hakkında bkz. HAKERİ, s. 207. 80 ÖZGENÇ, s. 280. 81 ... sanığın saik ve amacı üzerinde de durularak eylemin görevin yapılmasını engelleme amacıyla işlenmiş olması halinde görevi yaptırmamak için direnme, aksi takdirde kamu görevlisine karşı kasten yaralama suçunu oluşturacağı gözetilmeden eksik inceleme ve yanılgılı gerekçeyle yazılı şekilde beraet kararı verilmesi (5. CD, 17.11.2014, 2013/6714, 2014/11041) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 277Görevi Yaptırmamak İçin Direnme Suçu kaldırmaktadır. Zira bu şekildeki bir amaç, mantıksal olarak, suçun maddi unsurlarının bütününün düşünülmüş ve öngörülmüş olmasını zorunlu kılar. Böyle bir durumda, doğrudan kastın varlığı tartışılmazdır. Failin kamu görevinin önlenmesine ilişkin saikinin önemi yoktur. Fail, kendisinin gözaltına alınmasını engellemek ya da hakkında soruşturma evrakı düzenlenmesini engellemek gibi bir düşünce ile hareket edebileceği gibi bir arkadaşını idari para cezasından kurtarmak amacıyla da hareket etmiş olabilir. Bu anlamda, 765 sayılı TCK daki  direnme suçunun aksine 5237 sayılı TCK da saik nedeniyle indirim öngörülmediği de belirtilmelidir. Oysa 765 sayılı TCK nın 258/3. maddesinde, suçun kendisini veya akrabasını hapis veya tevkiften kurtarmak maksadiyle işlenmesi durumunda, failin daha hafif cezalandırılması öngörülmüştü. Suça  kimliğini  veren  görevi  yaptırmamak  amacı,  ayrıntılı  bir değerlendirmeyi hak etmektedir. Görevi yaptırmamak için direnme suçunun oluşabilmesi için herşeyden önce, failin kamu görevlisine yönelen eylemi ile failin yürüttüğü kamu görevi arasında bir illiyet bağı bulunmalıdır.  Aksi takdirde, sözgelimi, fail şahsi alacak verecek meselesi dolayısı ile görevini yapmakta olan bir polis memurunu yaralayacak olursa direnme suçu oluşmayacaktır. Failin bu eylemi nedeniyle mağdurun yürüttüğü kamu görevinin aksamış olması  da  sonucu  değiştirmeyecektir.  Öte  yandan,  bu  türden  bir  bağın varlığı da tek başına suçun oluşumuna imkan vermeyebilir. Sözgelimi, kamu görevlisinin görevini yerine getirmesine içerleyen failin görevini engelleme amacı olmaksızın kamu görevlisini sırf acı çektirmek için yaralaması veya huzurunu kaçırmak için tehdit etmesi durumunda, failin eylemi ile mağdurun üstlendiği kamu görevi arasında bir nedensellik bağı olmasına rağmen yine de görevi yaptırmamak için direnme suçu oluşmayacaktır. Bu suçun söz 82 Bkz. ÖZGENÇ, s. 238; KOCA/ ÜZÜLMEZ, Genel, s. 159. 83 GERÇEKER, s. 2821. 84  Olay günü, müştekinin sanığı yakalayıp hakkında işlem yapmak için karakola götürdüğü sırada  sanığın  karakol  bahçesinde  müştekiye  sinkaﬂ ı  kelimelerle  hakaret  edip  ayrıca müştekiye  ‘ seni  kafama  yazdım  kahverenkli  montlu  seninle  görüşeceğiz    şeklindeki ifadenin  görevi  yaptırmamak  için  direnme  suçunu  oluşturacağı  yönündeki  Yargıtay Cumhuriyet Başsavcılığı nın tebliğnamesine, sanığın görevli polis memurları tarafından karakola getirildiğinde müştekiye yönelik eyleminin, müştekinin görevini yaptırmamaya yönelik olmaması nedeniyle iştirak edilmemiş ve başkaca nedenler yerinde görülmemiştir. (18. CD, 28.04.2015, 2015/438, 2015/693) 85 Olay tarihinde, polis merkezi karşısında meydana gelen ve sanıkların yer aldığı kavgaya müdahale eden müşteki polis memuru Ahmet Gürbüz ün boğazının İmdat Serttaş tarafından sıkıldığı  ve  kavganın  sonlandırılması  sonrasında  polis  merkezine  alınan  sanıkların 278 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK konusu olabilmesi için fiilin ayrıca mağdur kamu görevlisinin yürüttüğü kamu görevini engellemeye yönelik olması gerekir. Failin objektif olarak görevin yapılmasını engelleme olanağının bulunup bulunmaması önemli değildir. Diğer bir deyişle, failin zaten görevi engellemesi mümkün değildi, bu nedenle suçun unsurları oluşmamıştır, denilemez. Kamu görevlisinin görevini yapmasının engellenmesi kavramından ne anlaşılması gerektiği, öğretide kısmen tartışmalıdır. Esasen, kamu görevlisinin aktif hareketle icra ettiği bir işlemin engellenmesi durumunda, kamu görevinin engellenmiş olacağında tereddüt yoktur ve günlük hayatta olayların çoğunlukla bu formda ortaya çıkacağı aşikardır. Öte yandan kamu görevlisinin aktif bir eylemde  bulunma  zorunluluğunun  bulunmadığı  durumlar  da  söz  konusu olabilir. Bir görüş, kamu görevlisinin görevine giren bir şeyi yapmayıp hareketsiz kalmasını sağlamak ile görevine aykırı bir şey yaptırmak amaçlarını bir tutmakta her iki amaçla cebir veya tehdit uygulanması durumunda suçun oluşacağını savunmaktadır. Diğer görüş ise kamu görevlisinin belirli bir işi  yapmaya  zorlanması  durumunda,  görevin  yapılmasının  engellenmesi amacından söz edilemeyeceğinden, görevi yaptırmamak için direnme suçunun oluşmayacağı yönündedir. işlemlerinin yapılması için bekletildikleri sırada bu kez Ercan Genç tarafından tehdit  içeren sözler sarfedildiği anlaşılmakla, Ercan ın müştekinin hangi görevini yaptırmamak için tehdit ettiği denetime imkan verecek şekilde gerekçeleriyle gösterilmeden ve TCK nın 106/1. maddesinde yer alan tehdit suçu tartışılmadan, eksik ve yetersiz gerekçeyle  bu sanık hakkında da görevi yaptırmamak için direnme suçundan mahkumiyet hükmü kurulması, (10.07.2014, 2013/2728, 2014/7599) 86 ... sanığın aşamalardaki savunmalarında karakola gelinceye kadar herhangi bir eyleminin olmadığını, polis merkezinde işlem yapıldığı sırada bacak bacak üstüne attığı için polis memurlarından birisinin ayağına tekme attığını ve kendisini iteklediğini bunun üzerine polis memuruna vurduğunu belirtmesi ve dosyada mevcut adli raporların savunmasını doğrular mahiyette olması karşısında eylemin haksız tahrik altında kamu görevlisini kasten yaralama suçlarını oluşturduğu gözetilmeden suç vasfında yanılgılı değerlendirme sonucu yazılı şekilde görevi yaptırmamak için direnme suçundan mahkumiyet kararı verilmesi, (5. CD, 16.04.2014, 2013/809, 2014/4286); Adli bir soruşturma kapsamında ifadesi alınmak istenen sanığın, ifadesini alacak olan görevli polis memurlarına karşı görevlerini yapmalarını engellemek amacıyla tehditte bulunduğu ve eylemin bir bütün halinde TCK nın 265/1, 43/2. maddesinde düzenlenen görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden, suç vasfında yanılgıya düşülerek yazılı biçimde tehdit suçundan hüküm kurulması, (18. CD, 11.06.2015, 2015/900, 2015/2573) 87 Aksi yönde: TEZCAN/ ERDEM/ ÖNOK, s. 908. 88 Bkz. YAŞAR/ GÖKCAN/ ARTUÇ, s. 7708. 89 Bu görüşte: SOYASLAN, s. 703, 704; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7708. 90 Bu görüşte: TEZCAN/ ERDEM/ ÖNOK, s. 718. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 279Görevi Yaptırmamak İçin Direnme Suçu Kamu  görevlisinin  hareketsiz  kalma  zorunluluğu  açısından,  iki ihtimal  söz  konusudur.  Bunlardan  birisi,  kamu  görevlisinin  herhangi  bir mükellefiyetinin bulunmaması durumu, diğeri ise mevcut durumu muhafaza etmek zorunda olması durumudur. Diğer bir deyişle, aktif bir işlem yapma yükümlülüğü bulunmayan kamu görevlisine, görevinin gereklerine aykırı bir icrai işlem yaptırmak amacıyla yahut muhafaza zorunda bulunduğu pozisyonu terkettirmek  amacıyla  cebir  veya  tehdit  uygulanması  gündeme  gelir. Sözgelimi, cezaevinde bulunan fail, infaz koruma memuru mağduru kendisine uyuşturucu madde getirmesi için tehdit ederse birinci olasılık, mevzuata aykırı olarak koğuştan çıkmasına izin vermesi için tehdit ederse ikinci olasılık gündeme  gelecektir.  Kanaatimizce,  bu  ihtimallerden  sadece  ikincisinde görevi yaptırmamak için direnme suçu oluşabilecektir. Diğer ihtimalde yani cezaevinde bulunan failin infaz koruma memurunu kendisine uyuşturucu madde temin etmesi için tehdit etmesi durumunda tehdit, şantaj veya cebir gibi  başka  bir  suç  oluşabilecek  fakat  görevi  yaptırmamak  için  direnme suçu oluşmayacaktır. Zira bu ihtimalde fail, kamu görevlisine görevini yaptırmamayı değil görevine girmeyen birşeyi yaptırmayı amaçlamaktadır. 6. Hukuka Aykırılık Unsuru Suçun  oluşmasının  diğer  bir  koşulu  da  tüm  pozitif  hukuk  sistemi nazara alındığında failin eylemini hukuka uygun kabul eden bir düzenlemenin bulunmamasıdır. Cebir ve tehdit eylemlerinin kural olarak hukuka aykırı olduğunda tereddüt yoktur. Fakat yine de bazı durumlarda bu tür eylemlerin 91 Engellenmek istenilen görevin icrai veya ihmali bir görev olması önem taşımamaktadır. (GERÇEKER, s. 2821) 92 Keşif yapılması amacıyla stat civarında bekledikleri esnada tutuklu olan sanıkların, yakında bulunan köfteciden kendilerine köfte getirmeleri için jandarma görevlileri olan katılanlardan talepte bulundukları, talebin kabul edilmemesi üzerine de sizlerin çarşıya nereye çıktığını biliyoruz, nasıl olsa çıkacağız, sizi çarşıda yakacağız, sizinle çarşıda görüşeceğiz şeklinde tehdit eyleminde bulunduklarının anlaşılması ve sanıkların bu eylemlerinin, askerlerin görevlerini yaptırmamak amacıyla işlenmemesi karşısında, tehdit yerine, görevi yaptırmamak için direnme suçundan mahkumiyet hükmü kurulması, (18. CD, 12.05.2015, 2015/19321, 2015/1280) 93 Sanığın, hakkında adli rapor düzenlenmesi için hastaneye götürüldüğünde, şikayetçi M. N. in sanığın tüm şikâyetlerini rapora yazacağını belirtmesine rağmen, sanığın şikayetçiye kolunu hiç kullanamadığını tekrarlayarak rapora bu hususu yazdırmak istediğini beyan ettiği, ancak muayene olmak için sedyeye oturmadığı, bu nedenle müştekinin sanığın muayenesini yapamadığı, ardından sanığın şikayetçiye ben kolumu feda ettim, seni mi feda etmeyeceğim, seninle görüşeceğiz şeklinde tehdit eyleminde bulunduğunun anlaşılması ve sanığın bu eylemini müştekinin görevini yaptırmamak amacıyla gerçekleştirmemesi karşısında, tehdit yerine, görevi yaptırmamak için direnme suçundan mahkumiyet hükmü kurulması, (18. CD, 12.05.2015, 2015/19047, 2015/1279) 280 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK hukuka  uygun  kabul  edilmesi  mümkündür.  Cebir  veya  tehdit  eyleminin hukuka uygun kabul edildiği noktada, görevi yaptırmamak için direnme suçu da oluşmayacaktır. Uygulamadaki seninle görüşeceğiz gibi sözlerin failin yasal şikayet hakkını kullanacağının ifadesi niteliğinde olması nedeniyle suç oluşmayacağına dair kabulü, bir hukuka uygunluk nedeninin bulunması şeklinde değerlendirmek mümkündür. Hukuka aykırılık unsuru, suçun maddi unsurlarından mağdurun kamu görevi yapıyor olması ile yakından ilgilidir. Öyle ki mağdur kamu görevini yapıyorsa, diğer bir ifade ile yapması gerektiği gibi yapıyorsa, failin eylemi için bir hukuka uygunluk nedeni söz konusu olmaz. Buna karşın mağdur kamu görevi yapıyor gözükmekle birlikte yürüttüğü bir kamu görevi yoksa ve buna karşın failin haklarını ihlal ediyorsa failin bu görevliye karşı kullancağı cebir veya tehdit hukuka uygun kabul edilebilecektir. Sözgelimi, bir polis memurunun yetkili hakim veya soruşturma makamının kararı olmaksızın bir evde arama yapmaya kalkması durumunda, ev sahibinin kendisini zorla dışarı çıkarması, görevi yaptırmamak için direnme suçunu oluşturmayacaktır. Bu açıklamalardan da anlaşılacağı üzere TCK m. 25 te yer alan meşru savunmaya ilişkin düzenleme, görevi yaptırmamak için direnme suçu bakımından da bir hukuka uygunluk nedeni oluşturabilecektir. 94 ... sanığın söylediği sizinle görüşeceğim demesinin ‘şikayet hakkı  kapsamında değerlendirilip değerlendirilemeyeceği eğer bu kapsamda değerlendirilmezse bu sözlerin sair tehdit kapsamında kalıp kalmadığı hususları da tartışılmadan, yazılı şekilde direnme suçundan mahkumiyet kararı verilmesi (18. CD, 12.05.2015, 2015/18999, 2015/1278) 95 ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1022. 96 Bkz. ERMAN/ ÖZEK, s. 334; Özbek/ Kanbur/ Doğan/ Bacaksız/ Tepe,  ortada görev yoksa zaten bu suçun oluşmayacağını dolayısıyla meşru savunmanın söz konusu olamayacağını belirtmiştir.  Kanaatimizce  bu  sadece  bir  ifade  farklılığıdır.  Bu  konuda  bkz  ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1022. 97 Başka suçtan dolayı Cumhuriyet Savcısının sözlü talimatıyla katılan ve mağdur jandarma görevlileri tarafından ifadesine başvurulmak üzere karakola davet edilen ancak; işlerini halletmek için ertesi güne kadar müsaade isteyip, kendisinin gelerek ifade vereceğini belirtmesine rağmen, zor kullanılarak karakola götürülmek istenen sanığın, bu sırada annesinin  fenalaşmasının  da  etkisiyle,  görevlileri  yaralayıp  tehdit  etmesi  şeklindeki eyleminde, soruşturma aşamasında Cumhuriyet Savcısının zorla getirme yetkisine ilişkin CMK nın 146. maddesi üzerinde durularak, somut olayda Cumhuriyet Savcısının sözlü talimatıyla jandarma görevlilerinin sanığı ifadesini almak üzere zorla karakola götürmelerinin bu kapsamda değerlendirilebilecek bir görev mahiyetinde olup olmadığı ve buna göre katılan ile mağdurların zor kullanma yetkilerinde sınırı aşıp aşmadıkları değerlendirilerek hukuki durumunun tayin ve takdiri ile sanığın katılan ve mağdurların haksız davranışları nedeniyle eylemlerini gerçekleştirdiğinin kabulü halinde hakkında TCK nın 29 ve 129. maddelerinin uygulanması gerekeceği nazara alınmadan, bu hususlar tartışılmadan, yetersiz gerekçeyle yazılı şekilde kararlar verilmesi, (5. CD, 03.12.2014, 2013/11639, 2014/12124) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 281Görevi Yaptırmamak İçin Direnme Suçu D. SUÇUN ÖZEL BELİRİŞ ŞEKİLLERİ 1.Teşebbüs Suçun oluşumu için görevin gerçekten engellenmiş olmasına gerek yoktur.  Dolayısı  ile  görevin  engellenemediği  gerekçesi  ile  teşebbüs hükümleri  uygulanamayacaktır.  Buna  karşın  cebir  veya  tehdit  eylemi teşebbüs  aşamasında  kalmışsa  görevi  yaptırmamak  için  direnme  suçuna teşebbüs söz konusu olmalıdır. Diğer bir deyişle, cebir veya tehdit eyleminin tamamlanmasıyla  suç  tamamlanmış  olacaktır.  Dolayısıyla  Yargıtay ın bir kararında vurgulanan, görevin yapılmasını engellemek amacıyla kamu görevlisini  yaralamaya  teşebbüs  durumunda  görevi  yaptırmamak  için direnme  suçunun  tamamlanmış  olacağına  dair  düşünceye  iştirak  etmeye imkan yoktur. Öte yandan yaralamaya teşebbüs formunda ortaya çıkan cebir eyleminin ağırlığı bir tehdit seviyesine ulaşmışsa suç, tamamlanmış kabul edilmelidir. Sözgelimi, fail görevini yapan mağdura silah çekip ateş etmiş fakat kurşun isabet etmediği için onu yaralayamamışsa, eylemde tehdit unsurunun gerçekleştiği kabul edilmeli ve görevi yaptırmamak için direnme suçu tamamlanmış sayılmalıdır. Zira sadece silahın mağdura gösterilmesi bile yerine göre tehdit olarak nitelendirilmektedir. 2. İştirak Direnme  suçu,  iştirak  hükümlerinin  uygulanması  bakımından  bir özellik göstermez. Diğer bir deyişle her türlü iştirak mümkündür. Öte yandan yukarıda belirtildiği üzere birden fazla kişinin suçu bir arada işlemesi söz konusu ise cezanın m. 265/3 uyarınca artırılması gerekir. 3. İçtima Suç tanımında belirtildiği üzere cebir (yaralama) ve tehdit bu suçun unsurudur.  Dolayısıyla  görevi  yaptırmamak  için  direnme  suçunun 98 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 981; SOYASLAN, s. 704; Cebir suçuyla ilgili olarak benzer açıklama için bkz. KOCA/ ÜZÜLMEZ, Özel, s. 396. 99 Sanığın katılan Mehmet Emin e cebir kullanmak suretiyle yaralamasından dolayı görevi yaptırmamak için direnme suçunun teşebbüs aşamasında kaldığı kabul edilmiş ise de, eylemin katılana karşı cebir kullanılması suretiyle tamamlandığının gözetilmemesi, (5. CD, 21.04.2014, 2013/970, 2014/4457) 100 Bkz. SOYASLAN, s. 704; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1022. 101 TEZCAN/ ERDEM/ ÖNOK, s. 911; ERMAN/ ÖZEK, s. 333. 102 Müşteki Serkan Bulut a yönelik eylemde sanığın bu kişiye saldırıp vurmaya kalkışması ile görevi yaptırmamak için direnme eyleminin tamamlanmış olduğu gözetilmeden yanılgılı değerlendirme ile eylemin teşebbüs aşamasında kaldığı kabul edilerek eksik ceza tayini (5. CD, 29.09.2014, 2013/4952, 2014/9095). 103 Sanığın,  mağdur M. Ç. ye araçla çarparak basit şekilde yaralama eyleminin  TCK nın 282 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK işlenmesiyle diğer iki suçtan en azından birinin daha unsurları gerçekleşmiş olacaktır. Öğretide, kasten yaralama ve görevi yaptırmamak için direnme suçu arasında fikri içtima durumunun bulunduğu ifade edilmiştir. Gerçekten, kasten yaralama eyleminin kamu görevlisine karşı işlenmesi durumunda, TCK nın 86 ve 265. maddeleri birlikte ihlal edilmiş olacaktır. Keza suçun tehdit kullanılarak işlenmesi durumunda, ayrıca m. 106 nın uygulanması gündeme gelecektir. Buna karşın bu tür durumlarda yaptırımın TCK nın fikri içtima başlıklı 44. maddesine göre tayin edilmesi yani her zaman en ağır cezayı gerektiren suçtan dolayı  ceza verilmesi, söz konusu değildir. Böyle bir yaklaşım, 265. maddenin kapsamını oldukça daraltacak ve bu düzenlemeyi anlamsızlaştıracaktır.  Keza  maddenin  5.  fıkrasında  yer  alan  ve  kasten yaralama suçundan ayrıca ceza verilmesi gereken durumları belirten özel içtima hükmü de böyle bir yoruma engeldir. Kısacası, görevi yaptırmamak için direnme suçunu oluşturan bir eylem kasten yaralama veya tehdit suçu olarak değerlendirildiğinde daha ağır bir cezayı gerektirse dahi sadece m. 265 uyarınca cezalandırılmalıdır. Görevi yaptırmamak için direnme suçu ile diğer iki suç arasındaki ilişki,  görünüşte  birleşme  (içtima)  niteliğindedir.  Görünüşte  içtima durumları, özel normun önceliği, bir normun diğeri tarafından tüketilmesi ve yardımcı normun sonralığı ilkelerinden kaynaklanmaktadır. Görevi yaptırmamak için direnme suçunun cebir ve tehdit eylemlerinin bir arada veya  ayrı  ayrı  kullanılmasına  izin  veren  yapısı,  bu  suça  ilişkin  m.  265 ile diğer suçları düzenleyen m. 86 ve m. 106 arasında genel norm – özel norm ilişkisinin kabulüne imkan vermemektedir. Diğer bir deyişle görevi yaptırmamak için direnme suçunun gerek kasten yaralama gerekse tehdit suçunun kapsamını aşan bir tanımı vardır. Oysa özel normun genel normun içerdiği suç tanımından daha dar bir tanım içermesi gerekmektedir. Keza, kasten yaralama veya tehdite ilişkin maddelerin görevi yaptırmamak için direnme suçunu düzenleyen m. 265 in boşluk ve eksikliklerini tamamlama 265/5. fıkrası uyarınca direnme suçunun cebir unsuru kapsamında değerlendirilmesi gerektiği nazara alınmadan ayrıca kasten yaralama suçundan da mahkumiyet hükmü kurulması, (5. CD, 01.10.2014, 2014/5377, 2014/9419) 104 Bu yönde: HAKERİ, s. 551; KOCA/ ÜZÜLMEZ, Genel, s. 494. 105 Bkz. İÇEL, Kayıhan, İçel Ceza Hukuku Genel Hükümler II, 5. Bası, İstanbul 2013, s. 325 vd.; KOCA/ ÜZÜLMEZ, Genel, s. 508 vd. 106 Bkz. İÇEL, s. 326 vd.; HAKERİ, s. 556 vd; KOCA/ ÜZÜLMEZ, Genel, s. 509 vd. 107 Bkz. İÇEL, s. 330. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 283Görevi Yaptırmamak İçin Direnme Suçu işlevi de yoktur. Yani bu suçlar arasında asal norm – yardımcı norm ilişkisi de bulunmamaktadır. TCK m. 265 in kasten yaralama ve tehdit suçlarına ilişkin hükümlere göre  uygulanma  önceliğinin  bulunması,  diğer  suçların  düzenlendiği maddelerle (m. 86, m. 106) aralarında tüketen norm – tüketilen norm ilişkisi bulunmasından kaynaklanmaktadır. TCK m. 265, diğer iki madde tarafından korunan  hukuki  değerlerin  tümünü  ortak  bir  şekilde  korumakta  ve  bu değerlere zarar veren eylemlere tek ceza öngörmek suretiyle diğer normları tüketmektedir. Bu itibarla görevi yaptırmamak için direnme suçu, kasten yaralama ve tehdit suçlarını unsur olarak bünyesinde barındıran bir birleşik suç mahiyetindedir. Öte yandan suçun oluşumu bakımından iki seçimlik hareket olan cebir veya tehditten birisinin bulunması yeterli olduğu için  her halükarda bu formda ortaya çıkması beklenmez. Kamu  görevlisine  karşı  görevin  yapılmasını  engellemek  amacıyla yöneltilen ve tek başına suçun oluşumuna imkan veren ilk cebir veya tehdit hareketi,  kendisinden  sonra  gelen  ve  aynı  fiilin  devamı  niteliğinde  olan diğer  cebir  veya  tehdit  hareketlerini  suçun  oluşumu  bakımından  etkisiz kılmaktadır. Seçimlik hareketli suçların doğasından kaynaklanan bu durum, cebir ve tehdit birlikte gerçekleştirilse dahi tek bir direnme suçundan hüküm kurulmasını  gerektirmektedir.  Nitekim  Yargıtay  bir  kararında,  görevin yapılmasının tamamen engellenmesinden sonra aynı olay bütünlüğü içinde devam  eden  tehdit  eylemlerinin  dahi  görevi  yaptırmamak  için  direnme suçunun içinde eriyeceğine, ayrı bir suç oluşturmayacağına hükmetmiştir. 108 Bkz. İÇEL, s. 327; KOCA/ ÜZÜLMEZ, Genel, s. 513. 109 Bkz. İÇEL, s. 332 vd.; KOCA/ ÜZÜLMEZ, Genel, s. 510. 110 HAKERİ, s. 521; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1023; EROL, s. 2503; Birleşik suç kavramına ilişkin açıklamalar için bkz. KOCA/ ÜZÜLMEZ, Genel, s. 510 vd. 111 Bkz. İÇEL, s. 164, 165. 112 Olay günü sanığın evinde haciz işlemi yapıldığı sırada icra memuru  ve alacaklı vekili olarak görev yapan katılanların bu görevlerini engellemek için mutfaktan bıçak alarak katılan S. Ö. ye doğru savurup hakaret içeren sözler sarf ettiği, bu olayı haciz tutanağına geçirmeye çalışan katılan Gönül Bakırlı ya da hakaret içeren sözler söyledikten sonra tutanağı alarak yırttığı, daha sonra katılan Gönül ün boğazını sıktığı, S. Ö. nün evden dışarı kaçarak polisi aradığı, peşinden çıkan sanığın tekrar hakaret ve tehdit içeren sözler kullandığı anlaşılan olayda, cebir/tehdit, hakaret içeren eylemlerinin kesintisiz olarak gerçekleşmesi karşısında hukuki anlamda tek fiil olarak kabul edilmesi gerektiği ve kül halinde içlerinden biri yargı görevi yapan birden fazla kamu görevlisine karşı zincirleme şekilde görevi yaptırmamak için direnme ile kamu görevlilerine zincirleme şekilde hakaret suçlarını oluşturduğu nazara alınıp TCK nın 265/2,4, 43/2-1, 125/3-a, 4, 43/2-1. maddeleri uyarınca cezalandırılması 284 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK Buna karşın birden fazla seçimlik hareketin gerçekleştirilmiş olması, temel cezanın belirlenmesi sırasında alt sınırdan uzaklaşılması bakımından dikkate alınabilecektir. Keza farklı zamanlarda gerçekleştirilen direnme eylemleri bakımından, diğer koşullar da varsa, TCK m. 43/1 in uygulanmasına bir engel yoktur.   Öğretide, birden fazla kamu görevlisine karşı direnilse bile tek bir suçun oluşacağı ifade edilmiştir. Gerçekten failin tek bir görevin yapılmasını engellemek amacıyla hareket ettiği düşünüldüğünde, bu görüş isabetli görünmektedir. Buna karşın kasten yaralama ve tehdit suçları için öngörülen cezaların sınırları, bu tür bir kabulü ceza adaleti yönünden sakıncalı hale  getirmektedir.  Öyle  ki  bu  tür  bir  kabulde,  bir  görevin  yapılmasını engellemek için birden fazla kamu görevlisini yaralayan fail, sıradan bir kasten yaralama failinden daha hafif cezalandırılır duruma gelebilecektir. Zira unutulmamalıdır ki TCK m. 43/3 uyarınca kasten yaralama suçlarında, her bir mağdur için faile ayrı ceza verilmek durumundadır. Tüm bu hususları dikkate alan Yargıtay Ceza Genel Kurulu, görevi yaptırmamak için direnme suçunun aynı zaman diliminde birden fazla kamu görevlisine karşı işlenmesi durumunda tek bir hüküm kurulması ve fakat verilen cezanın TCK m. 43/2 uyarınca  arttırılması  gerektiğine  hükmetmiştir.  Kanaatimizce,  mevcut gerektiği gözetilmeden, hakaret yönünden suç kastının nasıl yenilendiği ve eylemlerin neden bağımsız suç teşkil ettiği denetime imkan verecek şekilde açıklanmadan oluşa uygun düşmeyen gerekçeler ve yanılgılı değerlendirme sonucu direnme ve iki ayrı hakaret suçundan mahkumiyet  hükümleri kurulması, (5. CD, 11.12.2014, 2013/9308, 2014/12620) 113 Olay günü sanığın evinde haciz işlemi yapıldığı sırada icra memuru  ve alacaklı vekili olarak görev yapan katılanların bu görevlerini engellemek için mutfaktan bıçak alarak katılan Sedat Özdemir e doğru savurup hakaret içeren sözler sarf ettiği, bu olayı haciz tutanağına geçirmeye çalışan katılan Gönül Bakırlı ya da hakaret içeren sözler söyledikten sonra tutanağı alarak yırttığı, daha sonra katılan Gönül ün boğazını sıktığı, Sedat Özdemir in evden dışarı kaçarak polisi aradığı, peşinden çıkan sanığın tekrar hakaret ve tehdit içeren sözler kullandığı anlaşılan olayda, cebir/tehdit, hakaret içeren eylemlerinin kesintisiz olarak gerçekleşmesi karşısında hukuki anlamda tek fiil olarak kabul edilmesi gerektiği ve kül halinde içlerinden biri yargı görevi yapan birden fazla kamu görevlisine karşı zincirleme şekilde görevi yaptırmamak için direnme ile kamu görevlilerine zincirleme şekilde hakaret suçlarını oluşturduğu nazara alınıp TCK nın 265/2,4, 43/2-1, 125/3-a, 4, 43/2-1. maddeleri uyarınca cezalandırılması gerektiği gözetilmeden, ... (5. CD, 11.12.2014, 2013/9308, 2014/12620) 114 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 983; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1023. 115 ERMAN/ ÖZEK, s. 335. 116 TEZCAN/ ERDEM/ ÖNOK, s. 911; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 983; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1023. 117 Olayın gelişimi sırasında sanığın, cebir ve tehdit kullandığı polis memuru olan müştekiler suçun mağduru, kamu idaresi ise suçtan zarar gören konumundadır. Görevini Yaptırmamak İçin Direnme suçunun 5237 sayılı TCY nın Kamu İdaresinin Güvenilirliğine ve İşleyişine Karşı  Suçlar  başlıklı  bölümünde  düzenlenmiş  olması  da  kamu  görevlilerinin  suçun Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 285Görevi Yaptırmamak İçin Direnme Suçu düzenlemeler  doğrultusunda  en  isabetli  çözüm  olarak  görünen  bu  karar, kanun koyucunun bilinçli veya bilinçsiz tercihinden kaynaklanan somut ceza adaletsizliğini giderme bakımından, tam olarak yeterli değildir. Dolayısıyla bu konuda bir yasal değişiklik yapılması, ihtiyaç olarak ortaya çıkmaktadır. Failin eyleminin direnme suçunu oluşturmaması, tehdit, cebir veya yaralama suçunu oluşturmayacağı anlamına gelmez. Sözgelimi engellenmeye çalışılan  bir  görev  yoksa  eylem  tehdit  ve/veya  kasten  yaralama  suçunu oluşturacaktır. Keza, memurun cebir kullanılmak suretiyle engellenmek istenen hareketi görevine ilişkin değilse TCK nın 108. maddesinde yer alan cebir suçu oluşacaktır. Hakaret  ve  mala  zarar  verme  eylemleri,  direnme  suçunun  unsuru değildir. Dolayısıyla hakaret varsa bu suçtan ayrıca ceza verilmelidir. Yargıtay 5. Ceza Dairesi tarafından günlük hayatta yaygın kullanılan sövme mağduru  olamayacakları  anlamına  gelmemektedir.  Aksinin  kabulü  halinde,  görevleri dışında kendilerine karşı cebir ve/veya tehdit kullanılması halinde işlenen bu suçların mağduru olacaklarında kuşku bulunmayan kişilerin, aynı suçlara görevlerinin ifası sırasında kamu görevlisi sıfatıyla maruz kaldıklarında ise suçun mağduru olmadıklarını ileri sürmek çelişkisine düşülecektir ki, bunun yasal bir dayanağı bulunmamaktadır.   Somut olayda, sanığın suçun yasal tanımında yer alan ve hukuksal anlamda tek bir fiili oluşturan davranışları, görevini ifa eden altı kamu görevlisine karşı görevlerini yaptırmamak için gerçekleştirmiş olması nedeniyle aynı nev iden fikri içtimaın koşulları gerçekleşmiş bulunduğundan,  sanık  hakkında  5237  sayılı  TCY nın  43/2.  maddesinin  uygulanması gerek¬mektedir. (CGK, 02.03.2010, 2009/9-259, 2010/47) 118 Olay günü mesai saatleri dışında mağdurların görev yaptığı polis karakoluna alkollü vaziyette gelip karakol amiri ile görüşmek istediğini söyleyen sanığın grup amiri olan mağdur Ramazan ile görüşebileceğinin söylenmesi üzerine sinirlenerek arabasından aldığı keserle bu şahsın üzerine yürüyüp ölümle tehdit ettiği şeklinde kabul olunan eyleminde hangi görevi yaptırmamak için cebir, tehditle nasıl direndiği denetime imkan verecek şekilde gerekçeleriyle karar yerinde gösterilmeden ve TCK nın 106. maddesinde yer alan tehdit suçu tartışılmadan dosya kapsamı ve oluşa uygun düşmeyen yetersiz gerekçelerle direnme suçundan mahkumiyet hükmü kurulması, (5. CD, 18.11.2014, 2013/7241, 2014/11125) 119 Bkz. SOYASLAN, s. 703; ÜZÜLMEZ, İlhan, Yeni Türk Ceza Kanunu nun Hürriyete Karşı İşlenen Suçlar Sistemi Çerçevesinde Tehdit, Şantaj ve Cebir Kullanma Suçları, Ankara 2007, s. 181. 120 YAŞAR/ GÖKCAN/ ARTUÇ, s. 7747; 24/10/2011 tarihli iddianamede, sanığın TCK nın 265/1. maddesi gereğince görevi yaptırmamak için direnme suçundan cezalandırılmasının talep edildiği, iddianamenin anlatım kısmında sanığın, müşteki polis memurlarına  hakaret ettiğine ilişkin bir fiilin açıklanmaması ve hakaret suçunun görevi yaptırmamak için direnme suçunun unsuru da olmadığı gözetilmeden, Fail ve Fiilde Bağlılık Kuralına aykırı olarak uygulama yapılıp, iddianamede tanımlanmayan eylemden hüküm kurmak suretiyle, CMK nın 225. maddesine uyulmaması, (18. CD, 09.06.2015, 2015/6028, 2015/2345) 121 ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 983; Oysa 765 sayılı TCK m. 258 uygulamasında hakaret eylemlerinin de memura direnme suçunun içinde eridiği kabul edilmekteydi. Bkz. TEZCAN/ ERDEM/ ÖNOK, s. 912; SEVCAN, s. 499. 286 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK sözlerinin barındırdığı tehdit ifadelerinin (sözgelimi sinkaf edeceğim gibi) direnme  suçunu  oluşturmayacağı,  burada  kastın  sadece  hakaret  suçuna yönelik olması nedeniyle sadece hakaret suçunun oluşacağı kabul edilmiştir. Yargıtay 18. Ceza Dairesi ise bu tür sözlerin tehdit sözleriyle birlikte sarf edilmesi durumunda tehdit eyleminin parçası olacağını kabul ederek, görevi yaptırmamak için direnme suçu yanında ayrıca hakaret suçunun oluşmayacağı yönünde kararlar vermiştir. TCK  m.  265/5 in  Bu  suçun  işlenmesi  sırasında  kasten  yaralama suçunun neticesi sebebiyle ağırlaşmış hâllerinin gerçekleşmesi durumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır. şeklindeki ifadesi, özel bir içtima hükmü niteliğindedir. Bu hüküm gereği görevi yaptırmamak için direnme suçunu oluşturan cebir eylemi nedeniyle mağdur kamu görevlisi bakımından TCK m. 87 deki hallerden birisi meydana gelirse fail direnme suçu  yanında  ayrıca  kasten  yaralama  suçundan  da  cezalandırılmalıdır. Görevi yaptırmamak için direnme suçunun oluşabilmesi için basit kasten yaralamanın  (TCK  m.  86/2)  varlığı  yeterli  görüldüğü  halde  söz  konusu özel içtima hümkünde kasten yaralama suçundan ayrıca ceza verilebilmesi için  kasten  yaralamanın  neticesi  nedeniyle  ağırlaşmış  nitelikli  hallerinin gerçekleşmesinin aranması, haklı olarak eleştirilmiştir. Zira bu durumda, TCK m. 86/1 e uyan sıradan bir kasten yaralama eylemi nedeniyle cezanın alt sınırı 1 yıl hapis cezası olduğu halde, bu eylemin görevini yaptırmamak için kamu görevlisine karşı gerçekleştirilmesi durumunda, m. 265/1 uyarınca cezanın alt sınırı 6 ay hapis olmaktadır. Görevi  yaptırmamak  için  direnme  eylemlerinin  toplantı  ve  gösteri yürüyüşleri ile ilgili olarak işlenmesi durumunda, TCK m. 265 e nazaran özel 122 tüm söz ile davranışlarının hakaret kastına dayalı olup olmadığı tartışılmadan yetersiz gerekçelerle yazılı şekilde görevi yaptırmamak için direnme suçundan da mahkumiyet hükmü kurulması,  (02.12.2014, 2013/8093, 2014/12058) 123 Sanığın olay günü, kahvehane işletmecisi diğer sanık M. Y. hakkında işlem yapmak isteyen polis memurlarına yönelik siz kime vuruyorsunuz, işlem yapacaksanız yapın, vuracak adamın a...koyarım demesi ve müştekilerin üzerine doğru yürümesi biçimindeki eylemlerinin, bir bütün halinde tehdit niteliğinde olması karşısında, yalnızca görevi yaptırmamak için direnme suçunun oluşduğu gözetilmeden, kanuni ve yerinde olmayan gerekçeyle her iki suçtan mahkumiyet kararı verilmesi, (18. CD, 29.04.2015, 2015/18863, 2015/778) 124 TEZCAN/ ERDEM/ ÖNOK, s. 913; Sanığın, müşteki Ozan Budak ı vücudunda kemik kırığı oluşacak şekilde yaraladığı kabul edilmesine rağmen TCK nın 265/5. maddesi gereğince ayrıca kasten yaralama suçundan da hüküm kurulması gerektiğinin gözetilmemesi, (5. CD, 10.07.2014, 2013/3123, 2014/7611) 125 SOYASLAN, s. 706. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 287Görevi Yaptırmamak İçin Direnme Suçu hüküm niteliğinde bulunan 2911 sayılı Kanun un 28, 32 ve 33. maddeleri dikkate alınarak failin eylemi tavsif edilmelidir. E. HAKSIZ TAHRİK Mağdurun  haksız  tahrik  oluşturan  eylemlerinin  failin  iradesini zayıﬂ atarak  kusur  yeteneğini  azalttığı  kabul  edilmektedir.  Görevi yaptırmamak  için  direnme  suçunu  işleyen  fail  hakkında  TCK  m.  29 da düzenlenen haksız tahrik hükümlerinin uygulanmasına bir engel yoktur. Nitekim Yargıtay uygulamasında, fail görevli polis veya jandarma personelinin kendisine vurduğunu iddia etmişse haksız tahrik hükümlerinin tartışılmaması, bozma nedeni yapılmaktadır. Bunun gibi kamu görevlisinin sanığa hakaret etmesi vs. de haksız tahrik hükümlerinin uygulanmasını gerektirebilecektir. 765 sayılı TCK nın 258/4. maddesinde, haksız tahrikle ilgili özel bir düzenlemeye yer verilmişti. Buna göre Memurun yetkisini aşarak veya keyfi hareketlerle fiile sebebiyet vermiş olması durumunda, ceza dörtte birine kadar indirilebileceği gibi tamamen de kaldırılabiliyordu. 5237 sayılı TCK da böyle bir özel tahrik hükmüne yer verilmemiştir. Dolayısıyla haksız tahrik durumunda ancak m. 29 uygulanabilecektir. Kanaatimizce, özellikle kolluk 126 GERÇEKER, s. 2824; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7760. 127 KOCA/ ÜZÜLMEZ, Genel, s. 334; ÖZGENÇ, s. 422. 128 Alacaklı vekili sıfatıyla sanığın babasıyla birlikte oturduğu eve haciz için gelen katılanın, sanığın 100 er TL taksitle borcu ödeme teklifine alaycı bir üslupla 25, 25 öde karşılığını verdiği, komşuların adamların ödeyecek durumları yok, öldürelim mi? Keselim mi? demesi üzerine getir bıçak keselim dediği, evin içinde sanığa ait odada bulunan eşyaların da haczedilmesini talep ettiği, eşinin eşyaların kendisine ait olduğunu söyleyerek karşı çıkması üzerine de seni de yazar satarım diyerek tahrik edici davranışlarda bulunduğu anlaşıldığı halde belirlenen cezadan TCK nın 29. maddesine göre daha fazla oranda indirim yapılması gerektiğinin gözetilmemesi, (5. CD, 01.07.2014, 2013/3708, 2014/7287) 129 Sanığın önce kendisine hakaret edildiği şeklindeki savunması karşısında hakkında TCK nın 29. maddesinin uygulanıp uygulanmayacağının karar yerinde tartışılmaması, (5. CD, 2013/7605, 2014/10647) 130 Sanığın aşamalardaki, polis memurlarının kendisine imzala lan diyerek bir ihbarname verdiklerine ve kendisini dövdüklerine ilişkin savunmasının adli rapor içeriğindeki bulgular ile de doğrulanması karşısında, olayın çıkış nedeni ve gelişmesi üzerinde durulup, haksız tahrik hükmünün uygulanma olanağının tartışılmaması (18. CD, 10.06.2015, 2015/1264, 2015/2517) 131 Bkz. TEZCAN/ ERDEM/ ÖNOK, s. 915; ARTUK/ GÖKÇEN/ YENİDÜNYA, s. 978. 132 Sanığın aşamalarda değişmeyen ..olay tarihinde polislerin verin lan kimlikleri dedikleri, kendisine küfür ettikleri, polislerden birinin kendisini yere düşürdüğü, üzerine çullandıkları, tekmeyle vurdukları. şeklindeki savunması karşısında olayın başlangıcı ve gelişimi irdelenip hakkında TCK nın 29. maddesinin uygulanması gerekip gerekmediğinin karar yerinde tartışılmaması, (5. CD, 02.12.2014, 2013/10441, 2014/11997) 288 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK görevlilerinin fiziki kuvvet kullanımındaki avantajlı konumları karşısında bireylerin zayıf konumu, haksız tahrik durumlarında hakime daha geniş bir takdir hakkı tanıyan benzer bir düzenlemeyi lüzumlu kılmaktadır. F. YAPTIRIM Suçun temel hali için altı aydan üç yıla kadar hapis cezası öngörülmüştür. Suçun yargı görevini yapan kişiye karşı işlenmesi durumunda temel ceza doğrudan TCK m. 265/2 ye göre belirlenmelidir. Bu durumda ceza iki yıldan dört yıla kadar hapis cezasıdır. Kanaatimizce  görevi  yaptırmamak  için  direnme  suçuna  ilişkin düzenleme, ceza adaleti yönünden haksız sonuçlara yol açma potansiyeline sahiptir. Bunlar daha ziyade kasten yaralama seviyesinde cebir kullanılması suretiyle işlenen suçlar bakımındandır. Bunlardan birisi, yukarıda içtima başlığı altında açıklandığı üzere, TCK m. 86/1 kapsamında kalan cebir eylemleri kullanılarak işlenen görevi yaptırmamak için direnme suçlarının aynı ölçüdeki kasten  yaralama  suçundan  bile  daha  hafif  cezalandırılma  olasılığıdır. Bu  durum,  TCK  m.  108 de  düzenlenen  cebir  suçu  ile  karşılaştırma yapıldığında, iyice belirginleşmektedir. Zira bu düzenlemeye göre bir şeyi yapması veya yapmaması ya da kendisinin yapmasına müsaade etmesi için bir kişiye karşı cebir kullanılması halinde, kasten yaralama suçundan verilecek ceza, üçten birden yarısına kadar artırılarak hükmolunacaktır. Keza, kasten yaralama suçunun kişinin yerine getirdiği kamu görevi nedeniyle işlenmesi durumunda, cezanın yarı oranında artırılmasını öngören m. 86/3-c de aynı ağırlıktaki  eylemleri  gerçekleştiren  failler  arasındaki  ceza  adaletsizliğini büyütebilecek mahiyettedir. TCK m. 43 te yer alan zincirleme suça ilişkin düzenlemeler de ceza adaletsizliğine yol açabilecektir. Şöyle ki m. 43/3 ün açık ifadesi karşısında, kasten yaralama suçu bakımından zincirleme suç hükümlerinin uygulanma olanağı yoktur. Buna karşın, görevi yaptırmamak için direnme suçu bakımından böyle bir sınırlama bulunmadığından bu madde uygulanabilecektir. Dolayısıyla 133 Temel cezanın doğrudan TCK nın 265/2. maddesi uyarınca tayini gerektiğinin gözetilmemesi sonuca etkili görülmemiştir. (5. CD, 15.12.2014, 2013/12230, 2014/12699) 134 Sanığın hız kontrolü yapan trafik polisi olan katılana, kendisi hakkında işlem yapılmasını engellemek için  cebir  kullanarak işlediği görevini yaptırmamak için direnme eylemi sonucunda katılanın basit tıbbi müdahaleyle giderilemeyecek biçimde yaralandığı anlaşılan olayda, TCK nın 87. maddesindeki neticesi itibariyle ağırlaşmış haller oluşmadığı ve sadece direnme suçundan hükümlendirilmesi gerektiği halde, aynı Kanunun 265/5. maddesine aykırı biçimde ayrıca kasten yaralama suçundan da cezalandırılmasına karar verilmesi, (5. CD, 08.12.2014, 2013/11076, 2014/12369) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 289Görevi Yaptırmamak İçin Direnme Suçu görevi yaptırmamak için direnme suçunu cebir kullanarak zincirleme biçimde işleyen fail, aynı ağırlıktaki eylemleri kasten yaralama formunda işleyen faillere nazaran daha az ceza almış olacaktır. Direnme suçundan kurulan hükmün açıklanmasının geri bırakılmasına bir  engel  yoktur.  Yargıtay  uygulamasında,  hükmün  açıklanmasının  geri bırakılabilmesi  için  giderilmesi  gereken  bir  zarar  bulunmadığı  kabul edilmektedir. G. YARGILAMAYA İLİŞKİN ÖZELLİKLER Görevi yaptırmamak için direnme suçu, resen soruşturulan suçlardandır. Kural  olarak  soruşturulması  bir  izne  tabi  değildir.  Fakat  fail  bir  kamu görevlisiyse ve fiili göreviyle bağlantılı olarak gerçekleştirmişse 4483 sayılı yasa gereği ön inceleme yaptırılması ve soruşturma izni alınması gündeme gelebilir.  Suçla  ilgili  yargılama  yapma  görevi  asliye  ceza  mahkemesine aittir. Uygulamada,  bu  suçlarla  ilgili  maddi  gerçeğin  tespitinde  güçlük yaşanmaktadır. Zira bu suçların çoğu kolluk görevlilerine karşı işlenmekte ve hemen hepsinde fail konumundaki kişiler, kamu görevlilerinin kendilerine haksız  saldırı  veya  muamelede  bulunduklarını,  sözgelimi  durduk  yere vurduklarını veya hakaret ettiklerini iddia etmektedirler. Buna karşın mağdur konumundaki kamu görevlileri, ağız birliği ederek kendilerinden en küçük bir haksız fiil sadır olmadığını beyan etmekte ve bu hususu bir tutanakla tespit etmektedirler. Kolluk görevlilerinin görevlerini ifa ederken gerektiğinde cebir kullanma yetkisine sahip olmaları, özellikle hukuka uygunluk nedenlerinin ve haksız tahrikin bulunup bulunmadığı noktasında, sübut sorununu iyice içinden çıkılmaz hale getirmektedir. Gerek Cumhuriyet savcılığı gerekse 135 Kabule göre de; sanığın adli sicil kaydının bulunmaması, görevi yaptırmamak için direnme suçundan dolayı giderilmesi gereken somut (maddi) bir zararın oluşmaması ve manevi zararın ise hükmün açıklanmasının geri bırakılmasının uygulanmasına engel teşkil etmemesi karşısında, CMK nın 231/5. maddesindeki diğer hususlar değerlendirilmeden, işlediği suçun özelliği gözetilerek biçimindeki, kanuni ve yeterli olmayan gerekçe ile anılan Kanun maddesinin uygulanmasına yer olmadığına karar verilmesi, (18. CD, 2015/18843, 2015/774) 136 Sanığın; avukat olarak görev yapan ve tahliye için icra görevlileri ile birlikte işyerine gelen katılanın görevini yapmasını engellemek amacıyla tehdit ettiğinin iddia olunması karşısında, eylemin sübutu halinde TCK nın 265/2. maddesinde düzenlenen görevi yaptırmamak için direnme suçunun oluşabileceği ve aynı maddede öngörülen yaptırım itibariyle görevli mahkemenin asliye ceza mahkemesi olduğu, bağlantı nedeniyle diğer suçla birlikte kanıtların takdiri ve değerlendirilmesi için görevsizlik kararı verilmesi gerektiği halde yargılamaya devamla yazılı şekilde hükümler kurulması, (5. CD, 16.09.2014, 2013/3678, 2014/8473) 290 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK duruşma safhasında, taraﬂ ar dinlenirken ve tutanağa geçirilirken taraﬂ arın kollukça alınan ilk beyanlarını tekrar ettirmeye yönelik kolaycı eğilim de şekli görüntüsünün aksine maddi gerçeğin ortaya çıkarılmasını zorlaştırıcı mahiyettedir. Görevi yaptırmamak için direnme suçunun ortaya çıkış ve uygulamadaki soruşturulma şekli, pozitif hukukumuzda koruma altında olan adil yargılanma hakkı137  bakımından  da  tehlike  arz  etmektedir.  Zira,  olayların  büyük çoğunluğunda fail tek başına, buna karşın kolluk görevlileri birden fazla kişi olmaktadır. Kolluk görevlilerinin görevlerini ifa esnasında cebir kullanırken sınırı  aşmış  olma  ve  soruşturmaya  maruz  kalma  düşüncesiyle  delilleri kendi lehlerine ve görevi yaptırmamak için direnme şüphelisinin aleyhine değiştirmeleri olasıdır. Soruşturmanın en kritik safhası, çok büyük oranda suçun aynı zamanda mağduru kabul edilen aynı kolluk görevlileri tarafından yapılmaktadır. Uyuşmazlığın bir tarafı olan kolluk görevlileri, hukuki ve teknik bilgi itibariyle de suçun şüphelisinden çoğu kez açık ara üstün durumdadırlar. Dolayısıyla görevi yaptırmamak için direnme suçunun faili, savunma hakkı bakımından diğer suçlara nazaran oldukça dezavantajlı bir durumdadır. Diğer bir ifadeyle bu suçun soruşturulması sırasında silahların eşitliğinden söz etmek mümkün değildir. Nitekim Avrupa Komisyonu tarafından hazırlanan Türkiye  2013  yılı  İlerleme  Raporunda  bu  konuya  değinen  eleştirilere yer verilmiştir. Bu eleştiriler 2014 yılına ilişkin raporda da aynen tekrar edilmiştir. 137 Bu konuda bkz. İNCEOĞLU, Sibel, İnsan Hakları Avrupa Sözleşmesi ve Anayasa Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, Ankara 2013, s. 209 vd. 138 Avrupa İnsan Hakları sözleşmesinin 6. maddesi ile sağlanan adil yargılanma hakkı nın soruşturma evresini de kapsadığı hakkında bkz. DUTERTRE, Gilles, Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler, Ankara 2007, s. 227; HARRIS, D. J./ O BOYLE, M./ BATES, E. P./ BUCKLEY, C. M., Avrupa İnsan Hakları Sözleşmesi Hukuku, Çev. : Mehveş Bingöllü Kırcı, Ankara 2013, s. 206. 139 Bu konuda bkz. İNCEOĞLU, s. 239 vd. 140 Kolluk kuvvetleri, işkence ve kötü muamele iddiasında bulunan kişiler aleyhinde karşı dava açmaya devam etmiştir. Birçok durumda, bu davalara mahkemeler tarafından öncelik verilmiştir.  Bazı  münferit  davalarda  olumlu  gelişmeler  yaşanmış;  mahkemeler,  polis memurlarını işkenceden veya cinayetten suçlu bulmuştur. Bununla birlikte, kolluk kuvvetleri tarafından yapıldığı öne sürülen işkence iddialarına yönelik hızlı, kapsamlı, bağımsız ve etkin soruşturmaların yürütülmemesi endişe yaratmaktadır. (http://www.abgs.gov.tr/ files/2013%20ilerleme%20raporu/2013_ilerleme_raporu_tr.pdf, erişim tarihi: 05.07.2015) 141 Bkz. http://www.ab.gov.tr/files/ilerlemeRaporlariTR/2014_ilerleme_raporu_tr.pdf (erişim tarihi: 05.07.2015) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 291Görevi Yaptırmamak İçin Direnme Suçu Kanaatimizce CMK m. 148/4 te yukarıda izahına çalışılan sakıncaların daha iyi anlaşılmasını sağlamaya elverişli bir düzenleme yer almaktadır. Anılan düzenleme gereği Müdafi hazır bulunmaksızın kollukça alınan ifade, hakim veya mahkeme huzurunda şüpheli veya sanık tarafından doğrulanmadıkça hükme  esas  alınamaz.  Kural  olarak,  kolluk  görevlileri  soruşturdukları suçun  tarafı  değildirler  ve  kanun  koyucu,  onların  aldığı  ifadeye  buna rağmen itibar etmemektedir. Buna karşın görevi yaptırmamak için direnme suçuna  ilişkin  soruşturmalarda,  mağdur  sıfatıyla  ifadeleri  alındığı  için beyanlarına itibar etmede kanuni olarak bir sakınca görünmemektedir. Oysa normal bir soruşturmada aldıkları ifadeler de kolluk görevlileri tarafından imzalanmaktadır. Kısacası, kolluk görevlisinin kendisiyle ilgisi olmayan bir suçun soruşturması sırasında aldığı savunmaya itibar edilemiyorsa kendisinin bizzat  tarafı  olduğu  suç  bakımından  verdiği  ifadeye  de  kesin  bir  delil muamelesi yapılmamalıdır. Tüm bu hususlar, görevi yaptırmamak için direnme suçuna ilişkin soruşturulması ve kovuşturulmasına ilişkin olarak, bazı önlemlerin alınmasını gerekli kılmaktadır. Kanaatimizce, bu konuda alınabilecek önlemlerin başında, bu suçun ispatının zorlaştırılması gelmelidir. Bu husus, belli bir oranda içtihat yoluyla  geliştirilebilir.  Sözgelimi  yüksek  mahkemelerce,  fiilin  ispatında kural olarak kamera veya ses kaydı yahut tarafsızlığından şüphe edilmeyecek üçüncü kişilerin tanıklığı gibi delillerin aranması gerektiğine hükmedilebilir. Kolluk görevlilerinin görevlerini ifa sırasında kamera kaydını zorunlu kılan yasal veya idari düzenlemeler de bu noktada tamamlayıcı olacaktır. Kamu otoritesinin  sahip olduğu cebir kullanma ayrıcalığının olası aşırı kullanımı, bu şekilde dengelenmelidir. Aksi takdirde AİHS nin 6. maddesi nedeniyle ülkemizin AİHM tarafından ihlal kararları eşliğinde tazminata mahkum edilmesi, uzak bir olasılık olarak gözükmemektedir. Yaralanan veya tehdit edilen kamu görevlisinin davaya katılma hakkı vardır. Mağdur kamu görevlilerinin katılma hakları, uygulamada Yargıtay tarafından da kabul edilmektedir. Buna karşın mağdurun mensup olduğu kamu idaresinin katılma hakkı Yargıtay tarafından, doğrudan zarar görmedikleri gerekçesiyle, kabul edilmemektedir. Oysa bir kamu görevinin engellenmesi 142 Dairemizce de benimsenen Yargıtay Ceza Genel Kurulunun 15/04/2014 tarih ve 2013/599 Esas, 2014/191 Karar sayılı ilamında açıklandığı üzere, suç tarihinde satış yapmak amacıyla işyerlerinin önündeki yaya kaldırımı üzerine masa ve sandalye koymaları nedeniyle haklarında işlem yapılmasını engellemek için zabıta görevlilerine cebir uyguladıkları belirtilen sanıkların eylemlerinin Sakarya Büyükşehir Belediyesinin mal varlığına yönelmediği ve bu kurumun suçtan doğrudan zarar görmediği anlaşılmakla, usulsüz olarak katılma kararı verilerek lehine 292 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK nedeniyle bu görevi yerine getirmekle görevli kamu idaresinin doğrudan zarar göreceği aşikardır. Yargıtay ın bu yaklaşımı, suçun korumayı amaçladığı hukuksal değer ile de bağdaşmamaktadır. Bu nedenle mağdurun bağlı olduğu kamu idaresinin de davaya katılma hakkının tanınması en azından kategorik olarak reddedilmemesi gerektiği kanaatindeyiz. H. SONUÇ TCK nın 265. maddesinde yer alan görevi yaptırmamak için direnme suçunun kapsamı 765 sayılı TCK da yeralan benzer suçlardan farklıdır. Eski kanunun aksine 5237 Sayılı Yeni TCK da pasif direnme eylemleri, suç olmaktan çıkarılmıştır. Bu suç, münhasıran kamu görevlisi olan mağdura karşı cebir veya tehdit kullanılması suretiyle işlenebilir. Cebir eyleminin kasten yaralama boyutuna varması zorunlu değildir. Buna karşın failin cebir niteliğinde bir eylemi yoksa suçu oluşturan hareket, tehdit suçu ile birebir örtüşecektir. Görevi yaptırmamak için direnme suçunun manevi unsurunun varlığı bakımından, failde görevi yaptırmama amacı bulunması zorunludur. Dolayısıyla bu suç ancak doğrudan kastla işlenebilir. TCK m. 265 te yer alan düzenleme, benzer suçlarla kıyaslandığında, ceza adaleti ile bağdaşmayan sonuçlara yol açması, kuvvetli bir olasılık olarak ortaya çıkmaktadır. Şikayet hakkının kullanılması, meşru müdafaa gibi hukuka uygunluk nedenlerinin suçun  unsuru  olan  hukuka  aykırılığı  ortadan  kaldırması  mümkündür. Özellikle  kolluk  güçlerine  karşı  işlenen  suçlarla  ilgili  soruşturma  ve yargılamada  bireylerin  adil  yargılanma  hakkının  ihlal  edilmemesi  için dikkatli olunmalıdır. Bu suçla ilgili olarak, ceza adaletinin sağlanması ve adil yargılamanın temini için yasal değişikliklere ihtiyaç duyulmaktadır.",
     "Kaynakça": "ARTUK, Mehmet Emin/ GÖKCEN, Ahmet/ YENİDÜNYA, Ahmet Caner: Ceza Hukuku Özel Hükümler, 9. Bası, Ankara 2008, Mehmet Emin/ GÖKCEN,  Ahmet/  YENİDÜNYA,  Ahmet  Caner:  Ceza  Hukuku  Özel vekalet ücretine hükmedilmesi,(5. CD, 11.06.2014, 2013/2315, 2014/6547) 143 ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, s. 1017; YAŞAR/ GÖKCAN/ ARTUÇ, s. 7702. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 293Görevi Yaptırmamak İçin Direnme Suçu Hükümler, 9. Bası, Ankara 2008. DUTERTRE, Gilles: Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler, Ankara 2007, Gilles: Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler, Ankara 2007. ERMAN,  Sahir/  ÖZEK,  Çetin:  Ceza  Hukuku  Özel  Bölüm  Kamu İdaresine Karşı İşlenen Suçlar, İstanbul 1992, Sahir/ ÖZEK, Çetin: Ceza Hukuku Özel Bölüm Kamu İdaresine Karşı İşlenen Suçlar, İstanbul 1992. EROL, Haydar : Açıklamalı ve En Yeni İçtihatlı Türk Ceza Kanunu, C. II, Ankara 2015. GERÇEKER, Hasan: Yorumlu Uygulamalı Türk Ceza Kanunu, C. II, Ankara 2011. HAKERİ, Hakan: Ceza Hukuku Genel Hükümler, 10. Baskı, Ankara 2011. HARRIS, D. J./ O BOYLE, M./ BATES, E. P./ BUCKLEY, C. M. : Avrupa İnsan Hakları Sözleşmesi Hukuku, Çev. : Mehveş Bingöllü Kırcı, Ankara 2013. İÇEL, Kayıhan : İçel Ceza Hukuku Genel Hükümler II, 5. Bası, İstanbul 2013. İNCEOĞLU,  Sibel:  İnsan  Hakları Avrupa  Sözleşmesi  ve Anayasa Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, Ankara 2013. KOCA,  Mahmut/  ÜZÜLMEZ,  İlhan:  Türk  Ceza  Hukuku  Genel Hükümler, 7. Baskı, Ankara 2014. (Genel) KOCA,  Mahmut/  ÜZÜLMEZ,  İlhan:  Türk  Ceza  Hukuku  Özel Hükümler, Ankara 2013. (Özel) ÖZBEK,  Veli  Özer/  KANBUR,  Mehmet  Nihat/  DOĞAN,  Koray/ BACAKSIZ, Pınar/ TEPE, İlker: Türk Ceza Hukuku Özel Hükümler, 4. Baskı, Ankara 2012. ÖZGENÇ, İzzet: Türk Ceza Hukuku Genel Hükümler, Onuncu Bası, Ankara 2014. SEVCAN, Aysel: “Kamu İdaresinin Güvenilirliğine ve İşleyişine  Karşı 294 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Ramazan KEKLİK Suçlar”, Türk Ceza Kanunu nun 2 Yılı Teori ve Uygulamada Karşılaşılan Sorunlar, İstanbul 2008, s. 486-503. SOYASLAN, Doğan: Ceza Hukuku Özel Hükümler, 9. Baskı, Ankara 2012. TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat: Teorik ve Pratik Ceza Özel Hukuku, 7. Baskı, Ankara 2010. ÜZÜLMEZ,  İlhan:  Yeni  Türk  Ceza  Kanunu nun  Hürriyete  Karşı İşlenen Suçlar Sistemi Çerçevesinde Tehdit, Şantaj ve Cebir Kullanma Suçları, Ankara 2007. YAŞAR,  Osman/  GÖKCAN,  Hasan  Tahsin/  ARTUÇ,  Mustafa  : Yorumlu-Uygulamalı Türk Ceza Kanunu, C. IV, Ankara 2010. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 295"
}