{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "KİRALANANIN SATILMASI DURUMUNDA ALICININ SATICIYAKARŞI HAKLARI",
     "Title": "BUYER’S RIGHTS AGAINST SELLER IN CASE OF SALE OF LEASED PROPERTY",
     "Yazar İsmi": [
          "Metin İKİZLER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kira sözleşmesi",
          "6098 sayılı Türk Borçlar Kanunu m.310",
          "kiralananın mülkiyetinin el değiştirmesi",
          "“satış kirayı bozmaz” kuralı",
          "satış sözleşmesi"
     ],
     "Keywords": [
          "Lease contract",
          "Art. 310 of Turkish Code of Obligations No. 6098",
          "alienation of leased property",
          "“sale does not void the lease” rule",
          "sale contract"
     ],
     "Özet": "818  sayılı  önceki  Borçlar  Kanunu nda  satım  kirayı  bozar”  ilkesi benimsenmişken,  6098  sayılı  yeni  Türk  Borçlar  Kanunu na  göre  satım  kirayı bozmaz”. Gerçekten de, 6098 sayılı Türk Borçlar Kanunu nun 310. maddesine göre, kira sözleşmesinin kurulmasından sonra kiralanan herhangi bir sebeple el değiştirirse, yeni malik kira sözleşmesinin tarafı olur. TBK m. 310 satış sözleşmelerinde de uygulanır ve mülkiyetin nakliyle birlikte alıcı kira sözleşmesinin tarafı hâline gelir. Ancak bu durum alıcının satış sözleşmesi yapmaktaki menfaatleri ile çatışabilir. Diğer yandan kira sözleşmesinden dolayı satıcı satıştan doğan borçlarını gereği gibi ifa edemeyebilir. İşte bu çalışmada TBK m. 310 un satış sözleşmesine etkisi üzerinde durulacak, bu bağlamda alıcının TBK. m. 310 un olumsuz etkileri karşısında satıcıya karşı ne gibi haklara sahip olduğu incelenecektir.",
     "Abstract": "According to new Turkish Code of Obligations No. 6098, sale does not void the lease, whereas sale voids the preexisting lease rule was located in former Code No. 818. Indeed, in accordance with Art. 310 of Turkish Code of Obligations No. 6098, after concluding the lease contract lessor alienates the object for any reason, the lease passes to the acquirer. Art. 310  applies where after concluding the lease landlord sells the object too and buyer becomes a party to the lease together with ownership of the object. But this may interfere with buyer s interest in concluding the sale contract.  Additionally, because of lease contract, seller might fail discharge an obligation under the sale contract as required. This article focuses on the eﬀ ects of Art. 310 of Turkish Code of Obligations No. 6098 on the sale contract. Therefore, this artice analyzes what remedies are avaible to the buyer against seller for negative eﬀ ects of applying Art. 310.",
     "Metin": "Bilindiği  gibi,  Türk  Borçlar  Kanunu  (TBK)  ile,  önceki  Borçlar Kanunu nda benimsenen satım, kirayı bozar ilkesi kaldırılmıştır. Satım, kirayı bozar ilkesi, kiralananın sonradan bir başkasına satıldığı durumlarda alıcının, yani yeni malikin, kira sözleşmesi ile bağlı olmadığını ifade ediyor; dolayısıyla o, kiralananı kiracının elinden alabiliyordu.  Zira alıcının edindiği mutlak  hak  karşısında  kiracının  nispi  hakkı  güçsüz  kalıyor;  kiracı  kira sözleşmesinden doğan hakkını alıcıya karşı ileri süremezken, alıcının edindiği mülkiyet hakkına kiracının saygı göstermesi bekleniyordu. TBK m. 310 ile, bu kural tam tersine dönmüş; bu defa da alıcı yeni malikin, kiracının kira sözleşmesinden doğan haklarına dokunamaması esası benimsenmiştir. Daha doğrusu, yeni malik kanun gereği kira sözleşmesinin tarafı olur; kira sözleşmenin kendiliğinden gerçekleşen devri ile kiraya veren sıfatını kazanır. Kira sözleşmesinden doğan hakların sahibi olduğu gibi borçlardan da sorumlu olur. Bunun anlamı Türk borçlar hukuku sisteminde artık satım, kirayı bozmaz ilkesinin geçerli olduğudur. Kiralananın el değiştirmesi  başlığını taşıyan TBK m. 310 da bu ilke şu şekilde ortaya konmuştur: Sözleşmenin kurulmasından sonra kiralanan herhangi bir sebeple el değiştirirse, yeni malik kira sözleşmesinin tarafı olur. Hükmün gerekçesine göre de, ...kiracıyı yeni malik karşısında korumak amacıyla, kiracının kiracılık hakkını yeni malike karşı da ileri sürebileceği ve yeni malikin kiralananı edindiği anda, kanun gereği, kira sözleşmesinin tarafı olacağı kabul edilmiştir. Görüldüğü gibi, hüküm satıştan değil; kiralananın herhangi bir nedenle el  değiştirmesinden  söz  etmektedir.  Gerçekten  öğretide  de  benimsendiği üzere,  satış  dışında,  mal  değişimi,  bağışlama,  adi  ortaklık  sözleşmesi, 1   Fahrettin ARAL/Hasan AYRANCI, Borçlar Hukuku Özel Borç İlişkileri, 11. Baskı, Yetkin Yayınları, Ankara 2015, s. 286; Fikret EREN, Borçlar Hukuku Özel Hükümler, 2. baskı, Yetkin Yayınları, Ankara 2015, s.  347; Aydın ZEVKLİLER/K. Emre GÖKYAYLA, Borçlar Hukuku Özel Borç İlişkileri, 14. bası, Ankara 2014, s. 276; M. Alper GÜMÜŞ, Borçlar Hukuku Özel Hükümler, Cilt: I, 3. Bası, Vedat Kitapçılık, İstanbul 2013, s. 276. Hüküm emredici niteliktedir. Murat İNCEOĞLU, Kira Hukuku, Cilt: I, XII Levha Yayıncılık, İstanbul 2014, s. 576; Pınar ALTINOK ORMANCI, Kira Sözleşmesinin Kurulmasından Sonra Kiralananın El Değiştirmesi: Satım Kirayı Bozmaz İlkesinin Sonuçları, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Yıl: 12, Sa. 24/2, 2013, s. 130. 2   ARAL/AYRANCI, s. 286-287; EREN, Borçlar Özel, s. 347; ZEVKLİLER/GÖKYAYLA, s. 276; GÜMÜŞ, (2013), s. 275; Burak ÖZEN, Kira Konusunun Devri, Kazancı Hukuk Araştırmaları Dergisi, Cilt: 9, Sa. 103-104, 2013, s. 99; aynı yönde İsvBK m. 261 için Theo GUHL/Alfred KOLLER, § 44. Miete und Pacht, in: Das Schweizerische Obligationenrecht 26 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER ölünceye kadar bakma sözleşmesi vb. bir nedenle kiralanan el değiştirirse, yeni malik yine kira sözleşmesinin tarafı olacaktır. Bu çalışmada TBK m. 310; kiralananın sonradan el değiştirmesinin kira  sözleşmesine  etkisi  incelenmeyecektir.  Çalışma,  satıcıdan  kiralananı edinen alıcının, TBK m. 310 un uygulanacağı durumlarda, satıcıya karşı ne gibi haklara sahip olabileceğine odaklanmaktadır. Gerçekten, isteğine bakılmaksızın, TBK m. 310 gereği kira sözleşmesinin tarafı olan alıcının, her durumda bundan memnun olacağı düşünülemez. Kiranın varlığı nedeniyle kiralananı kullanamama durumu ile karşılaşan alıcının, satıştan beklediği amaç da bazı durumlarda hâliyle gerçekleşmemiş olacaktır. Odaklandığı bu içerik dolayısı ile çalışmanın satılanın kirada olmasının satışa etkisi olarak da sunulması yanlış olmaz. Bu anlamda, aslında TBK m 310, kiralananın el değiştirmesinin çeşitli hukuki nedenlerine aynı sonucu bağlasa da, çalışma bu nedenlerden sadece satışı konu edinmektedir. Diğer nedenlere göre yaygınlığı tartışmasız olan satışa odaklanmak suretiyle, çalışmanın derli toplu olması ve bir makale düzeyini aşmaması hedeﬂ enmektedir. Sorunun bu boyutuna geçmeden önce TBK m. 310 un özelliklerinin ortaya konması gereği açıktır. Ancak TBK m. 310 ile ilgili, önceden ortaya mit Einschluss des Handels- und Wertpapierrechts, 9. Auﬂ ., bearbeitet von Alfred KOLLER, Anton K. SCHNYDER, Jean Nicolas DRUEY, Schulthess Verlag, Zürich 2000, § 44 N. 72; Peter HIGI, Die Miete, in: Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, V. Band, Obligationenrecht, Teilband Vb, Die Miete, Erste Lieferung, Art. 253-265 OR, 3. Auﬂ ., herausgegeben von Peter GAUCH, Schulthess Verlag, Zürich 1994, Art. 261-261a N. 11; Peter HEINRICH, Art. 261-261b OR, in: Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe Art. 184-318 OR, 2. Auﬂ ., herausgegeben von Markus MÜLLERCHEN, Claire HUGUENIN, Daniel GİRSBERGER, Schulthess Verlag, Zürich 2012, Art. 261-261b N. 2; SVIT-Kommentar (Schweizerischer Verband der ImmobilienwirtschaftKommentar), Das schweizerische Mietrecht Kommentar, 3. Auﬂ ., Schulthess Verlag, Zürich 2008, Art. 261-261a N. 2. 3   Kamulaştırmaya ilişkin hükümler saklıdır (TBK m. 310/2); miras hukukundaki külli halefiyet gibi, bu kapsamda değerlendirilemeyecek hukuki ilişki ve durumlar için bak. Cevdet YAVUZ/Faruk ACAR/Burak ÖZEN, Türk Borçlar Hukuku Özel Hükümler, 10. baskı, Beta Yayınevi, İstanbul 2014, s. 433; GÜMÜŞ, (2013), s. 275; ARAL/AYRANCI, s. 287; EREN, Borçlar Özel, s. 347. Gerçekten de mirasçılar külli halef sıfatıyla miras hukukunun esasları gereği,  taraf sıfatı kazanarak kira sözleşmesinden doğan hakları edinip borçlardan sorumlu olacağından burada TBK m. 310 ile ilgili bir durum yoktur.; ayrıca bak. HEINRICH, Art. 261-261b N. 3; Richard PERMANN, Art. 261 OR, in: Orell Füssli Kommentar, Mietrecht Kommentar mit einschlägigen bundesrechtlichen und kantonalen Vorschriften, 2. Auﬂ ., Orell Füssli Verlag, Zürich 2007, Art. 261 N. 1; SVIT-Kommentar, Art. 261-261a N. 3. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 27Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları konan bilimsel çalışmaların sayısı dikkate alındığında, bu konuda çok fazla ayrıntıya inmeye gerek yoktur. Bu gerekçeyle aşağıda önce özlü bir şekilde TBK m. 310 a değinilecek, ardından da çalışmanın asıl konusunu oluşturan TBK m. 310 un uygulanmasının satıcı ile alıcı arasındaki sözleşme ilişkisine etkisi üzerinde yoğunlaşılacaktır. I. TBK m. 310 UN KAPSAMI VE KOŞULLARI Çalışmanın ikinci kısmıyla bağlantılı olarak, TBK m. 310 un bazı özellikleri şu şekilde sıralanabilir: 1-  Kira  sözleşmesi,  kiraya  verenin  bir  şeyin  kullanılmasını  veya kullanmayla birlikte ondan yararlanılmasını kiracıya bırakmayı, kiracının da buna karşılık kararlaştırılan kira bedelini ödemeyi üstlendiği sözleşmedir (TBK m. 299). TBK m. 310, kira sözleşmeleri ile ilgilidir. Dolayısıyla bu hükmün uygulanması  için  her  şeyden  önce  geçerli  bir  kira  sözleşmesinin  varlığı gerekir. Kira sözleşmesi örneğin kiracının sözleşmenin yapıldığı sırada ayırt etme gücüne sahip olmaması nedeniyle geçersiz ise, bu geçersiz sözleşme kiralananın el değiştirmesi ile sıhhat bulmaz. Dolayısıyla TBK m. 310, ancak geçerli kira sözleşmelerinin yeni malike devrini öngörür. 2- Satıcı ile alıcı arasında geçerli bir satış sözleşmesi kurulmamışsa bu sözleşmenin ifası ile kiralanın mülkiyeti el değiştirmeyeceğinden, TBK m. 310 un uygulanması ile karşılaşılmayacaktır. 3- TBK m. 310 u uygulanabilmesi için, kira sözleşmesinin kurulmasından sonra kiralananın el değiştirmiş olması gerekir. Bu husus madde lafzında 4   M. Fadıl YILDIRIM, Kiralananın Temliki Halinde Kiracının Korunması Gereksiz mi? –Kiralananın Temliki Halinde Yeni Malik Tarafından Tahliye Edilen Kiracının Tazminat Talebi-, Gazi Üniversitesi Hukuk Fakültesi Dergisi,  C. XVII, Sa. 4, 2013, s. 117 vd.; ÖZEN, 89 vd.; Sezer ÇABRİ, Kira Sözleşmesinde Kiralananın Mülkiyetinin El Değiştirmesinin veya Üçüncü Kişinin Kiralanan Üzerinde Sınırlı Ayni Hak Sahibi Olmasının Sözleşmeye Etkisi, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 18, Sa. 3, 2012, s. 163 vd.; Hayrunnisa ÖZDEMİR, Kiralananın Devri ve Kira Sözleşmesinin Durumu, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 62, Sa. 1, 2013, s. 147 vd.; Meltem ERTUĞRUL, Üçüncü Kişinin Kira Sözleşmesinin Kurulmasından Sonra Kiralananda Üstün Hak Sahibi Olması, Ankara Barosu Dergisi, Yıl:72, Sa. 4, 2014, s. 541 vd.; ALTINOK ORMANCI, s. 125 vd. 5   ÖZDEMİR, s. 150; ÇABRİ, s. 183; ERTUĞRUL, s. 550. 6   ERTUĞRUL, s. 550; bak. ÇABRİ, s. 175; Murat AYDOĞDU/Nalan KAHVECİ, Türk Borçlar Hukuku Özel Borç İlişkileri, 2. baskı, Adalet Yayınevi, Ankara 2014, s. 455. 7   el değiştirme ifadesinin eleştirisi için bak. YILDIRIM, Kiralananın Temliki, s. 118-119. 28 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER açıkça ifade edilmiştir. Eğer kira sözleşmesinden önce kiralananın mülkiyeti bir başkasına devredilmiş ve fakat bir şekilde –kiraya veren önceki malik tarafından- kiralanan kiracıya bırakılmışsa bir başka hüküm; TBK m. 309 uygulanır. Burada da yine kiracı bakımından ilişkiye yabancı bir –üçüncü- kişi devreye girmektedir. Nitekim gerek 309 gerekse 310 Üçüncü kişinin ileri sürdüğü haklar sebebiyle sorumluluk üst başlığı altında toplanmıştır. Ancak TBK m. 309 kira sözleşmesinde zaptı düzenlemekte ve bu durumda kiraya verenin kiracıya karşı açılan davayı üstlenmesini ve kiracının bundan doğan her türlü zararını gidermesini öngörmektedir. 4- TBK m. 310 un uygulanması için, kiralananın kullanımının kiracıya bırakılmış olmasının gerekip gerekmediği tartışmalıdır. Bilindiği gibi, kiraya verenin kira sözleşmesinden doğan borçlarından biri de kiralananın kiracının kullanımına  bırakılmasıdır;  TBK  m.  301 in  ifadesi  ile  kiracıya  teslim edilmesidir. Kuşkusuz bu, sözleşmenin kurulması ile değil; sözleşmenin ifası ile ilgilidir. TBK m. 310 un lafzında ise sadece kira sözleşmesinin kurulmuş olmasından  söz  edilmekle,  ayrıca  kiralananın  kiracıya  bırakılmasından, zilyetliğinin yukarıdaki maksadı gerçekleştirmek için kiracıya devrinden, söz edilmemektedir. Mesele  gerek  Türk  gerekse  İsviçre  Hukukunda  tartışmalıdır.  Yeri gelmişken değinmek gerekir ki, İsviçre hukukunda da kiralananın el değiştirmesi kanunla düzenlenmiştir. İsviçre Borçlar Kanunu nun (İsvBK) 261. maddesi TBK m. 310 ile aynı konuya ayrılmıştır. Hatta madde gerekçesinde de ifade edildiği üzere, TBK m. 310 un düzenlenmesinde, İsviçre Borçlar Kanunu nun 261. maddesinin birinci ve sonuncu fıkraları göz önünde tutulmuştur. Nitekim İsvBK 261/1 de de kira sözleşmesi –borçlandırıcı işlem- zikredilmekte ve fakat kiralananın kiracıya bırakılmış olmasından açıkça söz edilmemektedir. Türk ve İsviçre Hukukunda daha fazla taraftar toplayan görüşe göre, TBK m. 310 un (İsvBK m. 261 in) uygulanması için, kira sözleşmesinin varlığı  yetmez;  kiralananın  zilyetliğinin  de  kiracıya  devredilmiş  olması gerekir. Yani kiralanan kiracıya bırakılmış olmalıdır ki daha sonra mülkiyeti el değiştirdiğinde yeni malik sözleşmenin tarafı olsun. 8   YAVUZ/ACAR/ÖZEN, s. 433; AYDOĞDU/KAHVECİ, s. 455; ÖZEN, s. 101. 9   Bak. İNCEOĞLU,  s. 234 vd.; ARAL/AYRANCI, s. 286-287; ZEVKLİLER/GÖKYAYLA, s. 275; EREN, Borçlar Özel, s. 342 vd.; GÜMÜŞ, (2013), s. 273 vd.; ERTUĞRUL, s. 548; ÇABRİ, s. 184. 10  M. Alper GÜMÜŞ, 6098 Sayılı Türk Borçlar Kanununa Göre Kira Sözleşmesi, Vedat Kitapçılık, İstanbul 2012, s. 148; YAVUZ/ACAR/ÖZEN, s. 434; ARAL/AYRANCI, s. 287; Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 29Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları Diğer görüşe göre ise, kira sözleşmenin varlığı maddenin uygulanması için yeter; ayrıca kiralananın zilyetliğinin kiracıya devri gerekmez; gerek kanunun lafzı gerekse kiracıyı koruma amacı açısından bu sonuca varmak gerekir. Aşağıda  TBK  310 un  uygulanabildiği  durumlarda  alıcının  satıcıya karşı  başvurabileceği  hukuki  yollar  incelenirken,  bu  iki  görüşe  göre  de değerlendirme yapılacaktır. 5-  TBK  m.  310 da  sözleşmenin  kurulmasından  sonra  kiralananın herhangi bir sebeple el değiştirmesinden söz edilmektedir. Kiralananın el değiştirmesi onun mülkiyetinin kiraya verenden bir başkasına geçmesini gerektirir. Mülkiyet devrini sağlayan bu işlem tasarruf işlemi niteliğindedir. Dolayısıyla mülkiyetin nakline neden teşkil edecek bir borçlandırıcı işlemin varlığı maddede öngörülen koşulu sağlamaz. Şu hâlde satış sözleşmesi ile satıcının mülkiyeti devir borcu altına girmesi, onun kiraya veren sıfatını etkilemez; ne zaman bu borcunu ifa eder ve böylelikle mülkiyeti nakleder, o zaman kira sözleşmesi kanun gereği alıcıya devredilmiş olur. Yeni malik de  mülkiyeti  elde  ettiği  an  itibariyle  kiraya  veren  sıfatını  kazanır;  kira sözleşmesinin tarafı hâline gelir. Taşınır mülkiyetinin nakli için zilyetliğin devri gerekir (TMK m. 763/1). Dolayısıyla zilyetliğin bu maksatla devredildiği anda, yeni malik kira sözleşmesinin tarafı olur. Taşınmazlarda ise mülkiyetin geçiş anı Türk ve İsviçre Hukukunda tartışmalıdır. Bir görüşe göre, tapu siciline tescil tarihinde taşınmazın mülkiyeti kazanılmış olur. Zira TMK m. 705/1 e göre, Taşınmaz mülkiyetinin kazanılması, tescille olur. Diğer görüşe göre ise burada tescilin sonuçlarını düzenleyen TMK m. 1022 dikkate alınmalıdır. ÖZEN, s. 100; ÖZDEMİR, s. 158; AYDOĞDU/KAHVECİ, s. 455; ALTINOK ORMANCI, s. 128-129; GUHL/KOLLER, § 44 N. 72-73; PERMANN, Art. 261 N. 4. 11  HEINRICH, Art. 261-261b N. 4. 8980 12  ÇABRİ, s. 185; ERTUĞRUL, s. 552. 13  Ancak belirtmek gerekirse kanaatimce, mutlak hak karşısından nispi hakkı güçlendiren TBK m. 310 bir istisna hükmü olarak görülmeli ve dar yorumlanmalıdır. Bu nedenle, uygulanması için, kiralananın zilyetliğinin kiracıya bırakılmış olması aranmalıdır. 14  TBK m. 311 e göre, Sözleşmenin kurulmasından sonra üçüncü bir kişi, kiralanan üzerinde kiracının hakkını etkileyen bir ayni hak sahibi olursa, kiralananın el değiştirmesiyle ilgili hükümler kıyas yoluyla uygulanır. Hüküm, kiralanan üzerinde bir üçüncü kişinin sınırlı ayni hak sahibi olması durumunu düzenlemektedir. 15  ÖZEN, s. 100; ÇABRİ, s. 173, 185; Mülkiyetin el değiştirmesi tasarruf işlemine işaret edeceğinden, TBK m. 310/f.1 in borçlandırıcı işlem yerine buna dayanan tasarruf işlemini kapsadığı söylenecektir YAVUZ/ACAR/ÖZEN, s. 432; İNCEOĞLU, s. 577; ÖZDEMİR, s. 162; ERTUĞRUL, s. 550; HIGI, Art. 261-261a N. 15; SVIT-Kommentar, Art. 261-261a N. 3. 30 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER Bu hükümde ise, tescilin etkisinin yevmiye defterine yapılan kayıt tarihinden başlayacağı düzenlemiştir. Yani sonradan tescilin gerçekleşmesi ile birlikte –tescilin gerçekleşmesi koşuluyla-, yevmiye defterine kayıt tarihi itibariyle taşınmazın mülkiyeti kazanılmış olacaktır. 6- TBK m. 310 un uygulanması için kiraya verenin, malik olması aranmalı mıdır? Bir başka deyişle, kiralananı devreden, aynı zamanda kira sözleşmesinin tarafı sıfatını taşımalı mıdır? İsviçre hukukundaki genel anlayışa göre, önceki malikin kiraya veren olmadığı durumlarda, kira sözleşmesi yeni malike -kanun gereği- devredilmiş olmaz.  Bu  kanaatin  oluşumunda,  İsvBK nın,  kiraya  verenin  kiralananı devretmesinden  veräussert  der  Vermieter  die  Sache....  (m.  261/1)  söz etmesinin etkisi yadsınamaz. Aynı ifade TBK m. 310 da geçmemektedir. Anımsatmak  gerekirse,  Kanun da  kiralananın  el  değiştirmesinden  söz edilmektedir. Bu ikisi arasında bir anlam farkına yol açmayacak şekilde, Türk öğretisinde de kiraya verenin mülkiyet hakkına sahip olması gerektiği ifade edilebilmektedir. Diğer bir görüşe göre, kira sözleşmesinin devri için kiraya verenin mutlaka malik olması gerekmez. II. TBK. M. 310 UN UYGULANDIĞI DURUMLARDA ALICININ SATICIYA KARŞI HAKLARI Daha önce değinildiği gibi, TBK m. 310, kira sözleşmesinin kanun gereği yeni malike devrini öngörmektedir. Devrin nedenini satışın oluşturduğu 16  Bu görüşler için, TBK m. 310 ve İsvBK m. 261 ile bağlantılı olarak bak. GUHL/KOLLER, § 44 N. 64; HIGI, Art. 261-261a N. 25; HEINRICH, Art. 261-261b N. 6; PERMANN, Art. 261 N. 3; ÇABRİ, s. 173-174; ERTUĞRUL, s. 555-556; ÖZDEMİR, s. 155-156; YAVUZ/ ACAR/ÖZEN, s. 432; EREN, Borçlar Özel, s. 347; AYDOĞDU/KAHVECİ, s. 459; GÜMÜŞ, (2012), s. 149. Mülkiyetin tescilsiz kazanımı hakkında, TBK m. 310 ile bağlantılı olarak bak. İNCEOĞLU, s. 579;  ÇABRİ, s. 174-175, 185. 17  Bak. HIGI, Art. 261-261a N. 15; ERTUĞRUL, s. 553; ÖZDEMİR, s. 151. 18  Bu görüş ve iyiniyetin mülkiyetin kazanılmasında etkisi bakımından değerlendirmeler için bak. ÖZEN, s. 101; ÖZDEMİR, s. 151; bu görüşte GÜMÜŞ, (2013), s. 275; AYDOĞDU/ KAHVECİ, s. 457; Bundan dolayı kiralananı devreden veya üzerinde üçüncü bir kişiye ayni hak tanıyan kişi kira sözleşmesinin tarafı değilse, bu halde kira sözleşmesi devredilmiş olmaz ve kiralanan üzerinde hak sahibi olan kişi kiracıdan kiralananı iade veya tahliye etmesini isteyebilir. Bu halde kiracı, kiraya verenden sözleşmeye aykırılık hükümlerince (TBK m. 112) uğramış olduğu müspet zararların tazminini isteyebilir. ÇABRİ, s. 186; ERTUĞRUL a göre ise; .....kiracının korunabilmesi esasından hareket edilerek, kiraya verenin mutlaka malik olması şartı aranmamalıdır. Ancak bu hüküm malik dışında bir kişi tarafından malikin rızası veya onayıyla yahut malik tarafından malın kiraya verilmesi halinde uygulanmalıdır. ERTUĞRUL, s. 553. 19  İNCEOĞLU, s. 582 vd.; YAVUZ/ACAR/ÖZEN, s. 431-432, 434; ERTUĞRUL, s. 553. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 31Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları işlemler açısından da bu kural geçerlidir. Şu hâlde kira ilişkisinin devrinin gerçekleşmesi alıcının rızasına bağlı değildir. Hatta devrin gerçekleşmesi, alıcının bu durumu bilip bilmemesine de bağlı değildir. Alıcı mülkiyetini kazandığı malın bir başkasına kiraya verildiğini bilmese dahi kira sözleşmesinin tarafı olacaktır. Bu durumda alıcı hiç de istemediği hâlde kiraya veren sıfatını kazanacak, kira sözleşmesinden doğan borçları yüklenecek ve -kendisine yabancı birisi- kiracı ile muhatap olmak zorunda kalacaktır. Belki daha da önemlisi malı kullanma imkânını yitirecektir. Kiradan dolayı satıcı da, satıştan doğan borçlarını yerine getirmede güçlükler yaşayacaktır ve alıcıya karşı sorumluluğu doğacaktır. Yukarıda  ipuçları  verilen  nedenlerle,  alıcının  satıcıya  karşı  sahip olacağı hakları iki üst başlık altında toplayarak incelemek isabetli olabilir: Borca aykırılıktan doğan haklar ve irade bozukluklarından doğan haklar. Yine alıcının, satıcı ile işlem yaparken kiranın varlığını bilip bilmemesi, satıcıya karşı kullanabileceği haklar açısından önem arz edeceğinden konu incelenirken dikkate alınmalıdır. Konu incelenirken dikkate alınması gereken bir başka husus ise, kira ile satışın, gerek kurulma gerekse ifa anı açısından çeşitli ihtimallere göre birbirine etkisidir. TBK m. 310 un satıştan dolayı uygulandığı durumlarda, taraﬂ arı aynı olmayan iki hukuki ilişki bulunacağı açıktır. Bunlardan birisi satıcı ile alıcı arasındaki satış ilişkisi, diğeri ise satıcı/kiraya veren ile kiracı arasındaki kira ilişkisidir. Alıcının satıcıya karşı başvurabileceği haklar noktasında, bu iki ilişkinin kurulma anı açısından öncelik sonralığı ve hangisinin önce ifa edildiği önem taşımaktadır. A. Borca Aykırılıktan Doğan Haklar 1. Kira Sözleşmesinin Önce Satışın Sonra Kurulduğu Durumlar Bu ihtimalde önce kira sözleşmesi kurulmuş, sonra kiraya veren/malik, bir başkası ile satış sözleşmesi yapmıştır. Bu durumda karşılaşılacak sorunları, zilyetliğin devri noktasında hangi sözleşmenin daha önce ifa edildiğine göre ayrı ayrı incelemekte yarar vardır. a. Zilyetliğin Alıcıya Devredilmiş Olması Kira sözleşmesi yapıldıktan sonra kiraya veren, kiralananın zilyetliğini kiracıya devretmeyip onu bir başkasına satmış ve satılanı alıcıya devretmiş 20  ZEVKLİLER/GÖKYAYLA, s. 277 dn. 251; İNCEOĞLU, s. 587; ÖZEN, s. 102; ÖZDEMİR, s. 150; ÇABRİ, s. 187. 32 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER olabilir.  Bu  ihtimalde  hâliyle  kiraya  veren,  kiralananın  kiracıya  teslimi borcunu yerine getirmeden (TBK m. 301), satılanın zilyetliğini ve mülkiyetini alıcıya devretmiş olmaktadır.  Böyle bir ihtimalde, kiralanan taşınır ise bilindiği gibi, zilyetliğin bu maksatla devri ile mülkiyet alıcıya geçecektir. Bu durumda kiraya veren ile alıcı arasında, mülkiyetin devrini sağlayan tasarruf işlemi gerçekleşmiş olmaktadır. Yani şeyin maliki artık alıcıdır. Acaba kiracı ile alıcı arasında bu ihtimalde TBK m. 310 gereği kira sözleşmesinin varlığından söz edilebilecek midir? Bu sorunun yanıtını öğretideki farklı görüşlere göre vermek gerekir. -Öğretide bir görüşün, TBK m. 310 un uygulanması için kiralananın kullanımının kiracıya bırakılmış olmasını zorunlu gördüğüne değinilmişti. Kira sözleşmesi satıştan önce kurulmuş olsa bile, kiralananın zilyetliği kiracıya devredilmemişse, bu görüşe göre, TBK m. 310 uygulanmaz. Dolayısıyla alıcı kira sözleşmesinin tarafı olmaz. Şeyi kiracıya bırakmak zorunda değildir. Bu durumda kiracı, kiraya veren sıfatı devam eden satıcıya başvurarak TBK m. 112 çerçevesinde, borcun ifa edilmemesinden doğan zararlarını (olumlu zararlarını) talep edebilecektir. Satıcı ile alıcı arasındaki ilişkiye gelince, bu ihtimalde alıcı ifadan beklediği menfaati elde etmekte; satıcı da şeyin zilyetliğini ve mülkiyetini gereği  gibi  devretmekle  borcunu  ifa  etmiş  olmaktadır.  Bu  nedenle  kira sözleşmesinin varlığı, satış açısından bir sorun doğurmamakta; alıcının da kira kaynaklı bir yoksunluk ya da olumsuzluk nedeniyle satıcıya yönelteceği bir talep bulunmamaktadır. -İkinci görüşe göre ise, kira sözleşmesi yapıldıktan sonra kiracıya zilyetlik devredilmemiş olsa bile, TBK m. 310 uygulanacaktır. Dolayısıyla şeyin zilyetliği ve mülkiyeti kendisine devredilen alıcı, kira sözleşmesinin tarafı  hâline  gelecektir.  Kiralananın  kullanılmasını  veya  kullanmayla birlikte ondan yararlanılmasını kiracıya bırakmak kira sözleşmesinin esaslı unsurlarındandır (TBK m. 299). Kiraya verenin asli edim yükümlülüklerinden biri de, kiralananı kararlaştırılan tarihte, sözleşmede amaçlanan kullanıma elverişli bir duruma kiracıya teslim etmektir (TBK m. 301). O hâlde kiracı, kira sözleşmesi yapıldıktan sonra şey başkasına satılıp devredilse dahi, artık kira sözleşmesinin tarafı hâline gelen yeni malikten kiralananın kendisine 21  ÖZEN, s. 100; AYDOĞDU/KAHVECİ, s. 455; aynı yönde İsviçre Hukukunda PERMANN, Art. 261 N. 4. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 33Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları bırakılmasını isteyebilecek; bu maksatla aynen ifa ve gecikme tazminatı talep  edebilecektir.  Yine,  kira  sözleşmesi  tam  iki  tarafa  borç  yükleyen sözleşmelerden olduğundan TBK m. 125 de yer alan seçimlik haklardan da yararlanılabilecektir. Özetle, kiralananı bırakma borcunu yerine getirmeyen kiraya veren, temerrüde düşürülebilecektir. Kuşkusuz, kiralananı tahrip ya da yok etmişse, bu takdirde de borcunu hiç ya da gereği gibi ifa edemeyeceğinden, kiracının bundan doğan zararını gidermekle yükümlü olacaktır (TBK m. 112). Şu hâlde ikinci görüşe göre, kiracı aynen ifa davası açarak alıcının yeni satın aldığı şeyi kendisine bırakmasını sağlayabilir. Bir başka deyişle, satılanı kira sözleşmesinden dolayı alıcının elinden alabilir. Bu durumun satıcı ile alıcı arasındaki ilişkiye olumsuz yansıyacağı açık olmakla birlikte, alıcıya ne gibi hukuki imkânlar sağlayacağı üzerinde durmak gerekir. Her şeyden önce, kiracının aynı zamanda kiralanan niteliği taşıyan satılanı alıcının elinden almasının, zapt anlamında bir elden alma olup olmadığına karar vermek gerekir. Taşınır  satışında  satıcının  zapttan  sorumluluğu  TBK  m.  214  ve devamında  düzenlenmiştir.  TBK  m.  214 e  göre,  satış  sözleşmesinin kurulduğu sırada var olan bir hak dolayısıyla, satılanın tamamı veya bir kısmı bir üçüncü kişi tarafından alıcının elinden alınırsa satıcı, bundan dolayı alıcıya karşı sorumlu olur. Şu hâlde üçüncü kişinin hakkı öyle bir haktır ki, alıcının hakkına göre korunmakta ve alıcının üçüncü kişinin satılan üzerindeki hakkına saygı göstermesini gerektirmektedir. Bir başka deyişle üçüncü kişinin satış sözleşmesinin kurulduğu sırada var olan hakkı, alıcının hakkına göre üstün bir haktır ve bu nedenle alıcı, üçüncü kişinin satılanı elinden almasını veya onu mülkiyet hakkından doğan bazı yetkilerden yoksun bırakmasını engelleyememektedir. Üçüncü kişinin satılanı zaptının dayandığı hak, mülkiyet hakkı veya bir sınırlı ayni hak olabilir. Bu ikisinin alıcının hakkına göre üstünlüğü noktasında tartışma yoktur. Örneğin, taşınırı çalınmış ve başkasına satılmış bir kişi, satış sözleşmesi açısından üçüncü kişi konumundadır. Kendisinden çalınan satılanı, alıcı iyiniyetli olsa bile, beş yıl içinde açacağı bir dava ile onun elinden alabilir (TMK m. 989). 22  ARAL/AYRANCI, s. 107. 23  H. Nami NOMER/B. İlkay ENGİN, Türk Borçlar Kanunu Şerhi, Özel Borç İlişkileri, Cilt I: Satış Sözleşmesi, 2. Bası, Seçkin Yayınları, Ankara 2015,  m. 214 n. 33. 34 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER Mülkiyet hakkı ve sınırlı ayni haklar mutlak hak niteliğindedir; herkese karşı korunur ve herkese karşı ileri sürülebilir. Satıcının üstün hakkı, yine mutlak hak niteliğine sahip diğer haklara;  ﬁ krî ve sınai haklar ve kişilik hakkına da dayanabilir. Nispi haklara gelince, bunların alıcının mülkiyet hakkı karşısında, zapta neden olacak bir üstünlük sağlayıp sağlamayacağı tartışmalıdır. Bir görüşe göre nispi haklar bu imkânı sağlamaz; diğer görüşe göre, tapu siciline şerh verilmiş böylelikle kuvvetlendirilmiş nispi haklar da zapttan sorumluluğa yol açar. Kira sözleşmesi, kiraya veren ile kiracı arasında borç doğuran bir sözleşmedir. Kiracıya nispi hak sağlar. Kira sözleşmesi tapu siciline şerh verilebilirse de bunun etkisi ve konuluş amacı farklıdır (TBK m. 312)28. Bu nedenle TBK m. 310 açısından şerh verilmiş olsun veya olmasın yahut konusu taşınmaz ya da taşınır olsun tüm kira sözleşmeleri için sorunun incelenmesi gerekir. Öncelikle,  satılanın  alıcının  elinden  alınmasını  sağlayacak  üstün hakkın yalnız mutlak hak niteliğinde olabileceği kabul edilir ve nispi haklar dışarıda  tutulursa,  kira  sözleşmesinden  doğan  kiracının  hakkı,  zapttan sorumluluğa yol açmaz. Bu durumda, kiralananı kiracıya bırakmak zorunda kalan alıcının satıcıya karşı TBK m. 112 ye göre tazminat isteme hakkı doğar; zira borç gereği gibi ifa edilmemiş olur. Zapta neden olan üstün hakkın nispi hak niteliğinde de olabileceğini kabul eden görüşe gelince, tapu siciline şerh verilmiş nispi hakların bu nitelikte görülmesi; şerhin nispi hakkın üçüncü kişilere karşı da ileri sürülebilmesini sağlamasından  dolayıdır.  TBK  m.  310,  kira  sözleşmesinin  kanun  gereği devrini öngörmekte ve taraﬂ arın buna rızasını aramamaktadır. Hâl böyle 24  ARAL/AYRANCI, s. 107; EREN, Borçlar Özel, s. 82; GÜMÜŞ, (2013), s. 55; NOMER/ ENGİN, m. 214 n. 33. 25  EREN, Borçlar Özel, s. 82; NOMER/ENGİN, m. 214 n. 33. 26  GÜMÜŞ, (2013), s. 55. 27  Bak. NOMER/ENGİN, m. 214 n. 33; ARAL/AYRANCI, s. 107; ZEVKLİLER/GÖKYAYLA, s. 144-145; EREN, Borçlar Özel, s. 82. 28  Hüküm hakkında bak. ÇABRİ, 190 vd.; İNCEOĞLU, 609 vd.; GÜMÜŞ, (2012), 152 vd.; EREN, Borçlar Özel, s. 348 vd.; AYDOĞDU/KAHVECİ, s. 457-458, 463 vd. 29  Bu ihtimalde, satılanın zilyetliği ve mülkiyeti alıcıya devredilmiş olmakla birlikte,  kiracı TBK m. 310 gereğince kira sözleşmesinden dolayı şeyin kendisine bırakılmasını (aynen ifa) sağlayabileceğinden, satıcının TBK m. 112 anlamında alıcıya karşı borcunu gereği gibi ifa etmediğinden söz etmek gerekir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 35Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları olunca, kiracının alıcı/yeni malike yönelttiği kiralananın kendisine bırakılması (zilyetliğinin devri) talebi de kanun gereği alıcıya karşı ileri sürülebilen bir hakka dayanmış olmaktadır. Bu yolla kiracı, kiralananı alıcının elinden alabilmektedir. Şu hâlde TBK m. 310 kaynaklı bu elden alma, kanundan doğan nispi hak nitelikli bir üstün hakka dayanmış olmaktadır. Gerçi burada mülkiyet hakkı yine malikte kalmaktadır. Ancak zaten zapta yol açan elden alma,  muhakkak  satılanın  tamamıyla  –mülkiyet  hakkı  anlamında-  elden alınmasını  gerektirmez.  Dolayısıyla,  maliki  kullanım  hakkından  yoksun bırakan, TBK m. 310 kaynaklı elden alma bu gerekçeyle de zapt kapsamı dışında kalmaz. Bu açıklamalar ışığında, nispi hakların da zaptta neden olabileceği görüşü açısından, TBK m. 310 un uygulanabildiği durumlarda, kiracının kiralananı alıcının elinden almasının, satıcının zapttan sorumluluğuna yol açacağı ortaya çıkmaktadır. Zapt, tam zapt veya kısmi zapt şeklinde gerçekleşebilir. Satılan alıcının elinden tamamen alınıyorsa tam zapt; kısmen alınıyor ya da bir sınırlı ayni hak yahut nispi haktan dolayı mülkiyet hakkından doğan bazı yetkilerden alıcıyı yoksun kılıyorsa kısmi zapttan söz edilir. Kira sözleşmesinin varlığı, alıcının satılan üzerindeki mülkiyet hakkını sona erdirmemekte, ancak satılanı kullanma imkânından onu yoksun bırakmaktadır. Bu nedenle TBK m. 310 un gereği olarak satılanın zilyetliğinin kiracıya devredilmek zorunda kalınması, tam zapt değil kısmi zapt olarak nitelendirilmelidir. Kısmi zapt hâlinde alıcının haklarını düzenleyen TBK m. 218 e göre, satılanın bir kısmı elinden alınmışsa alıcı, satıcıdan sadece bu yüzden uğradığı zararın  giderilmesini  isteyebilir  (f.  1).  Maddede  hangi  zararların  hangi esaslara göre giderileceğine dair bir açıklık yoktur. Bu hususta, satıcının tam zapttan sorumluluğunu düzenleyen TBK m. 217 ten yararlanılabileceği kabul edilmektedir. Bu maddede satıcının bazı zararlar için kusursuz sorumluluğu; bazıları  içinse  kusur  sorumluluğu  öngörülmüştür.  Kusur  sorumluluğu 30  Bak. NOMER/ENGİN, m. 214 n. 33 ve aynı sayfada dn. 53; ÖZEN, s. 102; İsvBK m. 261 için GUHL/KOLLER, § 44 N. 66. 31  ARAL/AYRANCI, s. 107-108; EREN, Borçlar Özel, s. 94; ZEVKLİLER/GÖKYAYLA, s. 143. 32  NOMER/ENGİN, m. 214 n. 42; ÖZEN, s. 102-103. 33  ARAL/AYRANCI, s. 114; Ancak hükmün nasıl uygulanacağı hakkında farklı görüşler için bak. GÜMÜŞ, (2013), s. 62-63. 34  Ayrıntılı bilgi için bak. GÜMÜŞ, (2013), s. 61 vd.; YAVUZ/ACAR/ÖZEN, s. 120-121; EREN, Borçlar Özel, s. 86 vd.; ARAL/AYRANCI, s. 113-114. 36 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER öngörülenler için, TBK m. 112 deki gibi burada da satıcı aleyhine kusur karinesi devreye girer. Kısmi zaptta asıl olan, görüldüğü gibi, sözleşmenin kendiliğinden sona ermesi değil; satıcının zapttan dolayı tazminat ödemesidir; yani taraﬂ ar arasındaki satış sözleşmesi varlığını sürdürür. Bunun istisnası 218. maddenin ikinci fıkrasında düzenlenmiştir. Buna göre, Ancak alıcının, satılandaki bu durumu bilseydi onu satın almayacağı durum ve koşullardan anlaşılıyorsa, alıcı hâkimden sözleşmenin sona ermesine karar vermesini isteyebilir. Bu durumda alıcı, satılanın elinde kalmış olan kısmını o zamana kadar elde etmiş olduğu yararlarla birlikte, satıcıya geri vermekle yükümlüdür. Kiradan  dolayı  satılanın  kısmi  zaptı  durumunda  da  alıcı TBK  m. 218/2 nin sunduğu imkândan yararlanabilir. Bu durumda, satılanın kiraya verildiğini bilmiş olsaydı alıcının onu satın almayacağı durum ve koşullardan anlaşılmalıdır. Tam  zapt  hâlinde  satış  sözleşmesinin  kendiliğinden  sona  ermesini öngören TBK m. 217 nin aksine, kısmi zapt hâlinde sözleşmeye son verilmesi hâkimden istenir. Yani bu hak dava yoluyla kullanılır. Mahkemece verilen sözleşmesinin sona erdiğine ilişkin karar da yenilik doğuran bir karardır. Taşınır satışına ilişkin kurallar, kıyas yoluyla taşınmaz satışında da uygulanacağından (TBK m. 246), yukarıda yapılan açıklamalar, niteliğine uygun düştüğü ölçüde taşınmaz satışlarında TBK m. 310 un uygulanması ile karşılaşılan durumlar için de geçerlidir. Örneğin, yaşadığı yerden başka bir kente atanan bir memur, oturmak maksadıyla orada bir taşınmazı satış yoluyla edindiğini ve fakat taşınmaz kiraya verildiği için bu imkândan yoksun kaldığını  ispatlayarak,  satış  sözleşmesinin  sona  erdirilmesini  hâkimden isteyebilir. Kuşkusuz bunun yerine alıcı, yeni malikin konut gereksinimine dair TBK m. 351 den yararlanarak da kira sözleşmesini sona erdirme yolunu seçebilir ki bu durumda, edinme tarihinden başlayarak bir ay içinde durumu kiracıya yazılı olarak bildirecek ve edinmeden ancak altı ay sonra tahliye davası açacaktır (TBK m. 351)38. 35  Tam zapt hâlinde, satış sözleşmesi kendiliğinden sona ermiş sayılır (TBK m. 217/1). 36  EREN, Borçlar Özel, s. 95; GÜMÜŞ, (2013), s. 63. 37  Altı aylık süre bildirim tarihinden değil, edinme tarihinden hesaplanır. GÜMÜŞ, (2012), s. 359. 38  Kiralananı sonradan edinen kişi, dilerse gereksinim sebebiyle sözleşmeyi sona erdirme hakkını, sözleşme süresinin bitiminden başlayarak bir ay içinde açacağı dava yoluyla da kullanabilir (TBK m. 351/2). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 37Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları Alıcı kiranın varlığından dolayı kısmi zapt hükümlerine başvurarak satış sözleşmesinin sona ermesini sağlarsa, ilişkiye yine tam zaptta ilişkin TBK m. 217 nin kıyasen uygulanması gerekir. Bu hususta üzerinde durulması gereken bir başka husus, satılan kendisine devredilen alıcının, kira sözleşmesinin varlığını sonradan öğrendiğinde, kiracı kendisinden henüz bir talepte bulunmadan önce zapt hükümlerine başvurup başvuramayacağıdır. Burada, kira ilişkinin varlığı tek başına yeterli olmayıp, kiracının kiralananın kendisine bırakılmasını talep etmiş olması, yani zapt hakkını  kullanmış  olması  aranmalıdır.  Dolayısıyla  kiracı  bu  hakkını kullanmadan önce, alıcı zapt hükümlerine göre satıcıya başvuramaz. Alıcı kuşkusuz satılanla ilgili bir başkası ile yapılmış kira sözleşmesinin varlığını bilerek de satış sözleşmesini yapmış olabilir. Bu durumda kira sözleşmesinin varlığını TBK m. 310 un uygulanmasında yeterli gören görüş açısından, TBK m. 214/II ye değinmek gerekir. Bu hükme göre, alıcı, elinden alınma tehlikesini sözleşmenin kurulduğu sırada biliyor idiyse satıcı, ayrıca üstlenmiş olmadıkça zapttan dolayı sorumlu olmaz. Dolayısıyla alıcı, kira ilişkisinin  varlığını  bilerek  satın  almaya  razı  olmuşsa,  zapt  hükümlerine kural  olarak  başvuramayacaktır.  Ancak  satıcı,  satılanın  alıcının  elinden alınmayacağını ayrıca üstlenirse, zapttan sorumlu olacaktır. b. Zilyetliğin Kiracıya Devredilmiş Olması Bu başlık altında iki ihtimal incelenebilir. İlk olarak, önceki malik ile kiracı arasında geçerli bir kira ilişki vardır. Bu ilişkinin gereği olarak, kiralanan kiracıya bırakılmıştır. Daha sonra kiralanan bir başkasına satılmıştır. İkinci olarak, kira sözleşmesi yapıldıktan ve fakat ifa edilmeden önce kiraya veren, kiralananı bir başkasına satmıştır.  Ancak henüz zilyetliğinde ve mülkiyetinde bulunan o şeyi alıcıya değil; kiracıya teslim etmiştir. Bu durumda hâliyle önceki malik, kira sözleşmesinden doğan, kiralananın kullanımını kiracıya bırakma borcunu yerine getirmeyi tercih etmiş olmaktadır. 39  YAVUZ/ACAR/ÖZEN, s. 122; GÜMÜŞ, (2013), s. 62-63. 40  Genel olarak zaptta aynı sonuç için bak. EREN, Borçlar Özel, s. 112; ARAL/AYRANCI, s. 110; ZEVKLİLER/GÖKYAYLA, s. 145; konunun tartışmalı yönü için bak. NOMER/ ENGİN, m. 214 n. 43. 41  Bak. aşağıda 3. Borcun Gereği Gibi İfa Edilmemesinden Dolayı Alıcının Hakları. 42  Kiracıya zilyetliğin devrini zorunlu gören görüş açısından ise, elden alma noktasında zaptın koşullarının gerçekleştiğinde tereddüt doğacaktır ki, bu hususa ayrıca bir başka vesile ile değinilecektir. 38 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER Her iki durumda da satılanın alıcıya teslim edilemeyeceği açıktır. Oysa satış sözleşmesinde satılanın zilyetlik ve mülkiyetinin alıcıya devredilmesi, satıcının asli borçlarını oluşturur. Nitekim bu sözleşmenin tanımını içeren 207. maddede, satılanın zilyetlik ve mülkiyetinin alıcıya devredilmesinin üstlenilmesi satışın objektif esaslı unsuru olarak yer alır. Yine taşınır satışına ilişkin 210. maddeye göre satıcı, mülkiyetini geçirmek amacıyla satılanın zilyetliğini alıcıya devretmekle yükümlüdür. Bu hükümler 818 sayılı önceki Borçlar Kanunu ndaki hükümlerden farklılık arz eder. Zira bu Kanun da satılan malın tesliminden söz ediliyordu (BK m. 182, 185). Nitekim gerek TBK m. 207 gerekse 210. maddenin gerekçesinde  bu  duruma  dikkat  çekilmiş;  taşınır  bir  malın  mülkiyetinin devrinin, sadece satılanın fiilen teslimi yoluyla değil, zilyetliğin teslime bağlı olmaksızın kazanıldığı diğer yollarla da (kısa elden teslim veya hükmen teslim gibi) gerçekleşebileceği göz önünde tutularak, teslim yerine, daha kapsamlı olan zilyetliğin devrinden söz edildiği ifade edilmiştir. Gerçekten de teslim, zilyetliğin devri yollarından biridir. Teslim denince akla öncelikle bir şeyin fiilen karşı tarafa bırakılması, ona verilmesi anlaşılır. Ayrıca eşya üzerinde egemenlik sağlayan, bir otomobilin anahtarı gibi araçların verilmesi, zilyetlik anlaşması yoluyla fiilî egemenliğin sağlanması da zilyetliğin teslim yoluyla kazanılması kapsamında görülür. Kısa elden teslim de, alıcının zaten zilyetliğindeki şeyi satın aldığı durumlarda söz konusu olur. Buna karşılık, hükmen  teslim  ve  zilyetliğin  havalesi  yoluyla  zilyetlik  devredildiğinde, devralana şey fiilen teslim edilmiş olmaz. TBK da teslim yerine zilyetliğin devrinden söz edilmesi, satıcıya zilyetliğin devri yollarından dilediğini seçme hususunda bir hak tanınmış olduğuna yorumlanmamalıdır. Satıcının borcu, üzerinde alıcınınki dışında bir başka zilyetlik kalmayacak şekilde satılanın zilyetliğini alıcıya devretmektir. Bu kabul, satıcının herhangi bir zilyetliğin devri yolunu seçme konusunda serbest olmadığı anlamına gelir. O hâlde Kanun da, zilyetliğin devri yollarının tamamını kapsayan bir ifade tercih edilmiş olmakla isabetli davranılmıştır ve fakat bununla satıcıya eskisinden geniş yetkiler verilmemiş; bu yollardan bir kısmına başvurulması alıcının rızası olmaksızın kullanılamaz kalmıştır. 43  Satış sözleşmesi açısından bak. GÜMÜŞ, (2013), s. 50; NOMER/ENGİN, m. 207 n. 53; Mustafa ARIKAN/Mehmet AKÇAAL, Satış Sözleşmesine İlişkin Hükümler Bakımından Zilyetliğin  Devri  Kavramına  İlişkin  Değerlendirmeler,  Selçuk  Üniversitesi  Hukuk Fakültesi Dergisi, Cilt: 21, Sa. 2, 2013, s. 166, 169. 44  Bu konuda çeşitli değerlendirmeler için bak. YAVUZ/ACAR/ÖZEN, s. 89; NOMER/ERGİN, m. 207 n. 54; GÜMÜŞ, (2013), s. 50-51; ARAL/AYRANCI, s. 89; ARIKAN/AKÇAAL, s. 171 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 39Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları Kira  sözleşmesine  gelince,  satılan  şey  kirada  ise  satıcı,  şeyi  kira sözleşmesi devam ederken kiracının elinden -onun rızası olmadan- alarak alıcıya teslim edemez. İlişkide, satılan kiracıda bulunduğu için o dolaysız zilyettir;  satıcı/kiraya  veren  ise  dolaylı  zilyettir.  Bu  durumda  satıcının şeyin  dolaylı  zilyetliğini  alıcıya  havale  ederek  borcunu  yerine  getirmesi düşünülebilir. Ancak yukarıdaki açıklamalar gereği, alıcı zilyetliğin bu yolla devrini kabul etmeyebilir. Alıcının bu reddi alacaklının temerrüdüne yol açmaz. Aksine, borcun gereği gibi ifasını öneremeyen borçlunun sorumluluğu doğar. Borçlunun  hangi  hükümlere  göre  sorumluluğunun  doğacağının belirlenmesinde ise, aşağıda olduğu gibi, kira sözleşmesinin konusu ve niteliği de dikkate alınarak açıklamalarda bulunmak gerekir. aa. Belirsiz Süreli Kira Sözleşmelerinde Kira sözleşmeleri belirli ya da belirsiz (belirli olmayan) bir süre için yapılabilir (TBK m. 300/1). Kanun a göre, kararlaştırılan sürenin geçmesiyle herhangi bir bildirim olmaksızın sona erecek kira sözleşmeleri belirli sürelidir; diğer kira sözleşmeleri belirli olmayan bir süre için yapılmış sayılır (TBK m. 300/2). Yine belirli süreli bir kira sözleşmesinde taraﬂ ar, aralarında açık bir anlaşma olmaksızın, bu sürenin sona ermesinden sonra da kira ilişkisini sürdürüyorlarsa kira sözleşmesi belirsiz süreli sözleşmeye dönüşür (TBK m. 327). Belirsiz süreli kira sözleşmeleri fesih bildirimi ile sona erdirilebilir. Taraﬂ ar bunun için fesih dönemleri ve  fesih bildirim süreleri belirlemiş olabilirler; yahut sadece bunlardan birisi (fesih dönemi veya fesih bildirim süresi) üzerinde durmuş ve anlaşmış olabilirler. Eğer böyle bir anlaşma varsa, bu anlaşmaya uyularak fesih gerçekleştirilmelidir. Yoksa, TBK da öngörülen yasal fesih dönemleri ve fesih bildirim sürelerine uyulmalıdır (TBK m. 328). Bu dönem ve süreler, Kanun da kira sözleşmesinin niteliğine veya konusuna göre farklı farklı düzenlenmiştir. Aşağıda taşınır kirası, taşınmaz ve taşınır yapı kirası ve son olarak konut ve çatılı işyeri kiraları açısından konuya değinilecek ve fakat ürün kirasına ayrıca yer verilmeyecektir (bak. TBK m. 367-368). 45  TBK m. 310 un ürün kirasında da uygulanacağı yönünde ZEVKLİLER/GÖKYAYLA, s. 276; ERTUĞRUL, s. 549; aynı yönde İsvBK 261 için HEINRICH, Art. 261-261b N.1; PERMANN, Art. 261 N. 1. 40 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER aaa. Taşınır kiralarında Taşınır  kiralarında,  taraﬂ ardan  her  biri,  bir  taşınıra  ilişkin  kira sözleşmesini üç gün önceden yapılacak fesih bildirim süresine uyarak her zaman feshedebilir (TBK m. 330/1). Satıcı,  alıcıya  bu  gibi  bir  malın  zilyetliğinin  devrini,  zilyetliğin havalesi yoluyla gerçekleştirmeyi önerebilir. Alıcı zilyetliğin havalesi yoluyla zilyetliğin devrini ve bu yolla mülkiyetin naklini kabul etmek zorunda değildir.  İşte eğer alıcı bu öneriyi reddederse, satıcının temerrüde düştüğünden söz etmek ve borçlunun temerrüdü hükümlerini uygulamak isabetli olur. Zira satılan her ne kadar kiracıda olsa da, satıcının bunu ondan geri alarak alıcıya teslim etmesi mümkündür. Satıcı fesih bildiriminde bulunarak bildirimden üç gün sonrası için kira ilişkisini sona erdirebilir. Hâliyle şeyi kiracıdan geri alabilir ve doğrudan zilyetliğini ve bu yolla mülkiyetini alıcıya devredebilir. Bu tür kiralarda ifa zamanı geldiğinde alıcı zilyetliğin dolaylı devrini kabul etmezse, satıcı hemen fesih bildiriminde bulunsa bile borcunu ancak üç gün gecikme ile yerine getirebilecektir. Yani satıcının burada borcunu zamanında yerine getiremediği süre en az üç günlük bir süre olup bu süre içinde ifanın gerçekleşmesi imkânsızdır. Bu imkânsızlık geçici olup süreklilik arz etmediğinden, TBK m. 112 nin kapsamına girmez. Zira TBK m. 112, borcun hiç yerine getirilmemesi anlamında, borçlunun sorumlu olduğu sürekli  imkânsızlık  hâllerinde  uygulanır.  TBK  m.  330/1 e  tabi  taşınır kiralarında ise borcun ifası imkânsızlaşmamıştır; satıcı fesih bildiriminde bulunabilir ve böylece gecikmiş de olsa borcunu ifa edebilir. Satışla  ilgili  TBK  m.  212  ve  213 te  satıcının  temerrüdü  ile  ilgili hükümler vardır. TBK m. 212/1 de, satıcının temerrüdü hâlinde, borçlunun temerrüdüne ilişkin genel hükümlerin uygulanacağı düzenlenmiştir. Borçlunun temerrüdüne ilişkin genel hükümler TBK m.  117 vd.nda yer almaktadır. Satış 46  Geçici imkânsızlıkta borcun sona ermeyeceğine, TBK m. 112 nin (önceki Borçlar Kanunu m. 96 nın) uygulanmayacağına ilişkin bak. Andreas VON TUHR, Borçlar Hukukunun Umumi Kısmı, Cilt: 1-2, çeviren: Cevat EDEGE, Yargıtay Yayınları, Ankara 1983, s. 562; Fikret EREN, Borçlar Hukuku Genel Hükümler, 19. bası, Yetkin Yayınları, Ankara 2015, s. 1040; M. Kemal OĞUZMAN/M. Turgut ÖZ, Borçlar Hukuku Genel Hükümler, C. I, 13. bası, Vedat Kitapçılık, İstanbul 2015, n. 1488; S. Sulhi TEKİNAY/Sermet AKMAN/Haluk BURCUOĞLU/Atilla ALTOP, Tekinay Borçlar Hukuku, 6. baskı,  Filiz Kitabevi, İstanbul 1988, s. 1217; ayrıca bak. Fatih GÜNDOĞDU, Borca Aykırılık Hallerinden Kusurlu İfa İmkânsızlığı ve Hukuki Sonuçları, XII Levha Yayıncılık, İstanbul 2014, s. 52-53; Başak BAŞOĞLU, Türk Hukukunda ve Mukayeseli Hukukta Aynen İfa Talebi, XII Levha Yayıncılık, İstanbul 2012, s. 174 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 41Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları sözleşmesi tam iki tarafa borç yükleyen bir sözleşmedir. Bu nedenle tam iki tarafa borç yükleyen sözleşmelerde borçlunun temerrüdü üzerine alacaklıya tanınan üç seçimlik haktan alıcı da yararlanır. Bunlar kısaca; aynen ifa ve gecikme  tazminatı,  aynen  ifadan  vazgeçerek  borcun  ifa  edilmemesinden doğan olumlu (müspet) zararın tazmini ve nihayet sözleşmeden dönerek sözleşmenin geçerli olmamasından doğan olumsuz (menfi) zararın tazmini talepleridir.  Burada  geçici  imkânsızlık  söz  konusu  olduğunu  göre,  alıcı imkânsızlık geçene kadar aynen ifa talebinde bulunamaz. Ancak bu dönemde de koşulları gerçekleşmişse, diğer yollara başvurarak olumlu ya da olumsuz zararının tazminini isteyebilir. Aslında  üç  günlük  fesih  bildirim  süresine  tabi  taşınır  kiralarında, kiralananın satın alınması durumunda alıcı, zilyetliğin dolaylı devrini kabul edebilir ve kira sözleşmesinin tarafı olduktan sonra bizzat kendisi kiracıya karşı fesih bildiriminde bulunabilir. Kuşkusuz alıcı pratik görünen bu yolu da tercih edebilir. Ancak alıcı, önceden tanımadığı kiracı ile muhatap olmak istemeyebilir. Yahut fesih bildiriminden sonra kiracıdan malı almak (kiracının malı kendisine teslimini sağlamak) için bir hukuki mücadeleye girişmeyi –bu riski göze almayı- tercih etmeyebilir. Alıcının bu ve benzeri nedenlerle dolaylı zilyetliğin devrini reddi TMK m. 2 ye de aykırı görülmemelidir. Yani satıcı, alıcının zilyetliğin havalesini kabul etmesi gerektiğini, zira zaten üç gün sonra kira ilişkisini sona erdirebileceğini; bu nedenle alıcının dolaysız zilyetliğin devrindeki ısrarının hakkın kötüye kullanılması olduğunu ileri sürememelidir. Belirsiz süreli taşınır kiralarının tamamında fesih süresi böyle kısa değildir. Nitekim TBK m. 330/2 ye göre, kiraya verenin mesleki faaliyeti gereği kiraya verdiği ve kiracının da özel kullanımına yarayan taşınır bir malın kiracısı, kira sözleşmesini, üç aylık kira dönemi sonu için en az bir ay önceden yapacağı bir fesih bildirimiyle sona erdirebilir. Özel kullanımdan, fıkranın ilk kısmında geçen mesleki faaliyet gereği olmanın aksi anlaşılmalıdır. TBK m. 330/2 ye tabi taşınır kiralarında da, satılanın dolaysız zilyetliğinin ve  bu  yolla  mülkiyetinin  devri  belli  bir  süre  için  imkânsızdır.  Ancak buradaki geçici imkânsızlık nispeten uzundur ve süresi dört aya kadar kira sözleşmesinin başlangıç tarihine göre değişebilir. Zira TBK m. 328/1 e göre, fesih dönemlerinin hesabında, kira sözleşmesinin başlangıç tarihi esas alınır. Dolayısıyla yeni kira dönemine 29 ya da 30 gün kala ifa edilecek bir satış sözleşmesinde, satıcının gecikmiş –gereği gibi- ifayı gerçekleştirebileceği 47  Bu konuda çeşitli görüşler ve ayrıntılı bilgi için bak. GÜNDOĞDU, s. 108 vd., 110; ayrıca BAŞOĞLU, s. 174. 42 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER en yakın zaman yeni dönemden iki ay geçtikten sonra son aya girmeden yapılacak bildirim ile bu ayın sonu olacağından beklenecek süre yaklaşık dört ayı bulacaktır. Örneğin Ocak-Şubat-Mart dönemli bir kira akdine konu malın satılması üzerine, 3 Martta satılanın teslimi öngörülmüşse, fesih bildirim süresi de –bu dönem için- geçmişse Nisan-Mayıs-Haziran döneminde akit ancak feshedilebilecek böylece satıcının doğrudan zilyetliği devredebileceği en yakın tarih 1 Temmuz olacaktır. Aşağıdaki örnekte ise, hemen yapılacak fesih bildirimi üzerine beklenecek süre sadece son bir ay olacaktır. 28 Şubatta ifa edilecek satış sözleşmesi için, Ocak-Şubat-Mart dönemli kira sözleşmesi aynı gün yapılacak bildirimle Mart sonunda feshedilebilecek yani imkânsızlık sadece bir ay için gündeme gelecektir. Satış  sözleşmesinde  alıcı  için  aynen  ifayı  isteyemeyeceği  süre  bu tür taşınır kiralarında hâliyle kısa olmayabilir. Ancak bu durumlarda alıcı eğer bu sürenin sonunu beklemek istemiyorsa, tam iki taraf borç yükleyen sözleşmelerde  temerrüdün  diğer  sonuçlarına  başvurabilir;  aynen  ifadan vazgeçerek tercihine göre olumlu zararını isteyebileceği gibi sözleşmeden dönerek olumsuz zararını da isteyebilir. Alıcının bu iki haktan birini kullanabilmesi için satıcının temerrüde düşmüş olması yetmez. Bundan başka, alıcı satıcıya borcun ifası için uygun bir süre (mehil) vermelidir (TBK m. 123). Görüldüğü gibi bu uygun süre borçlunun ifa ile borcunu sona erdirmesi için verilen son bir şanstır. Öğretide uygun sürenin; taraﬂ arın çıkarları, edimin özelliği ve dürüstlük kuralları dikkate alınarak belirlenen, edimin ifasına imkân veren bir süre olduğu ifade edilmektedir.  Kanaatimce, bu tür taşınır kiralarında uygun süre, satıcının fesih yoluyla sözleşmeyi sona erdireceği en yakın dönem sonu olarak kabul edilmemelidir. Yani alıcının, aynen ifanın gündeme gelmeyeceği iki haktan birini kullanmadan önce, ifa ile sorunu çözme konusunda satıcıya vereceği bu son şans, geçici imkânsızlığın sona ereceği en yakın tarihe bağlanmamalıdır. Uygun süre, sanki satılan kiraya verilmemiş gibi, satılanın niteliğine ve (diğer) durum ve koşullara göre verilmesi gereken süre ne ise o olmalıdır. Bu noktada 48  Kuşkusuz satıcı zamanında fesih bildiriminde bulunmazsa, bir sonraki dönem sonu beklenmek zorunda kalınacaktır. Yine Ocak-Şubat-Mart dönemli bir kira sözleşmesinde satılanın 27 Martta teslimi öngörülmüş ve satıcı da Mart ayı girmeden –zamanında- fesih bildiriminde bulunmuşsa, sözleşme 31 Martta sona ereceğinden, geçici imkânsızlık sadece dört gün için söz konusu olacaktır. 49  Ancak belirtmek gerekir ki, alıcının uygun süre vermesi ve sonrasında bu sürenin dolması, aynen ifa ve gecikme tazminatı isteme hakkını ortadan kaldırmaz. 50  Bak. EREN, Borçlar Genel, s. 1111; OĞUZMAN/ÖZ, n. 1656. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 43Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları alıcının hakkını, kiranın varlığı kısıtlamamalı; borcun ifasını içermeyen diğer iki hakkı kullanma imkânını ötelememelidir. Yukarıdaki kabul doğrultusunda, o hâlde, kira ilişkisi –en yakın fesih dönemi- dikkate alınmadan belirlenecek süre, ya zaten geçici imkânsızlığın kalkacağı kadar uzun olacak ya da bu kadar uzun olmayacaktır. Bu iki ihtimale göre, sorunu çözmek gerekir. i. İlk olarak, uygun süre, geçici imkânsızlığın kalkacağı süreden uzun olabilir. Örneğin kira ilişkisinin fesih yoluyla sona erdirileceği en yakın süre bir ay sonrasıdır ve satılan için TBK m. 123 e göre verilmesi gereken uygun süre kırk gündür. Bu durumda satıcı, uygun süre dolmadan önce, fesih bildirimi yoluyla kira sözleşmesini sona erdirerek aynen ifayı gerçekleştirebilir ve böylece alıcı artık diğer iki yola başvuramaz; aynen ifanın yanında gecikmeden doğan zararının tazminini ister ve kendi borcu da kuşkusuz varlığını sürdürür. Eğer fesih gerçekleşmezse, uygun süre içinde borç ifa edilmediğinden, alıcı diğer seçimlik haklarını kullanabilir. Bu  ihtimalde,  fesih  bildirim  süresinin  satıcı  tarafından  sessiz geçilmesinin uygun süreye etkisi üzerinde de durulmalıdır. Örneğin, satıcıya kırk gün süre verilmiş ve fakat satıcı kira döneminden bir ay önceki on günü bildirimde bulunmadan geçirmişse, artık bu bildirim en yakın dönem sonu için kira ilişkisini sona erdirmeyecektir. Bu takdirde artık, TBK m. 124 ten dolayı, sürenin sonunu beklemenin gereksiz olduğu; alıcının on günün sonunda diğer  (aynen  ifa  içermeyen)  seçimlik  haklarından  birini  kullanabileceği düşünülebilir. Ancak bu düşünceye itibar edilmemelidir. Nasıl ki, uygun sürenin verilmesinde kira ilişki dikkate alınmadan, sanki kira ilişkisi yokmuş gibi bir süre belirlenmeli ise, burada aynı esas geçerli olmalı fesih bildirim süresinin geçmesi, uygun sürenin sonuna kadar beklenmesini engellememelidir. Bu sürenin dolması beklenmelidir. Zira uygun süre dolmadan önce satıcı, fesih dışındaki herhangi bir yolla da kira ilişkisini sona erdirme fırsatı yakalayabilir. Örneğin satıcı, kiracıyı ikna ederek anlaşma (ikale) yoluyla kira ilişkisini sona erdirebilir ve aynen ifa imkânına kavuşabilir. ii. İkinci olarak, uygun süre, geçici imkânsızlığın kalkacağı süreden kısa  olabilir.  Örneğin  kira  ilişkisinin  fesih  yoluyla  sona  erdirileceği  en yakın süre iki ay iken satılan için TBK m. 123 e göre verilmesi gereken uygun süre on gündür. Bu durumda, uygun süre içinde kira sözleşmesinin fesih yoluyla sona erdirilemeyeceği açıktır. Dolayısıyla burada, diğer (aynen 51  Bu gibi durumlarda bildirim ya hiç yapılmamış olabilir veya geç yapılmış olabilir. Geç yapılmışsa geçersiz olmayıp bir sonraki dönem için sonuç doğurur. 44 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER ifa dışındaki) seçimlik hakların kullanılması için uygun süre verilmesinin istisnalarını düzenleyen TBK m. 124 e değinilmelidir. Bu maddede aynen ifa için borçluya uygun süre verilmesini gerektirmeyen üç durum düzenlenmiştir: Bunlardan  ilki,  borçlunun  içinde  bulunduğu  durumdan  veya  tutumundan süre verilmesinin etkisiz olacağının anlaşılmasıdır. Eğer uygun süre içinde, fesih yoluyla sözleşmenin sona erdirilemeyeceği tek ölçüt olarak alınırsa, bu takdirde bu istisnaya dayanılarak alıcının satıcıya hiç süre vermeksizin diğer seçimlik haklarını kullanabileceği sonucuna varılması gerekir. Ancak yukarıda da değinildiği gibi, bu uygun süre kira ilişkisi unutularak/yokmuş gibi belirleneceğine göre, yine aynı şekilde kiradan (onun uygun süre içinde bildirim yoluyla feshedilememesinden) etkilenmeden varlığını sürdürmelidir. Zira yine değinildiği gibi, satıcı bir başka çözümle satılanı geri alarak alıcıya onun dolaysız zilyetliğini ve mülkiyetini devredebilir. Bu  arada,  TBK  m.  124 teki  diğer  iki  istisnaya  da  burada  kısaca değinmekte yarar vardır. Tam iki taraf borç yükleyen sözleşmelerde temerrüt durumunda aynen ifa içermeyen diğer iki seçimlik hakkın kullanımı için şu durumlarda da uygun süre vermek gerekmez: -Borçlunun temerrüdü sonucunda borcun ifası alacaklı için yararsız kalmışsa. -Borcun  ifasının,  belirli  bir  zamanda  veya  belirli  bir  süre  içinde gerçekleşmemesi  üzerine,  ifanın  artık  kabul  edilmeyeceği  sözleşmeden anlaşılıyorsa. Taşınırın kiracıda olmasından dolayı satıcının borcunu zamanında ifa edemeyerek temerrüde düştüğü tüm durumlarda, kuşkusuz eğer bu ikisinden biri gerçekleşirse uygun süre verilmesi gerekmez. Üç günlük fesih bildirim süresine tabi taşınır kiraları için de bu esas geçerlidir. Nitekim bir firmanın, renk körü müşterileri için yılda bir kez düzenlediği bir organizasyonda kullanmak üzere sipariş ettiği çok özel bir elektronik alet sunum günü kirada olduğu için teslim edilmezse, fesih yoluyla üç gün sonra teslim edilmesinin de anlamı kalmayacağı  için  uygun  süre  verilmesi  gerekmeyecektir.  Zira  borçlunun temerrüdü sonucunda borcun ifası alacaklı için artık yararsız kalmıştır. bbb. Taşınmaz ve taşınır yapı kiraları ile Konut ve çatılı işyeri kiralarında Taşınmaz ve taşınır yapı kiralarında, taraﬂ ardan her biri, bir taşınmaza veya taşınır bir yapıya ilişkin kira sözleşmesini yerel âdette belirlenen kira döneminin sonu için veya böyle bir âdetin bulunmaması durumunda, altı aylık Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 45Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları kira döneminin sonu için, üç aylık fesih bildirim süresine uyarak feshedebilir (TBK m. 329). Taşınmaz ve taşınır yapı kiralarında, dönemler ve bildirim süreleri taşınır kiralarındakinden uzundur. Ancak üç ay dönemli ve bir ay bildirim süreli taşınır kiralarında alıcının hakları ile ilgili yukarıdaki açıklamalardan burada da ayrılmak için bir neden yoktur. Kiraya verenin fesih bildirimi yoluyla kira sözleşmesini sona erdirmesi açısından, en uzun beklenilecek kira ilişkileri, konut ve çatılı işyerlerine ilişkin olanlardır. Nitekim konut veya çatılı işyerine ilişkin belirsiz süreli kira sözleşmesi, kiraya veren tarafından ancak kiranın başlangıcından on yıl geçtikten sonra, genel hükümlere göre fesih bildirimiyle sona erdirebilir (TBK m. 347). On yıl gibi uzun bir süre, imkânsızlığın geçici olarak nitelendirilmesinde tereddüde yol açabilir. Nitekim öğretideki baskın görüşe göre, imkânsızlık geçici nitelikte olsa bile geçiciliğin kalkmasına kadar beklenmesi sözleşmenin amacını elde edilemez kılıyor ya da geçiciliğin ne kadar süreceği belirsiz kalıyorsa, artık kalıcı (sürekli) bir imkânsızlıktan söz edilebilir ve borçlu bunda kusurlu ise TBK m. 112 ye başvurulabilir. Ancak burada esas dikkat edilecek husus, kiralananın en nihayetinde satıcının mülkiyetinde olması ve satıcının kiracıyı ikna ederek kira sözleşmesini fesih dışında bir yolla sona erdirme ihtimalinin her zaman için var olmasıdır. Zaten bu çalışmada kabul edilen şekliyle aynen ifadan vazgeçmeye imkân tanıyan  uygun  süre,  kira  ilişki  yokmuş  gibi  belirleneceğinden, konut  ve çatılı işyeri kirasındaki on yıllık uzun süre, alıcının bu kadar beklemesini de gerektirmeyecektir. Tekrarlamak gerekirse alıcı, konut kirada değilmiş gibi aynen ifa için satıcıya uygun bir süre verecek; bu süre içinde ifa gerçekleşmezse temerrütten doğan diğer iki seçimlik hakkını kullanacaktır (TBK m. 125/2). 52  Kuşkusuz konut ve çatılı işyeri kiralarında da fesih için beklenecek süre her durumda on yıl olmayacaktır. Örneğin satış, kira akdinin on üçüncü yılında yapılmış, dönem sonu için fesih bildiriminde bulunulmuş ve satıcının borcunu ifa zamanı, kira akdinin fesihle sona ermesinden önceki yedinci güne denk gelmiş olabilir. Bu örnekte ifa, sadece yedi gün için –geçici- imkânsız olacaktır. 53  Bak. OĞUZMAN/ÖZ, n. 1488; EREN, Borçlar Genel, s. 1040-1041; VON TUHR (EDEGE), s. 562; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, s. 1217; ayrıntılı bilgi için GÜNDOĞDU, s. 53, 104 vd.; BAŞOĞLU, s. 175 vd. 46 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER bb. Belirli Süreli Kira Sözleşmelerinde Kararlaştırılan sürenin geçmesiyle herhangi bir bildirim olmaksızın sona erecek kira sözleşmesi belirli sürelidir (TBK m. 300/2). O hâlde belirli süreli kira sözleşmesi bu sürenin sonunda kendiliğinden sona erer (TBK m. 327/1). Konut ve çatılı işyeri kiralarında durum farklıdır. Bu tür kiralarda, kiracı belirli süreli sözleşmelerin bitiminden önce bildirimde bulunmadıkça, sözleşme aynı koşullarla bir yıl için uzatılmış sayılır. Kiraya veren ise ancak on yıllık uzama süresi sonunda, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, sözleşmeyi sona erdirebilir (m. 347). Belirli süreli kira sözleşmelerindeki durum da, yukarıda belirsiz süreli kira sözleşmeleri için olandan, satıcının borcunun ifası noktasında pek farklı değildir. Bu kira ilişkilerinde de sürenin bitimine kadar, satışın gereği olan, dolaysız zilyetliğin ve bu yolla mülkiyetin devri geçici olarak imkânsızdır. Belirli  süreli  kira  sözleşmelerinde  sürenin  bitimi  ile  kira  ilişkisi kendiliğinden sona ereceğinden aynen ifayı engelleyen geçici imkânsızlık da artık ortadan kalkmış olur. Ancak bu noktada TBK m. 327/2 ye de değinmek gerekir.  Bu  hükme  göre,  belirli  süreli  kira  sözleşmesinin  taraﬂ arı,  süre dolmasına karşın açık bir anlaşma olmaksızın kira ilişkisini sürdürürlerse, kira sözleşmesi belirsiz süreli sözleşmeye dönüşür. Bir başka deyişle, bu hüküm sayesinde kira sözleşmesi belirli süreli olmaktan çıkarak belirsiz süreli bir nitelik kazanmakta ve bu hâliyle kira ilişkisi varlığını sürdürebilmektedir. Şu hâlde somut olayda, belirli süreli kira sözleşmesine konu edilmiş kiralanan satılmış ve fakat süre dolduktan sonra hâlâ kiracının zilyetliğinde ise, bunun TBK m. 310 un uygulanmasına nasıl bir etkisi olacaktır? Satış açısından ise, imkânsızlık ortadan kalkmış mı yoksa devam ediyor mu kabul edilecektir? İki  farklı  ihtimale  göre,  bu  sorular  yanıtlanabilir.  İlk  olarak,  kira sözleşmesinin sürdürülüp sürdürülmediği, satışın varlığı dikkate alınmadan, kiracı  ve  kiraya  verenin  birbirine  yönelik  davranışları  yorumlanarak belirlenmeye çalışılabilir. Bu noktada, kiralananın hemen geri alınmamış ya da iadesinin istenmemiş olmaması tek başına bir fikir vermez ise de, kiracının kira ödemeye devam etmesi ve kiraya verenin çekince ileri sürmeksizin bu ödemeleri alıyor olması gibi davranışlar kira ilişkisinin sürdürüldüğüne yorumlanabilir. İkinci olarak, kiralananın satılması, satıcının/kiraya verenin 54  Çeşitli örnekler için bak. YAVUZ/ACAR/ÖZEN, s. 577. 55  EREN, Borçlar Özel, s. 379; YAVUZ/ACAR/ÖZEN, s. 576-577. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 47Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları kira ilişkisini sürdürme iradesinin bulunmadığına yorumlanabilir. Böylece belirli süreli kira sözleşmelerinde, sürenin dolmasından önce kiralananın satışı için sözleşme yapılmışsa, artık kira ilişkisinin sona ereceği, belirsiz süreli  sözleşme  olarak  devamının  istenmediği  ileri  sürülebilir.  Bu  ikinci anlayışın takibi daha isabetli olabilir. Zira satışın varlığı hâlinde, satıcının hem kiralananı satıp hem de kiraya veren sıfatını korumak istediğinin kabulü çelişki olur. Sonuçta, TBK m. 310 uygulansa ve satışa karşın kira varlığını sürdürse bile, satıcı kiraya veren sıfatını yitirecek ve alıcı kira ilişkisinin tarafı olacaktır. Özetle, belirli süreli kira sözleşmelerinde sürenin dolmasından önce kiralanan satılmışsa, kiraya veren malikin kira ilişkisini sürdürme niyetinin bulunmadığının benimsenmesi uygun olacaktır. 2. Satış Sözleşmesinin Önce Kiranın Sonra Kurulduğu Durumlar Bu ihtimalde önce satış sözleşmesi kurulmuş, sonra satıcı/malik, bir başkası ile kira sözleşmesi yapmıştır. Bu durumda karşılaşılacak sorunları da, zilyetliğin devri noktasında hangi sözleşmenin daha önce ifa edildiğine göre ayrı ayrı incelemekte yarar vardır. a. Zilyetliğin Alıcıya Devredilmiş Olması Satış sözleşmesi yapıldıktan sonra malik, satılanı bir başkasına kiraya vermiş ve satılanı alıcıya devretmiş olabilir. Bu durumda hâliyle kiralananı kiracıya teslim etmemiş (TBK m. 301), zilyetliğini kiracıya devretmemiş olmaktadır. Anımsatmak gerekirse, daha önce, TBK m. 310 un lafzıyla da bağlantılı iki görüş üzerinde durulmuştu. Bir görüş, TBK m. 310 u uygulanması için, kiralananın zilyetliğin kiracıya devredilmiş olmasını arıyordu. Bu görüşe göre, satılan, sonraki kira sözleşmesine karşın alıcıya devredildiğinden, yani kiracı şeyin zilyetliğini kazanamadığından, TBK m. 310 un uygulanması gündeme gelmeyecektir. Dolayısıyla satıcı ile alıcı arasındaki ilişki kiradan etkilenmeyeceğinden, alıcının bu noktada konumuz açısından incelenecek özel bir durumu yoktur. İkinci görüş ise, TBK m. 310 un kira sözleşmesinin kurulmasından sonra kiralananın el değiştirmesinden söz eden lafzından ve hatta ruhundan (kiracının bu durumda da korunmasından vazgeçilmemesinden) hareketle, kiracının zilyetliği sağlanmasa da kira ilişkisinin doğmuş olmasını, TBK m. 310 un uygulanması için yeterli görüyordu. Bu açıdan bakıldığında, satış sözleşmesi daha önce kurulmuş olsa bile, kira sözleşmesinin yapılmasından 48 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER sonra,  satılanın  mülkiyeti  alıcıya  devredilmiş  olursa,  yine  TBK  m.  310 uygulanacaktır. Kiracı sözleşmesinin ifasını, kiralananın kendisine teslimini yeni malikten isteyebilecektir. Alıcının  bu  durumda  satıcıya  karşı  zapt  hükümlerine  başvurup vuramayacağı  ise  bir  başka  sorundur.  Zapttın  koşullarından  birisi,  satış sözleşmesinin  kurulduğu  sırada  var  olan  bir  hak  dolayısıyla  satılanın alıcının elinden alınmasıdır (TBK m. 214/1). Oysa burada kira hakkı satıştan sonra doğmaktadır. Burada, m. 310 un tasarruf işlemi (el değiştirme) esaslı düzenlemesi nedeniyle –eskiden zapt açısından gündeme gelmeyen- yeni bir durum doğduğu, bir kanun boşluğu meydana geldiği ve bu boşluğun zapt hükümlerine  kıyasen  başvurmak  yoluyla  doldurulması  kabul  edilmezse, alıcının yapacağı, borcun gereği gibi ifa edilmemesinden dolayı TBK m. 112 ye göre satıcıdan olumlu zararını istemek olacaktır. Bir başka hususa burada kısaca değinmek gerekirse, satış sözleşmesinin yapılıp mülkiyetin alıcıya geçirildiği ve bu aşamadan sonra satıcının bir de satılan için kira sözleşmesi yaptığı durumların TBK m. 310 ile ilgisi yoktur. Bu durumda satıcı bir başkasının malını kiraya veren durumundadır. Sözleşmeyi ifa edemeyince, kiracıya karşı sorumlu olacaktır. b. Zilyetliğin Kiracıya Devredilmiş Olması Satış sözleşmesi yapıldıktan sonra malik, satılanı bir başkasına kiraya vermiş ve satılanı kiracıya devretmiş olabilir. Örneğin vade gününe kadar satılanı (onun zilyetliğini ve mülkiyetini) elinde bulunduran satıcı, bu tarihten önce  onu  bir  başkasına  kiraya  verebilir  ve  kiracıya  dolaysız  zilyetliğini devredebilir. TBK m. 310 un, kira sözleşmesinin kurulmasından sonra satılanın el değiştirmesinden söz eden, tasarruf işlemini esas alan bir yapısı olduğuna değinilmişti. Bu bakış açısıyla, satış sözleşmesinin önce yapılmış olması, kiracıya kiralananın zilyetliğinin devrini hem arayan hem de aramayan görüş 56  GUHL/KOLLER, § 44 N. 74; ÖZDEMİR, s. 158. 57  Öğretide konunun tartışmalı yönü vardır. Mesele bir görüş açısından değerlendirilirse, burada imkânsızlıktan söz etmek doğru olmaz; zira satıcı borcu ifa edemese de, malın sahibi için pekâlâ ifa mümkündür. Yani objektif bir imkânsızlık ortada yoktur ve bu nedenle temerrüt hükümlerinin uygulanması düşünülmelidir. Bu görüş için bak. EREN, Borçlar Genel, s. 1039, 1040, 1089-1090; Fahrettin ARAL, Türk Borçlar Hukukunda Kötü İfa, Yetkin Yayınları, Ankara 2011, s. 72; Diğer görüş açısından değerlendirilir ise, burada malı malikinden temin ederek borcunu yerine getiremeyen kiraya veren açısından, borç artık kusuru ile imkânsızlaşmış olup TBK m. 112 ye göre kiracıya karşı sorumluluğu doğar. bak. GÜNDOĞDU, s. 145 vd.; ÖZDEMİR, s. 158. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 49Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları için, TBK m. 310 un uygulanmasını engellemeyecektir.  Zira kiralananın zilyetliğinin kiracıya devrini arayan görüş bakımından, bu devir gerçekleştikten sonra mülkiyetin devri (kiralananın el değiştirmesi) gerçekleşmiştir. Kira sözleşmenin kurulmuş olmasını yeterli gören görüş için de, el değiştirme kiradan sonra gerçekleştiğinden yine TBK m. 310 uygulanacaktır.   Satıcı,  bu  ihtimalde,  alıcıya  satılanın  dolaysız  zilyetliğini  ve  bu yolla  mülkiyetini  devredememektedir. Alıcı  da  dolaylı  zilyetliğin  ve  bu yolla mülkiyetin devrini kabul etmezse satıcı temerrüde düşmüş olacaktır ki, yukarıda bir başka başlık altında belirli-belirsiz süreli kira sözleşmeleri açısından konu ayrıntılı biçimde incelenmişti. Satıcının  zapttan  sorumluluğuna  gidilip  gidilemeyeceğine  gelince, zapta  karşı  sorumlulukta  satış  sözleşmesinin  kurulduğu  sırada  var  olan bir  hak  dolayısıyla  zapttın  gerçekleşmesi  gerekirken,  bu  başlık  altında incelenen  ihtimalde,  kira  sözleşmesi  satıştan  sonra  kurulmaktadır.  İkinci olarak, zilyetlik kiracıya devredildiğinden, satılan satıcının elinden alınmış da olmamaktadır ki, TBK m. 214 te zaptın satılanın tamamının veya bir kısmının bir üçüncü kişi tarafından alıcının elinden alınırsa gerçekleşeceği açıkça zikredilmiştir. Bu iki nedenle, alıcının -dolaylı zilyetliğin (ve bu yolla mülkiyetin) devrini kabul etmiş olsa da- satıcıya karşı zapt hükümlerine başvuramayacağı anlaşılmaktadır. O hâlde alıcının yapacağı iş, borcun gereği gibi ifa edilmemesine dayanarak TBK m. 112 ye göre satıcının sorumluluğuna gitmek olacaktır. 3. Borcun Gereği Gibi İfa Edilmemesinden Dolayı Alıcının Hakları TBK m. 112 de borcun hiç ifa edilmemiş olması yanında gereği gibi ifa edilmemiş olması da düzenlenmiştir. Bu durumda borç ifa edilmiştir ve fakat sözleşmeye uygun, gereği gibi ifa edilmemiştir. Bundan dolayı da borçlu, alacaklının borcun gereği gibi ifa edilmemesinden doğan zararını tazmin edecektir. Yani gereği gibi ifa etmemeden dolayı alacaklı borçludan olumlu zararının tazminini isteyebilecektir: -TBK m. 310 un uygulanması için kiracıya kiralananın zilyetliğinin devrini zorunlu görmeyen görüş açısından, alıcı satılanı devraldıktan sonra, kira ilişkisinin varlığını öğrenmiş olabilir. Bu durumda alıcı, kiracı tarafından satılan elinden alındığında, satıcıya karşı zapt hükümlerine başvurabileceği gibi TBK m. 112 ye de başvurabilir. Zira Kanun un satış sözleşmesinde zapt hâli için ayrıca hükümler getirmiş olması, alıcının TBK m. 112 ye başvurma hakkını ortadan kaldırmaz. Bu ikisi yarışır nitelikte olup zapt hükümlerine 58  Kanun koyucuların genel olarak ifa yükümlülüğü ve ifa etmemenin sonuçlarının yanı sıra 50 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER (m. 214 vd) gitmek yerine alıcı TBK m. 112 ye göre tazminat isteme yolunu da tercih edebilir. -Yine aynı görüş açısından, satılan kendisine devredilen alıcının, kira sözleşmesinin varlığını sonradan öğrendiğinde, kiracı kendisinden henüz bir talepte  bulunmadan  önce  zapt  hükümlerine  başvuramayacağına  yukarıda değinilmişti. Ancak bu durum TBK m. 112 nin uygulanmasına engel olmaz; borcun gereği gibi ifa edilmemesi nedeniyle TBK m. 112 ye göre alıcı satıcının sorumluluğuna gidilebilir. -Alıcı satılanın kiraya verildiğinden haberdar olduğunda, bu hâliyle satılanı teslim almayı –yahut dolaylı zilyetliğin devrini- kabul etmeyebilir. Bu husus yukarıda incelendi. Ancak aynı durumda alıcı satılanı kabul de edebilir ve satıcının satış sözleşmesinden doğan borcunu gereği gibi ifa etmediğine dayanarak TBK m. 112 ye göre tazminat talebinde bulunabilir. B. İrade Bozukluğundan Doğan Haklar 1. Yanılma Yanılma irade bozukluğu hâllerindendir. TBK m. 30 a göre, sözleşme kurulurken esaslı yanılmaya düşen taraf, sözleşme ile bağlı olmaz. Alıcı  satılanın  kirada  olduğundan  habersiz  ise,  TBK  m.  310 un uygulandığı durumlarda, satış sözleşmesi açısından yanılma hükümlerine başvurulup vurulamayacağı üzerinde de durmak gerekir. Burada gündeme gelecek yanılma saik yanılmasına dayanan esaslı yanılmadır. ayrıca zapta karşı tekeﬀ ül sorumluluğunu düzenlemeleri, alıcının kendisini malik addetmekte kendisine duyduğu güvenin korunmasıdır. Gerçekten de geçerli olarak kurulduğuna güvenilen ve fakat geçerli olarak kurulmamış bir sözleşmeye duyulan güven; ifa edilmemiş ve fakat ifa edileceğine dair duyulan güven ve görünüşte ifa edilmiş ancak ifanın görünüşte gerçekleştiğinin sonradan anlaşılması ile yaşanabilecek olumsuz durumlar ve özellikle alıcının çeşitli ithamlara maruz kalabilme (hırsız olduğu vs. şeklinde) tehlikesi, özel bir düzenleme yapmanın gerekçeleri arasında sayılabilir. Söz konusu hükümlerin genel olarak ifa engellerini düzenleyen hükümler karşısındaki (TBK. m. 112 vd.) konumu tartışmalı olmakla birlikte kanaatimizce hak sahibi bu hükümlere seçimlik bir biçimde dayanabilir. M. Fadıl YILDIRIM, Satıcının Zapta Karşı Tekeﬀ ül Sorumluluğu Bakımından 6098 Sayılı Türk Borçlar Kanunu nun 216. Maddesi Nasıl Okunmalıdır?, Gazi Üniversitesi Hukuk Fakültesi Dergisi,  C. XVII, Sa. 1-2, 2013, s. 1050; NOMER/ENGİN, m. 214 n. 24-25; GÜMÜŞ, (2013), s. 54. 59  Gayrimenkullerdeki kira sözleşmesinde, kiralananın tapu kayıtlarına gerekli şerhler düşülmediği durumlarda, üçüncü kişilerin gayrimenkulün kira ile yüklü olup olmadığını bilmemesi gayet normaldir ÖZDEMİR, s. 150. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 51Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları Saikte  yanılma  tek  başına  esaslı  yanılma  olarak  değerlendirilmez. Saikte yanılmanın esaslı yanılma sayılması için şu koşulların gerçekleşmesi gerekir (TBK m. 32): - Yanılan, yanıldığı saiki sözleşmenin temeli saymalı, - yanılanın bu anlayışı iş ilişkilerinde geçerli dürüstlük kurallarına uygun olmalı, - yanılma konusu saik karşı tarafça da bilinebilir olmalıdır. Yanılanın  yanıldığı  saiki  sözleşmenin  temeli  sayması,  yanılmanın subjektif  unsurudur.  Eğer  yanılan,  bu  yanılması  olmasaydı  sözleşmeyi yapmayacak veya mevcut koşullarla yapmayacak idiyse durum böyledir 60. TBK m. 310 açısından, alıcı satılanın kirada olduğunu bilseydi bu sözleşmeyi yapmayacak idiyse (veya aynı koşullarla yapmayacak idiyse), subjektif koşul gerçekleşmiş olur. İkinci unsur objektif bir değerlendirme gerektirir. Yanılanın yanıldığı saiki  sözleşmenin  temeli  saymasının  iş  ilişkilerinde  geçerli  dürüstlük kurallarına uygun olması da gerekir ki yanılma esaslı olsun. Şu hâlde, satılanın kirada olmasından dolayı, dolaysız zilyetliği elde edemeyip TBK m. 310 a göre kira sözleşmesinin tarafı hâline gelme, iş ilişkilerinde geçerli dürüstlük kuralları açısından esaslı bir yanılma görülmeli midir? Yani alıcının satılanın dolaysız zilyetliğini elde edeceği -hâliyle onun kirada olmadığı- düşüncesi boşa çıkarsa, yanılma objektif açıdan esaslı yanılma sayılmalı mıdır? Kanaatimce burada alıcı lehine bir tutum izlenmeli, kirada olan bir malın alınmak istenmeyeceği esasen kabul edilmelidir: -Öncelikle, kiranın varlığı mülkiyetten doğan o şeyi kullanma yetkisini engeller. Bir şeyin mülkiyetini satın alma sonucu kazananın, o şeyi kullanma amacının olması ise kuvvetle muhtemeldir. Bu nedenle aksi ortaya konmadıkça alıcının, satılanı kullanabileceği düşüncesini de taşıyarak sözleşme ilişkisine girdiği kabul edilmelidir. -Satılanı tekrar satmak için edinenler açısından da, kiraya verilmiş bir malın alınmak istenmeyeceği esasen kabul edilmelidir. Zira kirada olan bir malı satmak normalde daha güçken; TBK m. 310 karşısında daha da güçleşmiştir. 60  Bak. O. Gökhan ANTALYA, Borçlar Hukuku Genel Hükümler, Cilt: I, Legal Yayıncılık, İstanbul 2015, s. 317; OĞUZMAN/ÖZ, n. 334; EREN, Borçlar Genel, s. 388; 61  Bilindiği gibi mülkiyet hakkı, o şey üzerinde malike kullanma, yararlanma ve tasarruf etme yetkilerini bahşeder. 52 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER -Öte yandan, kira gibi sürekli bir ilişki içine çekilmek ve tanımadığı biriyle  sözleşme  tarafı  hâline  gelmek,  ilk  bakışta  aşağı  yukarı  herkesin karşılaşmak isteyemeyeceği bir duruma işaret eder. Gerçekten de, TBK m. 310 ile, sözleşme serbestisinin asıl olduğu bir sistemde kişi, istisnai şekilde, iradesi dışında sözleşme tarafı olmaktadır. Satılanı kiraya verme düşüncesi olsa bile, sözleşmenin karşı tarafını seçme imkânını yitirmektedir. Tüm bu nedenler, alıcının satılanın kirada olmadığı saikini sözleşmenin temeli saymasının, iş ilişkilerinde geçerli dürüstlük kuralları açısından da haklı  görülmesini  gerektirmektedir.  Bir  başka  deyişle,  alıcının  satılanın kirada olduğunu bilseydi onu almayacağı anlaşılmışsa, bu tavrın toplumun genelinin de düşüncesini yansıttığı benimsenmelidir. Kuşkusuz yukarıdaki soyut değerlendirmeler, somut olaydaki durum ve koşullara göre gerçek anlamını bulacaktır. Örneğin bir çiftçinin satış sözleşmesinden beklentisi, sürekli kullandığı eski traktörünün yerine yenisini koymak ise ya da bir avukatın yeni açtığı yazıhanesinde kullanmak üzere mobilyalar satın aldığı anlaşılıyorsa, yanılmanın hem subjektif hem de objektif koşulu gerçekleşmiş olacaktır. Saik  yanılmasının  esaslı  yanılma  sayılması  için,  yanılma  konusu saikin karşı tarafça  bilinebilir olması da gerekmektedir. Yukarıda açıklanan gerekçelerle, bir şeyi satın alırken alıcının, onun üzerinde mülkiyet hakkından doğacak yetkileri dilediği gibi kullanabileceği düşüncesi ile hareket etmesi asıldır;  olağandır.  Dolayısıyla  somut  olaydan  aksi  anlaşılmadıkça  satıcı, üzerinde mülkiyetten doğan yetkileri dilediği gibi kullanabileceği düşüncesi ile  alıcının  satılanı  aldığını  bilebilecek  durumda  kabul  edilmelidir.  Bir başka deyişle, prensip itibariyle, satıcı alıcının malın kirada olmadığı saiki taşıyabileceğini bilebilecek durumdadır. Bu değerlendirmelere göre, saik yanılmasının esaslı yanılma sayılması için aranan koşullar pratikte sıklıkla gerçekleşeceğinden, TBK m. 310 un uygulandığı durumlarda, alıcı yanılma hükümlerine başvurabilecektir. Bu yolla sözleşmeyi iptal edebilecek; kira ilişkisinin tarafı olmaktan ve –kira müddetince- kullanamayacağı bir şeyi edinmekten kurtulabilecektir. 62  ve sözleşme koşullarını belirleme 63  …karşı taraf yanılanın yanıldığı saiki sözleşmenin temeli saydığını biliyor veya dürüstlük kuralına göre gerekli dikkat ve özeni göstermiş olsa idi bilebilecek durumda bulunuyor idi ise, bilinebilirlik unsuru gerçekleşmiş olur. EREN, Borçlar Genel, s. 389. 64  İNCEOĞLU, 596 dn. 2403; AYDOĞDU/KAHVECİ, s. 452; ÇABRİ, s. 194. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 53Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları Kira  ilişkisine  gelince,  alıcının  iptal  hakkını  kullanması  ile  satış sözleşmesi -geçmişe etkili şekilde- hükümsüz hâle gelecek; satıcı ile kiracı arasındaki  kira  sözleşmesi  varlığını  sürdürecektir.  Dolayısıyla  alıcının yanılma  hükümlerine  başvurmasından  –kiracı  sıfatının  değişmemesi noktasında- kiracı açısından bir sakınca doğmayacaktır. 2. Aldatma TBK m. 36/1 e göre, taraﬂ ardan biri, diğerinin aldatması sonucu bir sözleşme yapmışsa, yanılması esaslı olmasa bile, sözleşmeyle bağlı değildir. Aldatmada da bir yanılma vardır ve fakat buradaki yanılma bir başkasının diğerini sözleşme yapmaya sevk etmek maksadıyla onda kasten uyandırdığı bir yanlış kanaate dayanmaktadır. Yani buradaki saik yanılması aldatmadan doğmaktadır ve bu durumda yanılma esaslı yanılma niteliğinde olmasa da aldatılana sözleşmeyi iptal hakkı tanınmaktadır. Aldatma aktif ya da pasif bir davranışla (susma) gerçekleştirilebilir. Aslında taraﬂ arın sözleşme ile ilgili hususlarda bildikleri her şeyi karşı tarafa aktarma yükümlülüğü yoktur. Ancak taraﬂ ardan birinin diğerini aydınlatma yükümlülüğü varsa, bu yükümlülüğün yerine getirilmeyerek sessiz kalınması aldatmadır. Bu yolla, sessiz kalınarak diğerinden bir olay gizlenmekte, onun bu hususta düşmüş olduğu yanlış kanaatin sürmesi sağlanmaktadır. Böylece kişi, o konudaki yanılmasını bilseydi sözleşme kurmayacak bir durumda iken, yanlışı kasten düzeltilmediği için, yanılmasından yararlanıldığı için, sözleşme ilişkisine girmektedir. İşte susmanın aldatmaya yol açmasına neden olan aydınlatma yükümlülüğünün dayanağı, öğretide, kanun, sözleşme yahut dürüstlük kuralı (TMK m. 2) olarak gösterilmektedir. Taraﬂ ardan birinin gerekli dikkat ve özeni gösterdiğinde yanıldığını fark edebileceği, olayın doğru  biçimini  kolaylıkla  öğrenebileceği  durumlarda  ise  karşı  tarafın aydınlatma yükümlülüğünün bulunmadığı kabul edilmektedir. TBK m. 310 açısından, satıcının satılanın kirada olduğunu alıcıya söylememesinin,  bu  hususta  susmasının,  aldatma  olarak  değerlendirilip değerlendirilemeyeceğine değinmek gerekir. 65  İNCEOĞLU, s. 578; ÇABRİ, s. 175. 66  EREN, Borçlar Genel, s. 398; OĞUZMAN/ÖZ, n. 355; ANTALYA, s. 328. 67  Bak. ANTALYA, s. 328; M. Fadıl YILDIRIM, Borçlar Hukukuna Göre Sözleşmenin Kuruluşunda Hile, Ankara 2002, s. 104 vd.; Zekeriya KURŞAT, Borçlar Hukuku Alanında Hile Kavramı, İstanbul 2003, s. 51 vd. 68  EREN, Borçlar Genel, s. 399; YILDIRIM, (2002), s. 105; KURŞAT, s. 53. 69  KURŞAT, s. 52. 70  YILDIRIM, (2002), s. 106. 54 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER İlk olarak belirtmek gerekir ki, yukarıda yanılmanın subjektif unsurunda değinildiği  gibi,  alıcının  satılan  üzerinde  mülkiyetten  doğan  üç  yetkiyi de kullanabileceği saiki ile hareket etmesi olağandır. Dolayısıyla alıcının, şeyin kirada olduğunu bilseydi dahi sözleşmeyi aynı koşullarla yapacağı ortaya konmadıkça, onun satılan üzerinde mülkiyetten doğan tüm yetkileri kullanabileceği saikiyle sözleşme ilişkisine girdiği kabul edilmelidir. Hâl böyle olunca, alıcının kira ilişkisini bilemeyebileceğinin farkında olan satıcının onu uyarması, aydınlatması beklenebilir. Bir başka deyişle, kanaatimce, bu gibi durumlarda satıcının dürüstlük kuralından doğan bir aydınlatma  yükümlülüğü  vardır  ve  bu  nedenle  alıcıya  satılanın  kirada olduğunu söylememesi, susma yolu ile aldatma (pasif aldatma) olarak kabul edilmelidir. Yukarıdaki kanaat özellikle, satılan satıcının elinde ise, alıcı satıcının nezdinde satılanı görmüş ve pazarlık yapmışsa güçlenmektedir. Zira satılanı satıcıda gören alıcının onun kirada olduğunu düşünmesi pek beklenemez. Satılan kirada olmasına karşın herhangi bir nedenle satıcıda bulunuyor olabilir.  Öncelikle  kira  ilişkisi  kurulmuş  olmasına  karşın,  henüz  satılan kiracıya teslim edilmemiş olabilir. Kiracıya teslim edilmiş olsa bile, onarım vb. bir maksatla geçici olarak satıcıda bulunuyor olabilir. Hatta kiralananı satacağını  söyleyerek,  alıcı  adaylarına  sergilemek  üzere  bir  müddet  için kiracıdan alınmış olabilir. Tüm bu durumlarda malı satıcının elinde gören alıcıdan, satılanın kirada olduğunu düşünmesi ya da kirada olup olmadığını araştırması beklenemez. Satış sözleşmesi için yapılan müzakere sürecinde, satılan satıcıda değil de, bir üçüncü kişi de ise durum farklıdır. Alıcıdan böyle bir durumda hiç olmazsa hangi nedenle satılanın üçüncü kişide bulunduğunu sorması beklenir. Dolayısıyla satılan üçüncü kişide ise ve alıcı bunu biliyorsa, satıcının artık dürüstlük  kuralından  doğan  bir  aydınlatma  yükümlülüğünün  olmadığı kabul edilmelidir. Hâliyle satıcının susması, kiradan söz etmemesi, aldatma olarak değerlendirilemez. Ancak alıcının sorması üzerine, gerçeğe aykırı beyanlarda bulunursa, örneğin satılanın onarım için başkasında bulunduğunu, üçüncü kişiye ödünç verildiğini söyleyerek alıcıyı yanıltırsa, aldatma yine 71  Aldatma  hükümlerine  başvurulabileceği  yönünde  İNCEOĞLU,  s.  596; AYDOĞDU/ KAHVECİ, s. 452; ÇABRİ, s. 194. 72  Özellikle kiracıya zilyetliğin devrini TBK m. 310 un uygulanması için zorunlu görmeyen görüş açısından bu ihtimali de belirtmek gerekir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 55Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları gerçekleşmiş  olur.  Kuşkusuz  burada  artık  susmak  suretiyle  değil,  aktif davranışla gerçekleştirilen bir aldatma vardır. Aldatmanın  veya  yanılmanın  varlığı  hâlinde  alıcı,  aldatmayı  veya yanılmayı  öğrendiği  andan  başlayarak  bir  yıl  içinde  sözleşme  ile  bağlı olmadığını bildirebilir; iptal hakkını kullanabilir. İptal hakkını bu süre içinde kullanmazsa sözleşmeyi onamış sayılır (TBK m. 39/1). Aldatma durumunda iptal hakkının kullanılmamış olması, tazminat hakkını ortadan kaldırmaz (TBK m. 39/2). Dolayısıyla alıcı, aldatmadan doğan zararlarını satıcıdan isteyebilir. Tıpkı  yanılmada  olduğu  gibi,  alıcının  borca  aykırılıktan  doğan hakları ile aldatmadan doğan iptal hakkı yarışır. Dolayısıyla alıcı, dilerse o hükümlere dilerse aldatma hükümlerine başvurabilir. Ayrıca her ikisinin koşulları da somut olayda sağlandığında, alıcının yanılma veya aldatmadan dilediğine dayanması da mümkündür. SONUÇ 6098 sayılı Türk Borçlar Kanunu m. 310 a göre, kira sözleşmesinin kurulmasından  sonra  kiralananın  el  değiştirmesi  kira  ilişkisini  sona erdirmemektedir. Kiralananın el değiştirmesinin nedeni satış sözleşmesi de olabilir. Dolayısıyla 6098 sayılı Kanun la, öncesinden farklı olarak, artık, satış kirayı bozmaz ilkesi benimsenmiş olmaktadır. Satış kirayı bozmadığına göre, alıcı kira sözleşmesinin tarafı olacaktır. Bu durum kendiliğinden gerçekleşeceğinden, alıcının rızası önem taşımaz. Hatta alıcı kiranın varlığını bilmiyor olsa dahi aynı sonuç doğar. İstemeden,  bilgisi  ve  rızası  dışında,  bir  sözleşme  ilişkisinin  tarafı olmaktan alıcı çoğu zaman memnun olmayacaktır. Özellikle kira gibi sürekli borç ilişkisi doğuran bir sözleşme için bu rahatlıkla söylenebilir. Diğer yandan kiranın varlığı, alıcının şeyi kullanmasını engelleyecektir. Kira ilişkisinden dolayı, kiraya veren satıcı, satıştan doğan borçlarını yerine getiremezse, alıcı satıcıya karşı satış sözleşmesine dayanarak birtakım haklar ileri sürebilecektir. Genel olarak ifade etmek gerekirse, TBK m. 310 un uygulandığı durumlarda, alıcının satıcıya karşı zapt hükümlerine, TBK m. 73  Satıcının satılanın kirada olduğunu ve fakat kiracı ile anlaştıklarını, satış üzerine kiranın anlaşma ile sona erdirileceğini bu hususta kaygılanmamasını ifade ederek, aslında hiç de böyle bir durum yokken, alıcıyı kandırması da aldatma niteliğindedir. 74  Bak. GÜMÜŞ, (2013), s.  54. 56 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER 112 ye, borçlunun temerrüdüne başvurabileceği ihtimaller vardır. Bu çeşitlilik bir yandan TBK m. 310 un koşulları ile ilgili öğretideki görüş ayrılıklarından bir yandan da somut olayda iki sözleşmenin (satışla kiranın) borçlandırıcı ve tasarruf işlemi aşamalarının gerçekleşme sırasından kaynaklanmaktadır. Son olarak belirtmek gerekir ki, TBK m. 310 un uygulandığı durumlarda alıcının, irade bozukluğu hâllerine, yanılma ve aldatmaya, başvurma imkânı da çoğu zaman bulunacaktır.",
     "Kaynakça": "ALTINOK ORMANCI, Pınar: “Kira Sözleşmesinin Kurulmasından Sonra Kiralananın El Değiştirmesi: Satım Kirayı Bozmaz İlkesinin Sonuçları”, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Yıl: 12, Sa. 24/2, 2013, s. 125-141. ANTALYA, O. Gökhan: Borçlar Hukuku Genel Hükümler, Cilt: I, Legal Yayıncılık, İstanbul 2015. ARAL, Fahrettin / AYRANCI, Hasan: Borçlar Hukuku Özel Borç İlişkileri, 11. Baskı, Yetkin Yayınları, Ankara 2015. ARAL,  Fahrettin:  Türk  Borçlar  Hukukunda  Kötü  İfa,  Yetkin Yayınları, Ankara 2011. ARIKAN, Mustafa/AKÇAAL, Mehmet: “Satış Sözleşmesine İlişkin Hükümler Bakımından Zilyetliğin Devri Kavramına İlişkin Değerlendirmeler”, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 21, Sa. 2, 2013, s. 163189. AYDOĞDU, Murat/KAHVECİ, Nalan: Türk Borçlar Hukuku Özel Borç İlişkileri, 2. baskı, Adalet Yayınevi, Ankara 2014. BAŞOĞLU,  Başak:  Türk  Hukukunda  ve  Mukayeseli  Hukukta Aynen İfa Talebi, XII Levha Yayıncılık, İstanbul 2012. ÇABRİ,  Sezer:  “Kira  Sözleşmesinde  Kiralananın  Mülkiyetinin  El Değiştirmesinin veya Üçüncü Kişinin Kiralanan Üzerinde Sınırlı Ayni Hak Sahibi  Olmasının  Sözleşmeye  Etkisi”,  Marmara  Üniversitesi  Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 18, Sa. 3, 2012, s. 163-199. EREN, Fikret: Borçlar Hukuku Genel Hükümler, 19. bası, Yetkin Yayınları, Ankara 2015. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 57Kiralananın Satılması Durumunda Alıcının Satıcıya Karşı Hakları EREN, Fikret: Borçlar Hukuku Özel Hükümler, 2. baskı, Yetkin Yayınları, Ankara 2015. ERTUĞRUL,  Meltem:  “Üçüncü  Kişinin  Kira  Sözleşmesinin Kurulmasından  Sonra  Kiralananda  Üstün  Hak  Sahibi  Olması”,  Ankara Barosu Dergisi, Yıl:72, Sa. 4, 2014, s. 541-578. GUHL, Theo/ KOLLER, Alfred: § 44. Miete und Pacht, in: Das Schweizerische  Obligationenrecht  mit  Einschluss  des  Handels-  und Wertpapierrechts,  9. Auﬂ .,  bearbeitet  von Alfred  KOLLER, Anton  K. SCHNYDER, Jean Nicolas DRUEY, Schulthess Verlag, Zürich 2000. GÜMÜŞ, M. Alper: 6098 Sayılı Türk Borçlar Kanununa Göre Kira Sözleşmesi, Vedat Kitapçılık, İstanbul 2012. GÜMÜŞ, M. Alper: Borçlar Hukuku Özel Hükümler, Cilt: I, 3. Bası, Vedat Kitapçılık, İstanbul 2013. GÜNDOĞDU,  Fatih:  Borca  Aykırılık  Hallerinden  Kusurlu  İfa İmkânsızlığı ve Hukuki Sonuçları, XII Levha Yayıncılık, İstanbul 2014. HEINRICH,  Peter: Art.  261-261b  OR,  in:  Handkommentar  zum Schweizer Privatrecht, Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe Art. 184-318 OR, 2. Auﬂ ., herausgegeben von Markus MÜLLER-CHEN, Claire HUGUENIN, Daniel GIRSBERGER, Schulthess Verlag, Zürich 2012. HIGI, Peter: Die Miete, in: Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, V. Band, Obligationenrecht, Teilband V2b, Erste Lieferung, Art. 253-265 OR, 3. Auﬂ ., herausgegeben von Peter GAUCH, Schulthess Verlag, Zürich 1994. İNCEOĞLU, Murat: Kira Hukuku, Cilt: I, XII Levha Yayıncılık, İstanbul 2014. KURŞAT,  Zekeriya:  Borçlar  Hukuku  Alanında  Hile  Kavramı, İstanbul 2003. NOMER, H. Nami/ENGİN, B. İlkay: Türk Borçlar Kanunu Şerhi, Özel Borç İlişkileri, Cilt I: Satış Sözleşmesi, 2. Bası, Seçkin Yayınları, Ankara 2015. OĞUZMAN,  M.  Kemal/ÖZ,  M.  Turgut:  Borçlar  Hukuku  Genel Hükümler, C. I, 13. bası, Vedat Kitapçılık, İstanbul 2015. 58 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Metin İKİZLER ÖZDEMİR, Hayrunnisa: “Kiralananın Devri ve Kira Sözleşmesinin Durumu”, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 62, Sa. 1, 2013, s. 147-174. ÖZEN,  Burak:  “Kira  Konusunun  Devri”,  Kazancı  Hukuk Araştırmaları Dergisi, Cilt: 9, Sa. 103-104, 2013, s. 89-107. PERMANN, Richard: Art. 261 OR, in: Orell Füssli Kommentar, Mietrecht Kommentar mit einschlägigen bundesrechtlichen und kantonalen Vorschriften, 2. Auﬂ ., Orell Füssli Verlag, Zürich 2007. SVIT-Kommentar (Schweizerischer Verband der ImmobilienwirtschaftKommentar),  Das  schweizerische  Mietrecht  Kommentar,  3.  Auﬂ ., Schulthess Verlag, Zürich 2008. TEKİNAY, S. Sulhi /AKMAN, Sermet/BURCUOĞLU, Haluk/ALTOP, A.:  Tekinay Borçlar Hukuku, 6. baskı,  Filiz Kitabevi, İstanbul 1988. VON TUHR, Andreas: Borçlar Hukukunun Umumi Kısmı, Cilt: 1-2, çeviren: Cevat EDEGE, Yargıtay Yayınları, Ankara 1983. YAVUZ, Cevdet/ACAR, Faruk/ÖZEN, Burak: Türk Borçlar Hukuku Özel Hükümler, 10. baskı, Beta Yayınevi, İstanbul 2014. YILDIRIM,  M.  Fadıl:  Borçlar  Hukukuna  Göre  Sözleşmenin Kuruluşunda Hile, Ankara 2002. YILDIRIM,  M.  Fadıl:  “Kiralananın  Temliki  Halinde  Kiracının Korunması Gereksiz mi? –Kiralananın Temliki Halinde Yeni Malik Tarafından Tahliye  Edilen  Kiracının  Tazminat  Talebi-,  Gazi  Üniversitesi  Hukuk Fakültesi Dergisi,  C. XVII, Sa. 4, 2013, s. 117-125. YILDIRIM, M. Fadıl:  “Satıcının Zapta Karşı Tekeﬀ ül Sorumluluğu Bakımından  6098  Sayılı  Türk  Borçlar  Kanunu nun  216.  Maddesi  Nasıl Okunmalıdır?”, Gazi Üniversitesi Hukuk Fakültesi Dergisi,  C. XVII, Sa. 1-2, 2013, s.1049-1059. ZEVKLİLER, Aydın/GÖKYAYLA, K. Emre: Borçlar Hukuku Özel Borç İlişkileri, 14. bası, Ankara 2014. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 59"
}