{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "3",
     "Başlık": "BİR İSLÂM HUKUKU MÜESSESESİ OLAN HİDÂNE HAKKININVE OSMANLI AİLE HUKUKU’NDA UYGULANIŞININ İZMİRŞER’İYYE SİCİLLERİNDE YER ALAN BİR KARAR ÖRNEĞİÜZERİNDEN İNCELENMESİ",
     "Title": "ANALYSING THE HIDÂNE RIGHT AS A FOUNDATION OF ISLAMIC LAW AND THE EXERCISE OF THIS RIGHT IN THE OTTOMAN FAMILY LAW",
     "Yazar İsmi": [
          "İrem KARAKOÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Osmanlı Aile Hukuku",
          "İzmir Şer’iyye Sicilleri",
          "hidâne hakkı",
          "hâdine",
          "emzirme",
          "nafaka",
          "velâyet",
          "nafaka için babaya rücû"
     ],
     "Keywords": [
          "Ottoman Family Law",
          "Izmir Sharia Court Records",
          "hidâne right",
          "hâdine",
          "breast-feeding",
          "alimony",
          "custody",
          "recourse to a father for alimony"
     ],
     "Özet": "İslâm ve Osmanlı Aile Hukuku nda çocukların bakımı ve yetiştirilmesinden anne ve baba birlikte sorumludurlar. Ancak boşanma veya eşlerden birinin vefatı durumunda bu sorumluluğu tek bir eşe yüklemek hakkaniyete uygun bulunmamıştır. Çocuğun bakımı kapsamına, sağlıklı beslenmesi; eğer çocuk küçükse, emzirilmesi; oyun  oynatılması;  gezdirilmesi;  temizliği;  gözetilip  kollanması;  takibi;  eğitimi; terbiyesi ve sürekli çocukla bir arada bulunulmasını gerektiren tüm diğer işler girmektedir. Ancak bakım yükümlülüğünün, en az bunun kadar önemli bir de malî boyutu vardır. Osmanlı Aile Hukukunda bu iki bakım sorumluluğu anne ile baba arasında paylaştırılmıştır. Çalışmanın bir kısmını oluşturan örnek olayda küçüğün annesi öldüğü için anneannesinin hidânesi altına verildiği anlaşılmaktadır. Mahkeme buna karşılık babanın nafaka ödemesine karar vermiştir. Mahkemenin bu yaklaşım şeklinin tarihsel izleri sürüldüğünde, İslâm Hukuku ndaki aslî ve tâlî kaynaklara ulaşılmaktadır. Bu nedenle çalışmada İslâm Hukuku ndaki hidâne, nafaka, emzirme (radâ )  ve  hukukî  temsil  konuları  da  etraﬂ ıca  açıklanmaya  çalışılmıştır.  İslâm Hukuku nda mezhepler arasında tartışmalı olan hususlara yer verilmiş, Osmanlı mahkemesinin örnek olayda hangi görüşe göre karar verdiği açıklanmaya çalışılmıştır. Osmanlı Hukuku ndaki durum, küçük yaşta annesi vefat eden bir çocuğun hidanesinin anneannesine, nafakasının babasına verildiği bir karar bağlamında sınırlı olarak ele alınmıştır. Osmanlı Devleti nin önemli bir kenti olan İzmir in Şer iyye Sicil kayıtlarında yer alan bir örnek olayda, hâkimin hidâne hakkı ile velâyeti ve nafaka sorumluluğunu ne şekilde tesis ettiği değerlendirilmiştir. Böylece diğer şehirlerin kayıtlarıyla bir mukayese yapma imkânı doğacağı kanaatini taşımaktayız.",
     "Abstract": "Through The Decision of The Izmir Shari a Court s Records, Parents are responsible for the child-care and bringing up the children together in the Islamic and Ottoman Family Law. However, in the event of divorce or death of a spouse, laying the burden on a single peer wasn t seen equitable. The extent of this child care includes healthy nutrition; if the child is little, breastfeeding; playing games with the kid; showing him/her around, personal hygiene, taking care of his/her protection and follow-up, education and training also all the other jobs that require one to be made with the children permanently. However, the obligation of maintenance has an important ﬁ nancial aspect as well. In Ottoman Family Law, these two maintenance responsibilities were shared among a mother and father. From this case as a part of our study was understood that the little/kid was given to hidane of grandmother because of the death of kid s mother. On the contrary, the Court decided to have the father pay alimony. As the historical background of this decision is traced, the main and auxiliary sources in Islamic Law have been approached. Because of this reason, hidane, alimony, breast-feeding (radâ ) and legal representation in Islamic Law are tried to explain. Including controversial issues among sects in Islamic Law and trying to assess how the Ottoman Court decided according to which point of view in this example of case. This case in the Ottoman State that is to give hidâne right of the child whose mother passed away was entitled to a grandmother and laid the burden of the alimony on the child s father is discussed parochially. How the judge evaluated the hidâne right, the right of custody and responsibility of alimony was assessed in this case that appeared in the Sharia Court Records of Izmir that is the one of the important cities of the Ottoman Empire. Thus we carry the conviction that there will be an opportunity to make a comparison with the records of other cities.",
     "Metin": "Aile hukuku alanına giren konular arasında evlenme (münâkehat) ve boşanma (mufârakat) çok geniş bir kapsama sahiptir. Nesep, velâyet, vesâyet, bakma-gözetme  ve  yanında  bulundurma  (hidâne),  emzirme  (radâ)  gibi ayrı başlıklar altında incelenen diğer konular da çoğunlukla evlenme veya boşanmanın sonuçlarıdır. Her hukuk sistemi, ait olduğu toplumun örf-âdetine 152 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ ve dönemler arasında değişiklik gösteren sosyal ve ekonomik şartlara göre bu konuları farklı şekillerde düzenlemek yoluna gitmiştir. Osmanlı Devleti özel hukukunda büyük ölçüde İslâm Hukuku kural ve kurumları etkili olmuştur. Yapılan bu incelemenin gâyesi, bir İslâm hukuku müessesesi olan hidâne hakkının Osmanlı Özel Hukuk sisteminde ne şekilde uygulandığını anlamaya çalışmaktır. Çalışmaya konu olarak seçilen müessese İslâm Hukuku kaynaklı olduğu için nasslar, ilk dönem İslâm Hukuku ndaki uygulamalar ve teorik tartışmalar üzerinde etraﬂ ıca durmak zorunluluğu vardır. Bilindiği gibi İslâm Hukuku nda ayet ve hadisler aslî kaynaklardır. Aslî kaynakların etkisi, İslâmiyet ten yüzyıllar sonra tarih sahnesine çıkan Osmanlı Özel Hukuku nda dahi hissedilmektedir. Çalışmada aslî kaynaklarla da bağlantı kurularak bir süreç  takip  edilmek  istendiğinden  bu  köklü  müesseseye  kaynaklık  eden asılların  ve  doktriner  tartışmaların  incelenmesi  zorunlu  olmuş  böylece çalışma sadece bir karar incelemesi olmaktan çıkarak daha kapsamlı bir nitelik kazanmıştır. Ancak kararın incelendiği bölümde İslâm Hukuku ndaki tartışmalara da atıﬂ ar yapılmıştır. Eski hukukumuzda bir çocuğun bakımı ve büyütülmesinde anne-baba ve/veya akrabaların, hattâ son aşamada devletin, etki ve katkısının nasıl düzenlendiğini araştırmak için konu ile ilgili bir örnek kararı incelemek de somutlaştırmak bakımından yarar sağlayacaktır. Bu düşünce ile çalışmanın ilk bölümü İslâm hukukuna dayalı temel esaslar ve teorik bilgiler bağlamında hidâne hakkına ve bunun benzer müesseselerle karşılaştırılmasına ayrılmıştır. Ancak son kısımda bu bilgilerin Osmanlı Devleti ndeki uygulamaya nasıl yansıdığını görmek bakımından bir örnek olay/mahkeme karar incelenmek yoluna gidilmiştir. Kararın incelendiği kısımda davanın taraﬂ arı ve konusu açıklanmış  ve  ardından  karar,  hidâne  hakkının  hukukî  niteliği,  kapsamı ve  ücreti  açılarından  değerlendirilmiştir.  Ayrıca  çalışmanın  en  sonuna incelediğimiz kararın aslı ve transkripsiyonu konulmuştur (Ek-1 ve Ek-2). Bununla birlikte kararı aldığımız sicil kaydının bir önceki sırasında tescil edilmiş bir başka karar da, aynı aileye ilişkin bir satım kararı olup bu kararda akrabalık ilişkilerine ilişkin bilgiler bulunduğundan ilişkili kısımları ek olarak yerleştirmeyi uygun bulduk (Ek-3 ve Ek-4).   Teorik  bilgilerin  yer  aldığı  Birinci  Bölüm de  hidâne  hakkı  ve yükümlülüğünün tanımı, hukukî niteliği, ücreti, hakkı kullanacak olanların taşımaları gereken şartlar üzerinde durulmuştur. Ancak Osmanlı hukukunda baba ve annenin çocuk üzerindeki hak ve yükümlülükleri; velâyet ve hidâne Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 153Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... müesseseleri bağlamında birbirinden ayrılarak her biri için kendine özgü tanımlamalar ve sonuçlar getirilmiştir. Bu nedenle söz konusu müesseselerin benzer hukukî kavram ve kurumlarla ilişkisi ve farklılıklarına, kısaca da olsa, değinilmesi gereği doğmuştur. İkinci Bölüm, nafaka, hukukî temsil, emzirme ve muhâla a müesseseleri ile hidane arasında, birlikte kullanılmak suretiyle, uygulamada meydana gelen ilişkilere; benzerlik ve farklılıklara ayrılmıştır.  Çalışmanın  bir  diğer  gâyesi,  günümüzde  aile  hukukunda  yaşanan benzer süreçler ve sorunlar bağlamında hukuk tarihi ile bir bağlantı kurmak olduğundan bu amacı gerçekleştirmek için, şer îyye sicillerinde yer alan ve incelemeye konu olan hidâne ve nafaka tayin ve tesisine ilişkin mahkeme kararı o dönemin hukuk anlayış ve algılayışını yansıtması bakımından çok önemlidir.   I. HİDÂNE HAKKI     A. Genel Açıklama Doğumla birlikte küçükler üzerinde üç türlü velâyetin doğacağı kabul edilmektedir. Bunlar, çocuğun şahsına bağlı hakların kullanılmasını düzenleyen velâyet; çocuğun mallarının korunma ve idaresine yönelik velâyet ile çocuğun bedenen ve ruhen sağlıklı büyümesi ve yetişmesini sağlama gâyesine hizmet eden velâyettir (hidâne). Velâyetin bir de tüm bu sayılanları kapsayan genel ve geniş kapsamlı bir anlamı vardır. Bu nedenle velâyet ve hidâne arasında yakın bir bağ bulunmaktadır. Çocuk üzerinde anne babanın birlikte sahip oldukları tüm bu hak, görev ve sorumluluklar, evlilik bittiğinde, taraﬂ ar arasında paylaşılabilir; velâyet babaya, hidâne ise anneye verilebilir. Ya da hepsi aynı kavramın içine dahil edilip velâyet adı altında bir eşe yüklenebilir. İslâm-Osmanlı özel hukukunda bu konuda, eşlerin hak ve yükümlülüklerini ayırma esasına dayalı özgün bir yaklaşım benimsenmiştir. Eşler ayrıldıktan sonra çocuğu yanında bulundurma, bakma ve büyütme hakkının kadına ait olduğunu belirten bir hadis konuya açıklık getirmektedir. Buna göre, Hz. Peygamber, çocuğunu kendisinden almak isteyen kocasından yakınan bir kadına … Hayır, sen evlenmedikçe çocuk senin hakkındır demiştir. 1   Hidâne, daha çok evlilik birliğinin sona erdiği durumlarda önem kazanmaktadır. Bu nedenle klâsik fıkıh eserlerinde boşama (talâk) başlığı altında ele alınıp incelenmiştir (Tahâvî, s. 433; Bardakoğlu, Hidane, C. 17, s. 467). Ancak evlilik süresince de hidânenin varlığı ve aslında doğumun doğal bir sonucu olduğu düşüncesi için bkz. Akgündüz, s. 273. Ayrıca bkz. Şimşek, s. 90.   2   Ebû Dâvud (Talâk) C. 1, S. 310; el-Müstedrek (Hadânet), C. 2, s. 207 den aktaran, 154 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Hidânenin bir hak mı, yoksa sorumluluk mu olduğu hususu ile eğer bu bir hak ise, kime ait bulunduğu konusu hukuk doktrininde tartışılmıştır. B. Tanımı ve Hukukî Niteliği   1. Tanımı Hidâne  (hıdâne/hadâne;  hızane/istihzan)4,  sözcüğü  sözlükte,  yan (hızb/cenb), böğür, göğüs, kanat; çocuğu kucağına almak, beslemek ve bir şeyi yanına almak  anlamlarına gelmekte ayrıca kadının, çocuğunu -tıpkı bir kuşun, yumurtalarını kanadının altına alması gibi- bir tarafında taşımasına benzetilmektedir. Fıkıhta terim anlamı, bebek ve küçük çocukları sürekli olarak yanında bulundurma, besleme, bakma, koruma, gözetme ve terbiye etme hak ve görevidir. Doktrinde hidânenin, sadece küçük çocukların değil aynı zamanda -küçük olmasalar da- tek başına hayatlarını sürdüremeyecek olan fiziksel ve zihinsel engelli kişilerin de bakım ve terbiyesini kapsadığını düşünen yazarlar vardır. Çocuğun bakım ve terbiyesi kendisine verilen kimseye hâdıne (hâdın) (çoğ. huddan) denmektedir. Farklı kaynaklarda rabbü l-hazane ve menlehü lMerginânî, C. 2,  s. 151, dpn. 98. Hz. Ömer eşinden ayrıldığında, Hz. Ebû Bekir aynı anlama gelecek ifadeler kullanarak, çocukların anne ile kalmayı daha çok isteyeceklerini belirtmiştir (Merginânî, C. 2, s. 151). Ayrıca bkz. Serahsî, C. 5, s. 327. 3   Bardakoğlu, Hidane, C. 17, s. 467; Cin-Akgündüz, s. 536; Avcı, s. 305. 4   Söz konusu müessesenin adı kimi kaynaklarda hidâne (Halebî, C. 2, s. 163; Bardakoğlu, Hidâne, C. 17, s. 467; Karaman, Anahatlarıyla, s. 356; Akgündüz, s. 273; Sâğircî, s. 705), kimi kaynaklarda hıdâne (Tahâvî, s. 433; Döndüren, s. 295; Aydın, Aile, s. 54;  Ekinci, s. 461; Baktır, s. 259), kimi kaynaklarda hizane/ihtizan (Bilmen, C. 2, s. 421, 452 vd) ve bazılarında ise hadane (Zuhaylî, C. 10, s. 46; Ansay, s. 239) olarak geçmektedir. Ansay ise hıdane ve hadanenin her ikisini de kullanmıştır (Ansay, s. 239).  Bu farklılık Arapçada bu kelime yazılırken kullanılan d harfinin söylenişinin, d ile z arası bir sese karşılık gelmesinden kaynaklanmış olabilir. Ayrıca bkz. Serahsî, C. 5, s. 327; Bilmen, C. 2,  s. 452; Cin, s. 117; Karaman, Anahatlarıyla, s. 357; Ekinci, s. 461; Avcı, s. 304; Demir, s. 358. 5   Halebî, C. 2, s. 163; Tahâvî, s. 433; Bilmen, C. 2, s. 421, 452; Cin, s. 117-119; Zuhaylî, C. 10, s. 46; Sâğircî, s. 705; Cin-Akgündüz, s. 536; Cin-Akyılmaz, s. 448; Paçacı, Hıdâne, s. 254; Baktır, s. 262. 6  Bilmen, C. 2, s. 421; Zuhaylî, C. 10, s. 52; Ekinci, s. 461; Avcı, s. 304; Demir, s. 358. Şâfiî hukukçu er-Remlî (V. 1400/1600) hidâneyi kendi işlerinde müstakil olmayan kimseyi muhafaza etmek, onu uygun şekilde terbiye etmek ve ona zarar veren şeylerden korumak şeklinde tanımlanmıştır (Er-Remlî, Nihâyetü l-Muhtac ilâ Şerhi l-Minhac, Mısır, 1967/1386, VII, s. 225 ten aktaran Baktır, s. 262). Ayrıca bkz. Cin, s. 117; Karaman, Anahatlarıyla, s. 357. 7   Buna terbiye velâyeti de denebilir (Akgündüz, s. 273; Cin-Akgündüz, s. 536). Hidâne ile Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 155Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... hazane  ifadelerine  de  rastlanmaktadır.  Hidâne  altındaki  çocuğa  mahdûn/ mahdûne (mahzûn/mahzûne) denir.   Bir kişi bir çocuğun bakımını üstlenmiş ise, işin niteliği ve doğası gereği, bu görevini lâyıkı ile yerine getirebilmesi için çocuğu yanında bulundurması gerekmektedir. Çünkü, normal şartlar altında küçük çocuk, annesinin ilgi ve şefkatine muhtaçtır. Hattâ yeni doğan bebekler annenin kucağına ve kokusuna da ihtiyaç duyarlar. Ancak onun kokusunu aldıkları zaman sakinleşirler. Bu nedenle hidâne hakkı, öncelikle anneye/kadına tanınmıştır. Babası bulunmayan çocuğun terbiye ve bakımı, kural olarak annesine aittir. Anne eşinden ayrıldığında çocuğunu yanına alma ve bakıp besleme hakkı öncelikli olarak kendisine ait olmakla birlikte, buna mecbur da tutulamaz/ tutulmamalıdır. Hidâne hakkı ile ilgili olarak, aslî kaynaklardan Kur an da doğrudan bir nass bulunmamakla beraber, çocukların bakım ve terbiyesiyle ilgili genel hükümler vardır. Bu konuda hadisler ve Hz. Peygamber devri uygulamaları da sınırlıdır. Klâsik fıkıh yazınındaki görüşlerin temeli her ne kadar bu aslî kaynaklar ise de, tarihsel süreç içerisinde hidâne, mezhep hukukçularının kendi görüşlerini de yansıtacak şekilde farklılık göstermiştir. Çocuğun bakım ve terbiyesi evlilik içinde iken, eşler tarafından birlikte yerine getirilen bir sorumluluktur. O nedenle hidâne hakkı, daha çok boşanma durumunda önem kazanmakta ve genellikle ayrılıktan önce ve sonra annenin, çocuğun bakımını üstlenmeye en uygun ebeveyn olduğu düşünülmektedir. Farklı hukuk sistemleri çocukların bakımı ve nafakasının sağlanması için değişik yöntemler belirlemişlerdir. mükellef olan kişiye hidâne velîsi denmektedir (Ekinci, s. 461).  8   Bilmen, C. 2, s. 421. 9   Serahsî, C. 5, s. 327; Baktır, s. 261. Hidâne ile ilgili Kitap, Sünnet, İcmâ ve Kıyasta deliller vardır (Halebî, C. 2, s. 163). Ayrıca bkz. Ansay, s. 239; Cin, s. 118; Aydın, Aile, s. 54; Aydın, Tarih, s. 294; Çiğdem, s. 112. Ekinci, çocukların nafakasının babasına ait olduğu gibi, terbiyesinin de öncelikle babasının mükellefiyetinde olduğu kanaatini belirtmiştir. Evlilik içinde, babası olmayan çocuğun hidâne velisi annedir (Ekinci, s. 461). 10  Bilmen, C. 2, s. 453; Ansay, s. 239; Demir, s. 358. 11  Bardakoğlu, Hidane, C. 17, s. 467; Paçacı, Hıdâne, s. 254. 12 Aydın, Aile, s. 54; Aydın, Tarih, s. 294; Demir, s. 358; Bardakoğlu, Hidane, C. 17, s. 467; Avcı, s. 305; Karaman, Anahatlarıyla, s. 357. 13  Halebî, C. 2, s. 163. Bir kadın bâin talâkla boşandığında veya kocası öldüğünde, kadının küçük erkek ve kız çocukları varsa kadın onlara bakma konusunda öncelikli hak sahibidir (Tahâvî, s. 433). 156 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ 2. Hukukî Niteliği ve Ücreti a. Hukukî Niteliği Dünyaya gelen çocuktan doğal olarak anne ve babası, bunlar yoksa akrabaları sorumludurlar. Hidânenin, çocuğa bakan kişi bakımından bir hak mı yoksa görev ve sorumluluk mu olduğu konusunda doktrinde tartışma vardır. Eğer hak ise, çocuğa ait bir hak mı yoksa anneye ait bir hak mı olduğu sorusuna da cevap vermek gerekmektedir. Hak sahibinin bu hakkını çeşitli hukukî veya idarî yollarla takip edebilmesi gerekmektedir. Normal şartlar altında çocuğun bakımını annenin üstlenmek istemesi doğaldır. Ama her zaman bu mümkün olmayabilir. Çocuğa bakmanın bir hak olduğunu düşünenlere göre, bakım yükümlüsü bu hakkını kullanmak istemezse, kullanmaya ve çocuğa bakmaya zorlanamaz. Ebû Hanife, İmam Şâfiî, İmam Ahmed bin Hanbel ve İmam Sevrî bu görüştedir. İmam Mâlik in de aynı görüşte olduğuna ilişkin bir rivayet vardır. Bu görüş taraftarları annenin hidâneden aciz olma ihtimalini de düşünerek ona bu hakkından vazgeçme veya kabul etmeme seçeneğini tanımışlardır. Hidânenin görev olduğu kabul edilirse bakma yükümlüsü olan kişi, bu işi yapmaya zorlanabilmektedir (icbar). Nitekim bir çocuğu dünyaya getiren anne açısından onu bakıp büyütmek çocuğuna karşı birincil ve en önemli görevdir. Ancak bakma yükümlüsü ve müsait durumdaki bir anne varken, bundan kaçınması durumunda, annenin icbar edilip edilemeyeceği konusu önem taşımaktadır. Bir çocuğun bakımı, bu işin niteliği gereği istek, sevgi ve şefkatle yapılması gereken özel bir faaliyettir. İstemeyene yüklemek, çocuk için sakıncalı sonuçlar yaratabilir. İmam Mâlik ten meşhur bir rivayette, bu hukukçu örfe atıf yaparak çocuk emzirme âdeti bulunmayan şereﬂ i bir kadının hidâneye zorlanamayacağını (icbar)  belirtmiştir. Ancak  kadın,  emzirme  âdeti  olan  bir  kişi  ise,  icbar edilebilecektir. Aynı sonuç hidâne için de geçerlidir. Söz konusu görüşün kısaca değerlendirilmesinde yarar görülmektedir. Çünkü buna göre hidâne hakkı çocuğun değil, kadının açısından ele alınmıştır. 14 Ez-Zeyle î, Tebyin, III, s. 47 den aktaran Baktır, s. 275-276, dpn. 72. Ayrıca bkz. Zuhaylî, C. 10, s. 47. 15 Halebî, C. 2, s. 166; Bardakoğlu, Hidane, C. 17, s. 467; Akgündüz, s. 273; Cin-Akgündüz, s. 536; Karaman, Anahatlarıyla, s. 358. Ebû Zehrâ, el-Ahvâl, s. 439; Tac, 432-433 ten aktaran Aydın, Aile, s. 55. 16 Bilmen, C. 2, s. 454. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 157Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Çocuğa bakıp bakmama, annenin önceliğine ve tercihine bırakılmıştır. Örf âdete atıf yapılmıştır. Muhtemelen o devirde çocuk emzirme, soylu ve varlıklı bir annenin yapması âdet olmayan; bu yüzden de para karşılığı sütanne tutularak yaptırılan bir işti. Anne sütünün çocuk için ne denli önemli olduğu ve her çocuğa özel olarak kendi annesinde üretildiği bilinmiyordu. Örfe atıf olduğuna göre, bu konuda toplumda benimsenen yaygın bir örf-âdet vardı. İbn Âbidin ise karma bir görüş benimseyerek hidânenin, hem annenin hem de çocuğun hakkı olduğunu belirtmiştir. Çocuğu ile bizzat ilgilenmek ve ondan ayrılmamak, bir annenin en doğal hakkıdır. Buna dayanılarak baba veya bir üçüncü kişinin, çocuğu anneden almasının mümkün olmadığı sonucuna varılabilir. Anne dışındaki hidâne sahibinin çocuk üzerinde herhangi bir hakkı bulunmamaktadır. Buna rağmen bakım yükümlüsü olarak belirlenen kişi de bu görevi yerine getirmek zorundadır. O hâlde kendisinin bakılıp büyütülmesini istemek, çocuk bakımından da bir haktır. Velîsi olmak sıfatıyla, çocuğunun bakım ve terbiyesi en az anne kadar babayı da ilgilendirmektedir. Bu yönüyle bizzat çocuğa ve velîsine tanınmış bir talep hakkı verdiği söylenebilir. Klâsik hukuk kaynaklarının bazılarında hidânenin bu yönüne vurgu yapılarak bir tür kefâlet olduğunu söyleyenler de bulunmaktadır. Nitekim Ebussuûd Efendi nin de bu karma görüşü benimsediği konu ile ilgili bir fetvasından anlaşılmaktadır. Fetvaya konu olan olayda evli bir çiftin aynı zamanda çocukları da vardır. Erkek, eşini boşamıştır. Ebussuûd Efendi den, kadına ait olan hidâne hakkı her hangi bir sebeple düşmüş olsa ve hâkim buna hükmetse, sonradan kadının çocuğun hidânesine yeniden sahip olup olamayacağı sorulmaktadır. Ebussuûd Efendi bu soruya olumlu cevap vermiştir. Ona göre, hidânede –biri çocuğun, diğeri annenin olmak üzere- iki hak yarışmaktadır. Ancak bunlardan çocuğun hakkının anneninkine önceliği vardır. Hattâ ondan daha önemlidir. Her ne kadar kadının hakkı düşmüş ise de ebedî olarak çocuğun hakkı da düşürülemez20. 17  Baktır, s. 277. 18  Bardakoğlu, Hidane, C. 17, s. 467; Sâğircî, s. 705-706. Zuhaylî, hidânede aynı anda üç hakkın birleştiğini belirtmiştir. Bunlar bakmak isteyenin, bakılacak olanın ve baba veya onun yerini tutan kişinin haklarıdır (Zuhaylî, C. 10, s. 48). 19  Bardakoğlu, Hidane, C. 17, s. 467. 20  İbn Âbidin, el-İbâne An Ahzi l-Ücreti Alâ l-Hidâne, Resailü İbni Âbidin, İstanbul, 1325, s. 264-265 ten aktaran, Baktır, s. 277, dpn. 81. Hakkın düşme ve geri dönme (avdet) sebepleri için bkz. Zuhaylî, C. 10, s. 57, 58. 158 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Sonuç  olarak  Hanefî  mezhebi  hidâneyi  hem  bir  hak,  hem  de  bir görev kabul etmiştir. Çünkü hak sahipliğinin ilk sırasındaki kişi bu görevi ifadan kaçınırsa, çocuğa bakmaya istekli ve yeterli başka kişinin bulunması durumunda,  ilk  sıradaki  kişi  bakmaya  zorlanamamaktadır.  Bu  nedenle hidânenin, görevden daha çok hak niteliği ön plâna çıkmaktadır. Çocuğun annesinden  başka  yakını  yoksa  anne,  mecbur  edilebilir. Anne  bu  hakkı kullanmaktan kaçındığı için sonra gelenlere başvurulur ve onlar da çocuğa bakmak istemezlerse, mecburen annenin zorlanması söz konusu olacaktır. Bu konuda hukukçular aynı kanaati paylaşmışlardır. Fakat anne dururken diğer kişilerin, onun çocuğuna bakmaya mecbur bırakılması doğru olmaz. b. Ücreti aa. Genel Olarak Bakma yükümlüsü olarak belirlenen kişi, çocuğun annesi değil ise, bakım görevini ifa ettiği için bir ücrete hak kazanmaktadır. Fakat annesi ise, iki ihtimal söz konusudur.  Hukukçuların çoğunluğuna göre anne, evlilik devam ettiği müddetçe çocuğa bakması karşılığında ücret alamaz. Anne, eğer çocuğun babasından ayrılmış ise doktrinde farklı görüşler vardır. Kural olarak anne, babadan ayrılmış ve iddetini tamamlamışsa, çocuğa baktığı için ücrete hak kazanabilir. Ücret, eğer varsa, öncelikle çocuğun malvarlığından ödenir. Çocuğun kendi malı yoksa hidâne ücretini nafaka yükümlüsü ödemelidir. Ücrete, içinde yaşanılan evin kirasının da dâhil olup olmayacağı tartışmalıdır. 21  Bardakoğlu, Hidane, C. 17, s. 467. Hidânenin hak, yetki ve sorumluluk olduğu görüşü hakkında bkz. Avcı, s. 304; Aydın, Aile, s. 55. Hak olduğunu kabul edilip, bu hakkın nasıl kullanılacağına dair tez için bkz. Esra Şimşek, İslâm Aile Hukukunda Kadının Hak Arama Hürriyeti, Yüksek Lisans Tezi, Ankara 2009. 22  İbn Nüceym, el-Bahr, IV, s. 180 den aktaran Baktır, s. 276. 23  Bilmen, C. 2, s. 469; Zuhaylî, C. 10, s. 60; Bardakoğlu, Hidane, C. 17, s. 470; Akgündüz, s. 273; Cin-Akgündüz, s. 536; Cin-Akyılmaz, s. 449; Avcı, s. 305. 24  Hidâne altındaki çocuğun masraﬂ arı önce kendi malları varsa buradan karşılanır. Bu konuda hukukçular aynı kanaati paylaşmışlardır (Kadri Paşa, I-II/334; Zuhaylî, C. 10, s. 61; Cin-Akyılmaz, s. 450). Ayrıca annenin evi yoksa bir ev tahsis edilir ve giderler çocuğun nafakasından karşılanır (Zuhaylî, C. 10, s. 61; İbn Âbidin, VII/261; Behcetü l-Fetâvâ, s. 125 den aktaran Şimşek, s. 101). 25  Abdü l-Hâmid, s. 409-410; Şa ban, s. 628 den aktaran Aydın, Aile, s. 55, dpn. 291. Ayrıca bkz. Bardakoğlu, Hidane, C. 17, s. 470; Akgündüz, s. 273; Cin-Akgündüz, s. 536; Karaman, Anahatlarıyla, s. 359. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 159Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... İslâm hukuk sisteminin aile hukukunu düzenleyen kurallarının genel çerçevesi düşünüldüğünde eş ve çocukların masrafı kural olarak babanın sorumluluğundadır. Kadının hem çocukla ilgilenmesi, hem de çalışıp nafaka sağlamasını beklemek, onun için ağır bir yük olabilir. Küçük bir çocuğun bakımı bir kişinin tüm gün ve bazen gecelerini alacağından maddî imkânsızlık da vardır. Ancak kadının kendi malvarlığı yeterli ise çocuğun nafakasını kendi de karşılayabilir. Yukarıda sözü edilen hukukî kurallar eşler arasında aksine bir anlaşma olmadığı durumlarda veya taraﬂ arın sorumluluk üstlenmediği hâllerde geçerli olmaktadır. bb. Hidâne Ücretinin Nafaka ve Emzirme Ücretinden Farkı   Hidâne  ücreti,  emzirme  ve  nafakadan  farklıdır.  Çünkü  emzirme ücretinin zamanı emme yaşıyla sınırlıdır; çocuk süt emme yaşını geçmişse bile hidâne altında olabilir. Hidâne süreci tamamlanıp çocuk babaya verildiği zaman, şartlar gerektiriyorsa, çocuk nafaka alacaklısı olmayı sürdürebilir.  Bazı  hukukçular,  annenin  veya  anne  dışındaki  yakının  hidâneyi uygularken  ücret  talep  edemeyeceğini  savunmuşlardır.  Ancak  bakım yükümlüsü fakir ve çocuğun da malı varsa, çocuğun nafakasını bu maldan temin etmek uygundur. Fakat bu, hidâne karşılığı bir ücret değil, başlı başına çocuğun nafakasıdır. Hidâne ücreti olarak anneye tahsis edilmesi gereken ücretin hukukî niteliğinin nafaka olduğunu kabul eden görüşler olduğu gibi aksine, hidâneyi bakıcı tarafından görülen bir hizmet şeklinde düşünenler de olmuştur. O yüzden bakmanın karşılığına ücret denmiştir. Nafakanın toplam olarak hidâne ücreti, emzirme ücreti ve ayrıca yeme içme, sağlık ve mesken masraﬂ arından oluşan bir bütünlük mü olduğu, yoksa yiyecek, tedavi, giyecek, eğitim, mesken ve hizmetçi masraﬂ arının hidâne ücretinin kapsamında mı bulunduğu konusuna açıklık getirilmesi gerekmektedir. cc. Boşanma Şeklinin Hidâne Ücretine Etkisi Evlilik birliğinin sona ermesiyle beraber, hidâne hakkını elde eden anne, çocuğun bakım, gözetim ve terbiye masraﬂ arını babadan alma hakkına sahiptir. Hidâne ücreti ödenip ödenmemesinde boşamanın türü de önemlidir. Eğer ric î talâk söz konusu ise anne, ric î talâk iddeti süresinde hidâne ücreti 26  Malîkî doktrinin bu görüşü hakkında ayrıntılı bilgi için bkz. Bardakoğlu, Hidane, C. 17, s. 470.  27  Bilmen, C. 2, s. 453. 28  Ric î Talâk; kadının boşanmak istemeyip, erkeğin onu talâkla boşaması hâlinde erkeğe yeni 160 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ alamaz. Bu dönemde eşini ric î talâk ile boşamış olan koca, bu kararından pişmanlık duyar ise geri alabilmekte ve evlilik birliği, yeniden bir nikâh kıymaya gerek bulunmadan, kaldığı yerden devam edebilmektedir. Bu nedenle cayma süresi boyunca koca, kadın ve çocukların nafakasını öder. Ayırıcı boşama (bâin talâk) ile boşanan veya kocası ölmüş olan kadının çocuğuna bakma hakkı vardır. Ayrıca bâin talâk söz konusu ise -boşanma durumu kesin olduğundan- kadın, çocuğa bakma karşılığında ücret de alabilir. Bunun nedeni, çocuğun babasından kesin olarak ayrılmış bulunan annenin artık eski eşinin nafaka yükümlülüğü altında olmamasıdır. Kadına hem nafaka hem de hidâne ücreti ödemek koca bakımından hakkaniyete uygun görünmemektedir. Ancak çocuk varsa bunun, babasının karşılaması gereken, kendine özgü masraﬂ arı olacaktır. Böylece kadın bakım masrafını kocadan talep edebilecektir. çç. Babanın Ücret Ödeme İmkânının Bulunmaması Anne çocuğun hidânesini üstlenmeyi, mutlaka ücret karşılığında kabul etmekte fakat babanın bunu karşılayacak imkânı yok ise, anne iki seçenek arasında  tercih  yapmak  durumunda  kalabilir.  Birinci  seçenek,  ücretsiz bakmayı kabul etmektir. İkincisi ise hidâne hakkını, ücretsiz kullanmayı kabul eden bir başka hak sahibine devretmektir. Anneden başka hidâneyi kabul edecek kimse bulunmazsa anne hidâneye zorlanır. Bu durumda ücret alamaz. Çünkü kendi çocuğuna bakmakla dinî açıdan üzerine düşen bir görevi yerine getirmektedir.  Çocuğun bakılmasının dinî açıdan niteliği vâcip olmasıdır. Çünkü bakılmayan çocuk hayatta kalamaz. Bu nedenle hem gereken masrafın yapılması hem de korunup gözetilmesi gerekmektedir. bir nikâha ihtiyaç bulunmadan tek taraﬂ ı irade beyanı ile boşadığı eşine dönebilme imkânı veren talâktır. Koca, kadın iddet içerisinde iken açık bir beyanla eşine geri döndüğünü söyleyerek veya fiilen geri dönerek evliliğin kaldığı yerden sürmesini sağlayabilir. Ric î talâkta evliliğin iddet bitimine kadar devam ettiği kabul edilmektedir (Paçacı, Ric î Talak, s. 557). Ayrıca bkz. Aydın, Aile, s. 39; Aydın, Tarih, s. 295.   Bâin Talâk; kadının boşanmak istemeyip, erkeğin onu talâkla boşaması hâlinde erkeğin bu kararından cayarak evliliği kaldığı yerden sürdüremeyeceği türden ayırıcı ve kesin talâktır. Koca tekrar eski eşine geri dönmek isterse yeniden nikâh kıyılması gerekmektedir (Paçacı, Bâin Talak, s. 53-54). Ayrıca bkz. Aydın, Aile s. 40; Aydın, Tarih, s. 295. 29  Tahavî, s. 433; Baktır, s. 272. 30  Merginânî, C. 2, s. 163; Ansay, s. 240; Aydın, Tarih, s. 295; Bardakoğlu, Hidane, C. 17, s. 470; Akgündüz, s. 273; Cin-Akgündüz, s. 536. 31  İbn Âbidin, Hâşiye, III, s. 560 tan aktaran Baktır, s. 283. Hanefî görüşün farklı yaklaşımları için bkz. Bardakoğlu, Hidane, C. 17, s. 470; Karaman, Anahatlarıyla, s. 357. 32  Zuhaylî, C. 10, s. 46. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 161Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... C. Hakkı Kullanacak Olanlarda Aranan Nitelikler 1. Hak Sahipleri Annesinin  bedeninden  yeni  ayrılmış  bir  bebeğin,  gerek  emzirme gerekse fiziksel temasa olan ihtiyacı açısından biyolojik olarak annesine yakın  olması  zorunludur.  Bu  yüzden  hidâne  hakkını  kural  olarak  anne kullanmaktadır. Ancak bu emredici bir kural değildir. Eğer anne yok veya bu görevi yerine getiremeyecek bir hâlde ise, çocuğa bakıp büyütecek bir yakınının görevlendirilmesi; çocuğun hiçbir akrabası yoksa, bu işi devletin üstlenmesi gerekmektedir. Öncelikle  hidâne  hakkının  kullanılmasında  hanım  akrabalar  esas alınarak, boşluk olmayacak biçimde bir sıralama yapılmıştır. Anne ölmüş ya da hâdinede aranan şartlara sahip değilse veya kendisi bu hakkını kullanmak istemezse, bu hak önce anneanneye ve sırasıyla varsa, onun da annesine geçmektedir. Yukarıda sayılan kimselerin hidâne için müsait olmaması durumunda hidâne hakkı, babaanneye geçer. Babaannenin de bulunmaması durumunda, anne  tarafından  diğer  kadın  akrabalar  hidâne  hakkını  kazanırlar.  Hanefî doktrinde, hadisler doğrultusunda, teyzeye öncelik tanıma eğilimi vardır. Ebû Hanife ye atfedilen bir aktarıma ve İmam Muhammed ve İmam Züfer e göre teyze, baba-bir kız kardeşten önce gelmektedir. İmam Züfer, teyzenin babaannenin de önünde yer aldığı kanaatindedir. Eğer bunlar yoksa veya uygun değillerse, çocuğun bakım sorumluluğu babaya verilmektedir. Görüldüğü gibi öncelik sıralamasında başta kadınlar gelmekte,  kadın  akraba  yok  ise  veya  uygun  değilse,  ardından  erkeklere geçilmektedir. 33  Annenin öncelik sebebi emzirme ve hidâne velayetine sahip olmasıdır. 34  Ehliyetsizlerin ve toplumun korunması bağlamında bkz. Hatemî, s. 85. 35  Bilmen, C. 2, s. 455; Zuhaylî, C. 10, s. 48. Bilmen, hakkın geçiş sırasını öncelikle anneanne,  onun annesi… babaanne, onun annesi… ana-baba bir kız kardeşler, ana-bir kız kardeş, bababir kız kardeş, aynı sıra ile kız kardeşlerin kızları, ana-baba bir teyzeler, ana-bir teyzeler ve baba-bir teyzeler, baba-bir kız kardeşin kızıdır. Bunlardan sonra ana-baba bir erkek kardeşin kızları, ana-baba bir halalar, ana-bir hala, baba-bir hala gelmektedir. Aynı düzene göre annenin halaları ve babanın halaları yer almaktadır (Bilmen, C. 2, s. 456, 458).  Bazı kaynaklarda hala yerine amme sözcüğü kullanılmıştır (Bilmen, C. 2, s. 455, 469). 36  Hz. Peygamber, Teyze de anne hükmündedir demiştir (Merginânî, C. 2, s. 152; Serahsî, C. 5, s. 332-333; Baktır, s. 274). Üç-dört yaşlarında olan küçüğün hidânesinin teyzesine mi, yoksa babasına mı geçeceği sorulduğunda, teyzeye geçeceğini bildiren fetvâ için bkz. Feyziyye, No: 577 den aktaran, Avcı, s. 305. Ayrıca örnek fetvâlar için bkz. Halebî, C. 2, s. 164. Ayrıca bkz. Baktır, s. 273. 37   Asabelerdeki  sıra;  baba  ve  dede,  erkek  kardeşler,  erkek  kardeş  oğulları,  amcalar, 162 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Hidâneyi kimin kullanacağında, çocuğun cinsiyeti de önemlidir. Çocuk erkek ise, çocuğun hidânesini üstlenen kadın, çocuğun mahremi olmalıdır. Örneğin, amcakızı, dayıkızı, teyzekızı ve halakızları erkek çocuğun, belirli bir yaştan sonra bakım ve terbiyesini üstlenmezler. Eğer her iki yanda da bakacak kimse bulunamazsa, hâkime tercih hakkı tanınmaktadır.  Kadınlar ve erkekler grubunda uygun yakın akraba bulunamaz ise, Ebû Hanife ye göre çocuğun anne tarafından uzak akrabalarına (zevi lerham)39 başvurulabilir. Hidâne hakkını kullanabilecek aynı derecede birden fazla yakın varsa, hâkim uygun olanı seçer. Diğer bazı mezhep hukukçuları bu durumda, en başta hâkimin tercih hakkını kabul etmişlerdir. 2. Hak Sahiplerinde Aranan Şartlar Hidâne  hakkını  kullanacakların,  genel  ehliyet  şartlarından  başka, ayrıca özel bir ehliyete sahip olmaları gerekmektedir. Çocuğun bakımı ve yetiştirilmesi bir insanın tüm hayatını etkileyecek sonuçları olan bir süreçtir. Doktrinde genel olarak çocuğun bakımını üstlenecek kişinin kadın veya erkek olması durumu ve şartları ayrı ayrı değerlendirilmiş, ancak ikisinde de aranan ortak şartlar belirlenmiştir. amcaoğulları, babanın amcaları, dedenin amcalarıdır. Bunlar da yoksa sıra zevü l-ehrama geçmektedir. Bunlar arasında, annenin babası, ana-bir erkek kardeş ve onun oğulları, ana-bir amca, ana-baba bir dayı, baba-bir dayı, ana-bir dayıdır. Bu grupta da uygun kişi yok ise sıra zevü l-erham grubu mirasçılara geçmektedir  (Bilmen, C. 2, s. 456). Ayrıca bkz. Ebû Zehrâ, Ahval, s. 432-433; Abdü l-Hâmid, s. 407; Tac, s. 427 den aktaran Aydın, Aile, s. 54, dpn. 287; Tahâvî, s. 433; Halebî, C. 2, s. 163; Zuhaylî, C. 10, s. 51; Ansay, s. 240; Akgündüz, s. 273; Karaman, Anahatlarıyla, s. 358; Sâğircî, s. 706. 38  Baktır, s. 268. Diğer Sünni mezheplerin görüşleri ile karşılaştırmak için bkz. Bilmen, C. 2, s. 457. 39  Zevü l-erham; İslâm miras hukukunda bulunan üç grup mirasçıdan, miras bırakana en uzak olan akrabalardır. Eshâbü l-ferâiz ve asabe grubunda mirasçı yok ise pay sahibi olabilen dört grup mirasçıya zevü l-erham denmektedir (Aydın, Tarih, s. 319). 40  Karaman, Anahatlarıyla, s. 358; Ekinci, s. 461. Bilmen ve 1Sâğircî ye göre, hidâne hakkına birden fazla kişi aynı derecede sahip olduğu zaman hâkim bu hakkı öncelikle en takvâlısına sonra en yaşlısına verir (Bilmen, C. 2, s. 456; Sâğircî, s. 707). 41  Zuhaylî, C. 10, s. 53. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 163Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... a. Genel Şartlar Çocuğun bakım ve terbiyesi ile görevlendirilen kişinin her şeyden önce aklı başında, hür, ergenlik çağına gelmiş (bâliğ)42 ve güvenilir (emin)43 olması gerekmektedir. Çocuğun canına ve malına ihanet etmeyecek bir kişi olmalıdır. Bundan başka, kadın veya erkek olsun, bakacak olanın kendisinin, bedenen  ve  ruhen  sağlıklı  olması  gerekmektedir.  Çocuğun  bakımını üstlenmesine engel teşkil edecek türden fizikî ve ruhsal anlamda bir hastalık veya engeli bulunmamalıdır. Ayrıca bakma yükümlüsü, çocuğun sağlık ve ahlâkını korumaya yetkin; çocuk bakımı ve büyütülmesiyle ilgili konularda bilgili, tecrübeli, sabırlı, dikkatli ve anlayışlı olmalıdır. Hangi işlerin hidâne hakkını düşürüp düşürmeyeceğine karar verilirken daima çocuğa etkisi göz önünde tutulmalıdır. Bazı meslekler işin niteliği 42  Mâikîler ve ileri dönem Hanefîlerden kimi hukukçular, ergenlikten daha çok rüşt şartı üzerinde durmuşlardır. Reşit sayılabilecek kadar aklı başında olup, henüz ergenliğe ulaşmamış (bâliğ) bir çocuğun da hidâne hakkını kullanabileceğini belirtmişlerdir (Bardakoğlu, Hidane, C. 17, s. 468). Ayrıca bkz. Ansay, s. 240; Karaman, Anahatlarıyla, s. 357. 43  Zuhaylî, C. 10, s. 54. 44  Bilmen, C. 2, s. 461; Zuhaylî, C. 10, s. 55. Güvenilir olma şartı içinde dinî yükümlülüklerini yerine getirmek de vardır. Bu konuda mezhepler arasında farklı görüşler kabul edilmiştir (Bardakoğlu, Hidane, C. 17, s. 468). Ayrıca bkz. Cin-Akgündüz, s. 536; Akgündüz, s. 273; Aydın, Aile, s. 54. 45  Hidâneye engel olacak hastalıkların neler olduğu doktrinde tartışmalıdır. Tarihte genellikle, alaca, cüzam gibi bulaşıcı hastalıklar, örnekleyici bir yöntemle sayılmıştır (Baktır, s. 267). Bunları sınırlı olarak saymak yerine somut olayda değerlendirmek daha uygundur  (Bardakoğlu, Hidane, C. 17, s. 468). Karaman, Anahatlarıyla, s. 357. Örneğin, hidâne hakkı sahibinin gözleri görmüyorsa ve bu yüzden çocuğa gereği gibi bakamıyorsa hâkim kararıyla alınıp, başkasına verilebilir (Fetvâ için bkz. Ali Efendi, C. 1, s. 108 den aktaran, Halebî, C. 2, s. 164). Ayrıca bkz. Baktır, s. 266. 46  Eski kaynaklarda bu şart çocuk, yaptığından utanmayacak kadar fâsık olan birine teslim edilemez şeklinde ifade edilmiştir. Çocuklar kendi yakınlarında bulunanları rol model seçip taklit ederler. Bu nedenle çocuğa bakan kişinin düzgün davranan, iyi ahlâklı biri olması çok önemlidir. Örneğin, çocuğun hırsızlığı meslek edinmiş bir kimseye teslim edilmemesi gerekir.   Bazı hukukçular fâsık ifadesinden kadının her zaman evden çıkıp gitmesi ve çocuğu terk etmesini anlamışlardır. Bu görüştekilere göre çocuk, onu bakmakla yükümlü olanın gözetimi altında emanet sorumluluğundadır. Eski kaynaklarda bu konuya örnek meslekler olarak kadının ölü yıkayıcılığı yapması ebelik veya tellaklık gibi gecesi gündüzü olmayan ve tüm zamanını alacak işlerle meşgul olması verilmiştir (Örnekler için bkz. İbn Âbidin, Haşiye, III, s. 556 dan aktaran Baktır, s. 267). 47  Ansay, s. 240; Bardakoğlu, Hidane, C. 17, s. 469. Çocuğa iyi davranması ve beddua şeklinde kötü sözler sarfetmemesi gerektiğini belirten hadis vardır (Zuhaylî, C. 10, s. 47). 48  Baktır, s. 267; Şimşek, s. 93. 164 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ gereği, çocuk bakımı ile uyuşmayabilir. Bazıları çocuk biraz büyüdükten sonra sorun yaratabilir. Bu ayrımların hâkim tarafından somut olayda, çocuğun lehine olacak şekilde değerlendirilmesi gerekmektedir.  2. Özel Şartlar a. Genel Olarak Özel şartlar başlığı altında, bakım yükümlüsünün din ve inanç durumu, savurganlıktan  dolayı  ehliyet  kısıtlılığı,  yeniden  evlenmesi,  çocukla  olan akrabalık derecesi ve çocuğun devamlı olarak oturacağı ikâmetgâhın tespiti gibi konular ele alınmalıdır. Bakım yükümlüsünün din ve inanç durumu konusunda doktrinde farklı görüşler vardır. Müslüman, hem müslüman hem de Müslüman olmayanlar üzerinde hidâne hakkı sahibi olabilirken, Müslüman olmayanlar kendi dininden olanlar üzerinde bu hakkı kullanabilmişlerdir. Fakat Müslüman olmayanların, müslümanlar  üzerinde  hidâne  hakkını  kullanıp  kullanamayacağı  konusu tartışmalıdır. Önemli olan, hidâne hakkını kullanacak kadının, çocuğu İslâmiyet ten başka bir dine yönlendirmemesidir. Çünkü İslâm dini günlük ibadetleri olan bir dindir. Başka dine mensup bir kişiden tüm bunları çocuğa öğretmesi ve alıştırmasını  beklemek  –bakım  yükümlüsünü  kendi  inanmadığı  bir  dinin esaslarını öğrenmeye zorlamak olacağından- hakkaniyete uygun düşmeyebilir. Dininin inanç esasları ile emir ve yasaklarının öğretilmesi çocuğa bakanın, güvenilir olması şartı kapsamında değerlendirilmesi gereken bir durumdur. Bakım yükümlüsü sefih (savurgan) ise doktrinde iki farklı görüş vardır. Bunlar  savurgan  kişinin,  malvarlığını  kullanmadaki  davranış  bozukluğu nedeniyle, ehliyetinin kısıtlanması gerektiğini düşünenler ve aksi kanaatte olanlardır. Sefihin ehliyetinin kısıtlanması gerektiğini düşünen hukukçulara göre, kısıtlama kararı hidâne ehliyetini de kaldırır. Aksi görüşte olanlara göre 49  Diğer Sünnî mezheplerin aradıkları şartlar da yaklaşık olarak aynı esasları içermektedir. Karşılaştırmak için bkz. Bilmen, C. 2, s. 461. İbni Âbidin in görüşü için bkz. Zuhaylî, C. 10, s. 54.  50  Müslüman olmayanların, zimmî (ehl i-kitap) olup olmaması arasında fark gözetilmiştir (Bilmen, C. 2, s. 460). Hanefîlere göre, zimmînin müslüman üzerinde hidâne hakkı, çocuğun kendini bilecek ve din eğitimi verilecek yaşa gelmesinden, genelde yedi yaşından, önce mümkün olabilir (Bardakoğlu, Hidane, C. 17, s. 468). Ayrıca bkz. Merginânî, C. 2, s. 153; Tahâvî, s. 433; Akgündüz, s. 273; Paçacı, Hıdâne, s. 254; Baktır, s. 270. 51  Serahsî, C. 5, s. 333; Ansay, s. 240; Karaman, Anahatlarıyla, s. 357; Baktır, s. 271. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 165Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... ise, savurganlıktan dolayı kısıtlanan kişinin, para ve malının yönetimi ile ilgili olan bu davranış bozukluğu, çocuğun bakımı yetkisi olan hidâneyi etkilemez. Ancak hidâne hakkı sahibi, kendisine ödenen nafaka parasını çocuğun ihtiyaçları yerine, gereksiz başka yerlere harcayabilir. Bakım yükümlüsü her ne kadar müşfik de olsa çocuğa savurganlığı nedeniyle gereği gibi bakamayabilir. Savurgan hâdineye çocuk verilse bile sıkı bir denetim uygulanmalı, gerekli olduğunda savurganlık davranışının tedavisi yoluna gidilmelidir. b. Anneye İlişkin Özel Şartlar Hâdine kadın ise, evlenmemiş olmalıdır. Buna rağmen şartlar öyle gerektirmiş ve evlenmiş ise eşinin, çocuğun mahremlerinden biri olması gerekmektedir. Bu şart, çocuğun korunması açısından bir önlemdir. Çünkü çocuk ile üvey baba evlilik içerisinde çok yakın bir irtibat içerisinde olacaklardır. Dolayısıyla babanın, hem çocuğa iyi davranması bakımından merhametli, hem de ahlâken son derece güvenilir bir kişi olması çok önemlidir. Henüz boşanmış bir annenin, içinde bulunduğu duygusal hassasiyet düşünülürse,  yeni  evlendiği  kişiyi  tam  olarak  değerlendirememiş  olma ihtimali de vardır. Çocuğun küçük yaşta yaşayacağı bir fiziksel ve/veya duygusal sarsıntı onun tüm hayatını olumsuz etkileyebilir. Bu yüzden çocuğun yararı ve hattâ daha ziyâde zarar görmemesi için tüm tedbirler alınmalıdır. Zaman geçtikçe bakım yükümlüsünün denetimi sırasında çocuğun ortamının ve beraber yaşamak durumunda olduğu diğer kişilerin psikolojik ve fiziksel durumlarında değişiklik olup olmadığı kontrol edilmelidir. Sonuçta hidâne hakkı çok uzun süreli bir sorumluluk değildir. Kadın eğer hâlâ isterse sürenin sonunda da evlenebilir. Bu süreç içerisinde çocuğun durumu öncelikli olarak düşünülmelidir. Anne evli ise, hidâne hakkı anneanne, kız kardeş veya teyzeye geçmektedir. 52  Bardakoğlu, Hidane, C. 17, s. 468. 53  Annenin evlendiği kişi, çocuk ile evlenme yasağı bulunan birisi olmalıdır. Bu, çocuk bakımından daha güvenli bir ortam yaratır (Tahâvî, s. 434; Zuhaylî, C. 10, s. 55). Avcı, anne evlenirse hidâne hakkını, amcanın kullanacağını belirtir. Bu konudaki örnek fetvâda, babası ölmüş bir çocuğun durumu ele alınmıştır. Ebussuûd Efendi nin fetvâsı için bkz. Avcı, s. 305. 54  Hâdinenin, küçüğe nikâh düşecek, başka bir deyişle, aralarında evlenme engeli bulunmayacak kadar uzak olanlarla evli olmaması gerektiğini anlatmaktadır. Fakat gerektiğinde hâkim bu şartı taşımayan kadına da hidâne görevi yükleyebilmektedir (Karaman, Anahatlarıyla, s. 357). Ayrıca bkz. Tahâvî, s. 433; Halebî, C. 2, s. 164; Serahsî, C. 5, s. 332; Ekinci, s. 461; Aydın, Aile, s. 54; Çiğdem, s. 112; Topal, s. 264, dpn. 66. 55  Hz. Peygamber döneminde yaşanan örnek olaylar için bkz. Bardakoğlu, Hidane, C. 17, s. 469; Sâğircî, s. 705. Ayrıca bkz. s. 469. Akgündüz, s. 273; Baktır, s. 268. 56  Örnek fetvâlar için bkz. Ansay, s. 239, dpn. 471. Annenin evlenmemiş olması şartı için bkz. 166 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ b. Babaya İlişkin Özel Şartlar Eğer hidâne hakkını kullanacak olan erkek ise, çocuğun korunması için gereken ek şartlar burada da aranmaktadır. Hidâne hakkını kullanacak olan  erkek,  çocuğun  mirasçısı  olacak  derecede  yakını  (asabe)  olmalıdır. Bazı hukukçular erkeğin yanında çocuğa bakacak bir kadının bulunmasını ararken, bazıları ise kız çocukların hidânesinin erkeğe verilmesini uygun görmemişlerdir. Hidâneyi üstlenecek olan bir erkekse, onun küçüğe yabancı bir kadınla evli olması sonucu etkilememektedir. Hattâ yanında çocuğu bakacak eşi, annesi veya yardımcı bir kadın çalışanı bulunmalıdır. Ancak kadın için gerekli olduğu düşünülen denetimler erkek bakım yükümlüsü için de yürütülmelidir.      Ç. Hidânenin Uygulanma Şekli, Yeri, Denetimi ve Sona Ermesi  1. Hidâne Hakkının Uygulanması     a. Hidâne Süresi İçinde Kural olarak bakım ve gözetim sorumluluğu çocuğun kendi kendine yiyip içebilecek yaşa gelmesine kadar sürmelidir. Çocuğun bir başkasının yardımına muhtaç olma durumunun ortadan kalkmasına, istiğnâ denmektedir. Kimi hukukçulara göre hidâne süresinin sona ermesi için çocuğun kendisini idare edecek durumda olması gerekmektedir. Bir çocuğun kendi kendine büyümesi beklenemez. Her dönemde çocukların karşılaşabileceği tehlikeli durumlar farklılaşabilir. Ancak hukukçular kural olarak yine de bir yaş belirlemişlerdir. Bazı hukukçular dokuz, bazıları ise on bir yaşın, hidânenin bitmesi için uygun olduğunu düşünmüşlerdir. Bakılan çocuk erkek ise, 7-9, kız ise 9-11 yaşına kadar bakım yükümlüsünün gözetimi altında kalması gerektiği de ileri sürülmüştür. Bu sürecin sonunda çocuk, hayatını velisinin Tahâvî, s. 433; Demir, s. 358. 57  Bardakoğlu, Hidane, C. 17, s. 469. 58  Bilmen, C. 2, s. 462; Zuhaylî, C. 10, s. 56. 59  Tahâvî, s. 434; Serahsî, C. 5, s. 327. Bazı yazarlar bu konuda, çocuğun tuvalet ihtiyacını yalnız başına giderebilmesini ölçüt olarak almışlardır (Kudûrî, el-Kitab, III, s. 103 den aktaran Baktır, s. 279). 60  Halebî, C. 2,  s. 165. 61  Baktır, s. 279. Erkeklerde 7-9; kızlarda 9 veya 14 yaşa kadar olduğunu söyleyenler de vardır (Çiğdem, s. 113). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 167Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... yanında devam ettirecektir. Genel olarak Hanefî, Şâfiî ve Hanbelîler in erkek için yedi, kız için dokuz yaşı yeterli buldukları söylenebilir. Her çocuğun, başkasının yardımına muhtaç olmadan yiyip içmesi, giyinmesi  ve  zorunlu  doğal  ihtiyaçlarını  gidermesi  farklı  yaşlarda gerçekleşebilir. Bu nedenle dokuz veya on bir yaş gibi belirlemeler mutlak değildir. Ancak her hâlde bu süre zarfında da baba, çocuklarının eğitim ve gelişimleri için gereken nafakayı karşılamak durumundadır.   Hidânede yaş sınırı belirlenmemiş, bu konu içtihatlara bırakılmıştır. Bazı  durumlarda  erkek  çocuğun  yetişkin  oluncaya,  kızın  evleninceye kadar annesinin yanında kalmasına izin verilmiştir. Somut olayın özelliği gerektiriyorsa, kız evlenene kadar babanın yanında da kalabilir. Örneğin İmam Mâlik e göre, erkek çocuk ergenliğe, kız çocuk evleninceye kadar annesi ile kalır. Şâfiî mezhebine göre, bakım yükümlüsünün görevi, erkek veya kız gözetilmeksizin, çocuk temyiz gücünü kazanıncaya kadar sürer. İmam Şâfiî ye göre hidâne süresi dolunca çocuk anne veya babasından hangisinde kalacağını kendi seçebilir. İmam Ahmed bin Hanbel erkek çocuk bakımından İmam Şâfiî ye katılmaktadır, fakat kız çocuk için aynı kanaati paylaşmamıştır. Hz.  Peygamber  devrinde  hidânenin  kimde  olacağı  ile  ilgili  bir uyuşmazlık yaşanmıştır. Sözü geçen olayda eşini boşayan bir erkek, ortak çocuklarını  eşinin  elinden  almak  istemiştir.  Oysa  kadın,  bir  anne  olarak çocuğun bakımını üstlenmek ve onun kendisiyle kalmasını talep etmiştir. Hz. Peygamber kadına, evlenmediği müddetçe çocuğun bakımı konusunda üstün 62  Tahâvî, s. 434; Aydın, Tarih, s. 295; Aydın, Aile, s. 55; Akgündüz, s. 273; Karaman, Anahatlarıyla, s. 359. Ansay, bu yaşı kız için 9, erkek için 7 olarak belirtmiştir (Halebî, C. 2, s. 165; Ansay, s. 239; Bardakoğlu, Hidane, C. 17, s. 471; Demir, s. 358; Ekinci, s. 461). Bazı kaynaklarda erkek çocuklarda 7 veya 9 yaşına; kızlarda ise, 9 veya 14 yaşına kadar süreceği belirtilmiştir (Üçok-Mumcu-Bozkurt, s. 124; Çiğdem, s. 113). 7-9; 9-11 görüşü için bkz. Döndüren, s. 296. 63  Müftâbih olan yedi senedir (Bilmen, C. 2, s. 463). 64  Avcı, s. 305. Ebû Yusuf un, İbrahim en-Nehâi den aktardığına göre, çocuğun yeme, içme ve giymede annesine ihtiyacı kalmadığında baba ona bakmaya daha lâyıktır (Tahâvî, s. 433; El-Âsar, s. 158 den aktaran, Sâğircî, s. 706, dpn. 1981). Hidânede belli bir yaşın belirlenmediği ve konunun içtihatlara bırakıldığı görüşü için bkz. Topal, s. 266. 65  Zuhaylî, C. 10, s. 61. 66  Hanbelî mezhebine göre, hidâne yedi yaşta son bulur. Kız çocuk ise evleninceye kadar babası ile beraber kalır (Bilmen, C. 2, s. 465; Tahâvî, s. 434; Mergınânî, C. 2, s. 153; Serahsî, C. 5, s. 328; Bardakoğlu, Hidane, C. 17, s. 471; Karaman, Anahatlarıyla, s. 359; Avcı, s. 305; Çiğdem, s. 113). Konu ile ilgili hadis için bkz. Baktır, s. 287. 168 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ bir hakka sahip olduğunu bildirmiştir. Bu uygulamalara dayanan sonraki dönem hukukçuları velâyet hakkının babaya, hidâne hakkının ise anneye ait olacağında görüş birliğine varmışlardır.   Evlilik birliğinin sona ermesinden sonra çocuk kural olarak annede de kalsa, baba ve diğer aile fertleri ile kişisel ilişkisi sürecektir. Hidâne hakkı sahibinin çocuğun akrabalarıyla kişisel bağını koparmama ve hattâ gerektiğinde bu bağı kurmaya ve sürdürmeye yardım etme yükümlülüğü vardır. Özellikle baba aynı zamanda velî olduğu için çocuk ile sıkı bağlılığı bulunur. Bu nedenle mümkün olduğunca, herhangi bir mazereti olmadığı müddetçe, farklı şehirlerde yaşamamaları daha uygun olur. Hanefî mezhebine göre, evlilik sonrasında çocuğun hidânesi anneye verileceğinden, bu hakkın kullanılma yeri, annenin aslî vatanı veya nikâh akdinin kurulduğu yerdir. Ebû Yusuf ve İmam Muhammed den sadece nikâhın yapıldığı yerin esas alınacağına dair bir aktarım vardır. Bu nedenle hidânenin kullanılacağı yer kural olarak anne ile babanın evlendikleri yerdir. b. Hidâne Süresi Dolunca Ebû Hanife ve İmam Mâlik e göre hidâne süresi sonunda erkek çocuk babaya verilmelidir. Ebû Hanife ve Ahmed bin Hanbel e göre kız çocuk da babaya teslim edilmelidir. Kız çocuk ergenlikten sonra da babasının yanında kalmaya devam etmelidir. Erkek çocuk ise, anne ya da babasından birini 67  Benzer bir olay Hz. Ebû Bekir in halifeliği sırasında da yaşanmıştır. Bu olayda Hz. Ömer, oğlunu, boşadığı eşine bırakmak istememesine karşın, Hz. Ebû Bekir -Hz. Peygamber in uygulamasını örnek göstererek- çocuk tercih yapacak yaşa gelinceye kadar, anne yanının daha uygun olacağını bildirmiştir (Bardakoğlu, Hidane, C. 17, s. 467-468). Ayrıca bkz. Avcı, s. 305. 68  Boşanmış veya kocası ölmüş bir kadının, iddeti bitinceye kadar kanunî ikâmetgâhı, bulunduğu meskendir. Mecelle ye göre mehri ödenen kadının, kocasının meskeninde ikâmet etmesi gerekmektedir. Bu kural sonradan nikâh akdinin kurulduğu yer olarak değiştirilmiş ise de, Hukuk-ı Aile Kararnâmesi ile eski kurala dönülmüştür (Kanunî ikâmetgâh ile ilgili ayrıntılı bilgi için bkz. Akgündüz, s. 65; Cin-Akgündüz, s. 462). 69  Baba ve akrabaların çocuğu ne sıklıkta görebilecekleri konusu tartışmalıdır. Farklı görüşler için bkz. Bardakoğlu, Hidane, C. 17, s. 470; Zuhaylî, C. 10, s. 63. 70  Bu esneklik sadece anneye tanınmıştır. Hidâne hakkını, anne dışındaki bir kadın kullanıyorsa ve çocukla birlikte yer değiştirmeyi planlıyorsa, velisinden izin almalıdır. Seçilecek ikâmetgâh, her hâlde baba/velînin çocuğu görmek istediğinde bir gün içinde görüp dönebileceği yakınlıkta olmalıdır (Halebî, C. 2, s. 167; Merginânî, C. 2, s. 154-155; Tahâvî, s. 434; Bardakoğlu, Hidane, C. 17, s. 469). Ayrıca bkz. Sâğircî, s. 707; Baktır, s. 281. 71  Tahâvî, s. 434. Kâsânî nin delilleri için bkz. Bedâî, IV, s. 44 ten aktaran Baktır, s. 281, dpn. 106. 72  Baktır, s. 280. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 169Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... seçebilir, ancak eğer isterse kendisine bağımsız bir aile de kurabilir. Savurgan veya akıl zayıfı olan evlat, kural olarak annesinin yanında kalmalıdır.  Kız çocuk, annesi veya babaannesi dışında birinin hidânesi altında ise erkek çocuk hükmündedir. Kendini idare edecek duruma geldiğinde, kendisini bakan  kişinin  yanından  ayrılabilir.  Çünkü  bakım  yükümlüsü,  kendisine babasından daha yakın değildir. Ancak çocuk, anne ve anneanne dışında bir kadın tarafından bakılıyorsa, kız çocuğun bakımı dokuz yaşına girmesiyle birlikte ergenlik beklenmeden velîsine geçirilmelidir. Kız çocuğun daha erken yaşta velîsine geçirilmesinin nedeni, onun korunması amaçlıdır. Erkek çocuğunki ise, hem cinsel kimliğini kazanırken babasını rol model olarak alması, hem de bir an önce bir meslek edinmesinin baba yanında daha kolay olacağı düşüncesiyledir. Hanefîlere göre, hidâne içinde iken çocuğun yanında kalacağı kişiyi seçme hakkı yoktur. Çocuk kendi lehine ve aleyhine olanı ayırt edemediği için, yararına olmasa da, kendisini hoş tutanı tercih edebilir.   2. Hakkın Kullanılacağı Yer a. Genel Olarak Evlilik süresince çocuğun bakım ve büyütülmesi işi normal şartlarda ortak ikâmetgâhta yerine getirilir. Evlilik sırasında anne veya babadan birinin uzun bir yolculuğa çıkması veya iş gibi sebeplerle ortak ikâmetgâhtan başka bir yerde yaşaması durumunda kimi hukukçular çocuğun yine de annesinin yanında,  kimi  hukukçular  ise,  ikâmetgâhta  bulunan  ebeveynin  yanında kalmasını doğru bulmuşlardır. 73  Merginânî, C. 3, s. 444; Çiğdem, s. 113. Ayrıca bkz.  Merginânî, C. 2, s. 20. 74  Ebû Yusuf ve İmam Muhammed in görüşleri için detaylı açıklama ile çocuğun ergenliğe kadar hâdinede kalabileceği şeklindeki ikinci bir görüş hakkında bkz. Bardakoğlu, Hidane, C. 17, s. 471. Çocuk kız ise ergenlik çağına kadar annesi hidânede daha fazla hak sahibidir. Bu konuda kıyas terk edilmiştir. Kıyasa göre kız ve erkek çocuk eşit olmalıydı. Fakat kız çocuk kendi kendine yeter hâle gelse dahi gerek ev işlerinin ve yemek yapmanın öğrenilmesi gerekse hanımlarla bir arada olması bakımından annenin yanında bulunması daha uygundur. Ama evlenme çağına geldiği zaman babaya geçmelidir. Erkek çocuk için ise kendi kendine yettikten sonra baba yanı daha uygundur (Serahsî, C. 5, s. 328). 75  Bilmen, C. 2, s. 463. 76  Bedâyi, Hindiyye, Redd-i Muhtar dan aktaran, Bilmen, C. 2, s. 457. Hanefî ve Şâfiî mezhepleri arasındaki görüş ayrılığının nedenleri için bkz. Merginânî, C. 2, s. 154. Ayrıca bkz. Halebî, C. 2, s. 167. 77  Bilmen, C. 2, s. 466; Bardakoğlu, Hidane, C. 17, s. 469; Ekinci, s. 461; Zuhaylî, C. 10, s. 62 vd. 170 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Boşanma durumunda ise kadın, iddet süreci boyunca ortak ikametgâhta kalmalıdır. Kocası bu hakkı kadının elinden alamaz. Eğer ortak çocuk varsa ve kadın aynı zamanda hidâne hakkını da kullanıyorsa iddet sürecinde uzak bir yere gideceği zaman bu konuda eşi ile ortak karar alması gerekmektedir. Kadın, eşine hiçbir bilgi vermeden veya kabul etmesine gerek duymadan başka bir beldeye gidemez. b. Nikâh Akdinin Yapıldığı Yer Hidâne iddetten sonra da devam edeceği için bu aşamada kadın ve çocuğun nerede yaşayacakları önem taşımaktadır. Konuya ilişkin bazı genel sınırlar getirilmiştir. En başta annenin dârü l-harpte yaşaması, çocuğun diğer eş ve akrabalarıyla kolayca kişisel iletişim kurmasını engelleyebileceğinden dolayı uygun bulunmamıştır. Mezhep hukukçuları ortaya çıkabilecek farklı durumları değerlendirmişlerdir. Hidâne boyunca çocuğun, nikâh akdinin kurulduğu yerde kalabileceği genellikle kabul edilmektedir. Burasının, her iki tarafın birlikte yaşamayı ve çocuklarını büyütmeyi tasarladıkları yer varsayılması nedeni ile eşlerin üzerinde anlaştıkları kabul edilebilir. Ancak eşler ileride ortak ikametgâhları olarak görmedikleri bir yerde de evlenmiş olabilirler. O nedenle bu hususu her somut olayın özelliğine göre değerlendirmek gerekir. c. Çocuğun Şehirden Köye Götürülmesi Eski dönem hukukçuları, farklı örf ve âdetlere sahip olması nedeniyle çocuğun  köyde  ya  da  şehirde  yetişmesinin,  karakterini  etkileyeceğini düşünmüşlerdir. Bu nedenle şehirden köye götürülmesi konusunu tartışarak farklı sonuçlara varmışlardır. Söz konusu bu farklı yaklaşım ve görüşlerin asıl amacı çocuğun yararına olanı tespittir. Çocuk geçici bir süreliğine hidâne altına alınmaktadır. Günün birinde kendi kendini idareye yeterli hâle geldiğinde kalıcı olarak velisinin yanına gidecektir. Köy ve kentlerde örf-âdetler ve yaşam şekilleri farklı olduğundan çocuğun, sonradan asıl yaşayacağı yere uyumunu zorlaştıracak ortamlarda bakılıp büyütülmesi doğru bulunmamıştır. Çocuğun hangi âdetlere ve hayat 78  Baktır, s. 280-281. 79  Karşılaştırma için bkz. Bilmen, C. 2, s. 468. 80  Bardakoğlu, Hidane, C. 17, s. 469. Hanefî görüşü için bkz. Merginânî, C. 2, s. 155; Halebî, C. 2, s. 167; Tahâvî, s. 434; Sâğircî, s. 707. 81  Anne çocuğa bakmak için şehirden köye götürmek isterse, Hanefîlere göre izin verilmez (Bilmen, C. 2, s. 467; Tahâvî, s. 434). İddet içerisinde kadının oturacağı evin, koca tarafınGazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 171Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... şekline göre yetiştirileceği hususunda öncelikle anne ve babası söz sahibidir. Çocuk annesinin bakım ve gözetimi altında iken, baba eğer uzak veya yakın bir başka yere iş veya başka maksatlarla, geçici veya kalıcı olarak giderse, annenin hidâne hakkı düşmez. ç. Kadının Memleketi Nikâh kadının memleketinde olmuş ise kocanın çocuklarının burada yetişebileceğini önceden kabul ettiği varsayılır ve kadın çocuğunu buraya götürebilir. Nikâh kadının aslî vatanından başka bir yerde olmuşsa, çocuğu da alıp aslî vatanına gidemez. Çünkü bu ihtimalde babanın, çocuğu kadının memleketinde yetiştirmesine rıza gösterdiği kesin değildir. Nikâh kadının aslî vatanında yapılmamış ve kadın çocuğu nikâh yapılan yere götürmek isterse, yine aynı sebeple götüremez. Kadın çocukları ile birlikte her iki eşin de ortak hiçbir bağı olmayan tamamen yabancı bir yere gitmek isterse, kalma süresi önem taşımaktadır. Eğer baba veya asabe bir gün içinde söz konusu yere gidip çocuğu görüp, onunla zaman geçirip, dönebilecekleri bir mesafede ise anne çocuğu buraya götürebilir. Çocuğun bu şartları taşımayan bir uzaklığa götürülmesi yasaktır. Çocuğun bakılıp büyütüleceği evi sağlamak babanın görevidir. Ancak annenin kendi evi varsa, babanın ayrıca ev tahsisi gerekmeyebilir. Eğer ev kiralanacaksa,  kira  ücreti,  çocuğun  malı  varsa,  öncelikle  oradan  verilir. Yoksa kiranın nafaka yükümlüsü tarafından ödenmesi gerekmektedir. Anne başkasıyla evlenir ve büyükanne çocuğu üvey babasının evine bırakırsa, baba çocuğu büyük anneden alma hakkına sahiptir. Ancak büyük annenin kalacak evi yok ve baba ona bir ev sağlayamaz ise, baba çocuğu alamaz. 3. Denetimi Bakım  yükümlüsünün  yapması  gereken  işler  ve  yükümlülüklerin başında çocuğu büyüme sürecinde takip ederek koruması, gözetmesi, terbiye etmesi, aslî ihtiyaçlarını karşılaması ve çocuğa kendi kendine karşılamayı öğretmesi  gelmektedir. Ayrıca  bakma  kapsamında  çocuğa  okuma-yazma, ahlâk ve görgü kurallarının öğretilmesi; çocukluk çağında verilmesi gereken dan sağlanması zorunlu olduğundan bu süre boyunca yaşanacak yeri koca belirlemektedir. 82  Hanefî hukukçular dışında kalan çoğunluk hukukçular aksi kanaattedirler (Zuhaylî, C. 10, s. 64). 83  Tahâvî, s. 434; Zuhaylî, C. 10, s. 62; Baktır, s. 281. 84  Baktır, s. 283. 172 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ dinî  bilgi  ve  uygulamanın  aktarılması;  topluma  uyumu  için  gerekli  tüm kuralların öğretilmesi, okul zamanı geldiğinde tahsili için gerekli okullara yollanılması da yer almalıdır. Bu görevler sorumlu kişiye yüklenmekle birlikte, çocuk ile bakım yükümlüsü kendi hâllerine bırakılmamalıdırlar. Çünkü hakkın kullanımı, bir kişinin tek başına üstlenemeyeceği kadar sabır isteyen, zorlu ve uzun soluklu bir süreçtir. Bazen anne baba birlikte iken bile aşılması zor engeller ortaya çıkabilir. Evlilik birliği içinde karı kocanın birbirlerine gerek maddî gerek manevî destek olarak bu zorlu durumları aşmaları daha kolay olabilir. Tüm bunların atlatılması konusunda hukuk düzeni bir eşi –hattâ bazen ana baba dahi olmayan bir kişiyi- görevlendirmektedir. Bu nedenle bakım yükümlüsü, baştan belki çok isteyerek kabul ettiği bir sorumluluğu zaman içerisinde taşımaktan aciz hâle gelebilir. Bu da bakım yükümlüsünün her aşamada denetlenmesi; ihtiyaç duyduğunda desteklenmesi gereğini ortaya çıkarmaktadır. Hidâne hakkına sahip olacaklarda ayrı ve özellikli bir ehliyet aranması, çocuğun gelişimi bakımından yeterli değildir. İkili bir denetim mekanizması uygun  görülmüştür.  Hem  velinin  hem  de  hâkimin  bakım  yükümlüsünü denetleme hakkı ve yetkisi vardır. Ayrıca bakım yükümlüsünün, diğer ebeveynin çocuğu, her gün bir kez veya en geç haftada bir kez, göreceği şekilde şartlarını hazırlaması gerekmektedir. Eğer görüşme bakım yükümlüsünün evinde olmayacaksa, çocuğun uygun bir yere çıkarılması gerekir. Bu görüşmelerde karşı taraf çocuktaki olumlu ve olumsuz gelişmeleri de gözlemleyebilir.     Hâkim  gerek  kendisi  gerekse  velinin  başvurusu  üzerine  yapacağı inceleme sonunda, gerekli gördüğü zaman bu hakkı, hidâneyi kullanandan alıp bir başkasına verebilmektedir. 4. Sona Ermesi Hidâne hakkı, hidâne süresinin dolması ile sona ermektedir. Doğumla başlayan bakım süreci, işin niteliği gereği, çocuğun başkalarının bakımına muhtaç olmayacak aşamaya gelmesine kadar sürer. Bunun için hidânenin biteceği belli bir üst yaş sınırı belirlemek zordur. Bu konuda da farklı görüşler 85  Ekinci, s. 461. 86  Zuhaylî, C. 10, s. 65. 87  Bardakoğlu, Hidane, C. 17, s. 470; Karaman, Anahatlarıyla, s. 358; Avcı, s. 305; Paçacı, Hıdâne, s. 254. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 173Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... vardır.  İslâm  hukukçuları,  anne  yanında  geçecek  olan  hidâne  süresinin, mümkün olduğunca kısa tutulması gereği üzerinde durmuşlardır. Ayrıca bakma yükümlüsünün hidâne ehliyetinden tamamen yoksun kalması da bu hakkı sona erdiren bir diğer sebep olabilir. Tartışmalı olmakla beraber bakım yükümlüsü kadınsa, kadının çocuğa yabancı biri ile evlenmesi, çocuğun bakımı ile bağdaşmayacak bir hastalığa yakalanması veya bakım ve gözetim yükümlülüğünü ifadan aciz hâle gelmesi ile de bu hakkın süresi son bulabilir. Ancak burada bir hakkın ortadan kalkmasından değil bu hakkın fiilen  kullanılamamasından  veya  kesintiye  uğramasından  söz  edilmelidir. Anne bu konuda her zaman hak sahibidir. Hidâneyi kullanmasına engel olan bir hastalık vs. durum var ise bu ortadan kalktıktan sonra hakkını tekrar talep edebilir. D. Benzer Hukukî Müesseselerle İlişkisi   1. Genel Açıklama   Hukukî  temsil,  velâyet,  nafaka,  hidâne  ve  emzirmenin,  çocuğun iyiliğini sağlamak gibi bir ortak amacı vardır. Bu müesseseler hukukî sonuçları açısından babaya bir masraf ve/veya ücret ödeme yükümlülüğü getirdiğinden somut olayda genellikle birbiri ile iç içe olacak şekilde yer almışlardır. O nedenle çalışmanın konusu olan hidâne müessesesini benzerlerinden ayırt etmek gerekir. 2. Hukukî Temsil ve Hidâne   a. Genel Olarak Genellikle  hukuk  düzenleri  hukukî  temsili,  başkasının  şahıs  veya malvarlığı üzerinde sahip olduğumuz mutlak haklar şeklinde tanımlamışlardır. Eski hukukumuzda buna niyâbet-i şer iyye veya velâyet denmektedir. Söz 88  Bardakoğlu, Hidane, C. 17, s. 468. 89  Halebî, C. 2, s. 164; Bardakoğlu, Hidane, C. 17, s. 470; Avcı, s. 305-306. 90  Bilmen, C. 2, s. 457. 91  Velâyetin aynı zamanda kamu hukukunu ilgilendiren bir yönü de vardır. Yöneticinin veya kâdının halk üzerinde sahip olduğu velâyete kamu/amme velâyeti denmektedir. Velîsi veya vasîsi bulunmayanların hukukî temsilcisi kâdî veya onun belirleyeceği bir kişidir. Bunlara kamu vekili anlamında veliyyü l-âmme denmektedir (Cin-Akgündüz, s. 459; Cin-Akyılmaz, s. 305). Ayrıca bkz. Aydın, Tarih, s. 222. Vekâlet  ve niyabet mukayesesei için bkz. Hatemi, s. 97.   Velâyetin, velâyet-i cerâim, velâyet-i kısas, velâyet-i kazâ, velâyet-i nikâh ve velâyet-i zâtiyye olacak şekilde diğer türleri de vardır (Paçacı, Velayet, s. 690; Aydın, Tarih, s. 269270; Zeydân, s. 449). 174 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ konusu kavram, biri kişinin kendi şahsı üzerindeki velâyet, diğeri başka kişiler üzerinde sahip olduğu mutlak hakların kullanılmasını sağlayan velâyet olmak üzere ikiye ayrılmıştır. Çalışmamızda ehliyetsiz veya eksik ehliyetli kimselerin, genellikle mümeyyiz olan ve olmayan küçüklerin, bakımı ve büyütülmesi; kişilik ve mal varlığı haklarının korunması; yararlarına olacak şekilde tüm hukukî işlemlerinin yapılması amacıyla hukukî sonuç bağlanan velâyet esas alınmıştır. Fıkıhta  velayet,  kişilik  hakları  üzerinde  (el-velâye  ale n-nefs)  ve malvarlığı hakları üzerinde (el-velâye ale l-mal) kurulabilir. Kişiliğe ilişkin olan velâyet, çocuğun doğumundan itibaren kendi kendisini idare edinceye kadar olan gayrimümeyyizlik devresindeki bakım yükümlülüğü olup hidâne adını almaktadır. Buna karşın çocuğun, eğer istiyorsa, ileri tahsil aşamalarına devam edebilmesi, bir sanat öğrenmesi veya meslek eğitimine başlaması ve evliliği gibi hususlar babanın velayetine dâhildir. Toplumsal hayatta küçüklerin dışında, aklı yerinde olmayanlar, aklı zayıﬂ ar ve diğer tüm âciz kişiler de işlerini idare edemeyecek durumdadırlar. Bu kimselere ihtiyaç hâlinde işlemlerinde yardımcı olmak üzere bir hukukî temsilci atanabilir. Yaptığı tüm hukukî işlemleri, temsil ettiği kişi adına yapan kimsedir. Kayyımlık ve kanunî vekâleti de içeren hukukî temsilin kapsamı, çocukların velâyeti ve vesâyetinden daha geniştir. b. Çocuklar Açısından Hukukî Temsil Hukukta çocuğun temsili, bedenen olduğu gibi, akıl bakımından da henüz olgunlaşmamış olmasından dolayı kanunî bir zorunluluktur. Normal şartlarda aklî gelişimin ergenlikle birlikte tamamlandığı kabul edilmektedir.   İnsan  çocukluk  çağında,  hem  biyolojik  olarak  yetersiz,  hem  de tecrübesiz ve kandırılmaya yatkındır. Bu nedenle bazı durumlarda babalar, malî konuları idare etmek üzere küçüğe bir yardımcı atayabilir. Hukukta malî konularda geçerli olan bu velâyet türü vesâyet, bu işi yapmakla görevli kişi ise vasî olarak adlandırılmaktadır. 92  Ebû Zehrâ, Velâyetü ale n-nefs, s. 21 den aktaran Topal, s. 264. Başkası üzerindeki velâyetin can ve mala velâyet (kayyımlık) olmak üzere ikiye ayrıldığı belirtilmektedir (Zeydân, s. 450). 93  Zuhaylî, C. 10, s. 71. 94  Ansay, s. 73; Akgündüz, s. 62; Cin-Akgündüz, s. 458. 95  Bilmen, C. 2, s. 452. 96  Karaman, Mukayeseli, s. 395-396. Kayyımlık tâbiri için ayrıca bkz. Zeydân, s. 451.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 175Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Günümüzde vesayet eskiye oranla daha sınırlı bir anlam taşımakta ve velî ile birlikte vasî bir arada bulunamamaktadır. Çünkü hukukî temsile konu olan iş ve işlemler, şahıs varlığının yönetim ve korunması ile ilgili olanlar ve malvarlığının yönetim ve korunması ile ilgili olanlar olmak üzere ikiye ayrılmaktadır.  Bunlardan  ilkini  düzenleyen  temsile  velâyet;  ikincisini düzenleyene ise vesâyet denmektedir. Eskiden çocuğun baba ve dedesi gibi birinci derece yakınları, hem velâyet hem vesâyet olmak üzere, her iki yetkiyi bir arada kullanabilmekte idi. Velayet ve vesayet yetkileri, eğer baba ve dede hayatta değilse, birbirinden ayrılmakta idi. Velayet çocuğun asabe binefsihî100 olan yakınlarına geçerken, baba ayrıca bir vasî atayabilirdi. Baba hayatta ise, çocuğun mallarını kendisi idare edebileceği gibi, bu iş için ayrıca bir vasî de belirleyebilirdi. Baba hayatta değilse, vasî tayin etme hakkı, dedeye, o da yoksa hâkime ait olmakta idi.   Velâyet, reşid olan büyük bir kimsenin kendisi veya kısıtlı olan başkaları üzerinde zorla veya isteğe bağlı (cebrî/ihtiyarî) olarak, hukuk düzenince tanınmış geçerli şahsî ve malî tasarrufta bulunabilme yetkisidir. Velâyet hakkı, bir kişinin kendisi veya diğer bir kişi üzerinde hukuken sahip olabileceği tasarruf ve söz hakkı gibi mutlak haklardan birisidir. Velî, velîsi bulunduğu kişinin rızası gerekmeksizin, onun adına hukukî işlem yapabilir. Günümüz hukukunda, anne babası hayatta olan bir küçüğün mallarının yönetilmesinden velîsi olarak anne ve baba birlikte sorumludurlar (YMK m. 336). Medeni Kanun un 336 ncı maddesinin birinci fıkrasına göre Evlilik 97  Topal, s. 263. 98  Velâyet sözlükte, idare etmek, düzenlemek, yaklaşmak, işini üzerine almak yardım etmek, sevmek, selâhiyet (yetki) demektir. Sözcüğün dinî anlamı velîlik, ermişlik, sadâkat, dostluk, başkası üzerinde söz ve tasarruf hakkıdır (Canbulat, s. 691).   99  Aydın, Tarih, s. 222; Akgündüz, s. 64; Cin-Akgündüz, s. 460; Ekinci, s. 412; Karaman, Yeni Gelişmeler, s. 31. 100  Asabe binefsihî, bir miras hukuku terimidir. Mûrise en yakın olan erkek tarafından akrabalarını ifade etmektedir. Miras bırakanın araya kadın girmemiş erkek akrabalarına binefsihî asabe denmektedir. Mûrisin altsoyu, üstsoyu, babasının altsoyu ve dedesinin altsoyundan gelen erkek akrabaları asabenin dört grubunu oluşturmakta, bunlardan daha yakın olanda bir mirasçının olması diğerlerini mirastan mahrum bırakmaktadır (Aydın, Tarih, s. 315; Üçok-Mumcu-Bozkurt, s. 137). Asabe, Hz. Peygamber devrinde diyet ve miras konusunda yakınlığı tanımlamada kullanılmıştır. Özellikle hatâ ile adam öldürmede, ölenin diyetini failin yerine ödemesi öngörülen, failin erkek tarafından olan akrabalarına (âkile)  asabe denmiştir (Paçacı, Asabe, s. 32).  101  Karaman, Mukayeseli, s. 396. 102  Zuhaylî, C. 10, s. 70; Cin-Akyılmaz, s. 306; Paçacı, Velâyet, s. 690; Topal, s. 261. 176 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ devam ettiği sürece ana ve baba velâyeti birlikte kullanırlar. Eşler boşanmışsa çocuğun velâyeti, hâkim tarafından ana babadan birine verilmektedir. Baba veya anne bu görevi yapamayacak durumda ise çocuğa bir vasî atanması yoluna gidilmektedir. Yine ilgili Medeni Kanun un 352 nci maddesine göre, anne babanın küçüğün mallarının yönetimi, değerlendirilmesi ve işletilmesinde tam yetkileri vardır. Bu konuda her hangi bir denetime tâbî olmadıkları gibi her hangi bir yere veya makama güvence vermek zorunda da değillerdir. c. Velî ile Vasî Arasındaki Farklar Velî ile vasî ilişkisi, hidâne hakkı sahibinin çocuğun malvarlığını da idare edip edemeyeceğinin tespiti bakımından önemlidir. Hukuken çocuğun doğal  velîsi  babasıdır.  Babanın  velâyeti,  çocuğunun  aynı  zamanda  hem şahıs, hem de mal varlığından sorumlu olmayı gerektirdiğinden vesâyeti de kapsamaktadır. Baba varken hukuk düzeninin ayrıca vasî belirlemesine gerek yoktur.  Sonuçta, velî ve vasînin farklı kişiler olması, baba bulunmadığı durumda  söz  konusu  olmaktadır.  Babanın  yokluğunda  yetkili  velî,  kural olarak baba-dededir. Eğer dede de sağ değilse, sırayla asabe binefsihîde yer alan akrabalar velî olmaktadır. Vesâyette durum farklıdır. Vasîlik sırası babadan sonra, onun atadığı kişiye geçer. Eğer baba tarafından bir kişi atanmamışsa yetkili vasî, babadededir. Ardından sıra, baba-dedenin belirleyeceği vasîye geçmektedir. En sonunda sıra hâkime ve onun belirleyeceği vasîye gelmektedir. Velîlik sıralaması, İslâm hukukçuları tarafından belirlenmiş, hâkime veya babaya, velîyi belirleme yetkisi tanınmamıştır. Buna karşın, vasîde ise belirli oranda da olsa, vasîyi belirleme hakkı tanınmıştır. Osmanlı aile hukukunda babanın bulunmadığı durumlarda genellikle yetkili vasî olarak annenin tayin edildiği görülmektedir. Çocuğun malvarlığını anne yönetirdi. Hukukî temsilci olan kişi (velî/vasî), mallarını yönettiği 103  08. 12. 2001 tarih ve 4721 sayılı, Türk Medeni Kanunu, R.G. 24607, Düstur, Tertip: 5, C. 41. 104  Zeydân, s. 450; Aydın, Tarih, s. 223, 315; Bardakoğlu, Hidane, C. 17, s. 468. 105  Aydın, Tarih, s. 223; Mecelle m. 974. Bu sıralama Hanefî doktrine aittir. Malîkî ve Hanbelîlere göre babadan sonra onun atadığı değil, baba-dede gelmekte onu takiben babanın atadığı kişi vasî olmaktadır (Zeydân, s. 451). 106  Bu konuda farklı mezhep görüşleri için bkz. Aydın, Tarih, s. 223. Babanın tayin ettiği vasîye vasiyyü l-muhtar denmektedir (Cin-Akgündüz, s. 460; Cin-Akyılmaz, s. 307). Mecelle de vasî sıralaması 974 üncü maddede yer almaktadır. 107  Annenin vasî tayin edildiğine ilişkin Eyüp Şer îyye Sicilleri ne ait tereke kayıtları için bkz. Aydın, Tarih, s. 223, dpn. 57. Ayrıca bkz. Cin-Akgündüz, s. 460. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 177Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... küçüğün mutlak lehine olan tasarruﬂ arı kimseden izin almadan yapabilir; fakat kefil olmak, bağışlama yapmak ve ibrâ gibi mutlak aleyhine olanları asla yapamazdı. Satım gibi, hem lehe hem aleyhe olabilecek işlemleri ise -fahiş gabin olmamak şartıyla- yapabilirdi. Hukukî temsilcide aranan şartlar; hür, akıl sahibi, bâliğ ve vesâyetini üstlendiği kimse ile aynı dinden olmaktır. Vasîde bu şartlara ek olarak, vasînin reşit ve emin bir kişi olması da aranmıştır. Başlangıçta bu niteliklere sahip olan hukukî temsilcinin sonradan bunlardan birini veya bir kaçını kaybetmesi durumunda velâyet veya vesâyet hakkı ve görevi düşerdi. Osmanlı özel hukukunda babadan hemen sonra anne velî olamazdı, velâyet sırası asabe velîlerden sonra anneye geçerdi. Anne, velî olamadığı durumlarda dahi hâdine olarak çocuğu bakıp büyütmek, terbiye ve temsil etmekle  görevli  kılınmıştır.  Osmanlı  Devleti nde  de  hidânede,  velâyetin aksine, öncelik hakkı anneye ve annenin kadın akrabalarına verilmiştir. ç. Velî ile Hâdine Arasındaki Farklar İslâm hukukunda, günümüzdeki velâyet müessesini karşılayan; velâyet ve hidâne olmak üzere iki ayrı kurum bulunmaktadır. Çocuğun mal varlığının idaresi,  evlendirilmesi,  korunup  gözetilmesi  gibi  daha  genel  ve  masraﬂ ı konular velâyet müessesesinin, terbiyesi ve eğitimi gibi daha özel konular ise, hidâne müessesesinin kapsamında değerlendirilmiştir. Velâyet konusunda genellikle baba ve baba tarafından erkek akrabalar, hidâne konusunda ise anne ve anne tarafından kadın akrabalar görevli ve yetkili kabul edilmişlerdir. Böylece çocuk boşanma gerçekleşmiş bile olsa, hem anne hem babadan yoksun kalmamakta, her iki tarafı da yanında hissetmektedir. Somut  olayda  bazen  çocuğun  hidânesi  de  babada  veya  velîsinde olabilmektedir. Bu durumda baba, velî sıfatıyla çocuk adına hukukî işlem yapabilir. Aynı şekilde hâdine ve vasî anne ise, o da hukukî işlem yapabilir. Fakat  hâdine,  velî  olmadığına  göre,  çocuk  adına  hukukî  işlem  yapıp 108  Hukukî temsilcinin yapabileceği ve yapamayacağı hukukî işlemler hakkında bkz. Aydın, Tarih, s. 223-224. Vasîye, malda velî de denmektedir (Zeydân, s. 450, 453; Cin-Akgündüz, s. 461; Paçacı, Velayet, s. 690; Aydın, Tarih, s. 224). 109  Aydın, Tarih, s. 223; Cin-Akgündüz, s. 459; Cin-Akyılmaz, s. 308. 110  Velî sıralamasında yer alan erkek akrabalar için bkz. Cin-Akgündüz, s. 459; Cin-Akyılmaz, s. 307. 111  Aydın, Tarih, s. 223; Cin-Akgündüz, s. 461. 112  Aydın, Tarih, s. 223, 269.. 178 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ yapamayacağı sorusu akla gelebilir. Eğer hâdine aynı zamanda hukukî temsilci olarak da atanmışsa, hukukî işlemleri yapabilir. Ancak çocuğun, özel olarak idare edilmesi gereken bir malvarlığı varsa, velîsi bunun idaresi için ayrı bir vasî belirleyebilir. Bu durumda hukukî işlemleri vasînin yapması uygun olur. Gayrimümeyyiz  çocuğun  yaptığı  davranışın  idrakinde  olması beklenemez. Bu yüzden velinin kusuru/ihmaliyle bir zarar doğarsa, hukukî temsilcisi, kusuru oranında tazminata (diyet) mahkûm edilirdi. Aynı durum mümeyyiz küçük için de geçerlidir. Veliden kaynaklanan ihmal veya kast gibi bir sebeple, çocuğun aldatılması neticesinde malvarlığında bir azalma ve zarar ortaya çıkarsa velinin bu zararı tazmin etmesi sağlanmalıdır. Velâyet görevini yerine getirmeyen bir babaya ta zir cezası verilebilir.   3. Nafaka ve Hidâne   a. Genel Olarak   Nafaka sözlükte infak edilen şey, yaşamak için gereken azık/mal, harç, yenecek yemek, katık, mâişet ve diğer zorunlu ihtiyaçların karşılanması maksadıyla şahsın kendisi ve aile fertleri için harcadığı her şeydir. Sözcüğün terim anlamı kişinin geçimini üstlendiği kimseye yiyecek giyecek ve mesken sağlamasıdır. Kocanın nafaka sorumluluğu nasslarla düzenlenmiştir. Her aile kendi sosyal durumuna uygun şartlarda yaşama hakkına sahiptir. Nafakanın belirlenmesinde velînin ekonomik şartlarının önemi vardır.   Hayatın olağan akışı içersinde kişi kendi geçimini kendi kazancı ile veya malvarlığından sağlamaktadır. Ancak evlenme, çocuk sahibi olma ya da yakınlarından biri/birilerinin kendi geçimlerini sağlayamaması gibi durumlarda, bazen başkalarının da geçimini üstlenmek gerekir. Hukuk düzeni bu konuyu nafaka başlığı altında ele almıştır. Nafaka konusu, kaynaklarda kişiye kan bağı ile bağlı olanlara bakma anlamında (usûl,fürû ve akraba) nafakası ve evlilik veya boşanma sonucunda eş ve çocuklara ödenmesi 113 Topal, s. 265. Ayrıca bkz. Cin-Akyılmaz, s. 309. 114 Üçok-Mumcu-Bozkurt, s. 125. 115  Cin-Akyılmaz, s. 415; Paçacı, Nafaka, s. 511; Şimşek, s. 38. Kadr-i maruf nafaka kavramı için bkz. Bilmen, C. 2, s. 473.  116  Bazı kaynaklarda evlilik nafakasına zevciyet nafakası da denmektedir (Ekinci, s. 450). İslâm aile hukukuna göre, kadın zengin, erkek fakirse bile eşinin tüm masraﬂ arı erkeğe aittir (vâcip) (Halebî, C. 2, s. 169-170; Merginânî, C. 2, s. 155; Tahâvî, s. 427; Ansay, s. 238; Ekinci, s. 450; Karaman, Yeni Gelişmeler, s. 30). Nafakanın miktarı zamana, yere, örf-âdetlere ve taraﬂ arın zenginlik durumlarına göre değişebilir. Konu ile ilgili ayet, hadis ve örnek olaylar için bkz. Kur an, Talâk: 7; Merginânî, C. 2, s.155-156; Sâğircî, s. 696; Döndüren, s. 201, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 179Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... gereken nafaka olmak üzere iki kısımda incelenmektedir. Boşanmadan sonra çocuğun bakımını üstlenen anne olduğu için, babanın da bu işin masraf kısmını üstlenmesi, yarar-zarar dengesi ve hakkaniyete uygun bir düzenleme gibi görünmektedir. Bu yönüyle nafaka müessesesi ile hidâne hakkı birbirini tamamlayıcı özellikler taşımaktadır.   b. İddet Nafakası, Fürû Nafakası ve Hidâne aa. Genel Olarak İslâm  hukukunda  kadının  nafakası,  evlilik  sürdüğü  müddetçe  ve boşandıktan  sonra  ise,  kadın  iddet  içinde  iken  ödenmektedir.  İddet bittikten sonra, tam ayrılma gerçekleşmekte, kadına bundan sonra nafaka ödenmemektedir.  Nafaka  kapsamına  yeme-içme,  giyinme,  mesken, barınma, tedavi, ilaç ve benzeri masraﬂ ar girmektedir. İddet bittikten sonra ise nafaka, çocuğun kendisi bakıma muhtaç olduğu müddetçe, baba tarafından ödenmeye devam edilmektedir. Çalışmamızda hidâne ile karşılaştırılan nafaka, fürû nafakasından farklı olup, doğrudan doğruya boşanmaya bağlanan bir sonuçtur. Çocuk küçük  ise,  Küçük  çocukların  nafakası  yalnız  babaya  aittir.  Babaya, 287. Ayrıca âyetin açıklaması için bkz. Karaman-Çağırıcı-Dönmez-Gümüş, C. V, s. 392. Şâfiî mezhebine göre nafakanın tespitinde sadece kocanın durumu esas alınır (Merginânî, C. 2, s. 159; Halebî, C. 2, s. 172; Döndüren, s. 203). 117  İddet; sözlükte saymak anlamına gelmekte, hukukta ise, kocası ölen, boşanan (talâk), fiilen başlamış olan evliliği, fesih, tefrîk vb. bir sebeple son bulan kadının, başkası ile evlenmesi için geçmesi gereken süreyi ifade etmektedir (Karaman, Anahatlarıyla, s. 349). Ayrıca bkz. Tahâvî, s. 415; Halebî, C. 2, s. 135, 139; Sâğircî, s. 686; Cin-Akgündüz, s. 534535; Ekinci, s. 460; Şimşek, s. 87. 118  İmam Şâfiî ye göre üç talâkla veya hûl ile boşanmış kadına da nafaka gerekmez (Çiğdem, s. 111). Ayrıca bkz. İmam Mâlik, C. 1, s. 559. 119  Boşanmış kadın iddette iken nafaka ve ev hakkı vardır (Merginânî, C. 2, s. 162; Halebî, C. 2, s. 169; Sâğircî, s. 699; Üçok-Mumcu-Bozkurt, s. 120). İslâm da nafaka sebepleri evlenme akrabalık ve mülkiyettir (Merginânî, C. 2, s. 171; Şimşek, s. 37). 120  Ansay, s. 238; Cin-Akgündüz, s. 519. Farklı durumlar için farklı nafakalar öngörülmüştür. Ayrıntılı bilgi için bkz. Sâğircî, s. 698; Ekinci, s. 450-451; Döndüren, s. 202-204. 121  Akgündüz, s. 273. 1865 tarihli, Kadri Paşa nın El-Ahkâm eş-Şer iyye fî lAhvâli şŞahsiye adlı kanunlaştırmasında, hidâne hakkı Çocuğun Ana babası Üzerindeki Haklarını düzenleyen İkinci Bâb, 365, 395-407 inci maddeler arasında yer almaktadır (Akgündüz, s. 1637 vd). Ayrıca bkz. Ekinci, s. 450-451. 122  Oysa fürû nafakası, evlilik sürerken, ihtiyaç hâsıl olursa, yaşı büyük çocuk veya alt-soya verilmesi gereği doğabilen bir tür nafakadır. Fürûdan birinin kendisini geçindirecek bir miktar parayı kazanmaya gücü yoksa, nafakası babasına (veya usûlüne/üst-soyuna) aittir (Aydın, Tarih, s. 295).  180 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ karısının  nafakasında  nasıl  başkaları  ortak  değilse,  bunda  da  öyledir kuralı gereği nafakası zaten babaya aittir. Eğer çocuk, eğitimini sürdürdüğü için çalışamıyorsa, yaşı, çalışıp kendi nafakasını kazanmaya uygun olsa da nafakaya hak kazanmaktadır. Aralarında kan hısımlığı bulunan ve birbirleriyle evlenmeleri yasak olan -kardeş, teyze, dayı, amca ve yeğen gibi- akrabaların birbirlerine karşı nafaka yükümlülüğü vardır (akraba nafakası)124. Bunun yanı sıra kendi malvarlığı olmayan ve para kazanmaya gücü yetmeyen küçüklerin de bakım sorumluluğu gücü yeten üst soyuna (usûl) aittir. Alt soyun gücü yetmemesi, küçüklük, hastalık veya okuması sebebiyle olabilir. Kız çocukların bakım nafakası da aynı sebeplerle üst soyuna aittir.    bb. İddet ve Fürû Nafakası Boşanan  kadının  talâk  iddetini,  kural  olarak,  kocasının  sağladığı meskende  beklemesi  gerekmektedir.  Bu  dönemde  kadının  nafakası kapsamına dahil olanlar, fürû nafakasından ve hidâneden farklıdır. Örneğin, iddet nafakasına kadının giysileri dâhil olmamaktadır. Ancak talâkla boşanmış kadının çocuğu da varsa ve iddet içinde iken hidâne hakkını kullanıyorsa, sonuç değişmektedir. Bununla ilgili fetvâya konu olan örnek bir olayda, talâkla boşanmış bir kadın küçük oğlunun üzerindeki hidâne  hakkını  kullanmaktadır.  Bu  sırada  hâkime  başvurarak  kocasının kendisine  ödemesi  için  nafaka  (kadr-i  mâruf  nafaka)  tayin  ettirmiş  aynı zamanda nafaka yükümlüsü olup da ödemeyen eski eşi adına üçüncü kişilere 123  Merginânî, C. 2, s. 165; Döndüren, s. 211; Ansay, s. 239. 124  Bu yükümlülüğün doğması için nafaka verilecek olanın aciz; verecek olanın ise, zengin olması gerekmektedir. Akrabalık nafakasında, usûl-fürû nafakasındakinin aksine, din birliği esası vardır. Usûl-fürû nafakası için, hâkimin hükmü gerekmez ancak akrabalık nafakası için mahkeme kararı aranmaktadır (Aydın, Tarih, s. 295; Akgündüz, s. 273; Ekinci, s. 451; Karaman, Anahatlarıyla, s. 364; Demir, s. 347; Döndüren, s. 218 vd). 125  Mergınânî, C. 2, s. 168; Halebî, C. 2, s. 187-189. Fakir olan anne, baba ve diğer üst soyun nafakası çocuklarına aittir. Üst soy çalışacak durumda olsa bile, muhtaçsalar nafakaları zengin olan veya para kazanmaya gücü yeten alt soy üzerine bir yükümlülük olarak yüklenmiştir (Aydın, Tarih, s. 295; Demir, s. 346-347).   126  Halebî, C. 2, s. 187; Aydın, Aile, s. 55-56; Aydın, Tarih, s. 295; Akgündüz, s. 273; Karaman, Anahatlarıyla, s. 364; Aydın, Aile, s. 55-56. 127  Kur an, Talâk: 1. İmam Mâlik, C. 1, s. 567. 128  Hanefîlere göre, cayılabilir (ric î) ve bâin talak ve -istisnaları olmakla birlikte- fesih iddeti bekleyen kadının nafakası kocasına aittir (iddet nafakası). Eğer kadın hamile değilse, ölüm iddeti bekleyen kadına nafaka gerekmemektedir (Tahâvî, s. 418, 430 Merginânî, C. 2, s. 163; Halebî, C. 2, s. 160; Ansay, s. 239; Aydın, Tarih, s. 291; Akgündüz, s. 273). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 181Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... borçlanabilmek için de (istidâne) izin almıştır. Bir süre çocuğunun nafakasını istidâne  ile  sağlar.  Fetvâda  kadının,  istidâne  hakkına  dayanarak  üçüncü kişilerden aldığı borcu, kocasından talep edip edemeyeceği sorulmaktadır. Cevapta hukuken bunu kocadan talep edebileceği belirtilmiştir. Baba, fakir olan erkek çocuğunun nafakasını, çalışıp kazanacağı yaşa kadar; kızının nafakasını ise evleninceye kadar karşılamak zorundadır. c. Nafaka Yükümlüsünün Nafakayı Ödememesi Durumu  Koca,  evin  nafakasını  sağlama  görev  ve  sorumluluğunu  yerine getirmezse, kadın, mahkemeye başvurarak kendisi ve varsa çocukları için nafaka takdir ettirebilmektedir. Kocanın, evinin nafakasını temin görevini yerine  getirememesi,  tek  başına  Hanefî  mezhebinde  kadın  bakımından boşanma sebebi sayılmamıştır. Hâkim, takdir edilen nafakayı ödemeyen kocanın, varsa mallarının satılmasına veya kocayı ödemeye zorlamak için hapsine karar verebilmektedir. Koca fakirse, hapis kararı verilemez. Bu durumda hâkim kadının maddî durumunu değerlendirmelidir. Eğer kadının kendi parası ve malı varsa, hâkim öncelikle eski kocaya borç olmak üzere, kadının kendi malından harcamasına karar verebilirdi. Kadına  kimse  borç  vermek  istemezse,  kadın,  kocası  ölseydi  ona kim  nafaka  vermekle  yükümlü  olacaksa,  talep  hakkını  bu  kişiye  karşı kullanabilirdi. Bu kişiler kadının nafakasını öderler ise de, sonradan kocaya 129  Ceride-i İlmiyye, 13, s. 3 den aktarılan istidâne ile ilgili bu örnek fetvâ için bkz. Ansay, s. 240, dpn. 472. 130  Küçük çocukların nafakası yalnız babaya aittir. Babaya karısının nafakasında nasıl başkaları ortak değilse, bunda da öyledir (Merginânî, C. 2, s. 165; Döndüren, s. 211). Eğer tahsil gördüğü için çalışamıyorsa, büyük çocuklara da nafaka ödenir (Ansay, s. 239; Çiğdem, s. 113). Konu ile ilgili olarak Kur an daki Bakara Sûresi nin 233 üncü âyetinde bakma yükümlüsü çocuk kendisi için doğurulan yani baba şeklinde açıklanmıştır (Âyetin açıklaması için bkz. Karaman-Çağırıcı-Dönmez-Gümüş, C. I, s. 371). Babanın, kendi çocuklarına ve onların çocuklarına bakmakla yükümlü olduğu konusunda tartışma yoktur (Ayrıntılı bilgi için bkz. Karaman, Anahatlarıyla, s. 364). Ayrıca bkz. Döndüren, s. 201. 131  Merginânî, C. 2, s. 158-159; Halebî, C. 2, s. 175; Ansay, s. 238; Ekinci, s. 450, 458; Demir, s. 346, 355. Hanefî görüşünün aslî dayanakları hakkında bkz. Kur an, Talâk: 7; Kur an, Bakara: 280 (Borçlunun darda olması durumunda ona zaman tanımanın ve hattâ borcu affetmenin fazileti ile ilgili, genel ifadeler taşıyan bir âyettir). Ayrıca bkz. Döndüren, s. 287; Karaman, Anahatlarıyla, s. 343. 132  Fakir kocanın nafakasının, eğer zenginse karısının üzerine borç olduğu görüşü de vardır (Karaman, Anahatlarıyla, s. 343). Ayrıca bkz. Ekinci, s. 450-451; Şimşek, s. 40, 46. Konu ile ilgili çeşitli fetvâ örnekleri için bkz. Halebî, C. 2, s. 171, 173. 182 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ rücû edebilirlerdi. İmam Şâfiî ve İmam Ahmed bin Hanbel e göre ise kadın kocasının  evini  geçindirememesi  sebebiyle  boşanma  davası  açabilir. Osmanlı Devleti nde kocası nafakasını karşılamayan eş eğer boşanmak isterse, Şâfiî mezhebinden bir hâkime başvurarak, bu içtihada göre boşanabilirdi. Devletin son dönemlerinde bu konuda Şâfiî görüşü kanunlaştırılmıştır. Eğer kadın da fakirse, yeterli malvarlığı yoksa kendisi ve evlatlarının geçimi için, üçüncü kişilerden borç alabilmesine izin verilmiştir. Bu borçtan kadın ve koca sorumlu olurdu. Eğer baba fakir olup, nafaka teminine elverişli ise,  ailenin  diğer  akrabaları  nafakayı,  sonradan  geri  ödemesi  koşuluyla, babaya borç olarak verebilirlerdi. Düşkün durumdaki eşlerin geçimi devlet hazinesine  ve  akrabalarına  yüklenmişti.  Hukuk-ı Aile  Kararnâmesi  bu konuda, 94-99 uncu maddelerinde, Ebû Hanife nin görüşünü esas almıştır. 4. Muhâla a Yoluyla Boşanma ve Hidâne İlişkisi Muhâla a/hûl 139 hukukta kadının kocasına belli bir ekonomik değeri vererek  veya  vermeyi  taahhüt  ederek  kocanın  boşanmasını  sağlaması demektir. Muhâla a yapan kadının asıl amacı kendini evlilik birliğinden kurtarmaktır.  Eşler  arasındaki  geçimsizlik  bir  arada  yaşamayı  imkânsız kılmışsa, kadının bazen, evlenirken aldığı mehri geri vererek bir tür mal karşılığında boşanma işlemini daha kolaylıkla elde etmesi uygun olabilir. 133  Ansay, s. 238; Ekinci, s. 450, 458. Ayrıca bkz. Merginânî, C. 2, s. 158; Halebî, C. 2, s. 175; Demir, s. 346, 355. 134  Ekinci, s. 458. 135  Eğer kocanın babası varsa, sonradan oğluna rücû etmek üzere, nafaka ödeyebilir, hattâ kâdî tarafından bu sonuca hükmedilebilir (Ansay, s. 238, dpn. 470). Mezhepler arası tartışmalar için bkz. Aydın, Tarih, s. 281. Bazı kaynaklara göre bu dönemde nafakayı, koca borçlanır (Karaman, Anahatlarıyla, s. 343). Ayrıca bkz. Şimşek, s. 45 (İstidâne kocanın gâipliği durumunda yapılır). 136  Karaman, Anahatlarıyla, s. 364; Ekinci, s. 450. 137  Ansay, s. 239; Demir, s. 346. 138  Hukuk-ı Aile Kararnâmesi m. 94-96; Karaman, Anahatlarıyla, s. 343. 139  Muhâla a nın kelime anlamı, çekip çıkarmak, soymak, soyunmak, fıkıhtaki anlamı kadının kocasına bedel ödeyerek boşanmasıdır (Paçacı, Hul , s. 269; Merginânî, C. 2, s. 111). 140  Tanım için ayrıca bkz. Paçacı, Hul , s. 269; Aydın, Aile, s. 114; Aydın, Tarih, s. 286; Hatemi, s. 121. Muhâlaada kadın hakkı olan bir malî değerden vazgeçtiği için, sadece bâliğ (ergenliğe ulaşmış) olması yeterli değildir. Parasal bir işlem söz konusu olduğundan kadının reşit olması da aranmaktadır (Paçacı, Hul , s. 270).  141  Tahâvî, s. 374, dpn. 422; Aydın, Aile, s. 114; Aydın, Tarih, s. 286; Üçok-Mumcu-Bozkurt, s. 121. Ayrıca bkz. Kur an, Bakara: 229. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 183Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Bilindiği gibi erkek boşanmayı istediği zaman bu işlemi kolaylıkla, mahkeme sürecinden geçmeden gerçekleştirebilirdi (talâk). Kadının boşanması ise, mahkemede boşanma sebeplerini delillerle ispatlaması gereken bir süreçtir. Bu yüzden anlaşarak boşanmak mümkünse, kadının bu yolu tercih etmesi doğaldır. Burada kadının kocasını hûl  yapmaya razı etmesi gerekmektedir. Hûl ün de bir tür talâk olduğu yolunda hadis vardır. Sonuçları bakımından muhâla a kesin/ayırıcı boşama (bâin talâk) sayılmaktadır. Muhâla anın sonuçları geçimsizliğin hangi eşten kaynaklandığına göre değişmektedir. Eğer erkekten kaynaklanan bir durum varsa, yüklerle mehir vermiş de olsa, erkeğin kadından boşanma karşılığı olarak bu mehri veya bir bedeli alması harama yakın mekruh sayılmıştır. Eğer boşanma, kadından kaynaklanan bir sebeple gerçekleşiyorsa, erkeğin kadına verdiği mehirden fazlasını alması mekruhtur. Eşlerin arasında mevcut olan nikâhtan dolayı erkeğin kadına mehir veya nafaka gibi bir borcu varsa, hûl  yapılınca bu borçlar –ibrâya benzer şekilde- ortadan kalkmaktadır. Hem mübâraa hem de muhâla ada kadın ile erkeğin arasındaki evlilikten doğan karşılıklı tüm haklar düşmektedir.  Osmanlı  Devleti  şer iyye  sicillerinde  muhâla a  kayıtlarının,  talâk kayıtlarından daha çok oluşu ilgi çekicidir. Bunun muhtemel nedeni kadının ileride,  evlilik  birliği  içinde  ödenmeyip  kocanın  borcu  şeklinde  biriken nafakanın veya iddet nafakası taleplerinin önünü baştan kesmek olmalıdır. Evlenmede mehir olabilen her şey muhâla ada karşılık olabilirdi. Kadının  alacaklarından  vazgeçmesi,  erkeğin  malvarlığına  bir  katkı sayıldığından muhâla ada karşılık sayılabilir. Örneğin, koca karısıyla küçük çocuğunu  sütten  kesilinceye  kadar  emzirmesi  karşılığında  veya  küçük çocukların masraﬂ arının belli bir yaşa kadar anne tarafından karşılanması 142  Cin-Akgündüz, s. 528. 143  Dârekutnî, s. 444 ve Beyhakî, C. 7, s. 316 dan aktaran Merginânî, C. 2, s. 111. 144  Kur an, Nîsâ: 20 (Karaman-Çağırıcı-Dönmez-Gümüş, C. II, s. 36-38). Ayrıca bkz. Merginânî, C. 2, s. 112. 145  Mübâraa, evlilik birliğine, taraﬂ arın rızaları ile karşılıklı ibrâlaşmak ve hiçbir alacak borç ilişkisi olmadığını kabul etmek suretiyle son verilmesidir.  146  Bu Ebû Hanife nin görüşüdür (Tahâvî, s. 374). Ebû Yusuf ve İmam Muhammed e göre, bu borçların hepsi sadece hûl ile kalkmaz. İmam Muhammed e göre ikisi ile de hangi borçların düşeceği söylenmiş ise yalnızca o borçlar düşmektedir (Merginânî, C. 2, s. 114). 147  Aydın, Aile, s. 115. 148  Merginânî, C. 2, s. 113; Aydın, Tarih, s. 287; Cin-Akgündüz, s. 529. Ancak kadının çocuğun hidânesini kocaya bırakmak şartıyla muhâla a yapmasının sonucu farklıdır. Bu durumda muhâla a geçerli fakat şart geçersiz kabul edilmektedir (Bilmen, C. 2, s. 293).  184 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ şartıyla muhâlaaya razı olabilir. Küçük çocukların belli bir yaşa kadar anne tarafından ücretsiz bakılıp terbiye edilmesi karşılığında muhâlaa yapılabilir. Çocukların  bakım  ve  terbiyesi  karşılığında  kadının  ücret  alması  kabul edilebilir  bir  durum  olduğundan,  kadın  bundan  vazgeçtiğinde,  erkeğin ekonomik bir kazancı olmaktadır. Ancak küçük çocuğun hidâne yaşı geçtikten sonra örneğin ergenlik çağına kadar da annelerinin yanında alıkonulması karşılığında muhâla a yapılması geçerli değildir. Çünkü hidâne yaşı geçince çocuğun babaya verilmesinin çocuk ve baba yararına olan psikolojik sebepleri vardır. Babanın bu haktan feragati geçerli olmaz. Genellikle  muhâlaada  kadının,  hakkı  olup  da  almaktan  vazgeçtiği bedellerin başında mehir gelmektedir. Çocuğu ücretsiz emzirme karşılığında muhâlaa  yapılabilir.  Yedi  yaşına  kadar  çocuğun  masraﬂ arını  kadının yüklenmesi karşılığında muhâlaa yapılabilir. Ayrıca çocuğun ücretsiz hidânesi için de muhâlaa yapıldığına rastlanmaktadır. Böyle bir muhâla ada eğer kadın, sonradan hidâneden kaçınırsa veya hidâne süresi bitmeden kadın/çocuk ölür ya da kadın, hidâne ehliyetini kaybederse geri kalan süreye ait emsal hidâne ücreti için koca kadının malvarlığına yönelebilirdi. 5. Emzirme (Radâ) ve Hidâne a. Genel Olarak Eski dönemlerde çocuğun kendi annesi dışında bir kadından süt emmesi son derece doğal ve sık karşılaşılan bir durumdur. Bu yüzden süt emzirme, kira türünden bir akit olarak ele alınmış ve bazı hukukî sonuçlar bağlanmıştır. Bu akde istirzâ denmektedir. Bir kadın sütannelik için kiralandığı zaman (isticar) aynı zamanda çocuğun hidânesini de üstlenmesi gerekebilir. Akitte sadece emzirmeden bahsedildiği durumlarda buna işin niteliği gereği, hidâne de dahil olmaktadır. Fakat sadece hidâneden söz edildiği zaman buna süt emzirme de dahil sayılamaz. Çocuğun  bakımı  ve  sağlıklı  büyümesinde  emzirmenin  (radâ/ridâ/ rezâ)153  önemi  günümüzde  tıp  bilimi  tarafından  ispatlanmıştır.  Hamilelik 149  Döndüren, s. 295; Aydın, Aile, s. 115. 150  Döndüren, s. 296. Aydın, Aile, s. 115; Şimşek, s. 102. 151  Bir kadının süt emecek yaştaki bir çocuğa bedel karşılığında belli süre süt emzirmesi ve diğer ihtiyaçlarını gidermesi için yapılan akde süt emzirme akdi denmektedir (Kaşıkçı, s. 19-20, 32). Ayrıca bkz. Hacı Reşid Paşa, C. 3,  s. 145. Ayrıca bkz. Bilmen, C. 2, s. 8, 453. 152  Dört mezhebin görüş farklılıkları için bkz. Bilmen, C. 2, s. 453. 153  Bazı kaynaklarda ridâ olarak yer almaktadır. Emzirene murdia, emzirilen çocuğa radî  denmektedir (Ansay, s. 224; Kaşıkçı, s. 19). Ayrıca bkz. Hatemi, s. 121. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 185Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... döneminde süt, her çocuğun kendisine uygun şekilde annesinin bedeninde, her gelişim aşamasında derişimi bebeğin ihtiyacına göre özel olarak anne vücudu tarafından düzenlenen, yapay yollardan elde edilemeyen, doğal bir besindir. Kendisi için üretilen bu besini almak her çocuğun hakkıdır. Özellikle ilk gelen süt (ağız sütü), çocuğu her türlü mikroba karşı dirençli kılan ve bağışıklık sistemini sağlamlaştıran bir özelliğe sahip olup bir kez gelmekte ve mutlaka çocuk tarafından alınması doktorlarca salık verilmektedir. Çocuğun bu özel gıdadan mahrum kalmaması için hukuk düzeni bazı özel düzenlemeler yapmıştır. Eşlerin boşanması durumunda, iddet sürecinde kadına nafaka ödenir. Eğer bakıma ve emzirilmeye muhtaç çocuk da varsa hem nafaka, hem hidâne, hem de emzirme konuları birbiri ile iç içe girmektedir. Çocuk için süt emme süresi, doğumundan itibaren iki yıldır. Ancak emzirme süresini belirleyen âyet (nass), emzirme süresinin doldurulmasını zorunlu kılmadığı için, anne ve baba anlaşarak isterlerse iki yıl, isterlerse daha az emzirme konusunda birlikte karar verebilirlerdi. Çocuğunu emzirmek bir kadın için hem doğal bir yükümlülük hem de dinî bir görevdir. Çocuğu emzirmek hem biyolojik hem de dinî bakımdan anneye aittir. Konu ile ilgili Anneler çocuklarını emzirirler anlamında ayet vardır. Normal şartlar altında kadının bundan kaçınmaması gerekmektedir. Ancak anneyi hukuken emzirmeye zorlayacak bir müeyyide yoktur. Eğer anne çocuğunu emzirmekten kaçınır, bünyesi buna yeterli olmaz veya çocuk kendisini emziremeyecek durumda olan bir kişinin (yaşlı veya erkek) bakımı ve terbiyesi altında ise, çocuğun anneden başka bir kişi tarafından emzirilmesi mümkündür. 154  Ayrıca İslâm hukukunda aynı anneden süt emen yabancı kişiler arasında evlenme yasağı ortaya çıkmakta olması yönünden de süt akrabalığının hukuken düzenlenmesi zorunluluk taşımıştır (Kaşıkçı, s. 18). 155  Genel kabul görmüş olan iki yıllık süre, İmameyn e göredir. İmam-ı Âzam bu süreyi iki buçuk yıl olarak kabul etmiştir. Osmanlı Devleti nde İmameyn in görüşü esas alınmıştır (Kaşıkçı, s. 46; Cin-Akyılmaz, s. 453). Kur an, Bakara: 233; Talâk: 6. İlgili ayetlerin açıklaması için ayrıca bkz. Karaman-Çağırıcı-Dönmez-Gümüş, C. I, s. 371; KaramanÇağırıcı-Dönmez-Gümüş, C. V, s. 382 vd; Karaman, Anahatlarıyla, s. 360. İki-üç yıl arası olduğu görüşü için bkz. Kaşıkçı, s. 23. Tartışmalar için bkz. Serahsî, C. 5, s. 214.  156  Karaman-Çağırıcı-Dönmez-Gümüş, C. I, s. 371-372. 157  Kur an, Bakara: 233. Genel anlamda dinî-hukukî yükümlülük ayrımı ve sonuçlarını açıklayan Bakara Sûresi nin 280 inci âyeti için bkz. Karaman-Çağırıcı-Dönmez-Gümüş, C. I, s. 443). Ayrıca bkz. Halebî, C. 2, s. 185; Merginânî, C. 2, s. 165-166.  186 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ İslâm  ve  Osmanlı  özel  hukukunda  emzirme,  çocuğun  beslenmesi ve  nafakası  bağlamında  düşünüldüğünde  babaya  ait  bir  yönü  de  olduğu görülmektedir.  Çünkü  bebeğin  beslenmesinden  esasen  baba  sorumludur. İslâm ve Osmanlı hukukunda çocuğun nafaka yükümlüsü kural olarak baba olduğu için zorunlu hâllerde babanın çocuğun emzirilmesi için bir sütanne tutması  gerekebilir.  Hanefî  hukukçulara  göre,  her  ne  kadar  çocuğun emzirilme sorumluluğunu, yaratılış bakımından anne taşımalı ise de, çocuğun yeterli beslenmesi için gereken süt emmesini sağlama sorumluluğu da babaya aittir. Bu kural dinen de benimsenmektedir. Fakat eğer kadın bunu yapmaz ise, Hanefî mezhebine göre hukukî bir yaptırımı yoktur. Bunun anne için hukukî bir zorunluluk olduğu kanaatini paylaşan başka hukukçular da vardır. Konu  ile  ilgili  hükümler  oluşturulurken  gelenekler  göz  önünde tutulmuştur. Her toplumda sütanneliğe zaman zaman başvurulmuş olabilirse de, Arap toplumu gibi bazı topluluklarda gelenekselleşmiş ve halk arasında yaygın olarak rastlanan bir sütannelik uygulaması vardır. İmam Mâlik in görüşünden  anlaşıldığı  kadarıyla  o  zamanın  toplumunda  varlıklı  ailelere mensup kadınlar; içtimâî mevkii yüksek olan160 çocuk emzirmeyip sütanne tutmakta idiler. b. Emzirme Ücreti   Evlilik süresince anne emzirme ücreti talep edemez ise de, evlilik birliği sona ermiş ve taraﬂ ar ayrılmışlarsa çocuğunu emzirdiği için ücret talep edebilirdi. Ancak evlilik birliği sona ermiş ve taraﬂ ar ayrılmışlarsa, anneye çocuğuna süt vermesi karşılığında ücret ödenebilir. Talâk iddeti biten veya kocası öldüğü için ölüm iddeti bekleyen anneye emzirme karşılığı ücret  ödenebilirdi.  Çünkü  bu  durumlarda  kocanın  kadına  nafaka  ödeme yükümlülüğü yoktur. 158  Akgündüz, s. 275. Bebeğin emzirilmesinin hükmü nafaka gibidir (Merginânî, C. 2, s. 165; Sâğircî, s. 700; Halebî, C. 2, s. 185; Döndüren, s. 212). 159  Aydın, Tarih, s. 294. Ayrıca bkz. Akgündüz, s. 273. Eğer baba hayatta değilse, anne ile amca varsa, emzirme masraﬂ arı bu ikisi tarafından mirastaki payları oranında karşılanır (Serahsî, C. 5, s. 330). Ebû Hanife den yapılan bir aktarımda çocuğun sütten ayrıldıktan sonraki nafakası için de bu hüküm geçerlidir (Örnekler için bkz. Serahsî, C. 5, s. 331). 160  Karaman, Anahatlarıyla, s. 360. Malikî mezhebinin emzirme yükümlülüğü yüklenemeyecek olan bir kadını tanımlarken kullandığı sözcük şerifedir. Şerife, yüksek bir aileye mensup, kendi işini kendi görmeyip hizmetçi kullanma âdeti olan kadınlar için kullanılmış bir sıfattır. Aksi durum örf-âdete uygun olmadığından dolayı, kadının mecbur tutulamayacağı ifade edilmiştir (Bilmen, C. 2, s. 454).  161  Bu görüş için bkz. yukarıda, s. 5, dpn. 15, 16. Karaman, Anahatlarıyla, s. 360. 162  Bilmen, C. 2, s. 453. 163  Kur an, Talâk: 6. Sadece cayılabilir boşamada (ric î talâk) henüz boşanma tam gerçekGazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 187Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Eğer anne biyolojik veya başka sebeplerle çocuğunu emziremez ise, o halde şartları uygun olan başka birisi emzirebilir. Emzirme güçlükleri, hastalık, sütün gelmemesi, yeterli besleyicilikte olmaması, çocuğun annesini emmemesi gibi, anne veya çocuk kaynaklı olabilir. Hiçbir anne çocuğunu emzirmekten alıkonamaz. Ancak anne emzirmek istemiyorsa, işin niteliği gereği bunu yapmaya da zorlanamaz. Çünkü bu şefkat gerektiren bir iştir. Anne emzirmeye icbar edildiğinde, belki bu çocuğun aleyhine sonuçlanabilir. Fakat çocuk başkasını istemez, emmez veya süt verecek kimse bulunamaz ise anne buna zorlanabilirdi.  Annenin emzirme karşılığı ücret talep edip edemeyeceği tartışmalıdır. Emzirmenin hidâne ve nafaka ile bağlantısı ücret bakımındandır. Hanefî hukukçuların bazısına göre, koca bu süreçte eşinin nafakasını verdiği için, evlilik içerisinde ve ric î veya bâin talak iddeti beklerken ücret talep edemez.  Kocadan  hem  nafaka  hem  emzirme  ücreti  alınması  hakkaniyete  uygun değildir. Diğer bazı Hanefî ve Şâfiî hukukçulara göre yukarıdaki durumlarda da kadın nafakadan ayrı, emzirme ücreti talep edebilirdi. Çünkü bu görüş taraftarlarına göre emzirme hukukî değil, dinî bir görevdir. Anne çocuğunu emzirmezse çocuğun başkasının memesini almaması veya babanın maddî durumunun yeterli olmaması dışında bir sebeple kadın, hâkim tarafından çocuğu emzirmeye zorlanamazdı. Talâk  Sûresi nin  6 ncı  ayetine  göre  anne  ile  babanın  gerek emzirme gerekse ücreti konusunda anlaşmaları gerekmektedir. Eğer eşler leşmediği ve iddet boyunca evliliğe geri dönüş mümkün olduğu için, bu süreç evlilik içi gibi düşünülmeli ve anne emzirme ücreti almamalıdır. Fakat aksi görüşte olanlar da vardır (Merginânî, C. 2, s. 166). Ayrıca bkz. Bilmen, C. 2, s. 454; Akgündüz, s. 275; Karaman, Anahatlarıyla, s. 360; Demir, s. 358; Avcı, s. 305. 164  Bilmen, C. 2, s. 453; Behce, 154; İbn Âbidin, II/675 den aktaran Kaşıkçı s. 33, dpn. 50. 165  Serahsî, C. 5, s. 349; Kaşıkçı, s. 33. Konuya ilişkin Bakara Sûresi nin 233 üncü ayeti Emzirmeyi tamamlatmak isteyen (baba) için anneler çocuklarını tam iki yıl emzirirler. Onların örfe uygun beslenmesi ve giyimi de baba tarafına aittir. Bir insan ancak gücünün yettiğinden sorumludur. Çocuğu sebebiyle ne anne ne de baba zarar görmesin (Babanın olmaması veya gücünün yetmemesi durumunda nafaka borcu) varis üzerinedir. Eğer ana ve baba birbirine danışarak ve karşılıklı anlaşarak çocuğu memeden ayırmak isterlerse kendilerine bir günah yoktur. Eğer çocuklarınızı emzirtmek isterseniz örf gereği vermeniz gerekeni vermeniz şartıyla size bir günah yoktur şeklindedir (Âyetin açıklaması için bkz. Karaman-ÇağırıcıDönmez-Gümüş, C. I, s. 371). 166  Kaşıkçı, s. 34. 167  Kur an, Talâk Sûresi nin 6 ncı ayeti Sizin için emzirirlerse ücretlerini verin ve örf gereği verilmesi gerekeni (ücret) aranızda anlaşın. Eğer anlaşamazsanız çocuğu başka bir kadın emzirecektir (Âyetin açıklaması için bkz. Karaman-Çağırıcı-Dönmez-Gümüş, C. V, s. 387, 392). 188 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ anlaşamazlarsa,  baba  çocuğu  emzirmek  üzere  bir  başka  kadın  (sütanne) tutabilirdi. Anlaşamamanın temelinde kadının yüksek ücret talebi veya eski eşine baskı yaparak onu zor duruma sokmak istemesi olabilir. Benzer şekilde baba da eski eşine sıkıntı vermek, eziyet etmek ve bu maksatla çocuğu almak ya da sütanneye baktırmak isteyebilir. Bu yüzden eğer anne uygunsa, baba sütanneye verilecek ücreti anneye vermelidir. Ayrıca hidâne hakkını kullanmasına engel olunamayacağından, bu hakkı kullanan annenin aynı zamanda çocuğunu emzirmesi de engellenemez. Ayrıca eğer anne çocuğa bakmak istiyor (hidâne), fakat süt emzirmeye engel bir durumu varsa, baba sütanneyi ayrıca tutmak ve annenin evine göndermek durumundadır.   Çocuğun bakımında emzirmenin önemli bir yeri olmakla birlikte, emzirme yükümlülüğü, annenin çocuğa bakma yükümlülüğünden ayrı ele alınıp düzenlenmiştir. Hidâne ücreti; emzirme ücreti ile çocuğun nafakasından ayrı düşünülmüştür. Emzirme süresi iki yıl olduğundan, ücret talep edilme süresi iki yılla sınırlıdır. Anne çocuğunu daha uzun süre emzirirse, iki yılı geçen süre için para talep edememektedir. Kadın  veya  kadın  akrabaların  hidâne  için  zorlanmaları  hukuken mümkün değildir. Bu hak kendilerine cebren kullandırılamaz. Fakat emzirme yükümlülüğü, bu yönüyle hidâneden farklıdır. Eğer çocuk başka bir sütanneyi reddeder hiç emmez ya da babanın emzirme ücreti vermeye yetecek parası ve malı yoksa, anne emzirmeye mecbur edilebilirdi.  168  Eğer bir anne herhangi bir sütanneden daha fazla ücret isterse baba, sütanneyi tercih edebilir (Serahsî, C. 5, s. 329-330). 169  Serahsî, C. 5, s. 330. 170  Bilmen, C. 2, s. 453; Ansay, s. 240. 171  Süre ile ilgili ayet ve hadisler için bkz. Merginânî, C. 2, s. 52-53. Osmanlı Devleti aile hukukunda İmameyn in görüşü olan iki yıl kabul edilmiştir. 172  Aydın, s. 299; Akgündüz, s. 273; Sâğircî, s. 701. 173  Osmanlı devri fetvâlarına konu olan bir örnekte, kadın, ölmüş olan kocasından küçük çocuğunun hidâne hakkına sahiptir. Küçük kızın vasîsi bir başka kişi olup küçüğün malının idaresi erkek tarafından olan bu akrabasındadır. Fetvâda, anne tarafından hakime takdir ettirilen ve kadr-i marufundan fazla olan nafakada indirim yapılmasının, vasî tarafından talep edip edemeyeceği sorulmaktadır. Cevap olarak istenebileceği bildirilmektedir (İlmiye Salnâmesi, s. 516 dan aktarılan fetvâ için bkz. Ansay, s. 239, dpn. 472. 174  Ansay, s. 240. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 189Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Osmanlı  Devleti nde,  aile  hukukundaki  kanunlaştırmalar  sırasında, emzirme ile ilgili düzenlemeler de yapılmıştır. Osmanlı Devleti nde aile hukukunu  düzenleyen  birçok  hukukî  metin  ve  kanunlaştırma  çalışmaları vardır. 1905 tarihli Mehmed Bahâ eddin Efendi nin En-Necah fî Ahkâmi nNikâh adlı Ahkâm-ı Şâhsiyesi konuyu meseleler hâlinde ele almıştır. Hidâne konusu Bâbü l-Hidâne kısmında yer almaktadır.    Çocuk bakım için kime verilmiş olursa olsun, bakım ve terbiye masrafı babası tarafından karşılanmalıdır. Çalışmamıza konu olan örnek olayda baştan beri açıklanmaya çalışılan kurallar ve konuların çoğu yer almaktadır. Bu yönü ile teorik bilgilere bir uygulama örneği olarak katkı sağlayacağı düşünülmektedir. II. HİDÂNE HAKKI İLE İLGİLİ KARARIN İNCELENMESİ A. Genel Olarak İzmir şehrine ait 30 numaralı Şer iyye Sicili nin, mikrofilm: 6168, No: 4 (0030.0030.0004), sayfa no: 2-3 te, 6 ncı sırada kayıtlı olan kararının konusu, kararın yan tarafındaki sayfa boşluğunda Nafaka tayini olarak belirtilmiştir.   Kayıtta  yer  alan  olayda  İzmir  şehrinde,  Mahalle-i  Cedit te  (Yeni Mahalle) evli olan Abdullah oğlu Şeyh Muhammed kızı Hafize Hanım ile Şeyh Cemâleddin İbni Şeyh Muhammed Emin Efendi yaşamaktadırlar. Bu çiftin  evliliklerinden  henüz  bakıma  muhtaç  yaşta  olmak  üzere  çocukları da bulunmaktadır. Ancak Hafize Hanım genç yaşta vefat etmiştir. Geriye mirasçısı olarak eşi (zevc-i metruk) Cemâleddin Efendi ile küçük (sagîre) kızı Fahriye; annesi Zîbâ binti Abdullah Veliyyüddin; kız kardeşleri Fatma ve Ayşe kalmışlardır. 175  1865 tarihli, Kadri Paşa nın El-Ahkâm eş-Şer iyye fî lAhvâli ş-Şahsiye adlı kodunda, emzirme hakkı Çocuğun Ana babası Üzerindeki Haklarını düzenleyen İkinci Bâb ında 365-379 uncu maddeler arasında yer almaktadır (Akgündüz, s. 1631 vd).  176  Söz konusu kanunda hidâne 940-976 ncı meseleler arasında düzenlenmiştir. Tam metin için bkz. Akgündüz, s. 428. Ayrıca 1865 tarihli, Kadri Paşa nın El-Ahkâm eş-Şer iyye fî lAhvâli ş-Şahsiye  adlı  kodunda,  hidâne  hakkı  Çocuğun  Ana  babası  Üzerindeki Haklarını düzenleyen İkinci Bâb ında 365, 380-394 üncü maddeler arasında yer almaktadır (Akgündüz, s. 1634 vd).  177  Merginânî, C. 2, s. 155; Demir, s. 358. 178  Mirasçıların kimler olduğunun yer aldığı beşinci sıradaki karar ile altıncı sıradaki bu iki karar, Şer iyye Sicili nde tesadüfen arka arkaya yazılmış olmalıdır. Beşinci sıradaki karar, Hafîze Hanım ın ölümünün ardından, borçlarının tasfiyesi için satılan evine ilişkindir. Burada ölüm olayı ve geriye kalan mirasçılar ile payları yer almaktadır (Hafize Hanım Mübâyaâsı, İzmir 30 no lu Şer iyye Sicili, 5 inci sırada kayıtlı dava). 190 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ İzmir 30 numaralı Şer iyye Sicili nde arka arkaya kaydedilen her iki kararın birbirilerini tamamladıkları görülmektedir. Çalışmamıza konu olan olay, 6 ncı sıradaki kayıtta yer almaktadır. Her iki kararda geçen şahısların kimlikleri birbirine uymaktadır. Vefat  eden  Hafize  binti  Şeyh  Muhammed  bin Abdullah ın  annesi Zîbâ Hanım ile geride kalan eşi Şeyh Cemâleddin bin Şeyh Muhammed Emin Efendi nin hâkim huzurunda karşılıklı beyanları alınmıştır. Gerçi bu beyanların yapıldığı dava satıma ilişkin bir davadır. Fakat taraf beyanlarından, çalışmamıza  konu  olan  nafaka  talebi  ve  hidâneye  ilişkin  dava  ile  ilgili bilgiler de edinilmektedir. Küçük Fahriye nin, Hafize Hanım ile Cemaleddin Efendi nin ortak kızları olduğu bu ilk kararda da belirtilmektedir. Çalışmamıza konu olan olayda ölenin küçük kızı Fahriye nin bakım ve gözetim hakkı ve yükümlülüğünün (hidâne), anneannesi Zîbâ Hanım a verildiği anlaşılmaktadır.  B. Davanın Taraﬂ arı Hâkimden talepte bulunan, hidâne hakkını kullanan Abdullah kızı Zîbâ Hanım dır. Zîbâ Hanım aynı zamanda çocuğun anneannesidir. Şeyh Cemâleddin bin Şeyh Muhammed Efendi den uygun miktar nafaka talep etmektedir. Kendisinden talepte bulunulan kişi aynı zamanda çocuğun babasıdır. Kaydın içeriğinden babanın mahkemede hazır bulunduğu anlaşılmaktadır. Küçük Fahriye nin, Zîbâ Hanım ın kızından torunu olduğu beyanından anlaşılmaktadır. Anneanne, ifadesinde bu durumu …. merkum Cemâleddin Efendi kızım müteveffâ-i mezbûrenin hayatında hâl-i zevciyet beynlerinde kâime  iken  merkum  Cemâleddin  Efendi nin  ferâından  hâsıla  ve  kızım müteveffâ-i mezbureden mütevellide …  şeklinde belirtmiştir.  C. Olaya İlişkin Tespitler 1. Genel Olarak Olayda farklı bakımlardan ele alınarak tartışılması gereken konular vardır. Bunlardan biri Zîbâ Hanım ın … bi-hakk-ı hidâne (hizâne) hucur ve terbiyemde olan işbu hazır-ı bi l-meclis iki yaşında sagîre-i mezbure Fahriye nin nafaka ve kisveye kâfî malı olmayıp, nafaka ve kisveye eşedd-i ihtiyaçla muhtace olmakla …. beynimden babası merkum Cemâleddin Efendi üzerine …. nafaka takdir olunmak muradımdır sözleridir. 179  Hafize Hanım Mübâyaâsının karar metni de çalışmamızın sonuna yerleştirdiğimiz Ek 3 te, ilgili kısmın transkripsiyonu ise Ek 4 tedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 191Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Burada hâdine olarak anneannenin kabul edilmiş olması çalışmanın Birinci Bölüm ünde yer alan İslâm hukukunun konuya ilişkin esaslarına uygun  bir  yaklaşımdır.  Anne  olmadığı  veya  uygun  bulunmadığı  zaman hâdine olacaklar sıralamasında ilk sırada annenin annesi gelmektedir. Hidâne hakkını kullanacak olanlar arasında öncelikle anne, ardından annenin annesi ve sırasıyla anne tarafından kadın akrabalar bulunmaktadır. Eğer bunlardan kimse bulunmaz veya çocuğu bakmaya müsait kimse olmaz ise hidâne hakkı ve görevi baba tarafından öncelikle kadın akrabalara geçmektedir. Bu kararda hidâne hakkının daha önceden mi yoksa bu kararla mı anneanneye verildiği çok net anlaşılamamaktadır. Sanki anne Hafize Hanım ın vefatı ile birlikte anneannenin çocuğu, himâyesi ve bakımı altına fiilen almış olduğu gibi bir sonuca da varılabilmektedir. 2. Kararın Hidâne Ücreti ile Nafaka Bedeli Açısından İncelenmesi Zîbâ  Hanım ın  ifadesinde  çocuğun  kendi  ihtiyaçlarını  karşılamaya yetecek kadar malı bulunmadığını söylemesi önemlidir. Bu nedenle çocuk nafaka ve kisveye (giysi) acilen ihtiyaç duymaktadır. Birinci Bölüm de bu konuya ilişkin kural ve kâideler açıklanmıştır. Küçük Fahriye nin nafaka ve kisveye yetecek kadar malı olmadığı özellikle belirtildiğine göre, eğer çocuğun kendine ait malı/parası olsa idi, daha farklı bir karar verilebileceği düşünülebilir. Hidâne ücreti konusu doktrinde tartışmalı olup örnek kararda nafaka ile iç içe geçmiş bir durumdadır. İslâm hukukunda hidanede ücrete hak kazanılacak durumlar sayılmıştır. Bunlardan biri söz konusu ise, bu ücret öncelikle çocuğun kendi malı varsa oradan ödenmelidir. Çocuğun kendi malı yoksa hidâne ücretini nafaka yükümlüsü ödemelidir. Bazı  hukukçular,  annenin  veya  anne  dışındaki  yakının  hidâneyi uygularken  ücret  talep  edemeyeceğini  savunmuşlardır.  Ancak  bakım yükümlüsü fakir ve çocuğun da malı varsa, çocuğun nafakasını bu maldan temin etmek hakkaniyete daha uygundur. Fakat bu, hidâne karşılığı bir ücret değil, başlı başına çocuğun nafakasıdır. Hidâne ücreti olarak anneye tahsis edilmesi gereken ücretin hukukî niteliğinin nafaka olduğunu kabul eden görüşler olduğu gibi aksine, hidâneyi bakıcı tarafından görülen bir hizmet şeklinde düşünenler de olmuştur. O yüzden bakmanın karşılığına ücret denmiştir. Nafakanın toplam olarak hidâne ücreti, emzirme ücreti ve ayrıca yeme içme, sağlık ve mesken masraﬂ arından oluşan bir bütünlük mü olduğu, yoksa yiyecek, tedavi, giyecek, eğitim, mesken ve hizmetçi masraﬂ arının hidâne ücretinin kapsamında mı bulunduğu konusunda farklı görüşler vardır. 192 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Çalışmamızda  örnek  olarak  incelediğimiz  bu  kararda  da  hâdineanneannenin ifadelerinden, nafakanın hidâne ücreti gibi veya onu da kapsar şekilde düşünüldüğü anlaşılmaktadır. Çocuğun hidânesini anne dışında biri üstlendiğinde, kural olarak bakım için ücrete hak kazanmasına rağmen kararda ayrıca bir hidâne ücreti takdirinden söz edilmemektedir. Küçüğün anneannesi nafakadan ayrıca bir hidâne ücreti talep etmemektedir. Mahkeme de böyle bir ücreti kendiliğinden kararlaştırmamıştır. Yukarıda  açıklanan  nedenlerle  nafakanın  bu  bedeli  de  kapsayacak şekilde genel anlamda kullanıldığı düşünülebilir. Nitekim İslâm hukukçuları arasında hidâne karşılığı alınması gereken bedelin hukukî niteliğinin ücret değil, nafaka olduğunu ileri süren hukukçular vardır. Osmanlı aile hukukunu doğrudan doğruya ilgilendirdiği için bu konu ile ilgili tartışmalara geniş olarak, çalışmanın Birinci Bölüm ünde yer verilmeye gayret edilmiştir.  Kararda çocuğun nafakası ve giysilerinin bedeli (kisve) olarak bir para takdir edilmiştir. Mahkeme ayrıca  Hidâne ücreti, eğer varsa, öncelikle çocuğun malvarlığından ödenir. Çocuğun kendi malı yoksa hidâne ücretini nafaka yükümlüsü ödemelidir genel kuralından hareketle nafakanın çocuğun babasından tahsil edilmesi yönünde karar vermiştir.  3. Kararın Tâyin Edilen Nafakanın Kapsamı Açısından İncelenmesi Anneanne Zîbâ Hanım, sözü geçen küçüğün, nafaka, giysi ve diğer zorunlu ihtiyaçları (levâzım-ı zarûriyesi) için, babası Cemâleddin bin Şeyh Muhammed Efendi üzerine kıbel-i şer îden (şer î açıdan) kadr-ı ma ruf meblâğı faraza ve takdir olunmasını talep etmiştir. Talep  edilen  nafaka  miktarının  belirlenmesi  mahkemenin  takdirine bırakılmıştır.  Mahkeme  çocuk  için  uygun  bir  bedel  tayin  eder.  Osmanlı hukukuna ilişkin kaynaklarda nafakanın veya emzirme ücretinin miktarının tayininde ma ruf vechile şeklinde bir ifadenin kullanıldığı görülmektedir. Bu  sözcükler  aslî  kaynaklarda  kullanılan  kelimelerle  örtüşmektedir (Bakara Sûresi: 233). Onların (annelerin) ma ruf vech ile rızkı (yiyeceği giyeceği) çocuk kendisinin olan babaya aittir denmektedir. Sünnette de Hz. Peygamber in kocasının cimriliğinden şikâyet eden Hind adlı kadına tavsiyesinde onun malından sana ve çocuklarına yetecek kadarını ma ruf vech ile al dediği bilinmektedir. Mahkemenin kararının bu açıdan da İslâm Hukuku nun genel esaslarına uygun olduğu söylenebilir. 180  Döndüren, s. 212. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 193Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... İncelenen bu kararda ayrıca Zîbâ Hanım a gerektiğinde baba üzerine borçlanma  (istidâne)  hakkı,  yetki  ve  izni  de  verilmiş  olması  muhtemel gibi görünmektedir. Çünkü kararda anneannenin  … beher şehir (her ay) otuzar kuruş faraz ve takdir buyurup mafruzan-ı mezkuru sagîre-i mezbure Fahriye nin nafaka ve kisve ve sair levâzım-ı zaruriyesine harc ve sarfa ve ledel-iktizâ ibtidârına (gerektiğinde derhal işlem yapılmasına) ınde zzafer (imkân doğduğunda/böyle bir imkâna nâil olduğunda) babası merkum Cemâleddin Efendi üzerine rücûa mezbure Zîbâ Hanım a izin verilmeğin mâvekaa bittalep ketb olundu denmektedir. Buradan Zîbâ Hanım sözü geçen nafakayı çocuğun ihtiyaçlarına harcamaya ve babasının borcu olacak şekilde kendisi karşılamaya yetkili kılınmış gibi bir anlam çıkmaktadır. Belki acil durumlarda kendisinin olandan kullandığı bedel için sonradan babaya rücû da edebilecektir. Bu  aşamada  hangi  harcamaların  babaya  yüklenebileceği  hususunu açıklanmalıdır. Karardan çıkan sonuca göre bunun tayini örfe ve hakimin takdirine  bırakılmıştır.  Hâdine  çocuk  için  yaptığı  lüks  veya  gereksiz harcamaları da babadan talep edemezdi. Yapılacak harcamalar kadr-ı ma ruf ile sınırlanmıştır. Küçük  Fahriye nin  bakım  ve  gözetim  yükümlüsü  (hâdinesi)  ve ninesi  Zîbâ  Hanım ın  beyanlarının  doğruluğu  ve  sözü  edilen  miktarın, kadr-ı mâruf olduğu konusunda, sicil kaydının altında tanıklık edenlerin adları bulunmaktadır. Bu kişilerin ihbarları zahir ve muhakkak olmağın mahkemenin hakimi (hakim-i muvakkaa sadr-ı kitap …. Alâ Hanmeab Efendi hazretleri dahi) küçük Fahriye nin nafaka, kılık kıyafet ve diğer zorunlu masraﬂ arı  için  babası  Cemâleddin  bin  Şeyh  Muhammed  Efendi  üzerine bitterâhi işbu yazılmış tarihten (tarih-i kitaptan) itibaren her ay (beher şehr) otuzar kuruş nafakayı vermesini farz (belirlenmiş) ve takdir buyurmuştur. Genel olarak nafaka her ay için takdir olunur ve kadının kendisine teslim edilirdi. Ayrıca genel olarak elbise her altı ayda bir takdir olunur ve nafaka israfsız ve taktirsiz (hiçbir şekilde azaltmadan/eksiksiz) kadına yetecek şekilde belirlenirdi. Bu konuda kadın ve kocanın durumları göz önüne alınarak hakkaniyete uygun bir hesaplama yapılırdı. Genel olarak kadın için tayin edilen nafaka miktarlarında her iki tarafın da ekonomik durumları önem taşımıştır. Şer î sicil kayıtları ve belgelerde nafaka talepleri nafaka ve kisve baha, veya nafaka ve kisve ve sair levâzım olarak ifade edilmektedir. 194 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Buradan o dönemde nafaka sözcüğü, daha çok yeme-içme gibi aslî ve hayatî ihtiyaçları kapsar mânâda kullanılmış giyim-kuşam giderleri için kisve/ kisve-baha; diğer ihtiyaçlar için ise ve sair levazım tercih edilerek ayrı ayrı belirtilmişlerdir. Kararın altında tarih olarak 289.5.2 (5 Ramazan 1289), (Miladî 1872) olarak belirtilmiş, muhzırın adı yazılmıştır. SONUÇ Evlilik birliği sürerken farkına varılmasa da aile içinde örtülü bir işbölümü bulunmaktadır. Ancak bu işbölümü; ‘baba dışarıda çalışır, anne evdeki işleri yapar ve çocuklara bakar  şeklinde keskin hatlarla ayrılmış değil, tam tersine kaynaşmıştır. Her ailenin kendi özelliklerine ve örf-âdete göre değişiklik gösterebilir. İdeal bir ailede eşler, gerek çocukların bakım ve terbiyesi gibi manevî, gerekse yiyecek ve içeceği ile meskeni gibi maddî ihtiyaçlarını birlikte karşılamaktadırlar. Baba sadece evin geçimi için çalışıp nafaka temin etmekle kalmamakta, doğumundan itibaren çocukla yakın bir kişisel ilişki içine de girmektedir. Onu sevmek, çıkarıp gezdirmek, yedirip içirmek, gözetip kollamak, onunla oyun oynamak, ona bir şeyler öğretmek bu ilişkinin farklı görünümleridir. Anne  de  çocuğun,  kendisinin  veya  evin  ihtiyaçlarını  gidermek maksadıyla  harcama  yapması  gerektiğinde,  kendi  malı  veya  parasını  da kullanabilir.  Hattâ  çocuğunu  emzirmek  veya  bakmak  için  eşinden  ücret istemesi gibi durumlar evlilik, ana-baba-çocuk ilişkisinin niteliğine uygun gibi görünmemektedir. Eğer annenin çocuğa bakma veya süt verme konusunda sorunu varsa, tıbbî çözümlere başvurulabilir ya da eşlerin anlaşmasıyla bir bakıcı/sütanne de tutulabilir. Boşanmada veya eşlerden birinin vefatında çocukların hukukî durumu büyük önem kazanmaktadır. Çünkü evlenme ile birlikte eşlerin birbirlerine karşı sorumlulukları doğduğu gibi, aileye yeni bir üye katıldığı zaman da bu kez her eşin çocuğa karşı sorumlulukları ve aynı zamanda çocuk üzerinde hakları ortaya çıkmaktadır. Hak ve sorumlulukların hangi eşe ait olduğunun belirlenmesi, hem günümüz hem de tarihte kalmış olan hukuk düzenleri bakımından önemli, bir sorundur. Çünkü tüm yükümlülüklerin sadece kadına veya erkeğe yüklenmesi hakkaniyete uygun olmaz. Yükümlülüklerin her iki tarafı da zorlamayacak şekilde dağıtılması gerekmektedir. Çalışmamızda, Osmanlı hukukunda hak ve sorumlulukları paylaştırarak hakkaniyete uygun şekilde dağıtmanın hangi kurallar veya içtihatlara göre Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 195Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... yapıldığı konusunda bazı sonuçlara varılmıştır. Elde edilen sonuçları iki grupta toplamak mümkündür. Bunlardan  biri  İslâm  hukukçuları  arasında  farklı  görüşlere  konu olmuş  hidâne  hakkı  ve  buna  benzer  diğer  kavram  ve  kurumlara  ilişkin teorik tartışmalarla ilgili vardığımız sonuçlar grubudur. Tarihsel kurumları incelerken köken olarak benzer kurumların da değerlendirilmesi önemlidir. Çünkü bazı kavram ve kurumlar benzer bir başka müesseseden kaynaklanmış veya ayrımlaşarak tanımlanmış ve bir başka müessese haline gelmiş olabilir. Çalışmanın neticesinde elde edilen diğer grup sonuçlar ise İzmir şehri şer î mahkeme kararına konu olayda hidânenin nafaka ile ilişkisi bağlamında varılanlardır. Bu tartışmaları ve sonuçları aşağıdaki gibi sıralamak mümkündür:      İlk sözü edilen sonuçlar arasında en başta, genel olarak kavramlar ve kapsamları konusunda mezhepler ve mezhep içi müçtehitler arasında bir görüş birliğine varılamaması gelmektedir. Doktrinde velâyetin, hidâneyi de içine alacak şekilde geniş bir kapsamda düşünülmesi gerektiğini ileri sürenlerin yanında  velâyetin  ve  hidânenin  farklı  kurumlar  olduğunu  savunanlar da  bulunmaktadır.  Ancak  İslâm  hukukçularının  tartışmaları  ile  birlikte çalışmamıza konu olan karar göz önüne alındığında, zamana ve yaşanılan yerin örf-âdetlerine göre bu kavramların kapsamının değişebildiği görülmüştür. Klâsik fıkıh yazınındaki görüşlerin temeli her ne kadar bu aslî kaynaklar ise de tarihsel süreç içinde mezhep hukukçularının kendi görüşlerini de yansıtacak şekilde farklılık göstermiştir. Mezhep hukukçularının görüşlerinde, hakkında nass olmayan durumlarda, örf-âdetin büyük etkisi olduğu sonucuna varılabilir. Çalışmanın neticesinde İslâm hukukunda velâyetin babaya, hidânenin anneye ait olacağı yaklaşımının hadis kaynaklı bir kâide olduğu sonucuna varılmıştır. Hidânenin bir hak mı yoksa sorumluluk mu olduğu konusu ile, hak olduğu kabul edildiği zaman bunun çocuğa mı yoksa hâdineye mi ait bulunduğu hususları da tartışmalıdır. İbn Âbidin bu konudaki görüşleri değerlendirdikten sonra, kendisi karma bir görüş benimseyerek hidânenin, hem annenin hem de çocuğun hakkı olduğunu belirtmiştir. Çocuğu ile bizzat ilgilenmek ve ondan ayrılmamak, bir annenin en doğal hakkıdır. Buna dayanılarak baba veya bir üçüncü kişinin çocuğu, gerekli şartları taşıyan bir anneden almasının mümkün olmadığı sonucuna varılabilir. Ancak hâdinenin anne olması ile anne dışında biri olmasına farklı hukukî sonuçlar bağlanmıştır. Anne dışındaki hidâne sahibinin çocuk üzerinde herhangi bir hakkı bulunmamaktadır. Buna rağmen bakım yükümlüsü olarak belirlenen kişi de bu görevi yerine getirmek zorundadır. 196 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ O hâlde kendisinin bakılıp büyütülmesini istemek, çocuk bakımından da bir haktır. Osmanlı hukukçusu Ebussuûd Efendi, tüm görüşleri değerlendirerek hidânede biri çocuğa, diğeri anneye ait olan iki hakkın yarıştığı kanaatini açıklamıştır. Bizim de katıldığımız bu görüşe göre, bunlardan çocuğun hakkı anneninkinden hem daha önemli, hem de önceliklidir. Hidâne çocuğa bakan açısından aynı zamanda bir görevdir. Eğer bakım yükümlüsü bizzat baba değil ise, çocuğa bakıcı tutup ücretini ödemekle yükümlü  olan  baba  açısından  bir  sorumluluk  doğduğu  da  gözden  uzak tutulmamalıdır. Bakım yükümlüsü baba ise ya fiilen çocuğa kendisi bakacak ve diğer işlerini yanında çalışanlara yaptıracaktır veya kendi işinde çalışırken çocuğun bakımını bir bakıcıya emanet edecektir. Her iki durumun hukukî sonuçları farklıdır. Netice itibariyle hidânenin çocuğa bakan açısından hem hak hem görev; çocuk açısından ise bir hak olduğu kabul edilmelidir. Yukarıdaki açıklamalara ek olarak hidânenin özel nitelikli bir görev olduğu kanaatine varılmıştır. Hukukta kural olarak üzerine düşen bir görevi yerine  getirmeyen  kişi  bunu  ifaya  zorlanabilmektedir.  Ancak  hidânede bir  çocuğun  veya  kendisini  savunamayacak/şikâyet  edemeyecek  âciz  bir insanın  bakımı  söz  konusu  olduğundan  bu  görevi  ifadan  kaçınanı  ifaya zorlamak, bakıma muhtaç olanın yararı açısından, doğru görünmemektedir. Bakım yükümlüsü çocukla en yakın ilişki içinde olacaktır. Her gün onunla pek çok kereler yalnız kalacaktır. Bu nedenle hâdinenin her şeyden önce, bakıma muhtaç olanı bakmaya istekli; yakınlık ve şefkat duyan biri olması gerekmektedir. Doktrinde  hidânenin  sadece  küçük  çocukların  değil  aynı  zamanda fiziksel veya zihinsel yetersizlikten dolayı tek başına hayatını sürdüremeyecek durumda olan büyüklerin de bakım, gözetim ve hiç olmazsa kendi ihtiyaçlarını karşılayacak kadar eğitilmelerini de kapsadığını düşünen yazarlar vardır.   Ayrıca önceki aile hukukumuzda hidâne hakkının bir ebeveyn veya akraba  üzerine  sadece  tesis  edilmekle  yetinilmediği  görülmüştür.  Tayin edilen bakım yükümlüsünün denetimi üzerinde önemle durulmuş ve bu işin hâkimlerce yapılması esası getirilmiştir. Bir kişinin, çocuğun ebeveyni veya yakın akrabası olması onun, çocuğun bakım ve gözetimi konusunda çok iyi ve yetkin olacağı anlamına gelmemektedir. Aynı şekilde başlangıçta bu konuda yeterli ve yetkin olan bir bakım yükümlüsü, sonraki dönemlerde bu özelliğini yitirebilir. Çocuğun bakımı ve büyütülmesi bir anlık bir iş değil, tam tersine uzun soluklu bir süreçtir. Bakan kişinin bu süreci iyi yönetmesi gerekmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 197Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... O yüzden tarihte kalmış bir hukuk sistemi olmakla beraber İslam hukukçuları süreç boyunca denetim üzerinde önemle durmuşlardır.  Çalışmamızda  varılan  bir  diğer  önemli  sonuç,  hidânenin  muhâla a yoluyla  boşanmalarla  olan  yakın  ilişkisi  ve  küçük  çocuklar  bakımından emzirme sorumluluğu ve ücreti ile olan bağlantısıdır. İslâm hukukunda tartışmalı olan bir diğer konu evlilik birliği sürerken kocanın  evin  nafakasını  sağlayamamasıdır.  Bu  durum  Hanefî  mezhebine göre kadın bakımından tek başına boşanma sebebi sayılmamıştır. Nafakayı sağlayabileceği hâlde bunu yapmayan koca için kadın, mahkemeye başvurarak kendi ve ailesi için nafaka tayin ettirebilirdi. Böylece eğer kadının boşanmak isteme sebebi sadece, eşinin parasını doğru idare edememesi ise bu sebeple boşanmanın önü alınmış olurdu. Evlilik birliği sürerken fiilen eve maddî katkı sağlamayan erkekler, genellikle boşandıktan sonra da hâkim tarafından tayin edilen nafakayı ödemeyeceği için kadın yine bu kez nafaka kararının icrâsı ile uğraşarak mağdur olmaktadır.  Çalışmaya konu kararın incelenmesinden elde edilen ve ikinci grup olarak belirlediğimiz sonuçların başında, kararda nafakadan ayrı bir hidane ücretinden  bahsedilmemesi  gelmektedir.  Oysa  hidane  hakkını  anneden başka birisi kullanıyorsa ücrete hak kazanırdı. İslâm hukukunda ücrete hak kazanılacak durumlar sayılmıştır. Bunlardan biri söz konusu ise bu ücret öncelikle çocuğun kendi malı varsa oradan ödenmelidir. Çocuğun kendi malı yoksa hidâne ücretini nafaka yükümlüsü ödemelidir. Çalışmamızdaki örnek kararda nafakadan ayrı bir ücret talebi olmayışı, İslâm hukukçuları arasında hidâne karşılığı alınması gereken bedelin hukukî niteliğinin ücret değil, nafaka  olduğunu  ileri  süren  hukukçuların  görüşlerini  çağrıştırmaktadır. Osmanlı Aile Hukuku nu doğrudan doğruya ilgilendirdiği için bu konu ile ilgili İslam hukuk doktrinindeki tartışmalara geniş olarak, çalışmanın Birinci Bölüm ünde yer verilmeye gayret edilmiştir.  Çalışmamızın  sonuç  kısmında  genel  olarak  boşanmaya  bağlanan sonuçlar bağlamında günümüze ışık tutabilecek bir konu olması açısından da bazı genel nitelikli çıkarımlarımız olmuştur. İnsanın ve hukukun doğası göz önünde bulundurulduğu zaman tarihin her devrinde hukuk düzenleri veya hukukçuların aile kurumuna ayrı bir önem atfettikleri görülmektedir. Çocukların gerek maddî, gerek manevî gelişimleri, sağlıklı bir toplumun oluşmasında çok önemlidir. Maddî anlamda bir çocuğun sağlıklı, yeterli ve dengeli beslenmesi, sağlıklı büyüyebilmesi için uygun yaşam alanına sahip olması, okuması için gereken masraﬂ ar ve hastalığında tedavi masraﬂ arı gibi 198 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ birçok ihtiyacının düşünülmesi gerekmektedir. Sağlıklı bir manevî ve zihinsel gelişim  sürdürmesine  yönelik  tedbirlerin  alınması  bağlamında  çocuğun oyun, eğlence ve diğer sosyal etkinliklere katılımının sağlanması, olumlu davranışlar kazandırılarak terbiyeli ve ahlâklı bir birey olarak yetiştirilmesi gerekmektedir. Yukarıda  sayılanlar,  bazen  tek  başına  sorumsuz  ebeveyne bırakılamayacak kadar önemli konulardır. Çalışmayan ve evin maddî-manevî ihtiyaçlarını umursamayan bir baba veya çocuklarını ve ailesini başkasına muhtaç durumda bırakıp giden bir anne söz konusu olduğunda ne yapılması gerektiği konularında kanun koyucular düzenleme yapmak durumundadır. Çalışmanın  konusu  olan  hidâne  bu  bağlamda  son  derece  önemli  bir müessesedir. Tıpkı ebeveynin vefatı gibi boşanma da küçük bir çocuk için çok sancılı bir süreçtir. Muhakkak manevî bir yaralanmaya sebep olacaktır. Bu sürecin çocuk bakımından hasarsız şekilde atlatılması günümüzde çocuk sağlılığı ve gelişimi bakımından önem taşıyan konuların başında gelmektedir.  Ek-1: Nafaka Tayinine İlişkin Kararın Aslı Ek 2: Nafaka Tayinine İlişkin Kararın Transkripsiyonu Medine-i İzmir de Mahalle-i Cedid te sakin iken bundan akdem vefat eden  Hafize  binti  Şeyh  Muhammed in  sadriye  (çocukla  annesi  ve  onun hısımlarıyla olan bağı) sağîre (küçük kız) Fahriye nin min kable l-eyyâm Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 199Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... ceddesi (nine) mahalle-i mezbure sakinlerinden zat-ı tarif-i şer i ile marife olan işbu baisetü l-vesika Zîbâ binti Abdullah nam hatun Meclis-i Şer i Şerifi nNur da sagîre-i mezburun babası Şeyh Cemâleddin ibni Şeyh Muhammed Emin Efendi mahzarında takrir-i kelâm ve tâbir-i ani l-meram idüp merkum Cemâleddin Efendi kızım müteveffâ-i mezbûranın hayatında hâl-i zevciyet beynlerinde kâime iken merkum Cemâleddin Efendi nin ferâğından hâsıla ve kızım müteveffâ-i mezbureden mütevellide bi-hakk-ı l-hizane (hidâne) hucur (kucak) ve terbiyemde olan işbu hâzır-ı bi l-meclis iki yaşında sagîre-i mezbure Fahriye nin nafaka ve kisveye kâfî malı olmayıp, nafaka ve kisveye eşedd-i (şiddetle) ihtiyaçla muhtace olmakla sagîre-i mezbûrenin nafaka ve kisve ve sair levâzım-ı zarûriyesiçün beynimden babası merkum Cemâleddin Efendi üzerine kıbel-i şer den kadr-ı ma ruf meblâğı farz ve takdir olunmak muradımdır didikte sagîr-i mezbure Fahriye nin hidânesi ve ceddesi (ninesi) mezbure Zîbâ Hatun un takriri vakıa mutabık ve zikri âtî meblâğ dahi kadr-ı mâ rufe idügi zîr-i (altında) muharrer-ül esâmi kesâne ihbarları zâhir ve muhakkak olmağın hakim-i mevkı  suver-i küttâb tûbâ (mutlu) leh (ona ne mutlu) hüsn-i meab Efendi Hazretleri dahi sagîre-i mezbure Fahriye nin nafaka ve kisve ve sair levazımı zaruruyesiçün babası merkum Cemâleddin üzerine bi t-terâhi işbu tarih-i kitaptan (yazılmış tarihten) itibar beher şehir (ay)  otuzar  kuruş  farz  ve  takdir  buyurup  mefruzan-ı  mezkûru,  sagîre-i mezbure Fahriye nin nafaka ve kisve ve sair levâzımı zaruriyesine harc ve sarfa ve lede l-iktizâ ibtidârına ve inde z-zafer babası merkum Cemâleddin Efendi üzerine rücûa mezbure Zîbâ Hatun a izin verilmeğin mâveka a bittalep ketbolundu. Fî(-de) 5 Ramazan sene 289 Emîn-i yed Muhammed      Beytü l-mâl Müdiri Hacı Muhammed Efendi            Muhzır Salih          200 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ Ek 3: Hafize hanım Mübayaası Kararının Aslı Ek 4: Kararın Transkripsiyonu Medine-i İzmir de mahelle-i Cedid sakinlerinden iken bundan akdem vefat eden Hafize binti Şeyh Muhammed bin Abdullah ın veraseti zevc-i metruku Şeyh Cemaleddin ibni Şeyh Muhammed Emin Efendi ile sadriye sagîre kızı Fahriye validesi Zîbâ binti Abdullah Veliyyüddin kız karındaşları Fatıme ve Aişe ye münhasıran ve … meselei …. Yirmi verese  sehimden olup, sehmi mezkureden altı sehmi zevci merkuma ve on iki sehmi binti sagîre-i mezkureye dört sehmi ümmü mezbureye ve birer sehimden … iki sehmi ühtâne-i mezburetândan (iki kardeşten) her birine isabeti ındeş şer i l-efruz-u meab Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 201Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... mütehakkık olduktan sonra binti sagîre-i mezbure Fahriye nin babası velisi zevc-i merkum Şeyh Cemaleddin Efendi merzatları tarifi şer i ile muarrefetan olan ümmü mezbure Zîbâ ile ühtü mezbure Fatime den her biri Meclis-i Şer i Şerifi n-Nur dan işbu bâisetü l-vesika ühtülehüma mezbure Aişe mahzarında ikrar-ı t-tam ve takrir-i kelam edüp mevtate(fevtate?) mezburenin düyûn-u müşeyyedesi olup menkul terekesi, düyununa vefa etmediğinden akarının dahi bey iyle semeninden (satımından) edâ-i deyn olunmak lazım geldiği ecilden (için) nısf-ı hisse-i şayiası fevtatı mezburenin hayatında ilalfevti taht-ı tasarrufunda olan …….. bir bab mülkü …. Sûk-ı Sultanide mecmai-nas mahalde talibine arz ve nida ve müzayede olunarak ragabat-ı nas inkıtaında mezbure Aişe üzerinde ….. mavekaa bittalep ketbolundu. 289 Safer 3.181 Kaynak: İzmir Kadı Sicilleri 30 Numaralı Sicil. Transkripsiyon: İrem Karakoç. 181 Burada, kararın tam metninin değil sadece çalışmaya konu olan asıl olaydaki akrabalık ilişkilerini gösteren kısmının transkripsiyonu verilmiştir. 202 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ",
     "Kaynakça": "İzmir 30 no lu Şer iyye Sicili, Mikrofilm: 6168, No: 4 (0030.0030.0004), Sayfa no: 2-3, Millî Kütüphane Başkanlığı na ait demirbaş no: 30, Çekildiği yıl: 1998.  Akgündüz, Ahmed ; İslâm ve Osmanlı Hukuku Külliyâtı, Özel Hukuk-I, (Şahsın  Hukuku-Aile  Hukuku),  İkinci  Cild,  (OSAV Yayınları), İstanbul 2012. Avcı, Mustafa  ; Türk Hukuk Tarihi, (Mimoza Yayınları), Konya 2012. Aydın, Mehmet Âkif; Türk Hukuk Tarihi, 12. Baskı, (Beta Yayınları), İstanbul 2014, (Tarih). Aydın, Mehmet Âkif ; İslâm-Osmanlı Aile Hukuku, (MÜİFV Yayınları), İstanbul 1985, (Aile). Ansay, Sabri Şakir ;  Hukuk  Tarihinde  İslam  Hukuku,  4.  Bası,  (Turhan Kitabevi), Ankara 2002. Baktır, Mustafa  ; “İslâm hukukunda Hıdâne”, AÜİF Dergisi, S. 7, İstanbul 1987, s. 259 vd. (atauni.edu.tr/atauniilah/article/download/…/1020004363) Bardakoğlu, Ali  ; “HidâneMaddesi, DİA, C. 17, İstanbul 1998. Bilmen, Ömer Nasuhi   ;Hukuk-ı İslâmiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. II, (İÜ yayınları No: 402; Hukuk Fakültesi No: 90) T.A.O-İstanbul Matbaacılık, 1950. Canbulat,   ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “VelâyetMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010.  Cin, Halil  ;  Eski  Hukukumuzda  Boşanma,  II.  Baskı,    Konya 1988. Cin, Halil- Akgündüz, Ahmed  ;  Türk  Hukuk  Tarihi,  (OSAV  Yayınları), İstanbul 2011. Cin, HalilAkyılmaz, Gül  ; Türk Hukuk Tarihi, Gözden Geçirilmiş ve Genişletilmiş 4. Baskı, (Sayram Yayınları), Konya Eylül 2011. Çiğdem, Recep  ; Mukayeseli Medeni Hukuk, İslâm-Türk Mer i, Kişi, Aile ve Miras Hukuku, (Rağbet Yayınları), İstanbul 2012. Demir, Abdullah  ; Türk Hukuk Tarihi, Genişletilmiş 2. Baskı, (Yitik Hazine Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 203Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Yayınları), İstanbul, Kasım 2014. Döndüren, Hamdi ;  Delilleriyle  İslâm  Hukuku,  Şahıs, Aile  ve  Çözümlü Miras, Konya 1977. Ekinci,  Ekrem  Buğra  ;  Osmanlı  Hukuku,  Adalet  ve  Mülk,  (Arı  Sanat Yayınları), İstanbul 2008. Hacı Reşid Paşa  ; Rûhü l-Mecelle, C. III, İstanbul 1328. Halebî, İbrahim bin Muhammed   (Ter. M. Uysal)  ;  İzahlı  Mültekâ  el  Ebhūr  Tercümesi,  C.  2,  İstanbul Tarihsiz. Hatemi, Hüseyin  ; İslam Hukuku Dersleri, Gözden Geçirilmiş 4. Baskı, (Sümer Kitabevi), İstanbul Kasım 2012. Karaman,  Hayreddin  ;  Yeni  Gelişmeler  Karşısında  İslâm  Hukuku,  (İz Yayıncılık), 5. Baskı, İstanbul 2004, (Yeni Gelişmeler). Karaman, Hayreddin  ; Anahatlarıyla İslâm Hukuku, (Ensar Neşriyat), 13. Baskı, İstanbul 2008. Karaman, Hayreddin  ;  Mukayeseli  İslâm  Hukuku,  C.  I,  4.  Baskı,  (İz Yayıncılık), İstanbul 2006. Karaman, HayreddinÇağırıcı, Mustafa- Dönmez, İ. KâfiGümüş, Sadrettin ; Kur an Yolu, Türkçe Meal ve Tefsir, C. I, II, V, Ankara 2007. Kaşıkçı, Osman  ; “Eski Hukukumuzda Süt Emzirme Akdi”, www.erzincan. edu.tr/birim/Hukuk Dergi/makale/2006 _X_2.pdf. Mâlik bin Enes, İmam   (Ter. A. Öztürk)  ; El-Muvattâ  Tecrümesi, (Kahraman Yayınları), C. I, İstanbul 2013. Merginânî, Burhânüddîn Ebu l-Hasan Ali b. Ebû Bekir   (Ter. A. Meylânî)  ;  İslâm  Fıkhından  Tahriçli  ve Tahkikli, Hanefîler îçin İslam Fıkhı, El-Hidâye Tercemesi, 204 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3İrem KARAKOÇ C. II-III, (Kahraman Yayınları), İstanbul 2013. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “AsabeMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz)  “Bâin  Talâk Maddesi,  (DİB  Yayınları),  5. Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz)  “Ric î  Talâk Maddesi,  (DİB  Yayınları),  5. Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “HıdâneMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “MubâraaMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010. bakılacak Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz)  “Hul  Maddesi,  (DİB  Yayınları),  5.  Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “NafakaMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010. Paçacı, İbrahim  ; Dinî Kavramlar Sözlüğü, (Yayına Hazırlayan: İsmail Karagöz) “VelayetMaddesi, (DİB Yayınları), 5. Baskı, Ankara 2010. Es-Sâğircî, Esad Muhammed (Ter. H. Aldemir-S. Kocabaş-S.  Duman)  ;Delilleriyle  Hanefî  Fıkhı  (El-Fıkhü l-Hanefiyyu  ve Edilletuhû, (Karınca-Polen Yayınları), İstanbul 2010. Serahsî, Ebû Sehl Ebû Bekir   Muhammed bin Ahmed (Çev. M.C. Akşit)  ; El-Mebsut, C. 5, (Gümüşev Yayınları), İstanbul 2008.  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3 205Bir İslâm Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile... Şimşek, Esra  ; İslâm Aile Hukukunda Kadının Hak Arama Hürriyeti, (Yüksek Lisans Tezi), Ankara 2009. Topal, Şevket  ;  “Korumaya  Muhtaç  Çocukların  Bakımı  ve  Gözetimi Açısından  İslâm  Hukukunda  Velayet  ve  Vesayet Yetkisi”,  www.dinbilimleri.com/makaleler/2031  473897 0603090.351.pdf Tahâvî, İmam   (Notlar Ekleyerek   Tercüme Eden, S. Duman) ; Mukayeseli Hanefî Fıkhı, Tahâvî Muhtasarı, (Beka Yayıncılık), İstanbul Nisan 2013. Üçok, Coşkun-Mumcu, Ahmet Bozkurt, Gülnihâl ; Türk Hukuk Tarihi, 11. Bası, Ankara 2006. Zuhaylî, Vehbe (Çev. Ahmet EfeBeşir Eryarsoy-Fehmi Ulus- Abdürrahim Ural- Y. Vehbi Yavuz- Nurettin Yıldız)  ; İslâm Fıkhı Ansiklopedisi, C. 10, İstanbul 1994. 206 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 3"
}