{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "ABD KANUNLAR İHTİLÂFI HUKUKUNA KURAMSAL VE METODOLOJİK BİR BAKIŞ: ÇEŞİTLİTEORİ VE METOTLAR, II. RESTATEMENT VE SÖZLEŞMEYEUYGULANACAK HUKUK",
     "Title": "A THEORETICAL AND METHODOLOGICAL OVERVIEW OF THE USA CONFLICT OF LAWS: VARIOUS THEORY AND METHODS, II. RESTATEMENT AND THE LAW TO BE APPLIED TO CONTRACTS",
     "Yazar İsmi": [
          "Mesut AYGÜN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kanunlar ihtilâfı",
          "Kanunlar ihtilâfı kuram ve metodolojisi",
          "Kanunlar ihtilâfı hukukuna ilişkin II. Restatement",
          "Sözleşmeye uygulanacak hukuk",
          "Milletlerarası özel hukuk"
     ],
     "Keywords": [
          "Conﬂ ict of laws",
          "Theory and methodology of conﬂ ict of laws",
          "II. Restatement of the conﬂ ict of laws",
          "The applicable law to contract",
          "Private international law"
     ],
     "Özet": "Bu çalışma, ABD kanunlar ihtilâfı hukukunu etkileyen bazı kuramsal ve metodolojik gelişmeler ile II. Restatement ta sözleşmeye uygulanacak hukuk üzerine odaklanmıştır.  I.  Restatement a  karakteristik  özelliğini  yansıtan  (klâsik  sistem olarak da ifade edilen) kazanılmış haklar kuramı incelendikten sonra, klâsik ABD kanunlar ihtilâfı hukukuna yöneltilen eleştiriler ve bu alandaki çağdaş eğilimler ile II. Restatement üzerinde durulacaktır. Sözleşmeden doğan borç ilişkilerine uygulanacak hukuka ilişkin II. Restatement ta yer alan düzenlemelerin, son dönem kanunlar ihtilâfı hukuku kuram ve metodolojisi açısından devrim niteliğinde olduğu söylenebilir.",
     "Abstract": "This study has focused on some theoretic and methodological advancements having inﬂ uences on the USA conﬂ ict of laws and applicable law to contract in II. Restatement. After the vested rights theory reﬂ ecting the characteristic features of I. Restatement (which is also called as classical system) is examined, the criticism directed to the USA classical conﬂ ict of laws and contemporary trends in the ﬁ eld and II. Restatement will be discussed. The regulations in the II. Restatement regarding the governing law of obligation relationships arisen from contracts can be suggested to be revolutionary with regards to the recent conﬂ ict of laws theory and methodology.",
     "Metin": "Kanunlar ihtilâfı hukukunda kuramsal açısından bazı soruların cevabı her zaman aranmıştır. Örneğin, evrensel adaleti gerçekleştirme güdüsüne özgülenmiş üst normun veya normlar demetinin kaynağı nereden gelmektedir? Üst norm ile bağlama kuralları arasındaki rabıta nasıl sağlanacaktır, nasıl bir akıl yürütme uygulanacaktır? Milletlerarası özel hukuk, bütün milletleri bağlayıcı özelliğini nereden almaktadır? Kanunlar ihtilâfı hukuku kurallarının oluşmasında rol oynayan kaynaklar nelerdir? Bu kaynaklar, salt akıl, eşyanın tabiatı veya uluslararası toplumda yaşanan gelişmelerin gözlemi olabilir mi? Kuramsal  içerik  taşıyan  bu  soruların  yanında,  yabancı  unsurlu uyuşmazlıklara hangi hukukun uygulanması gerektiği sorusu da metodolojik arayışların bir ürünü olmuştur. Bu hususlar tarihin eski dönemlerinden beri tartışılan  bir  konudur.  Keza,  Roma-Cermen  İmparatorluğu  döneminde glassatörlerin başlattığı bu süreç, beş asır hâkimiyet kuran statüler nazariyesini ortaya çıkarmış, gerek statüler teorisine yöneltilen eleştiriler, gerekse bu teoriden elde edilen çıkarsamalar, günümüz anlayışına ışık tutan farklı teorileri beraberinde getirmiştir. Yabancı hukukun uygulanması sorununa çözüm arandığında, kanunların mülkîliği esası ile kanunların şahsiliği esası her zaman karşı karşıya gelmiştir. Her iki esas da kanunlar ihtilâfı hukuku alanında farklı kuramların ortaya çıkmasına neden olmuştur. Elbette ki, bu kuramların ortaya atıldıkları dönemin egemenlik ve devlet anlayışının önemi göz ardı edilemez. Feodal düzenin hüküm  sürdüğü  Orta  Çağ  döneminde  Fransız  statücü  B.  d Argentre nin; ulus  devletlerin  ortaya  çıkmaya  başladığı  on  yedinci  yüzyıl  döneminde Hollandalı statücülerin, kanunlar ihtilâfı hukuku alanında ülkesel kuramların gelişmesinde önemli katkıları vardır. Kanunlar ihtilâfını uluslararası hukuk boyutunda inceleyen, başta Ulrich Huber, Paul Voet ve Johannes Voet gibi Hollandalı  statücülerin  görüşleri,  önce  İngiltere ye,  oradan  da  ABD ye yayılmış, Anglosakson hukukunu derinden etkilemiştir. Bu çalışmada öncelikle, ABD kanunlar ihtilâfı hukukunu etkileyen, statüler teorisi dâhil bazı kuramsal ve metodolojik gelişmeler genel hatlarıyla incelenecektir. Takiben ABD nde comity teorisini ortaya atan Joseph Story nin görüşleri  ile  I.  Restatement a  karakteristik  özelliğini  yansıtan  kazanılmış haklar kuramı değerlendirilecektir. Sonrasında klâsik ABD kanunlar ihtilâfı hukukuna yöneltilen eleştiriler, bu alandaki çağdaş eğilimler ve II. Restatement üzerinde durulacaktır. Bu çağdaş eğilimler içerisinde Cavers, Ehrenzweig ve 130 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN Currie nin görüşlerine özellikle yer verilecektir. Daha sonra uyuşmazlıkların en fazla ortaya çıktığı sözleşmeler hukuku alanında uygulanacak hukukun tespitine  yönelik  II.  Restatement  hükümleri  değerlendirilecektir.  Ayrıca çalışmada alana ilişkin mahkeme kararlarına da yer verilecek olup, ulaştığımız vargıları içeren sonuç kısmı ile çalışma son bulacaktır. I.  ABD  KANUNLAR  İHTİLÂFI  HUKUKUNU  ETKİLEYEN KURAMSAL VE METODOLOJİK GELİŞMELER A) B. d Argentre ve Ülkesellik Prensibi Amerikan  hukukundaki  ülkesellik  doktrininin  temelleri,  Hollandalı ünlü hukukçu Ulrich Huber e kadar uzanmaktadır. Hollanda Okulu mensubu olan Huber üzerinde ise, B. d Argentre nin tesiri büyük olmuştur. Kanunların  ülkeselliği  ve  kişiselliği  ilkelerinin  esasları  statücüler tarafından ortaya konulmuştur. İtalyan statücüleri, bir hukuk düzeninin hangi hukuki ilişkiye uygulanacağı sorusundan ziyade, bir hukuk kuralının uygulama alanına giren olayların hangisi olduğu sorusuna cevap bulmaya çalışmışlardır. Bu nedenle, hareket noktaları, hukuki ilişkileri gruplandırmak değil, hukuk kurallarını gruplandırmak olmuştur. Statücü görüşe göre, hukuk kuralının uygulama alanı kendisindedir. Hukuk kuralı, niteliği gereği ya kişiyi izler, ya da ülkede uygulanır. Hukuk kuralının ülkesel mi yahut kişisel mi olduğu, onun 1   Wolﬀ , M. (1950), Private International Law, Second Edition, Oxford: The Clarendon Press, s. 27; Menekşe, A. M., Devlet Menfaatinin Tahlili Metodu (Haksız Fiiller Alanından Örneklerle), Ernst E. Hirsch in Hatırasına Armağan, Ankara 1986, s. 511. 2   Dogmatik inancın yansıması gereği, yazılı akıl olarak Justinyen kodunu seçen statücüler, üst Roma Hukuku normlarını somut olaya uygulamaları nedeniyle tümdengelim metodunu benimsemişlerdir.  İtalyan  statücüleri  hakkında  ayrıntılı  bilgi  için  bkz.  De  Nova,  R., Historical and Comparative Introduction to Conﬂ ict of Laws, 118 Rec. des Cours, (1966/ II), s. 441-622: 441 vd.; Yntema, H. E., The Historical Bases of Private International Law, Selected Readings Conﬂ ict of Laws, St. Paul Minn. 1956, s. 30-46: 34 vd.; Pillet, A., Kara Avrupası Hukukunda Kanunlar İhtilâfı Nazariyesi (Çeviren: Hicri Fişek), AÜHFD, 1950, C. VII, S. 1-2, s. 250-281: 250 vd.; Cheshire, G. C. (1961), Private International Law, Sixth Edition, London, s. 22 vd.; Schmitthoﬀ , C. M. (1954), The English Conﬂ ict of Laws, Third Edition, London: Stevens & Sons Limited, s. 19 vd,; Yörük, A. K. (1950), Nazarî ve Amelî Devletler Hususî Hukuku, 2. Baskı, İstanbul, s. 19 vd.; Berki, O. F. (1966), Devletler Hususî Hukuku, C. II: Kanun İhtilâﬂ arı, 6. Baskı, Ankara, s. 214 vd.; Seviğ, M. R./Seviğ, V.R. (1962), Devletler Hususi Hukuku, 3. Baskı, İstanbul, s. 319 vd.; Seviğ, V. R. (1974), Kanunlar İhtilâfı (Yasama ve Yargılama Çatışmaları), 2. Baskı, İstanbul, s. 4 vd. (Kanunlar İhtilâfı); Göğer, E. (1977), Devletler Hususî Hukuku (Kanunlar İhtilâfı Hukuku), 4. Baskı, Ankara, s. 28 (Kanunlar İhtilâfı); Altuğ, Y. (1973), Devletler Hususî Hukuku, İstanbul, s. 134 vd. (DHH); Nomer, E. (2015), Devletler Hususî Hukuku, 21. Baskı, İstanbul: Beta Yayınevi, s. 50 vd.; Çelikel, A./ Erdem, B. B. (2014), Milletlerarası Özel Hukuk, Yenilenmiş 13. Baskı, İstanbul: Beta Yayınevi, s. 49 vd. (MÖH). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 131ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... içeriğine bakılarak belirlenir. Buna göre, hukuk kuralları ne mutlak olarak mülkî, ne de mutlak olarak kişiseldir. Bunların bir kısmı ülkesel, bir kısmı da kişiseldir. İtalyan statücüleri, İtalyan şehir devletlerinin kanunlarını (statutalarını) tek tek inceleyerek, niteliklerine göre, bir kanunlar tipolojisi oluşturmuşlardır. Buna göre, üç tür statü vardır: - Statuta Personalia (Kişisel Statü); - Statuta Realia (Aynî Statü) ve - Statuta Mixta (Karma Statü)3. Kişiyi takip eden kurallar  (örneğin,  taşınır  mallara  ilişkin  kurallar)  kişisel  statüyü,  ülkesel nitelik taşıyan kurallar (örneğin, taşınmaz mallara ilişkin kurallar) ise aynî statüyü oluşturmaktadır. Karma statü, üzerinde çok tartışılmasına rağmen, şahsî ve aynî statüye girmeyen kurallar (örneğin, haksız fiil, sözleşmelere ilişkin kurallar) için geçerli olup, ülkesel niteliktedir. En önde gelen Fransız statücüleri şunlardır: B. d Argentre, Molinus (Dumoulin)  ve  Guy  Coquille.  Fransız  statücülerinin  İtalyan  statücüleri ile  birleştikleri  hususlar,  Roma  hukukunu  yazılı  akıl  olarak  almaları  ve tümdengelim yöntemini benimsemeleridir. Aynı zamanda İtalyan statücüleri ile başlayan kanunların ülkeselliği ve kişiselliği ayrımı, Fransız statücüleri ile önemli bir boyut kazanmıştır. On altıncı yüzyıl Kıta Avrupasında feodalitenin hüküm sürmesi nedeniyle, Fransız statücülerinin bir kısmı kanunlar ihtilâfını, feodal bölgelerin düzenlemeleri arasındaki ihtilâﬂ ar olarak görmüşler ve doğal olarak ülkesellik-kişisellik kıstasından yola çıkmışlardır. Buna karşılık Dumoulin,  Roma  hukuku  yerine  müşterek  bir  Fransız  teamül  hukukunu savunması,  kanunların  şahsiliği  ilkesini  benimsemesi  ve  feodalizme 3   Nygh, P. (1999), Autonomy in International Contracts, Oxford: Clarendon Press, s. 3; Wolﬀ , s. 24. 4  Wolﬀ , s. 24 vd.; Nomer, s. 51. 5   De Nova, s. 447; Seviğ, Kanunlar İhtilâfı, s. 6. 6   Aslında, kanunlar ihtilâfı kuramları, ortaya atıldıkları dönemin egemenlik ve devlet anlayışının etkisi altında kalmışlardır. Bu nedenle, kanunlar ihtilâfı kuramları incelenirken, ait oldukları dönemin koşulları göz önünde bulundurulmalıdır. Kanunlar ihtilâfı hukukunun kuramsal gelişim sürecinde evrenselci ve tikelci görüşler hakkında ayrıntılı bilgi için bkz. Göğer, E., Kanunlar İhtilâfını Etkileyen Kuramsal Akımlar, Osman Fazıl Berki ye Armağan, Ankara 1977, s. 397-413: 400 (Kuramsal Akımlar). 7   Schmitthoﬀ , s. 21. 8   Dumoulin, sözleşmeye uygulanacak hukuk için sözleşmenin ifa edileceği yer hukukunun uygulanmasının doğru olmadığını, bu şekilde tespit edilecek hukukun tesadüfi olabileceğini belirtmiştir. O na göre, örneğin Tübingen den bir kişi, geçici bir süre bulunduğu İtalya da Tübingen deki evini satıyorsa, ona satışın gerçekleştiği yerin kanunu değil, Tübingen kanunu uygulanmalıdır: Lando, O., On Some Writers on The Conﬂ ict of Laws of Contracts, Essays in Honour of Sir Peter North: Reform and Development o Private International Law, (Edited 132 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN karşı giriştiği mücadelesiyle ön plâna çıkmıştır. Dumoulin in sözleşmeye uygulanacak  hukuku  taraﬂ arın  tayin  etmesi  gerektiğine  temas  etmesi  ile (tartışmalı olmakla birlikte) irade muhtariyeti ilkesinin kurucusu olduğu da ileri sürülmüştür. Görüşlerini yeterince geliştiremeyen Dumoulin in statüler teorisinin gelişmesine muhalifi B. d Argentre kadar etkisinin olmadığı ifade edilmektedir. B. d Argentre, kanunların mülkiliği prensibini benimsemiştir. Feodal bir çevrede yaşayan ve feodaliteyi savunan d Argentre, mallar ile ilgili kuralları ele almış ve bu kuralları, taşınmaz mallar ile ilgili olanlar (statuta realia); hem taşınmaz mallar, hem de şahıslarla ilgili olanlar (statuta mixta) olarak ikiye ayırmıştır. Ve her ikisinin de malın bulunduğu yer kanununa (lex rei sitae) tâbi olacağını belirtmiştir. Ehliyet, vesayet gibi tamamen kişiyi ilgilendiren kuralları ise şahsî statü (statuta personalia) başlığı altında bir üçüncü grup olarak ele almıştır ki bunları, ikametgâh yeri kanununa (lex domicili) tâbi kılmıştır. D Argentre nin mallarla ilgili uyuşmazlıklar için malın bulunduğu yer kanununu, şahsi statüler için ikametgâh yeri kanununu işaret etmesi çoğu uyuşmazlık bakımından lex forinin uygulanması sonucunu ortaya çıkardığı ve bu nedenle lex forinin uygulanma kabiliyetinin D Argentre ile birlikte en üst seviyeye çıktığı ifade edilmiştir. D Argentre, beş asır boyunca hâkimiyetini sürdüren statü teorisi içinde ağırlıklı bir yer edinmiş ve lex rei sitae üzerine verdiği ağırlık, günümüz Fransız ve Anglosakson hukukunda ilgi uyandırmıştır. B) Hollanda Okulu ve Comitas Gentium On yedinci yüzyıla girdiğimizde, yavaş yavaş ulus devletlerin oluşmaya başladığını görmekteyiz. Bu yüzyılda statü teorisini geliştirmede önceliği Hollandalı statücüler almıştır. D Argentre nin görüşleri Hollanda statücüleri üzerinde  büyük  etki  uyandırmıştır.  Bu  nedenle  Hollanda  statücüleri  de by James Fawcett), New York: Oxford University Press 2002, s. 237-253: 240.  9   Crawford, E. B./ Carruthers, J. M. (2010), Private International Law: A Scots Perspective, Third Edition, London: W Green, s. 16 vd.; Nygh, s. 4; Çelikel/ Erdem,  MÖH, s. 50. 10  Nomer, s. 51. 11  B. d Argentre hakkında ayrıntılı bilgi için bkz.: De Nova, s. 447 vd. 12  Crawford/ Carruthers, s. 16. 13  Schmitthoﬀ , s. 21; Nomer, s. 52. 14  Kegel, G., The Crises of Conﬂ ict of Laws, 112 Rec. des Cours (1964/II), s. 95-263: 103 vd. 15  Nomer, s. 52; Çelikel/ Erdem, MÖH, s. 51. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 133ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... kanunların ülkeselliği esasından hareket etmişlerdir. Önde gelen Hollanda statücüleri şunlardır: Burgundus, Ulrich Huber, Paul Voet ve oğlu Johannes Voet. Ancak,  onlara  geçmeden  önce,  onların  düşüncelerini  önemli ölçüde etkileyen Hugo Grotius dan da söz etmek gerekir. Devletler genel hukukunun  kurucusu  kabul  edilen  Grotius,  egemenlik  kavramından bahseden ilk hukukçudur. Grotius, kuramını devletlerin egemenliği ve açık denizlerin serbestliği üzerine kurmuştur. Grotius, bireyler arasındaki hukuki uyuşmazlıkların çözümünde yeni yöntemler önermiştir. Hollanda statücüleri, Grotius un  görüşlerinden  yararlanarak,  salt  akıldan  hareketle  uluslararası nitelikli  uyuşmazlıklara  çözüm  getirilemeyeceği;  usa  vurmanın,  gözlem yoluyla belirlenen ilkelerden hareket edildiği takdirde doğru sonuçlar vereceği sonucuna  ulaşmışlardır.  Hollanda  statücüleri,  önceki  İtalyan  ve  Fransız statücülerinden farklı olarak uluslararası kanunlar ihtilâfı ile ilgilenmişlerdir.  Hollanda  ekolünün  önde  gelen  temsilcisi,  Huber dir.  Kanunların ülkeselliği  esasından  hareket  eden  Huber e  göre,  bir  ülkenin  hukuku,  o ülkenin sınırları içerisinde bulunan kişilere, vatandaş veya yabancı olmalarına ya da o ülkede daimî veya geçici olarak ikamet etmelerine bakılmaksızın uygulanır. Bir devletin hukukunun, başka bir devletin ülkesinde uygulanması bir mükellefiyet midir, neyin sonucudur sorusuna Huber, devletlerin yabancı bir ülkenin hukukunu uygulamakta yasal bir yükümlülüğünün olmadığını, ancak uluslararası ilişkilerin sağlıklı yürüyebilmesi için yabancı hukukun uygulanmasının,  uluslararası  mücamele  (comitas  gentium)  esası  uyarınca gerekli olduğunu ifade etmiştir. Ancak, comitas gentium her zaman mutlak sonuç  doğurmayabilir.  Keza,  yabancı  hukukun  uygulanması,  uygulandığı 16  Schmitthoﬀ , s. 22. 17  Crawford/ Carruthers, s. 17; Seviğ, Kanunlar İhtilâfı, s. 9. 18  O Brien, J. (1999), Conﬂ ict of Laws, Second Edition, London: Cavendish Publishing Limited, s. 13; Brilmayer, Lea (1995), Conﬂ ict of Laws, Second Edition, USA: Little, Brown and Company, s. 16, (Conﬂ ict). Grotius un egemenlik kavramını geliştirmesine dayanak olan husus, Hollandalıların 1648 de yapılan Vestfalya Antlaşması ile İspanya İmparatorluğundan bağımsızlıklarını kazanmış olmalarıdır: Altuğ, DHH, s. 137. 19  Grotius a göre, uyuşmazlıklar sadece akıl yürütme yoluyla değil, aynı zamanda tabiat kanunları (eşyanın tabiatı) da incelenerek çözüme kavuşturulabilir. Sosyal tabiatın da kuralları vardır. Her somut olaydan hareketle (tüme varım yoluyla) soyut ilkelere ulaşılabilir. 20  Morris, J. H. C./ McClean, D./ Abou-Nigm, V. R. (2012), The Conﬂ ict of Laws, Eighth Edition, London: Sweet & Maxwell, s. 536; De Nova, s. 448 vd.; Yntema, s. 38 vd.; Crawford/ Carruthers, s. 17. 21  De Nova, s. 450; Lando, s. 240; Altuğ, DHH, s. 137. 134 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN ülkenin  toplum  düzenine  aykırı  sonuç  doğuracaksa,  yabancı  hukuk uygulanmayabilir.  Böylelikle,  kamu  düzeni  olgusunun  temelleri  ilk  defa Hollanda statücüleri tarafından atılmıştır. II. ANGLO-AMERİKAN ÜLKESELLİK DOKTRİNİ A) Genel Olarak Huber in kabul etmiş olduğu comitas gentium prensibi, on sekizinci yüzyıldan  itibaren  önce  İngiliz  hukukunu,  daha  sonra  ABD  hukukunu derinden etkilemiştir. Hollandalı statücülerin görüşlerinin Anglo-Amerikan hukukunda önemli bir yeri vardır. Keza, Huber in mücamele kuramı, AngloAmerikan hukukunda kazanılmış haklar kuramına (vested rights) kaynak teşkil ettiği gibi, ABD nde Joseph Story nin comity teorisine de zemin teşkil etmiştir. İngiliz  ve  Amerikalı  hukukçular  Hollanda dan  kendilerine  geçmiş olan ülkeselci görüşe bağlı kalmış ve uzun bir süre de yabancı kanunun uygulanmasını comitas gentium a dayandırmışlardı. İngiltere ve Amerika da kanunlar ihtilâfı aynı zamanda bölgelerarası bir kanunlar ihtilâfı olarak belirdiğinden aynı egemenliğe tâbi olan diğer 22  Wolﬀ , s. 27 vd. İngiltere de Dicey, kamu düzeni müdahalesini göz önünde bulundurarak, uluslararası alanda kazanılmış haklara saygı prensibini uygulayan ilk müellif olmuştur. Devletler özel hukukunda kamu düzeni konusunda ayrıntılı bilgi için bkz.: Ökçün, A. G. (1997), Devletler Hususî Hukukunun Kaynakları ve Kamu Düzeni, 2. Baskı, Ankara. 23  Morris/ McClean/ Abou-Nigm, s. 536 vd.; Çelikel, A., Devletler Hususî Hukukunda Bağlama Kaidelerinin Tespitinde Uygulanan Yeni Bir Metot, İÜHFM, 1970, C. XXXV, S. 1-4, s. 231-248: 232 vd. (Metot). 24  On sekizinci yüzyılın başlarında Hollanda da hukuk eğitimi çok gelişmiştir. Birçok ülkeden hukuk öğrencisi Hollanda da hukuk eğitimi almaktadır. Başta Grotius ve Huber olmak üzere, dönemin ünlü Hollandalı hukuk düşünürleri, özellikle uluslararası hukuk açısından çok önemli tespitler yapmışlardır. Hollanda da hukuk eğitimi alan İskoçyalı öğrenciler, Hollandalı hukukçuların uluslararası hukuka ilişkin yapmış oldukları bu tespitleri (özellikle Huber in görüşlerini) İngiltere ye taşımışlar ve görülmekte olan davalara uygulamışlardır. Böylece  Hollanda  statücülerinin  görüşleri,  özellikle  comitas  gentium  prensibi,  önce İngiltere ye, oradan da ABD ye yayılmıştır: Ehrenzweig, A. A. (1962), A Treatise on The Conﬂ ict of Laws, St. Paul, Minn.: West Publishing Com., s. 4 vd. (Treatise); Yntema, s. 38 vd.; Göğer, E. (1971), Devletler Hususî Hukukunda Çağdaş Akımlar, Ankara, s. 26 (Çağdaş Akımlar). 25  Collins, L. (2006), Dicey, Morris and Collins on The Conﬂ ict of Laws, Fourteenth Edition, London: Sweet & Maxwell., s. 12 (Dicey, Morris and Collins); Brillmayer, Conﬂ ict, s. 16; Morris/ McClean/ Abou-Nigm, s. 536 vd.; Crawford/ Carruthers, s. 17; Göğer, Kanunlar İhtilâfı, s. 31; Menekşe, s. 513. 26  Ehrenzweig, Treatise, s. 5 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 135ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... bölgelere karşı gerekli saygıyı gösterebilmek için kanunlar ihtilâfı sistemi, kazanılmış haklara saygı prensibinden hareket etmek zorunda kalmıştır. Önceleri bölgesel plânda uygulanan bu prensip, sonraları uluslararası alana teşmil edilmiştir. Kazanılmış haklar (vested rights) kuramı, İngiltere de Dicey tarafından ortaya atılmış, ABD de Beale tarafından savunulmuştur. B. Joseph Story ve Comity Teorisi Gerçekte bu dönemde Amerika Birleşik Devletleri nde kanunlar ihtilâfı hukuku  alanına  ilişkin  ilk  eseri  Samuel  Livermore  yazmıştır.  Livermore, 1828  yılında  İtalyan,  Fransız  ve  Hollandalı  statücülerinin  nazariyelerini Dissertations on the Questions which arise from the Contrariety of the Positive Laws of Diﬀ erent States and Nations (Değişik ülke ve milletlerin pozitif hukuklarının birbirine zıtlığından doğan meseleler üzerine incelemeler) adlı monografisinde anlatmıştır. Livermore, statücü doktrini ABD nde tanıtmış, Justinyen Koduna göre çözüm önermiş ve yönlendirmelerde bulunmuştur. Harvard  Üniversitesi nde  hukuk  profesörü  ve  aynı  zamanda ABD Yüksek Federal Mahkeme hâkimi olan Joseph Story (1779-1845), devletler özel hukuku alanında önemli bir yeri olan müelliftir. Story i önemli kılan hususlardan ilki, devletler özel hukukunun isim babasının pek muhtemelen kendisinin  olmasıdır.  Devletler  özel  hukuku  (private  international  law) tâbirini ilk defa Commentaries on the Conﬂ ict of Laws adlı eserinde Story kullanmıştır. Joseph Story i önemli kılan ikinci husus, kitabının Anglo-Amerikan hukukunun en önemli eserlerinden birisi olmasıdır. Story nin 1834 yılında yayımlanan Commentaries on the Conﬂ ict of Laws: foreign and domestic in regard to contracts, rights and remedies and especially in regard to marriages, divorces, wills, successions and judgements (Sözleşmeler, haklar, tedbirler ve özellikle evlenmeler, boşanmalar, vasiyetler, miraslar ve hükümlere ilişkin 27  Seviğ, Kanunlar İhtilâfı, s. 16 vd. 28  Kazanılmış haklar kuramı hakkında ayrıntılı bilgi için bkz: Morris/ McClean/ Abou-Nigm, s. 539 vd.; Cheshire, s. 31 vd.; Yntema, s. 39; Collier, J. G. (2001), Conﬂ ict of Laws (Third Edition), London: Cambridge University Press, s. 379 vd.; Turhan, T (1989), Haksız Fiilden Doğan Kanunlar İhtilâfı Alanında İka Yeri Kuralı, Ankara, s. 52 vd.; Göğer, Kanunlar İhtilâfı, s. 38; Göğer, Çağdaş Akımlar, s. 26 vd. 29  Altuğ, Y., Anglo-Amerikan Âleminin İlk Önemli Devletler Hususî Hukukçusu Joseph Story, İÜHFM, 1959, C. XXIV, S. 1-4, s. 63-75: 63 (Story). 30  Ehrenzweig, Treatise, s. 7; Morris/ McClean/ Abou-Nigm, s. 538. 31  Batiﬀ ol, H.: Traité Élémentaire de Droit International Privé, Deuxieme edition, Paris 1955, s. 19; Seviğ, Kanunlar İhtilâfı, s. 10. 136 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN yabancı ve yerli kanunlar ihtilâfı şerhleri) adlı eseri, kanunlar ihtilâfı hukuku alanında on üçüncü yüzyıldan beri ortaya çıkmış olan en dikkat çekici ve nitelikli bir çalışma olarak değerlendirilmektedir. Huber in mücamele kuramını kendi sisteminin temeli yapan Story nin, İngiliz ve Amerikan hukuk düşüncesi üzerindeki etkisi büyük olmuştur. Story, görüşlerini uluslararası hukuka dayanarak açıklamış, kanunlar ihtilâfını bir uluslararası hukuk meselesi olarak ele almıştır. Kanunlar ihtilâfı, federe devletler  arasında  olsa  bile,  egemenlik  esasına  dayanılarak  uluslararası hukukun esaslarına göre çözüme kavuşturulmalıdır. Bu yönüyle Story, tikelci ve pozitivist olmaktan çok, evrenselcidir. Story, statücülerin yaklaşımlarını ABD nde tanıtmış; yöntemlerini ve kuramsal esaslarını ortaya koymuştur. Story,  mahkeme  kararlarından  hareketle,  ayrıca  bütün  Kıta  Avrupası hukuklarını da inceleyerek, soyut milletlerarası özel hukuk genel ilkelerine ulaşmıştır. Story, bu ilkeleri tümden gelim metodu ile somut olaya uygularken, kendisinden  faydalanılan  çözüm  araçları  olarak  görmüştür.  Aslında,  bir nev i ilk ABD milletlerarası özel hukuk genel ilkelerini ortaya koymuştur, diyebiliriz. Bu ilkeler, Amerikan doktrininin yazılı aklını oluşturmaktadır. Yukarıda da belirttiğimiz gibi, Story, spesifik problemlerle meşgul olmadan önce, teorisini dayandırdığı birkaç genel kuraldan söz etmiştir. Bu genel kurallar üç tane olup, şu şekilde sıralanmaktadır: (i)  Her devletin ülkesel egemenliği (territorial sovereignty of every nation), 32  Cheatham, E. E./ Goodrich, H. F./Griswold, E. N./Reese, W.L.M. (1957), Conﬂ ict of Laws Cases and Materials and 1961 Supplement, Fourth Edition, Brooklyn: The Foundation Inc., s. 6; Wolﬀ , s. 33; Morris/ McClean/ Abou-Nigm, s. 538. Joseph Story, sadece kanunlar ihtilâfı alanında değil, aynı zamanda Commentaries on the Constitution of the United States (ABD Anayasa Şerhleri) adlı önemli eseriyle anayasa hukuku alanında ve Commentaries on Equity Jurisprudence (Nesafet Hukuku Şerhleri) adlı eseriyle nesafet hukuku alanında şöhret yapmıştır: Altuğ, Story, s. 63. 33  Schmitthoﬀ , s. 28; Morris/ McClean/ Abou-Nigm, s. 538. 34  Story, Fransız statücülerden özellikle Boullenois ve Bouhier nin; Hollanda statücülerinden de özellikle Huber ve Rodenburg un görüşlerinden yararlanmıştır. 35  Story, statü nazariyesini izah etmekle birlikte, statuta personalia, statuta realia ve statuta mixta ayrımına taraftar olmamıştır. Story, yabancı hukukçuların, kanunların şahsiliğinden kişilerin ehliyetini ilgilendiren bütün kanunları; kanunların mülkiliğinden ise mülkiyete ve eşyaya ait kanunları anladıklarını yazmaktadır: Story, J. (1834), Commentaries on The Conﬂ ict of Laws: Foreign and Domestic in Regard to Contracts, Rights and Remedies and Especially in Regard to Marriages, Divorces, Wills, Successions and Judgements, Boston: Hilliard, Gray and Company, s. 3 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 137ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... (ii)  Egemenliğin ülkesel sınırları (territorial limits of sovereignty), (iii) Bir devletin kanunlarının diğeri tarafından tanınması (recognition of the laws of one state by another) 36. Story, kanunların ülkeselliği prensibine sıkı sıkıya bağlı kalmıştır. Story, yukarıda ifade ettiğimiz kurallar çerçevesinde teorisini şöyle ifade etmektedir: Kanun koyucu ancak kendi tebaası için kanun yapar. Bir ülkenin kanunları, ancak ülkesel sınırlar ve bu ülkenin yargılama alanı içerisinde geçerlidirler.  Kanunların  ülke  aşıcılığı,  kendiliğinden  mümkün  olmayıp, mücamele yani uluslararası nezaketin gereği olarak ortaya çıkmaktadır. Ancak Story e göre, yabancı kanunun tatbik sebebi, sadece mücamele esası ile  açıklanamaz.  Keza,  uluslararası  mücamele,  devletlere  mutlak  olarak dayatılmış bir esas değildir. Aslında, kanunların ülke aşıcı etki doğurmasının temelinde, karşılıklılık esası önemli rol oynamaktadır. Devletler karşılıklı işlem esası gereğince, kanunlarının birbirlerinin ülkelerinde uygulanmasına imkân tanımalıdırlar. Story,  bir  devletin  kendi  ülkesinde,  yabancı  devletin  kanunlarını, karşılıklı olmak kaydıyla uluslararası nezaketin gereği olarak, kendi kamu 36  Cheatham, E., American Theories of Conﬂ ict of Laws: Their Role and Utility, Harvard Law Review, 1944-45, s. 361-394: 373; O Brien, s. 13. 37  Walter Wheeler Cook, kanunların ülkeselliğini şu şekilde açıklamaktadır: Her devletin ülkesel egemenliği, devletlerin eşitlik ve bağımsızlığından doğan tabiî bir prensiptir. Egemen devletin esaslı vasfı, kendisinin üstünde emredici bir makam bulunmaması, kendi ülkesinde yegâne hukuk yaratıcısı olmasıdır. Her devlet kendi ülkesinde münhasır egemenlik ve yargılama hakkına sahiptir. Bu kuralın doğrudan doğruya sonucu her devletin kanunlarının kendi ülkesinde bulunan gayrimenkul ve menkul mallarla, ülkede ikamet eden vatandaş ve yabancı herkese ve ülkede akdedilen tüm sözleşmelerle, fiillere uygulanmasıdır. Egemenliğin ülkesel sınırları, bir devletin kanunlarının o devlet sınırları ve yargı yetkisi dışında bir tesirinin kendiliğinden olamayacağını ifade etmektedir. Hiçbir devlet, kanunlarıyla kendi ülkesi dışındaki malları veya ülkesinde ikamet etmeyen şahısları doğrudan doğruya bağlayamaz. Keza, devletler eşit olup egemenlikleri ülkelerine münhasırdır (Cook, W. W. (1949), The Logical and the Legal Bases of the Conﬂ ict of Laws, Second Edition, California: Harvard University Press, s. 49). 38  Yabancı kanunun uygulanması hususunda Story, mücamele, milletlerarası nezaket esasına dayanmaktadır. Şüphesiz ki, Story mücamele esasını ifade ederken, Hollandalı statücülerden özellikle Huber ve Voet lerin görüşlerinden faydalanmıştır. Bu bağlamda Story, Huber in comitas  gentium  prensibinden  etkilenerek,  international  comity  teorisini  geliştirmiştir: Collins, L., Comity in Modern Private International Law, Essays in Honour of Sir Peter North: Reform and Development o Private International Law (Edited by James Fawcett), New York: Oxford University Press 2002, s. 89-110: 93 (Comity); Altuğ, Story, s. 68. 39  Cheatham, s. 373 vd. 138 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN düzenine aykırı düşmediği ölçüde uygulaması gerektiğini ifade etmiştir. Story, karşılıklılık esasına vurgu yaparak, Huber in comitas gentium ilkesini hukuki bir prensip haline getirmiştir. Story, şu soruya cevap aramıştır. Acaba, hangi olaya, kişiye, ilişkiye veya eşyaya, hangi şartlar altında, hangi ülkeyle ilişkili olması nedeniyle, hangi ülkenin hukuku uygulanmalıdır? Bağlama kuralları bu soruya cevap verecektir. J. Story kanunları analiz etmekten çok, olay ve ilişkileri analiz etmiştir. Story i önemli kılan diğer bir husus, Avrupa ya yapmış olduğu tesirde yatmaktadır. Story nin eseri, on dokuzuncu yüzyılın ilk yarısında Avrupalı müelliﬂ ere  geçmişin  kanunlar  ihtilâfı  alanındaki  nazariyelerini  nakleden tek doktrinal sentezdir. Story, özellikle Almanya da Savigny ve Von Bar ı, Fransa da ise Foelix i derinden etkilemiştir. Story nin bağlama kurallarının tespitinde kanunlardan değil de, ehliyet, sözleşmeler, mülkiyet, evlenme, boşanma gibi maddi alanlardan hareketle tespit etmesi ve bu yoldaki çalışma tarzı özellikle Savigny üzerinde etkili olmuştur. Savigny sık sık Story den takdirle bahsetmektedir. Story i önemli kılan başka bir husus da, mahkeme içtihatlarına olan tesiridir. Story nin Commentaries on the Conﬂ ict of Laws adlı eseri uzun bir süre, İngiliz ve Amerikan mahkemeleri tarafından otorite olarak kabul edilmiştir. Bu eser yayınlandıktan sonra, Amerika ve İngiltere de ve hatta kıta Avrupası nda pek çok davada uyuşmazlıklar Story nin söz konusu eserinden hareketle çözüme kavuşturulmuştur. 40  Story, s. 29 vd. 41  Nomer, s. 54.                                                                                                                                 42  Wolﬀ , s. 33 vd. 43  Wolﬀ , s. 34. Foelix, 1843 te yayımlanan Tratié de Droit International Privé  adlı eserinin temel prensipler bahsinin başında bu bahiste izah ettiğimiz doktrin Story e aittir, bunu tamamen kabul ediyoruz demektedir. Von Bar ın 1862 yayımlanan eserinde Story nin şerhi çok övülmekte ve bunun kanunlar ihtilâfı türleri üzerine gerçek bir milletlerarası vesaik modeli olduğu yazılmaktadır: Altuğ, Story, s. 66. 44  Nitekim eserinin sekizinci cildinin dördüncü sayfasında açıkça Story nin mükemmel eseri malzeme bakımından çok zengin olup, aynı zamanda her bilgine çok faydalı olacaktır demektedir: Altuğ, Story, s. 66. 45  Rabel, E. (1958), The Conﬂ ict of Laws: A Comparative Study (Volume: I), Second Edition, Ann Arbor: Michigan Legal Studies, s. 12; Lando, s. 246; Çelikel/ Erdem,  MÖH, s. 53. 46  Altuğ, Story, s. 67. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 139ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... III. ABD KANUNLAR İHTİLÂFI HUKUKUNDA KURAMSAL GELİŞMELER A. ABD Klâsik Kanunlar İhtilafı Hukuku (Klâsik Sistem) ve I. Restatement Daha önce de ifade ettiğimiz gibi, kazanılmış haklar kuramını geliştiren müelliﬂ er, önemli ölçüde Huber in etkisi altında kalmışlardır. Kazanılmış haklar kuramını (vested rights theory), ilk olarak İngiltere de Dicey ve daha sonra ABD nde Dicey den etkilenen J. Beale geliştirmiştir. Kazanılmış haklar kuramı, insanoğlunun mutlak egemenlik anlayışı içinde yaşadığı on yedinci yüz yılın bir ürünüdür. Bu nedenle, kazanılmış haklar kuramının en belirgin özelliği, mutlak ülkesellik ilkesinden hareket etmesi olmuştur. Kazanılmış haklar kuramının temelini meydana getiren ülkesellik ilkesi, prensip olarak mutlaktır. Keza, Dicey e göre, mahkeme kendi  hukukuna  izafe  edilemeyecek  bir  nedenle,  yabancı  bir  kanunu uygulamaya  mecbur  tutulamaz.  Ancak,  bazı  hallerde,  siyasal  iktidarlar, yabancı bir kanuna göre doğmuş bulunan hakların ve borçların hâkimin ülkesinde hüküm ifade etmesine izin verebilirler. Yabancı bir kanuna göre hukuken ve tam olarak kazanılmış haklara, mahkemelerin riayet etmesi, her uygar devletin önde gelen vazifelerinden biri olmalıdır. Aksine bir düşüncenin kabulü  halinde,  milletlerarası  ilişkilerin  ve  özellikle  milletlerarası  ticaret hayatının yürümeyeceği açıktır. Bench,  Holmes  ve  Cordoza  gibi  yargıçlar  tarafından  benimsenen kazanılmış haklar kuramının ABD nde asıl gelişimi ve yasal bir çerçeveye oturması, J. Beale sayesinde olmuştur. Beale de, kanunların ülkeselliğinden hareket etmiştir. Mahkemenin yabancı kanunu uygulaması söz konusu olamaz. Yabancı kanunun tatbik sebebi, o kanuna göre bir hakkın doğmuş olması ve bu hakkın kazanılmış hak  olarak  adalet  ilkesi  gereği  tanınmasıdır.  Bununla  aslında  yabancı 47  Morris/ McClean/ Abou-Nigm, s. 539; Ehrenzweig, s. 9. 48  Schmitthoﬀ , s. 33 vd. 49  Turhan, s. 52 vd. 50  Fawcett, J. J./ Carruthers, J. M. (2008), Cheshire, North & Fawcett Private International Law, Fourth Edition, New York: Oxford University Press; s. 24; Morris/ McClean/ AbouNigm, s. 539 vd; Turhan, s. 53. 51  Harvard lı bir profesör olan Beale hakkında bkz.: Rabel, s. 13; Morris/ McClean/ AbouNigm, s. 540. 140 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN kanun tatbik edilmemekte, o kanuna göre doğmuş bir hakka hukuki himaye kazandırılmaktadır. J.  Beale,  Amerikan  Hukuk  Enstitüsü  (American  Law  Institute)53 tarafından  1934  yılında  hazırlanan  ve  ABD  kanunlar  ihtilâfı  hukukuna yönelik kuralları ihtiva eden, yarı resmî bir kod olan I. Restatement ın baş raportörlüğünü yapmıştır. Bu nedenle, klâsik sistem olarak da ifade edilen kazanılmış haklar kuramı, I. Restatement a ağırlığını vermiştir. Beale e göre, kazanılmış haklar kuramının işleyebilmesi için, öncelikle olayda söz konusu olan hakkın niteliğinin tespit edilmesi gerekir. Hakkın niteliği tespit edildikten sonra, bu hakkın geçerli olarak kazanılmış olup olmadığının belirlenmesi gereklidir. Bu ise, söz konusu hakkın vücut bulduğu kanunun saptanması sayesinde gerçekleşebilir, bunun için bağlama kurallarına ihtiyaç olacaktır. Beale, kanunlar ihtilâfı hukukunun hakları ele aldığını öne sürmüş ve hakların tipolojisini yapmıştır. B. Klâsik Sistemin Eleştirisi ve ABD Kanunlar İhtilafı Hukukunda Çağdaş Eğilimler I. Restatement tarafından benimsenerek, klâsik sistem olma vasfını kazanan  kazanılmış  haklar  kuramı,  özellikle  ABD nde  Northwestern 52  Audit, B., A Continental Lawyer Looks at Contemporary American Choice-of-Law Principles, 27 The American Journal of Comparative Law (1979), S. 4, s. 589-603: 590; Çelikel, Metot, s. 233. 53  Amerikan Hukuk Enstitüsü, Hukuk İyileştirilmesi İçin Daimi Teşkilat Kurulması Hakkında Komite olarak bilinen, Amerika nın önde gelen yargıç, avukat ve öğretim üyelerinden  oluşan  bir  grup  tarafından  yapılan  çalışmanın  neticesinde  1923  yılında kurulmuştur. Amerikan Hukuk Enstitüsü nün misyonu, ABD ortak hukukunun açıklığa kavuşturulması ve sadeleştirilmesi ile gelişen sosyal ihtiyaçlara daha iyi şekilde uyum sağlamasını teşvik etmek; adaletin daha iyi bir şekilde tecelli etmesini sağlamak ve hukuk alanında sürdürülebilir bilimsel çalışmaları cesaretlendirmek olarak açıklanabilir. İşte, Amerikan Hukuk Enstitüsü ve hukuk uzmanları tarafından mülkiyet, sözleşme, haksız fiil gibi hukukun temel alanlarında dikkate alınması gereken ilkeler, açıklamalar ve emsal mahkeme kararlarını içeren, ciltler halinde toplanan ve bağlayıcı olmayan hukuk eserine Restatement adı verilmektedir. Restatement ın ilk serisi 1923 ila 1944 yılları arasında yayınlanmıştır  ve  bu  Restatement  serisi,  sözleşmeler,  kanunlar  ihtilâfı,  haksız  fiiller, mülkiyet, tazminat, şube,  trust ve mahkeme kararlarına ilişkin eserlerden oluşmaktadır. Günümüzde, yine hukukun çeşitli alanlarına ilişkin olmak üzere, Restatement ın III. Serisi yayınlanmaktadır. III. serinin ilk eseri, ABD nin uluslararası ilişkiler hukuku alanına ilişkin olup, 1987 yılında çıkarılmıştır. Restatement çalışmaları hukukun çok daha özel alanlarını da kapsayacak şekilde devam etmektedir. Amerikan Hukuk Enstitüsü ve Restatement lar hakkında detaylı bilgi edinmek için bkz.: About ALI and Publications, American Law Institute (ALI): <https://www.ali.org>, (23.11. 2015).  54  Wolﬀ , s. 45 vd.; Lando, s. 249. 55  Menekşe, s. 517. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 141ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... Üniversitesi nden Walter Wheeler Cook ve Yale Üniversitesi nden E. Lorenzen, kıta Avrupa sında Fransız hukukçu Arminjon tarafından eleştirilmiştir. I. Restatement a yöneltilen eleştiriler, W. W. Cook a ait «mahallî hukuk teorisini (local-law theory)» ortaya çıkartmış ve bu teori de kazanılmış haklar kuramını önemli ölçüde sarsmıştır. Mahallî hukuk teorisini incelemeye geçmeden önce, kanunlar ihtilâfı alanında kuramsal açıdan değişimleri ve kazanılmış haklar kuramına yöneltilen eleştirileri genel olarak inceleyelim. Yirminci  yüzyılın  ikinci  yarısında  evrenselci  görüşler  yeniden canlanmış, kazanılmış haklar kuramı ve ülkesel kuramlar yeniden gerilemeğe başlamışlardır.  Evrenselci  görüşlerin  canlanması,  Savigny  ve  O na  bağlı Alman  ekolünü  kanunlar  ihtilâfı  alanında  ön  plâna  çıkarmıştır.  Savigny, yetkili  hukukun  tespit  edilemediği  hallerde,  o  hukuka  göre  bir  hakkın kazanılıp  kazanılamadığına  karar  vermenin  imkânsız  olduğuna  dikkat çekerek,  kazanılmış  haklar  kuramının  yetersiz  kalabileceğini  belirtmiştir. Alman ekolünün etkisinin artması Beale in kazanılmış haklar teorisini geriye itmiştir. Beale in düşüncesi uygulamada biçim değiştirmiş ve lex forinin üstünlüğüne dayanan milliyetçi bir uygulama yolunu tutmuştur. Savigny nin daha önce belirttiği gibi, kazanılmış haklar kuramının uygulanması, kendi etrafında dönen çıkmaz bir yola neden olmaktadır. Yabancı hukuka göre kazanıldığı iddia edilen bir hakkın gerçekten kazanılmış olup olmadığı nasıl anlaşılacaktır? Kazanıldığı iddia edilen hakkın milletlerarası alandaki geçerliliği ile ilgili olan bu sorunun cevaplandırılması, kazanılmış haklar teorisinin en zayıf yönünü oluşturmuştur. Nitekim kazanılmış haklar kuramını savunan hukukçular da bu soruya verilecek cevap konusunda görüş birliğine varamamışlardır. Bazen, bir hakkın geçerli olarak kazanılıp kazanılmadığını belirlemek amacıyla kendisine başvurulmasının gerekli olduğu saptanan yabancı hukukun ilgili hükmü, for devletinin kamu düzenine aykırı olabilir. Bu durumda, davacı, söz konusu hakkı yabancı hukuka göre geçerli olarak kazanmış olsa bile, bu hak for devletinde hüküm ifade etmeyecektir, bu soruna da kazanılmış haklar kuramı tam bir çözüm getirememiştir. 56  Cheatham/ Goodrich/ Griswold/ Reese, s. 7; Rabel, s. 15; Morris/ McClean/ AbouNigm, s. 540 vd.; Ehrenzweig, Treatise, s. 13 vd. 57  Morris/ McClean/ Abou-Nigm, s. 541 vd. 58  Göğer, Kuramsal Akımlar, s. 408. 59  Fawcett/ Carruthers, s. 25; Morris/ McClean/ Abou-Nigm, s. 540. 60  Morris/ McClean/ Abou-Nigm, s. 541; Cheshire, s. 26; Turhan, s. 53. 61  Cheshire, s. 26; Morris/ McClean/ Abou-Nigm, s. 541; Menekşe, s. 518. 142 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN Mahkemenin usule ilişkin olarak değerlendirdiği ve yabancı hukuka göre kazanılmış olan veya hâkimin hukukunun usule ilişkin bazı kuralları nedeniyle icra edilemeyen bir hakkın yerine getirilmesi mümkün değildir. Bu durumda, yabancı hukukun usuli nitelikte kabul edilen hükmüne göre kazanılmış hak, kendisine vücut veren hukukun, davaya bakan mahkeme tarafından dikkate alınmaması sonucunu doğuracaktır ki bu husus, kazanılmış haklar kuramının temel mantığına ters düşmektedir. Bütün unsurlarının bir devlette meydana geldiği ve fakat davanın başka bir devlette açılmış olduğu basit olaylarda kazanılmış haklar kuramı olumlu sonuç verebilir. Fakat unsurlarının birkaç devlet arasında dağılmış olduğu daha karmaşık bir olayda, kazanılmış haklar kuramı, gerçek anlamda kanunlar ihtilâfı true conﬂ ict sorunu ile karşı karşıya olup, bu sorunu aşmada yetersiz kalmaktadır. Kazanılmış  haklar  kuramının,  uyuşmazlığa  sebebiyet  veren  fiilin veya hukuki ilişkinin herhangi bir devletin hâkimiyet alanına girmeyen bir yerde örneğin, açık denizde gerçekleşmesi halinde nasıl hareket edileceğini açıklamaktan uzak olması da eleştirilmektedir. Uyuşmazlığa  uygulanacak  hukukun  seçiminde,  kanunların  ruhuna temas  edilmeden,  ilgili  sosyal  ve  ekonomik  mülâhazalar  göz  önünde bulundurulmadan,  geniş  ve  analitik  kurallar  yelpazesine  başvurulması, kazanılmış haklar kuramının eleştirilen diğer bir yönüdür. I.  Restatement da  yer  alan  bağlama  kurallarının  yetersizliğini vurgulayan bütün bu eleştiriler, «en adil çözüme» ulaşacak yeni arayışları ortaya  çıkarmıştır.  Kazanılmış  haklar  kuramının  katı  normatif  yapısını eleştiren W. W. Cook, klâsik sistemi geliştirmek için mahallî hukuk kuramını (the local law theory) ileri sürmüştür. Hemen şunu ifade edelim ki Cook da 62  Morris/ McClean/ Abou-Nigm, s. 541. Örneğin, Slater  v. Mexican Railroad C. davasında, davacı taraf olan Slater, Meksika da kusurlu bir hareket neticesinde meydana gelen ölüm olayından dolayı tazminata hak kazanamadı. Çünkü davaya bakan Texas mahkemesi, Meksika hukukunun periyodik dönemler için ödeme hükmünü, usulden sayarak, uygulamaktan kaçındı. Zararın türüne göre toptan bir ödemeyi öngören kendi devletinin hukukunu uyguladı: Currie, D. P./ Kay, H. H./ Kramer, L./ Roosevelt, K. (2006), Conﬂ ict of Laws: CasesComments-Questions, Seventh Edition, USA: Thomson/West, s. 5; 13. 63  Cheatham, s. 379; Morris/ McClean/ Abou-Nigm, s. 541. 64  Morris/ McClean/ Abou-Nigm, s. 541. 65  Morris/ McClean/ Abou-Nigm, s. 541. 66  Graveson, R. H. (1960), The Conﬂ ict of Laws, Fourth Edition, London: Sweet & Maxwell Limited, s. 30; Morris/ McClean/ Abou-Nigm, s. 542. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 143ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... ülkesellik prensibinden hareket etmiş olup, aynı zamanda pragmatik felsefe anlayışından ve özellikle Amerikan Realist Hukuk Okulu düşünürlerinden etkilenmiştir. Cook un mahallî hukuk teorisine göre, mahkeme gerçekte yabancı kanunu tatbik etmemekte ve fakat ona uygun, model bir kanun yaratmakta ve onu uygulamaktadır. Cook, mahkemenin yabancı bir unsur taşıyan bir olay ile karşılaştığı zaman,  daima  kendi  hukukunu  uygulayacağını  söylemiştir.  Mahkeme bunu yaparken, ya yabancı kanunun ilgili hükümlerinin aynısını ya da çok benzerlerini kendi hukukunda yaratacak ve bunun sonucunda ortaya çıkan hakları  da  koruyacaktır.  Keza  mahkeme  yabancı  hukuka  uygun  olarak kazanılmış bir hakka değil, sadece kendi hukuku tarafından yaratılmış bir hakka geçerlik tanıyabilir 70. Cook tarafından ileri sürülen ve Lorenzen in de desteklediği mahallî hukuk teorisi, daha sonra önemini yitirmiş olsa bile, I. Restatement ın katı normatif yapıya bürünen klâsik kanunlar ihtilâfı sistemini sarsmış ve ABD kanunlar ihtilâfı hukuku alanındaki çağdaş görüşler üzerinde önemli tesiri olmuştur. Hukuki pozitivizm akımının tesiri altında kalan klâsik ABD kanunlar ihtilâfı hukuku sistemi, hızla gelişen ve değişen ekonomik ve toplumsal yapı karşısında yetersiz kalmıştır. Buna bağlı olarak Sosyolojik Hukuk Okulu 67 I. Restatement tan sonra ortaya çıkan yeni arayışların önemli ölçüde etkilendiği iki hukuk okulu ön plânda olmuştur. Bu okullar, Realist Hukuk Okulu ile Sosyolojik Hukuk Okulu dur. Realist Hukuk Okulu nun (Almanya da – Serbest Hukuk Okulu olarak anılır) en önemli temsilcisi FRANK olup, O nun görüşleri ABD nde kanunlar ihtilâfı hukuku düşünürlerini etkilemiştir. Bu Okul, normu reddedip, hukukun düzenleyici fonksiyonunu değil, somut olay adaletine göre uyuşmazlığı çözücü fonksiyonunu öne çıkarmıştır. Diğer okul, Sosyolojik Hukuk Okulu olup, en önemli temsilcisi LARENZ dir ve O nun görüşleri ABD nde ROSCOE POUND u etkilemiştir. Amerikan pragmatik felsefesinin rol oynadığı bu Okul anlayışına göre, olaylara, biçimsel şekilde ortaya konan kuralların uygulanması doğru değildir. Norm, hukukun tek aracı değildir, aynı zamanda sosyolojik açıdan hayat ilişkilerinin de dikkate alınması gereklidir. Sosyolojik Hukuk Okulu anlayışına göre, normu yorumlarken salt lafzi, sistematik yoruma değil, aynı zamanda amaçsal yoruma da başvurulmalıdır: Aygün, M., ABD Kanunlar İhtilâfı Hukukunda Akde Uygulanacak Hukuka İlişkin Currie nin Devlet Menfaatinin Tahlili Teorisi ve En Sıkı İrtibatlı Hukuk, Mahmut Tevfik Birsel e Armağan, İzmir 2001, s. 443-460: 449.                  68  Collier, s. 382. 69  Cook, s. 20; Fawcett/ Carruthers, s. 26; Graveson, s. 63; Morris/ McClean/ Abou-Nigm, s. 542; Collier, s. 382; Çelikel, Metot, s. 233 vd. 70  Cook, s. 20 vd.; Menekşe, s. 522. 144 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN önem kazanmaya başlamıştır. Sosyolojik Hukuk Okulu cephesinde yaşanan gelişmeler, Amerikan hukuki realizm akımını doğurmuştur. Hukuki realizm akımı, pozitivist, sosyolojik, ampirik ve fonksiyonel nitelikler taşımaktadır. Fonksiyoncu bir görüş açısına sahip olan realistler, artık kâğıtlarda kalan kaidelerle değil, sosyal vakıalarla karşılaşmak istemektedirler. I. Restatement a hâkim olan kazanılmış haklar kuramına karşı, gerek mahkemeler vasıtasıyla tatbikattan, gerek Cook, Lorenzen, Arminjon gibi müelliﬂ er  aracılığıyla  doktrinden  yoğun  eleştiriler  gelmiştir.  Öte  yandan 1930 lu yıllardan beri gelişmekte olan hukuki realizm akımı ile sosyolojik hukuk okulu cephesinde yaşanan gelişmeler, klâsik sistemin hâkimiyetini sarsmış ve ABD kanunlar ihtilâfı hukuku alanında çağdaş görüşlerin öncüsü olmuştur. Klâsik sistemin karşısında yer alan ve ABD kanunlar ihtilâfı hukuku alanındaki çağdaş görüşlerin en başta gelen temsilcileri olarak kabul edilen Cavers,  Ehrenzweig  ve  Currie  üzerinde  özellikle  durmak  gerekir.  Bu müelliﬂ er ülkesellik esasını benimsemekle birlikte, ileri sürdükleri görüşlerde sonuçta lex fori nin uygulanmasına ağırlık vermişlerse de sosyolojik akımları görüşlerine yansıtarak, I. Restatement ta ifadesini bulan ABD kanunlar ihtilâfı hukukunun klâsik sistemini yerle bir etmeleri nedeniyle, Amerikan anarşist kuramcıları olarak anılmaktadırlar. Cavers a göre, kanunlar ihtilâfı hukuku, uyuşmazlığa uygulanacak olan yabancı ülkenin hukukunu, içeriğine bakmadan, gözü kapalı yetkilendirmekle görevli değildir. Bir devletin hukukunun içeriğine bakılmadan, a priori yetkili  olduğunun  kabul  edilmesi,  somut  bir  olayda  adaletsiz  sonuçlar doğurabilir. Cavers, yabancı unsur taşıyan olayda, olaya uygulanacak normun önceden belirlenemeyeceğini, mahkeme tarafından, o olayla ilgili devletlerin kanunları arasından, en âdil sonucu doğuracak normun seçilmesinin gerektiğini belirtmektedir  (Jurisdiction-selecting  rules  /Rule-selecting  approach)75. Cavers,  mahkemenin  yetkili  hukuku  seçerken,  uyuşmazlığın  özelliklerini göz önünde bulundurması gerektiğini, aksi halde yapılacak seçimin, rasyonel olamayacağını ifade etmiştir. 71  Gürkan, Ü. (1967), Hukukî Realizm Akımı, Ankara, s. 147. 72  Gürkan, s. 148. 73  Aygün, s. 453. 74  Nomer, s. 58. 75  Cavers, D. F., Contemporary Conﬂ icts Law in American Perspective, 131 Rec. des Cours, (1970/III), s. 75-357: 151 vd.; Fawcett/ Carruthers, s. 28; Turhan, s. 73 vd. 76  Felix, R. L./ Whitten, R. U. (2011), American Conﬂ icts Law, Sixth Edition, Durham, North Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 145ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... Cavers  yaklaşımında,  somut  olay  adaleti  kavramını  ön  plâna çıkartmaktadır. Geliştirdiği tercih prensipleri (principles of preference) metoduyla  Cavers,  hâkime,  söz  konusu  uyuşmazlığı  en  ince  ayrıntısına kadar inceleme görevini yüklemiştir. İnceleme sonunda hâkim, söz konusu uyuşmazlığın ilgili olduğu devletlerden birisi lehine tercih yapacak ve o devletin hukukunu uygulayacaktır. Zaman içerisinde hâkimler tarafından bu şekilde yapılacak tercihler tercih prensiplerinin ortaya çıkmasını sağlayacak ve belli bir süre sonra hâkimler bu prensiplere dayanmak suretiyle kararlarını verebileceklerdir. Ehrenzweig ise, kural olarak lex fori nin uygulanmasından hareket eder, yabancı hukuka başvurulması istisnai durumlarda ortaya çıkar. O na göre, yabancı hukukun uygulanabileceği durumlar, önce uluslararası anlaşmalarda, ulusal kanunlarda ve kararlarda yer alan kanunlar ihtilâfı kurallarından, sonra mahkeme kararlarının yorumu yoluyla üretilen kurallardan ve nihayet, for devletinin maddi hukukunun yorumu suretiyle ortaya çıkarılabilir. Bu üç aşamada da bir sonuç elde edilemezse, mahkeme kendi maddi hukukunu yani lex fori yi uygulayacaktır. Ehrenzweig, uygulanacak hukukun tespitinde somut olay ile mahkeme arasındaki  irtibatın  (forum  convenient)  araştırılması  gerektiğini  ifade etmektedir.  O na  göre  yetkili  mahkeme  doğru  tespit  edildiyse  hâkimin hukukunun  uygulanmasında  hiçbir  sakınca  yoktur.  Ehrenzweig,  başta vasıﬂ andırma olmak üzere, ön sorun, atıf, kanuna karşı hile ve kamu düzeni gibi genel esasları usulî nitelikte görmekte ve lex fori nin uygulanmasına yarayacak şekilde ele almaktadır. Ehrenzweig in görüşleri pek çok noktadan eleştirilmiştir. Lex fori ye gereğinden fazla önem vermesinin, hem forum shopping tehlikesine yol Carolina: Carolina Academic Press, s. 192 vd.; Morris/ McClean/ Abou-Nigm, s. 543 vd.; Fawcett/ Carruthers, s. 28 vd.; Lando, s. 250 vd. 77  Cavers, s. 151 vd.; Morris/ McClean/ Abou-Nigm, s. 544 vd.; 78  Ehrenzweig, Treatise, 152 vd.; Whincop, M. J./ Keyes, M. (2001), Policy and Pragmatism in the Conﬂ ict of Laws, Aldershot: Ashgate, s. 16 vd. 79  Ehrenzweig, Treatise, 308 vd; Fawcett/ Carruthers, s. 32; Nomer, s. 59; Menekşe, s.526. 80  Ehrenzweig, A. A., The Lex Fori, Basic Rule in The Conﬂ ict of Laws, 58 Mich. L. Rev. (1960), s. 637-688: 671 (Basic Rule); Menekşe, s.526. 81  Taraﬂ arın kendi menfaatlerine en çok yaklaşan hukuka sahip devletin mahkemelerine başvurmak istemeleri şeklinde açıklayacağımız forum shopping, uyuşmazlığın tüm taraﬂ arı için adaletli sonuç ortaya çıkarmadığı müddetçe hukuk düşünürleri tarafından eleştirilen bir müessese olmuştur: Fawcett/ Carruthers, s. 32. 146 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN açacağı, hem de hâkimlerin milletlerarası toplum hayatına ve milletlerarası adalete  uygun  kararlar  vermelerini  güçleştireceği  ifade  edilmiştir.  Öte yandan Ehrenzweig in geleneksel kanunlar ihtilâfı kuralları yerine, en uygun yer mahkemesi doktrinini önermesi, ABD hukuku bakımından uygulanma kabiliyeti taşısa bile, kıta Avrupası hukuk çevresi bakımından uygulanmasının mümkün olmadığı belirtilmiştir. Currie nin  görüşlerini  incelemeden  önce,  teorisini  oluştururken faydalandığı  ABD  Federal  Anayasası nın  temel  prensiplerine  değinmek gerekir. Bu anayasal prensipler; «the full faith and credit clause», «the due process of law clause», «the equal protection of laws clause», «the privileges and immunites clause» larıdır. Bu prensipler, ABD yi oluşturan federe devletler arasındaki ilişkiler açısından önem taşır. Ancak bunlardan özellikle «The due process of law clause» ve «The equal protection of laws clause» prensipleri, 82  Menekşe, s. 526. 83  Kegel, s. 236. 84  ABD nde kanunlar ihtilâfı meselesine anayasal düzeyde önem verilmektedir. Bilindiği gibi ABD, federal bir devlettir. Federal devleti oluşturan her federe devletin özel hukuka ilişkin farklı düzenlemeleri olabileceğinden, bir federe devletin hukukunun diğer bir federe devlette uygulanmasında sorunlar çıkması mümkündür. İşte ABD Federal Anayasası nda, bu tür sorunların aşılmasında kullanılan ve aynı zamanda federe devletlerin haklarını tayin eden bir takım temel prensipler vardır. 85  The full faith and credit clause, ABD. Anayasası nın m. IV/ 1. fıkrasında yer almaktadır (Full Faith and Credit shall be given in each State to the Public Acts, Records and Judicial Proceedings of every other State). Bu ilkeye göre, her federe devlet, diğer tüm federe devletlerin kamu faaliyetlerine, resmî kayıtlarına ve adlî yargı usullerine tam güven ve geçerlik tanıyacaktır. Buna göre, bir devletin kendi yetkisi dâhilinde yapmış olduğu tasarruﬂ ar ile mahkemelerinin vermiş olduğu kararlara, diğer devletlerin gerekli saygıyı göstermek ve aynı etkiyi tanımak yönünde yükümlülükleri vardır.   The due process of law clause, ABD. Anayasası nın m. XIV/ 1. fıkrasının ikinci cümlesinde yer almaktadır (nor shall any state deprive any person of life, liberty, or property, without due process of law). Bu ilkeye göre, hiçbir devlet, yürürlükte bulunan hukuk kuralları dışında bir kimseyi hayat, özgürlük ve mülkiyet hakkından mahrum bırakamaz. Bu prensip gereği, kişilerin dâva edebilme ve yargılanma (savunma) hakkına riayet edilmelidir.   The equal protection of laws clause, ABD. Anayasası nın m. XIV/1. fıkrasının son cümlesinde yer almaktadır (nor shall any states deny to any person within its jurisdiction the equal protection of laws). Bu ilkeye göre, hiçbir devlet, hiçbir kimseyi yargı önünde, kanun hükümlerinin himayesinden eşit olarak faydalanma hakkından mahrum bırakamaz. Bu ilke gereği herkes kanun önünde eşit olup, bireyler arasında, hukukî ve kanunî himayeden faydalanma konusunda fark yaratılamaz.   The  privileges  and  immunities  clause, ABD Anayasası nın  m.  IV/2.  fıkrasının  ilk paragrafında yer almaktadır (The citizens of each state shall be entitled to all privileges and immunites of citizens in the several states). Bu ilkeye göre, her federe devletin vatandaşı, diğer federe devletlerde vatandaşlara tanınan bütün imtiyaz ve muafiyetlerden yararlandırılmalıdır.   Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 147ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... sadece ABD federe devletlerinin değil, dünya üzerindeki tüm devletlerin bağlı kalması gereken evrensel hukuk ilkeleri niteliğinde olmasından dolayı, ABD dışında (yabancı) devlet vatandaşlarına da uygulanması mümkündür. Bu  anayasal  prensipler,  Currie nin  anladığı  manada,  uygulanacak hukukun tespitinde devletlerin aşırı egoist tutumlarını kontrol altına alma işlevini yerine getireceklerdir. Currie ye göre, anayasal ilkelerden hareketle bir olayda for devleti hukukunun ya da yabancı bir devletin hukukunun uygulanmasına  karar  verilirken  mutlaka  ilgili  devletlerin  menfaatleri araştırılmak gerekir. Sonuçta, kendi maddi hukukunun uygulanmasında meşru bir menfaati olan devletin hukukuna başvurulması doğru olacaktır. Klâsik  sistem  olarak  adlandırılan  kazanılmış  haklar  kuramına,  en ağır eleştirileri Currie getirmiştir. Currie, 1963 yılında yayımlanan Selected Essays on The Conﬂ ict of Laws adlı eserinde klâsik sisteme karşı ağır bir tutum sergilemiş ve sistem hakkında çok sert ifadeler kullanmıştır. O nun düşüncesine göre, bağlama kuralları olmasa çok daha iyi olacaktır. Currie, klâsik sistemin kavramcı, akıl dışı, katı, faydasız, suni, saçma, keyfi, gizemli, mekanik ve safsata olduğunu, adilane işlemediğini ve işlemesinin de mümkün olamayacağını ifade etmiştir. Currie ye göre, kazanılmış haklar kuramının en önemli eksikliği, millî mahkemede tanınması ve korunması istenen hakkın, yabancı ülkede kazanılmış hak olduğunun tayininde, (yetkili) yabancı kanunun tespit edilmesinde nasıl bir yol izleneceği hususuna, kuramın tatmin edici bir cevap bulamamasıdır. Klâsik  sistemin  mekanik  ve  suni  olmasının  nedenlerini  soyut bağlama kurallarından hareket etmesinde gören Currie, bağlama kuralları reddedildiği takdirde, vasıﬂ andırma, atıf, kamu düzeni gibi genel esaslara gerek kalmayacağından, bunların varlığını kabul etmemektedir. O na göre, vasıf ihtilâﬂ arının bizatihi kendisi, halledilmesi gereken bir sorundur;  atıf da gereksiz ve değeri olmayan bir müessesedir. Öte yandan devlet, çıkarı olan her 86  Menekşe, s. 538. 87  Menekşe, s. 539. 88  Morris/ McClean/ Abou-Nigm, s. 546; Lando, s. 252. 89  Currie, B. (1963), Selected Essays on The Conﬂ ict of Laws, Durham, North Carolina, s.183 (Selected). 90  Currie, Selected, s. 138-140, 161, 178-180, 185-187; Morris/ McClean/ Abou-Nigm, s. 546. 91  Göğer, Çağdaş Akımlar, s. 31. 92  Göğer, Çağdaş Akımlar, s. 33 vd.; Morris/ McClean/ Abou-Nigm, s. 547. 148 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN yerde kendi kanunlarını bir bütün olarak uygulayacağına göre, kamu düzeni ve ön sorun kavramlarına da ihtiyaç yoktur. Amerikan pragmatizminin ve sosyolojik akımların etkisi altında kalan Currie nin ileri sürmüş olduğu devlet menfaatinin tahlili metodu, kanunlar ihtilâfı alanındaki problemleri, klâsik sistemde yer alan bağlama kurallarına başvurmaksızın  çözebileceğini  öngören  radikal  bir  metottur.  Currie nin nazariyesi,  devlet  menfaatini  govermental  interesti  esas  almaktadır. Devletler, hukuk kurallarını belli bir amacı veya siyaseti gerçekleştirmek için vaz ederler. Devletin hedeﬂ ediği bu siyaset veya amaç, ekonomik, toplumsal ve hatta yönetsel olabilir. Devletin, hukuk kuralları ile hedeﬂ ediği siyaseti veya amacı gerçekleştirebilmesi için, mevcut hukuk kurallarının, kapsamlarına giren her olayda, bu olay yabancı unsur içerse bile, uygulamasında menfaati vardır. Currie nin teorisinin anlaşılabilmesi bakımından, Currie nin yoğun şekilde eleştirdiği 1961 tarihli Haag v. Barnes davası üzerinde ayrıca durmak gerekir. Keza bu davada Currie, uyuşmazlıkla ilgisi olan devletlerin nafaka konusundaki yasama siyasetlerinin karşılaştırılmasına vurgu yapmıştır. 93  Felix/Whitten, s. 188 vd. 94  Currie, Selected, s. 62; Whincop/Keyes, s. 17 vd.; Hay, P. (2005), Conﬂ ict of Laws (Black Letter Outlines), Fifth Edition, St. Paul, Minn.: Thomson/West, s. 202 vd.; Symeonides, S. C., General Report, Private International Law at the End of the 20th Century: Progress or Regress?, London: Kluwer Law International 1998, s. 3-79: 13 vd. (General Report). 95  Söz konusu davada, davalı ile davacı kadın aralarında yaptıkları bir sözleşme ile davalı, evlilik dışı çocuğu için ayda 275 dolarlık bir nafaka ödemeyi taahhüt etmiştir. Davacı kadın ve çocuğu New York ta ikamet etmekte iken, davalı, İllionis de ikamet etmekte olup, sözleşme İllionis de kurulmuştur. İlgili New York kanununa göre davalı daha fazla nafaka ödemekle yükümlü olup, kamu düzeni müdahalesi nedeniyle İllionis de imzalanmış olan bu anlaşma geçersiz olmalıdır. Davaya bakan mahkeme elindeki verilere göre, olayın en sıkı şekilde bağlılığının İllionis ile olduğunu kabul ederek, İllionis kanununu uygulamış ve  sözleşmeyi  geçerli  kabul  etmiştir.  Mahkeme,  İllionis  kanununa  göre  geçerli  olan sözleşmenin, New York da icra edilmesinin New York kamu düzenini ihlâl etmediğini, çünkü sözleşmede yeterli miktarda bir nafakanın taahhüt edilmiş olduğunu kabul etmiştir. New York mahkemesinin bu kararını, Currie, kendi kuramından hareketle eleştirmiştir. Currie, bu davada New York kanununun uygulanması gerektiğini, iki federe devletin kanunlarının siyaset yaklaşımının farklı olduğunu, evlilik dışı çocukların korunması politikasının İllionis kanununun uygulanmasına engel olacağını belirtmiştir. Zira Currie nin kuramına göre, her iki devletin de aynı türden menfaati çatıştığında, davaya bakan mahkemenin tabi olduğu devletin (for devletinin) kanunu uygulanacaktır. Currie, sözleşmenin geçerliliğini, her iki devletin güttükleri siyasetlerinin karşılaştırılması neticesine bağlamıştır. Dava hakkında ayrıntılı bilgi için bkz.: Currie/ Kay/ Kramer/ Roosevelt, s. 225-226; Çelikel, Metot, s. 242. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 149ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... Currie ye göre, bir devletin kanununu uygulamakta menfaati olduğunun söylenebilmesi için, bu kanun ile devletin güttüğü amaç veya siyasetin meşru ve makul olması gereklidir. Zira devletin, milletlerarası anlayışa göre makul ve meşru olmayan amacını veya siyasetini gerçekleştiren kanunlarını, yabancı unsur içeren olaylara uygulamak doğru olmaz. Currie ye  göre,  kanunlar  ihtilâfı  alanındaki  temel  sorun,  farklı devletlerin  çatışan  menfaatlerinin  telifi  veya  bu  menfaat  çatışmasının çözümüdür. Currie nin metodu temel başlıklarla şöyledir: Mahkemenin, yabancı unsur içeren davalar da dâhil, mutat olarak for kanunlarında yer alan maddi hukuk kurallarını uygulaması beklenmelidir. Mahkemeden  yabancı  bir  devletin  kanununa  başvurması istendiğinde, mahkeme, öncelikle for kanunlarındaki devletin siyasetini tespit etmelidir. Daha sonra, olay ile for devleti arasındaki ilişkiye, devletin, tespit edilen  siyasetini  uygulamakta  meşru  bir  çıkarının  bulunup  bulunmadığı, alışılagelen yorum metotlarıyla araştırılmalıdır.                   Mahkeme,  gereken  hallerde,  aynı  yöntemle  yabancı  kanunda ifadesini bulan siyaseti ve yabancı devletin bu siyaseti uygulamada çıkarının bulunup bulunmadığını tespit etmelidir. For devletinin kendi siyasetini uygulamakta çıkarı olmadığını ve fakat yabancı devletin çıkarı bulunduğunu tespit eden mahkeme, yabancı kanunu uygulayacaktır. Yabancı  devletin  çıkarının  bulunmaması  halinde  ise  mahkeme, kendi kanunlarını uygulayacaktır. Bu sıralamada açıkça görülmektedir ki, for devleti dışında iki yabancı devletin kanunları arasında meydana gelen çatışmada nasıl bir yol takip edileceği hususu eksik kalmaktadır. Currie bu eksikliği, sonradan yazdığı bir  makalesinde  özel  olarak  teklif  ettiği  Restatement  projesinde  açıkça hükme  bağlayarak  gidermektedir.  Currie nin  bu  teklifindeki  düşüncesi 96 Currie, Selected, s. 153, 167, 183; Göğer, Çağdaş Akımlar, s. 36. 97  Ancak, Currie nin meşru çıkar legitimate interest ve makul sebep reasonable basis olarak ifade ettiği bu kavramların, kanunlar ihtilâfı yönünden ifade ettiği anlam belirsiz olup, Currie tarafından açıklığa kavuşturulamamıştır. Keza bu belirsizlik, milletlerarası arenada hangi kanunların uygulanma kabiliyetine haiz olduğunun bilinmesine engel olmaktadır: Göğer, Çağdaş Akımlar, s. 36. 98  Currie, Selected, s. 163. 99  Göğer, Çağdaş Akımlar, s. 38. 100  Currie,  B., Comments on Babcock  v.  Jackson,  Col. L. Rev., Vol. 63, 1963, s. 1233150 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN ve sıralaması öncekilerin tekrarı olmakla beraber, yenilik şu yönde kendini göstermektedir: Mahkeme,  iki  devlet  arasındaki  açık  çatışmayı  tespit  ettiğinde, durumu tekrar gözden geçirmelidir. Devletlerden her birinin politikası veya çıkarını daha sınırlı ve ölçülü yorumlama suretiyle ihtilâfı bertaraf etmelidir. Şayet mahkeme, yeniden tetkik sonunda iki devletin çıkarları arasındaki çatışmayı kaçınılmaz bulursa for kanunlarını uygular. For  devletinin  çıkarı  bulunmadığı  ve  farklı  iki  yabancı  devlet kanunları arasındaki çatışma bertaraf edilemediği hallerde mahkeme, davaya bakmaktan kaçınamayacağına göre, for kanunu, daha isabetli bir yol ileri sürülmediği sürece uygulamalıdır. Currie nin görüşleri gerek doktrinde, gerek uygulamada önemli ölçüde dikkate alınmakla beraber, Amerikalı ve Avrupalı müelliﬂ er tarafından şiddetli bir şekilde eleştirilmiştir. Currie nin teorisini eleştiren hukukçuların üzerinde en çok durdukları husus, kanunlar ihtilâfı hukukunun aslında devletlerin menfaati ile değil, kişilerin menfaatleri ile ilgilendiği yönünde olmuştur. Devlet menfaatinin tahlili metodu, devletlerin egemenliği ilkesine gereğinden fazla  önem  verirken,  bireyler  arasında  ortaya  çıkan  uyuşmazlıklarda, uyuşmazlığın tarafı ve aynı zamanda adaletin gerçekleşmesi yönünde güçlü menfaatleri olan bireyleri göz ardı etmektedir. Currie nin  metodunda  bir  şekilde  hâkimin  hukuku  (lex  fori)  hep ön plâna çıkmaktadır. Özellikle, bir devletin kendisinin taraf olmadığı uyuşmazlıklarda, kendi kanununa başvurulmasında bir menfaatinin olmasını anlamak mümkün değildir. Gerçek anlamda bir kanunlar ihtilâfı sorununun söz  konusu  olduğu  durumlarda  uygulanacak  kanunun  tespiti  tamamen davacının  inisiyatifine  kalmaktadır.  Davacı  uyuşmazlığa  uygulanmasını istediği kanunun yürürlükte olduğu devlette dava açarak bu sonucu elde edebilir. Doğaldır ki bu da forum shopping sorununu gündeme getirir. 1243: 1242 vd. (Comments); Morris/ McClean/ Abou-Nigm, s. 548; Göğer, Çağdaş Akımlar, s. 38. 101  Morris/ McClean/ Abou-Nigm, s. 548. 102  Morris/ McClean/ Abou-Nigm, s. 548 vd. 103  Kegel, s. 183 vd. 104  Reese, W. L.M., Discussion of Major Areas of Choice of Law, 111 Rec. des Cours, (1964/I), s. 315-417: 332 (Discussion); Aygün, s. 455. 105  Morris/ McClean/ Abou-Nigm, s. 549. 106  Morris/ McClean/ Abou-Nigm, s. 549; Menekşe, s. 551. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 151ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... Currie, Metodunu Federatif Sisteme Sahip Olan Amerika daki Federe Devletler Arasında Çıkan Uyuşmazlıklardan Hareket Ederek Geliştirmiştir. Bu Nedenle Currie nin Metodunun Uluslararası Düzeyde Uygulanması Güç Olmakla Birlikte Karmaşık Milletlerarası Özel Hukuk Problemlerine Çözüm Getirmekten De Uzak Olduğu Söylenebilir. C. Wilis L. M. Reese ve II. Restatement ABD  kanunlar  ihtilâfı  hukuku  doktrininde  çağdaş  akım  olarak değerlendirdiğimiz,  Currie,  Cavers  ve  Erenzweig in  esasta  aynı,  ancak, farklı gerekçelere dayanan görüşleri, kazanılmış haklar kuramını esas alan I. Restatement ın otoritesini tamamen yıkmıştır. Öte yandan mahkemelerde de tek tek her olayın analizi yoluyla, bu yeni akıma paralel, emsal kararlar ortaya çıkmaya başlamıştır. Kanunlar ihtilâfı alanındaki sorunlar, gerektiğinde somut  olayın  özellikleri  de  dikkate  alınarak  çözüme  kavuşturulmaya çalışılmıştır. Ancak bu gelişme, gittikçe karmaşık bir hâl almıştır. İşte bu karmaşıklığın önüne geçmek ve yeni gelişmeye yol gösterici bir metin için 1965  yılında Amerikan  Hukuk  Enstitüsü  tarafından  II.  Restatement ın hazırlıklarına başlanmış ve çalışmaların baş raportörlüğüne de Willis L. M. Reese getirilmiştir. II.  Restatement  ile  taraﬂ arın  uygulanacak  hukuku  seçmelerine sıcak bakmayan I. Restatement ın anlayışı yıkılmıştır. Aynı zamanda II. 107  Kegel, s. 196; Morris/ McClean/ Abou-Nigm, s. 549; Menekşe, s. 557. 108  Bu kararlar içerisinde en önemlilerinden biri, Babcock v. Jackson davasında New York temyiz mahkemesinin vermiş olduğu karardır. Bu karar ile I. Restatement da ifadesini bulan haksız fiiller alanındaki lex loci delicti (ika yeri) klasik bağlama kuralı mutlak olarak uygulanan kural olmaktan çıkmıştır: Symeonides, S. C. (2008), American Private International Law, The Netherlands: Kluwer Law International (American PIL), s. 108 vd.; Felix/Whitten, s. 430, dn. 2; Turhan, s. 68-72. Hagg v. Barnes; Tooker v. Lopez; Neumeier v. Kuehner; Schultz v. Boy Scouts of America, Inc.; Pritchard v. Noron; Siegelman v. Cunard White Star Ltd.; Chesny v. Marek; Lilienthal v. Kufman; Wood Bross Homes, Inc. v. Walker Adjustment Bureau; Phillips v. General Motors Corp, gibi davalarda verilen kararlar başta olmak üzere çağdaş akımı temsil eden bu kararlar için bkz.:  Currie/ Kay/ Kramer/ Roosevelt, s. 91 vd.; Brilmayer, L./ Goldsmith, J. (2002), Conﬂ ict of Laws: Cases and Materials, Fifth Edition, New York: Aspen Law & Business, s. 181 vd. (Cases and Materials). 109  Şunu ifade edelim ki, yarı resmî kod niteliğinde olan Restatement, yargıçlar açısından yol gösterici bir metin olup, bağlayıcılığı yoktur. Önüne gelen olayda yargıç, Restatement ın çözüm tarzını benimseyip, gerekçesinde gösterebileceği gibi, Restatement dan farklı bir sonuca da ulaşabilir, ancak bu durumda gerekçesi doğal olarak daha ayrıntılı olacaktır. 110  Felix/Whitten, s. 205. 111  Blom, J.: Choice of Law Methods in the Private International Law of Contract (Part II), The Canadian Yearbook of International Law, 1979, s. 206-246: 228. 152 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN Restatement ın kuramsal çatısını oluşturan Reese in geliştirmiş olduğu en sıkı ilişkili kanun (the law of the most significant relationship) metodu, hem Anglosakson, hem de kıta Avrupası hukuk sistemlerini özellikle sözleşmeler alanında olmak üzere önemli ölçüde etkilemiştir. Reese e göre, kanunlar ihtilâfı hukuku alanında hâkimlere yardımcı olmak amacıyla açık, kesin ve objektif bağlama kuralları yaratılmalıdır. Bu bağlama kurallarının elde edilmesi birbirini takip eden aşamalarda mümkün olup, öncelikle belli bir hukuki uyuşmazlık kategorisinin altında yatan (amaç, sosyal fonksiyon, devlet menfaati gibi) yasama siyasetlerinin değerlendirilerek söz konusu uyuşmazlık kategorisi hakkında belli bir yaklaşıma ulaşılması gerekmektedir. Reese,  hukuki  uyuşmazlık  kategorilerinin  temelinde  yatan  yasama siyasetlerinin değerlendirilmesinde hâkimlerin dikkate almak zorunda olduğu kanunlar ihtilâfı hukuku değerlerini II. Restatement ın 6. paragrafında yer vermiş bulunmaktadır. Bu değerler, söz konusu paragrafın 2. fıkrasında 7  bent  halinde  sıralanmış  olup,  bunlar  arasında  öncelik  sonralık  ilişkisi bulunmamaktadır. Ancak burada önem arz eden husus, hâkimlerin her daim, olayla ve taraﬂ arla en sıkı ilişki içinde olan kanunu tespit etmek zorunda olmalarıdır. Paragrafın metni aşağıda yer almaktadır: II.  Restatement  §  6:  (1)  Bir  mahkeme,  anayasal  ilkelere  bağlı kalmak kaydıyla, uygulanacak hukukun seçiminde, kendi devletinin kanunî hükümlerini takip edecektir. (2) Ortada böyle bir hüküm yoksa uygulanabilecek hukuk kuralının seçiminde ilgili faktörler olarak; (a) Federe devletlerarası ve uluslararası toplumun gerek ve ihtiyaçlarına uygunluk, 112  Morris/ McClean/ Abou-Nigm, s. 555; Çelikel, MÖH, s. 57 vd. 113  Reese, W.L.M., Conﬂ ict of Laws and the Restatement Second, 28 Law and Contemporary Proplems (1963), s. 679-699: 681 (Restatement Second). 114  Reese, W.L.M., General Course on Private International Law, 150 Rec. des Cours, (1976/ II), s. 1-193: 50 vd. (General Course). 115  Blom, s. 226 vd.; Güngör, G. (2007), Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuk Konusunda Yakınlık Yaklaşımı, Ankara: Yetkin Yayınları, s. 45 (Yakınlık Yaklaşımı); Turhan, s. 78. 116  Hay, P. (2005), Conﬂ ict of Laws (Black Letter Outlines), Fifth Edition, St. Paul, Minnesota: Thomson/West, s. 210. 117  Reese, General Course, 50-51; Turhan, s. 79. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 153ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... (b) Davaya bakan mahkemenin mensup olduğu devletin çıkarlarının korunması, (c)  Dava  konusu  uyuşmazlıkla  ilgisi  bulunan  diğer  devletlerin çıkarlarının korunması, (d) Uyuşmazlığın taraﬂ arının dava ile ilgili haklı ve meşru beklentilerinin gözetilmesi, (e) Uyuşmazlık konusunun ilgili olduğu hukuki alanın altında yatan temel yasama siyasetlerinin dikkate alınması, (f) Hukuki kesinlik, öngörülebilirlik ve milletlerarası karar uyumunun sağlanması, (g) Uyuşmazlığa uygulanacak kanunun saptanmasının ve bu kanunun uygulanmasının kolaylaştırılması rol oynayacaktır. Altıncı paragraftaki bu ilkeler, uygulanacak hukuka ilişkin mahkemenin kendi  devletinin  hukuki  düzenlemeleri  başta  olmak  üzere  takip  etmek durumunda kalacağı bir ana metni ifade etmektedir. Bu ilkeler ile hâkime, kanunlar ihtilâfı meselelerini çözüme kavuştururken ilkelerin bir kısmını ya da tamamını göz önünde bulundurarak uyuşmazlığa uygulanacak bağlama kurallarını tespit etme serbestliği sağlanmıştır. Reese e göre, bağlama kurallarının elde edilmesi süreci içinde bir sonraki aşama, belli bir uyuşmazlık kategorisi hakkında genel bir ilkeye ulaşılması evresidir. Bu ilkeler birer bağlama kuralı niteliğinde olmayıp, belli bir konuda açık ve kesin bir bağlama kuralı elde edilinceye kadar hâkimlere yol gösterecek olan kurallardır. Nihayet, son aşama, bağlama kurallarının elde edildiği aşamadır. Daha önceki aşamalardan elde edilen verilerden hareketle, sadece belli bir uyuşmazlık kategorisinin tümü için değil, fakat bu uyuşmazlık kategorisine dâhil olan belli bazı özel uyuşmazlık türleri için bile açık ve kesin bağlama kuralları getirebilmek mümkündür. Herhangi bir kategorideki hukuki uyuşmazlığa uygulanacak bağlama 118  II. Restatement ın 6. paragrafında yer alan temel ilkeler hakkında ayrıntılı bilgi için bkz.: Brilmayer/ Goldsmith, Cases and Materials, s. 263; Currie/ Kay/ Kramer/ Roosevelt, s. 204 vd; Morris/ McClean/ Abou-Nigm, s. 551-552; Fawcett/ Carruthers, s. 33; Blom, s. 226 vd.; Brilmayer, s. 74 vd.; Güngör, Yakınlık Yaklaşımı, s. 45 vd.; Turhan, s. 78; Aygün, 456 vd. 119  Blom, s. 227. 120  Güngör, Yakınlık Yaklaşımı, s. 45. 121  Reese, General Course, 52; Fawcett/ Carruthers, s. 35; Turhan, s. 79. 154 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN kuralı ile en âdil sonuca ulaşmayı amaç edinen en sıkı ilişkili kanun metodu, 1971  yılında  yayınlanmış  bulunan  II.  Restatement ın  kuramsal  çatısını oluşturmuştur. Bu metod, klâsik kanunlar ihtilâfı hukuku metodu ile sosyolojik hukuk  akımı  yanlısı  Currie,  Cavers  ve  Ehrenzweig  gibi  hukukçuların metotları arasında bir denge, uzlaşma sağlamış bulunmaktadır. Keza, en sıkı ilişkili kanun metodunun, klâsik bağlama kurallarına karşı katı bir tutum sergilemeyerek  hukuki  kesinliği  ve  güvenliği  sağlamaya  çalıştığı,  diğer yandan sosyolojik hukuk akımı yanlısı hukukçuların görüşlerinin de dikkate alınmasının neticesinde klâsik metoda nazaran somut olayı da tahlil eden, yumuşak ve esnek bir metot olarak karşımıza çıktığını söyleyebiliriz. Reese, kanunlar ihtilâfı hukukunun normatif yapısını esnekleştirmiştir. En sıkı ilişkili kanun metodunun, haksız fiillerde ika yeri, akitlerde ifa yeri, i nikad yeri gibi klâsik bağlama kurallarının uygulama alanını sınırlandırması bakımından kıta Avrupası hukuk çevresini de önemli ölçüde etkilemiştir.  Bu  etki,  özellikle  20.  yüzyılın  son  çeyreğinde  had  safhaya ulaşmış olup, günümüzde varlığını devam ettirmektedir. Reese in metodu, Avrupa Birliği düzenlemeleri dâhil pek çok ülkenin yeni kodifikasyonunda benimsenmiş bulunmaktadır. D. II. Restatement ta Sözleşmeye Uygulanacak Hukuk Sözleşmeden doğan borç ilişkilerinden kaynaklanan uyuşmazlıklara uygulanacak  hukuka  ilişkin  düzenlemeler,  II.  Restatement ın  sekizinci kısmında yer almaktadır. Bu düzenlemeler içerisinde özellikle taraﬂ arın hukuk seçimini düzenleyen 187. paragraf ile hukuk seçimi yokluğunda en sıkı ilişkili hukuku düzenleyen ve aynı zamanda sözleşmeler için genel nitelikte bir kural olan 188. paragraf üzerinde durmak gerekmektedir: II.  Restatement  §  187.  Taraﬂ arın  Seçtiği  Hukuk  –  Sübjektif Bağlanma (1)  Taraﬂ arın  sözleşmelerinde  yer  verdikleri  açık  bir  hükümden hareketle çözüme kavuşturulabilecek bir uyuşmazlık söz konusu olduğunda, bu 122  Turhan, s. 79 vd. 123  Turhan, s. 80. 124  Hatta İsviçre Federal Milletlerarası Özel Hukuk Kanununun, II. Restatement ın Kıta Avrupası versiyonu olarak görüldüğünü söyleyebiliriz: Morris/ McClean/ Abou-Nigm, s. 555; Fawcett/ Carruthers, s. 35; Turhan, s. 80; Nomer, s. 62 vd.; Çelikel, MÖH, s. 60. 125  Little, Laura E. (2013), Conﬂ ict of Laws: Cases, Materials and Problems, New York: Wolters Kluwer Law & Business, s. 412 vd.; Symeonides, American PIL, s. 225-226. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 155ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... uyuşmazlığa ilişkin sözleşmelerinden doğan hak ve yükümlülüklere, taraﬂ arın seçmiş oldukları devletin hukuku uygulanır. (2) Taraﬂ arın sözleşmeden doğan haklarını ve yükümlülükleri için seçmiş oldukları devletin hukuku, somut olay taraﬂ arın sözleşmelerinde o konuya yönelik açık bir hükümle çözüme kavuşturulabilecek bir olay olmasa bile, (a) seçilen devletin hukuku ile işlem veya taraﬂ ar arasında esaslı bir ilişki bulunmuyor ve taraﬂ arın seçiminin başka bir makul nedeni bulunmuyor veya (b) seçilen hukukun uygulanması, somut olaya ilişkin, seçilen hukuktan daha önemli bir menfaate sahip olan ve 188. paragrafa göre, taraﬂ arın geçerli bir hukuk seçiminin bulunmaması halinde hukuku uygulanacak devletin temel politikasına aykırı olmadıkça uygulanacaktır. (3) Aksi yönde bir ifade açıkça kullanılmadığı müddetçe gönderme, hukuku seçilen devletin maddi hukukunadır.  Görülüyor  ki,  sözleşmeler  alanında  II.  Restatement,  sözleşmeden doğabilecek uyuşmazlığa ilişkin olarak taraﬂ arın hukuk seçimine öncelikli olarak yer vermektedir. Elbette bu öncelik, sözleşmelerin temel karakteristiği olan irade serbestisi ilkesinin bir uzantısı olarak karşımıza çıkmaktadır. Hemen belirtelim ki, bu paragraf uyarınca seçilen hukuk, söz konusu hukuki olayın tümüne değil, taraﬂ arın sözleşmelerinde yer verdikleri kayıtlara ilişkin olarak ortaya çıkan hukuki sorun veya sorunlara uygulanacaktır. Hukuk seçimi açık veya örtülü olabilir, fakat farazi hukuk seçimi kabul edilmemiştir. II. Restatement § 187/2, taraﬂ arın sözleşme serbestisinin sınırlarını aştığı durumları düzenlemektedir. Bu hüküm çerçevesinde değerlendirilebilecek hususlara  örnek  olarak,  sözleşmenin  şekli  veya  ehliyete  ilişkin  sorunlar verilebilir, taraﬂ ar bu konuları sözleşme ile kararlaştıramazlar. II. Restatement § 187/2 hükmünün, uyuşmazlık konusu hukuki işlem veya olay ile iki ya da daha fazla devletin, hukuklarının tatbik edilmesinde menfaatler arasında bir çatışma varsa uygulanacağı ifade edilmiştir. Aksi halde, tüm irtibat noktalarının tek bir devlette yerleştiği ve tek bir devletin menfaatinin bulunduğu durumlarda § 126  Richman, W. M./ Reynolds, W. (2002), Understanding Conﬂ ict of Laws, Third Edition, USA: LexisNexis, s. 222 vd.; Brilmayer/ Goldsmith, Cases and Materials, s. 280; Güngör, Yakınlık Yaklaşımı, s. 32. 127  Richman/ Reynolds, s. 223; Nygh, s. 12. 128  Güngör, Yakınlık Yaklaşımı, s. 33. 156 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN 187/2 hükmünün uygulanmayacağı kabul edilmektedir. Taraﬂ ar  sözleşme  serbestisinin  sınırlarını  aşarak,  sözleşmeleri bakımından  çözüme  kavuşturabilecekleri  bir  konu  olmamasına  rağmen, o  konu  hakkında  hukuk  seçimi  yoluna  gitmiş  olabilirler.  Buna  rağmen seçtikleri  hukukun  uygulanabilmesi,  bazı  hususların  gerçekleşmesini gerektirmektedir. Bunlardan ilki, seçilen hukukun taraﬂ ar ve işlem ile maddi yönden ilişkili olması gerekliliğidir. Maddi yönden ilişki, seçilen hukukun taraﬂ ar ve sözleşme ile yeterince yakın ilişki halinde bulunması olarak ifade edilmiştir. Ancak taraﬂ arın hukuk seçiminde makul bir temeli bulunuyorsa bunun da kabul edilebileceği belirtilmektedir (§ 187/2-a). Seçilen hukukun taraﬂ ar ve işlem ile esaslı yönden bir ilişkisi yoksa uygulanma kabiliyetini yitireceği  açıktır.  Bu  durumda  II.  Restatement ın  sözleşmelerde  objektif bağlanmaya ilişkin (§ 188 ve diğerleri) hükümlerine göre uygulanacak hukuk tespit edilecektir. Seçilen hukukun ayakta tutulabileceği diğer bir durum, § 187/2-b de yer almaktadır. Buna göre, hukuk seçiminin, 188. paragrafa göre tespit edilen objektif sözleşme statüsü niteliğinde ve aynı zamanda taraﬂ arın seçtiği hukuka nazaran daha yüksek bir menfaati bulunan en sıkı ilişkili hukukun tâbi olduğu devletin temel politikalarını yansıtan kurallara (örneğin, tüketici sözleşmesinde zayıf tarafı korumayı amaçlayan kurallara) aykırı olmamalıdır. Bu durumda taraﬂ arın münferit konuya ilişkin seçmiş oldukları hukuk uygulanabilecektir. Eğer bu hususlar sağlanamıyorsa, bu defa taraﬂ arın seçtiği hukuk değil, 188. paragrafta düzenlenen ve çeşitli noktalardan hukuki ilişki ile en sıkı irtibatın bulunduğu hukukun uygulanması söz konusu olacaktır.  § 187/3, taraﬂ arca seçilen hukukun kanunlar ihtilâfı kurallarını bertaraf ederek, olası atıf problemlerinin önüne geçmektedir. Buna göre, taraﬂ ar aksini kararlaştırmadıkları müddetçe, seçtikleri hukuka ilişkin gönderme, hukuku seçilen devletin sadece maddi hukuk hükümlerini işaret etmektedir. 129  Güngör, Yakınlık Yaklaşımı, s. 34; Richman/ Reynolds, s. 223-224. 130  Little, s. 430 vd. 131  Blom, s. 229; Güngör, Yakınlık Yaklaşımı, s. 34; Richman/ Reynolds, s. 224. 132  Güngör, G. (2000), Milletlerarası Özel Hukukta Tüketicinin Korunması, Ankara: Yetkin Yayınları, s. 91, (Tüketici). 133  Hay, s. 242; Richman/ Reynolds, s. 224-225; Kocasakal, H. Ö. (2001), Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri, İstanbul: Galatasaray Üniversitesi Yayınları, s. 99. 134  Güngör, Yakınlık Yaklaşımı, s. 34; Richman/ Reynolds, s. 226; Blom, s. 229 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 157ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... Objektif sözleşme statüsüne gelecek olursak, bu yönde temel hüküm, 188. paragrafta yer almaktadır. Etkili hukuk seçimi bulunmayan hallerde, 188.  paragrafta  düzenlenen  en  sıkı  ilişkili  hukukun  uygulanması  söz konusu olacaktır. 188. paragraf, bütün sözleşmeler ile II. Restatement ın sözleşmelere ilişkin kısmında düzenlenmeyen hususlar bakımından genel nitelikte ve nihai bir hükümdür. II. Restatement ta sözleşmelere ilişkin tüm kısım için dayanak noktasıdır, denilebilir. Şimdi söz konusu paragrafı tahlil edelim: II.  Restatement  §  188.  Taraﬂ arın  Geçerli  Seçimi  Bulunmadığı Hallerde Uygulanacak Hukuk – Objektif Bağlanma   (1)  Sözleşmede  yer  alan  bir  konuya  ilişkin  taraﬂ arın  hak  ve yükümlülükleri, 6. paragrafta yer alan ilkeler ışığında, bu konuya ilişkin işlem ve taraﬂ arla en sıkı ilişkiye sahip devletin maddi hukuku uyarınca belirlenir. (2) Taraﬂ arca geçerli bir hukuk seçimi yapılmadığı hallerde (bak § 187), bir uyuşmazlığa uygulanabilecek hukuku tespit etmek için, 6. paragraftaki prensiplerin uygulanmasında şu bağlantılar göz önünde bulundurulacaktır: (a) sözleşmenin yapıldığı yer, (b) sözleşmenin müzakerelerinin yapıldığı yer, (c) sözleşmenin ifâ edileceği yer, (d) sözleşmenin konusunun bulunduğu yer, (e) taraﬂ arın  ikâmetgâhı,  sakin  bulunduğu  yer,  vatandaşlığı,  tüzel kişilik kazandığı yer ve işyeri. Bu  irtibatlar,  uyuşmazlığa  ilişkin  önem  derecelerine  göre değerlendirilecektir. (3) Sözleşmenin müzakere edildiği yer ile ifa edileceği yer aynı devlet içinde ise, 189-199 ve 203. paragraﬂ arda aksi öngörülen haller dışında, bu devletin maddi hukuku genellikle uygulanacaktır. Restatement II de sözleşme ile ilgili bazı hukuki sorunların çözümü için § 188 e gönderme yapılmıştır. Buna göre, sözleşme ehliyeti ve şekil dışında sözleşmenin geçerliliği ile ilgili tüm hukuki sorunlar (§ 200); hata, hile, ikrah (§ 201); hukuka aykırılık (§ 202); sözleşme terimlerinin yorumu (§ 135  Güngör, Tüketici, s. 91. 136  Symeonides, American PIL, s. 226. 137  Brilmayer/ Goldsmith, Cases and Materials, s. 281; Richman/ Reynolds, s. 228. 158 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN 204); sözleşmeden doğan borçların niteliği ve kapsamı (§ 205) ve tazminatın hesaplanması (§ 207), § 188 uyarınca tespit edilen en sıkı ilişkili hukuka tâbidir. 187 ve 188. paragraﬂ ar ile II. Restatement ın sözleşmeler kısmındaki diğer  paragraﬂ arı  birlikte  değerlendirerek,  188.  paragrafa  ilişkin  bir  yol haritası belirleyelim. Taraﬂ ar aralarındaki sözleşmeye uygulanacak hukuku seçmemiş olabilirler veya seçmiş oldukları hukuk, § 187/2 ye göre hüküm ifade  etmiyor  olabilir  veya  sözleşmeden  doğan  borç  ilişkisine  §  188 de öngörülen en sıkı ilişkili hukukun uygulanması zarureti ortaya çıkabilir. İşte tüm bu hallerde, 6. paragrafta yer alan rehber ilkelerin ışığında, sözleşme ve taraﬂ arla ilgili çeşitli irtibat noktalarının, uyuşmazlıkla olan ilgi derecelerine göre değerlendirilmesiyle en sıkı ilişkili hukuk bulanacaktır. § 188/2 de sözleşme ve taraﬂ ar ile en sıkı ilişki içerisinde bulunan hukukun  araştırılmasında  dikkate  alınabilecek  yer  ve  şahıs  bakımından irtibatlar  yer  almaktadır.  Bunlar,  sözleşmenin  yapıldığı  yer,  sözleşmenin müzakerelerinin yapıldığı yer, ifa yeri, sözleşmenin konusunun bulunduğu yer, taraﬂ arın ikametgâhı, meskeni, vatandaşlığı, tüzel kişilik kazandığı yer ve işyeridir. Bu irtibatlar muhtemelen sözleşme ve taraﬂ arı bakımından en önemlileri olup, sınırlı sayıda değillerdir. Bunlar asgari irtibatlar olup, sözleşme ve taraﬂ arla ilgili diğer irtibatlarla birlikte, hukuki sorun bakımından sahip oldukları önem derecelerine göre değerlendirmede dikkate alınacaklardır. Dolayısıyla asgari irtibatların § 188/2 de anılma sıralaması bunların önem derecelerine işaret etmez. § 188 de düzenlenen en sıkı ilişkili hukuk metodu, iki yanlı, tarafsız ve objektif bir yöntemdir. Bu yöntem, gerek sözleşmeye, gerek sözleşmenin taraﬂ arına ilişkin § 188/2 de yer alan irtibatların uyuşmazlık bakımından taşıdıkları önemin, 6. paragrafta yer alan rehber ilkelerin ışığında, tarafsızca değerlendirilmesi esasına dayanmaktadır. Aynı zamanda metot, taraﬂ ardan 138 Ancak § 188 e gönderme yapılmadığı halde, sözleşmeden doğan hakların temliki (§ 208), temlik eden ile temlik alanın karşılıklı hak ve yükümlülükleri (§ 209), temlikin borçlu üzerindeki hukuki sonuçları (§ 210), birden fazla temlikte öncelik sorunu (§ 211), taraﬂ ardan birinin veya her ikisinin fiiliyle ifadan başka sebeplerle ibra (§ 212/1) ve teminatın serbest bırakılmasına ilişkin bazı hukuki sorunlar (§ 213/1) da yine § 188 e göre tespit edilen en sıkı ilişkili hukuka tâbi olacaktır: Güngör, Yakınlık Yaklaşımı, s. 35-36. 139  Symeonides, American PIL, s. 226; Blom, s. 231; Richman/ Reynolds, s. 230; Güngör, Yakınlık Yaklaşımı, s. 36. 140  Güngör, Tüketici, s. 91. 141  Güngör, Yakınlık Yaklaşımı, s. 38. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 159ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... birinin menfaatinin diğerine üstün tutulmasını amaç edinmez. Keza hâkimin yapacağı değerlendirme sonucunda en sıkı ilişkili hukuk olarak tespit edilen hukuk, hem sözleşmenin taraﬂ arı, hem de sözleşme ile en yakın ilişkili olduğu düşünülen hukuktur.  En sıkı ilişkili hukukun tespiti bakımından örnek olması amacıyla, ABD nde bir davaya konu olan ve II. Restatement § 188 e göre çözüme kavuşturulan uyuşmazlığı tahlil edelim: A.M. Capen s Co. v. American Trad. & Prod. Corp. (1996) davasında, davacı distribütör şirket, bir New Jersey ortaklığı olup, davanın diğer tarafı olan üreticinin distribütörlük sözleşmesinin münhasır (tek satıcı) niteliğine son vermesinin, Porto Riko Satıcı Kanununu ihlal ettiği iddiasıyla açmış olduğu davada tazminat talep etmiştir. Taraﬂ ar aralarındaki uyuşmazlık için hukuk seçimi yoluna gitmemişlerdir. Davacı, Porto  Riko da  işyeri,  deposu,  çalışanları  olmamasına  rağmen,  müşteri siparişlerini almak üzere çalışanlarını düzenli olarak oraya göndermektedir. Davaya  bakan  mahkeme,  söz  konusu  uyuşmazlığın  hem  sözleşme,  hem de haksız fiil niteliğinin bulunduğu, davacının tek satıcı olarak dağıtıcılık faaliyeti  nedeniyle  sözleşmenin  konusunun  Porto  Riko da  yerleşmiş bulunduğu  kanaatine  ulaşmıştır.  Davacının  tek  satıcı  olarak  dağıtıcılık faaliyetinin Porto Riko da sonlandırılmış olması, bu yerin aynı zamanda ihlal yeri olduğunu göstermektedir. Öte yandan mahkeme, Porto Riko hukukunun olaya uygulanmasında kamu düzenine ilişkin yüksek menfaati bulunduğunu da tespit etmiştir. Netice olarak mahkeme, bu dava bakımından Porto Riko hukukunu baskın ve en sıkı ilişkili hukuk olarak tayin etmiştir. Görülmektedir ki mahkeme, bu davada öncelikle II. Restatement ın 6. paragrafında yer alan, dava konusu uyuşmazlıkla ilgisi bulunan diğer devletlerin çıkarlarının korunması rehber ilkesini tahlil ederek, Porto Riko devletinin söz konusu uyuşmazlık alanına ilişkin temel politikalarını araştırmıştır. Mahkeme aynı zamanda § 188/2 de yer alan sözleşmenin konusunun bulunduğu yer irtibat noktasına yoğunlaşarak, yüksek menfaate sahip olan Porto Riko hukukunu, sözleşme ve taraﬂ arla en sıkı ilişkiye sahip hukuk olarak tayin etmiş ve bu hukukun maddi hükümlerini olaya uygulamıştır. Restatement II § 188/3 te en sıkı ilişkili hukuka yönelik olarak bir genel karine yöntemine yer verilmiştir. Söz konusu karineye göre, sözleşmenin müzakere edildiği yer ile ifa edileceği yer aynı devletin ülkesi içinde ise, II. Restatement ın 189-199 ve 203. paragraﬂ arında yer alan özel hükümler saklı kalmak üzere, bu devletin hukuku genellikle en sıkı ilişkiye sahip hukuk olduğu 142  Güngör, Tüketici, s. 92. 143  Güngör, Yakınlık Yaklaşımı, s. 42. 160 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN kabul edilmektedir. § 188/3 teki genel karine adi nitelikte olup, aksi her zaman ispat olunabilir. § 188/3 uyarınca çakışma yeri devletinin hukukunun uygulanması ile elde edilecek amaç somut olayda gerçekleşmiyor ve sözleşme ile taraﬂ arla yeterince ilgili değil ise, söz konusu adi karinenin çürütüldüğü kabul edilmektedir. § 188/3 te belirtilen irtibat noktalarının (sözleşmenin müzakere edildiği yer ile ifa yeri) somut olay bakımından önemini kaybettiği hallerde de genel karineden ayrılmak gerektiği ifade edilmektedir. Restatement II de § 188/3 teki genel karine dışında, bazı sözleşme tiplerine  ilişkin  özel  karinelere  de  yer  verilmiştir.  II.  Restatement ın sözleşmelere  ilişkin  kısmında  188.  paragrafı,  dokuz  farklı  sözleşme  tipi bakımından  uygulanacak  hukuku  tayin  eden  ve  özel  bağlama  kuralları olarak ifade edilen dokuz paragraf daha takip etmektedir (§ 189 - § 197)146. Karine niteliğini taşıyan bu bağlama kurallarının ortak özelliği, göndermede bulunulan hukukun, kural olarak, düzenlenen konu ile en sıkı ilişkiye sahip hukuk olduğunun kabul edilmesidir. § 189 - § 197 arasında düzenlenen bağlama kuralları uyarınca tespit edilen hukuk, 6. paragrafta yer alan bağlama ilkelerinden hareketle, belirli bir konuya ilişkin başka bir devletin daha sıkı ilişkisinin bulunmadığı durumlarda uygulanacaktır. Eğer başka bir devletin sözleşme  ile  daha  sıkı  ilişkili  olduğu  tespit  edilirse,  söz  konusu  karine bertaraf edilecek, olay ile daha sıkı ilişkiyi sahip devletin maddi hukuku uygulanacaktır. Bu özel bağlama kuralları arasında yer alan ve  § 196 da düzenlenen hizmet verme sözleşmesine ilişkin ABD nde mahkeme önüne gelen Wood Brothers Homes, Inc. v. Walker Adjustment Bureau davasını inceleyelim: Kaliforniya da ikamet eden davalı ile Colarado lu yüklenici firma, davalının New Mexico da sahibi bulunduğu apartman inşaatının marangozluk işlerinin yapılması hususunda anlaşmışlardır. Üç federe devlette süren müzakerelerin ardından  sözleşme  Colarado da  imzalanmış  ve  yüklenici  firma  işe başlamıştır. Yüklenici firmanın New Mexico için geçerli iş yapım ruhsatı 144  Hay, s. 242; Symeonides, American PIL, s. 226; Güngör, Yakınlık Yaklaşımı, s. 43. 145  Restatement II nin § 198 (sözleşme ehliyeti),  § 199 (şekil) ve § 203 (faiz) e ilişkin hükümleri, Restatement II § 188/3 te istisna tutulmuş olmakla birlikte, bu hükümlerde yer alan bağlama kuralları, adi karine niteliğinde değildir: Güngör, Yakınlık Yaklaşımı, s. 43; dn. 116. 146  Richman/ Reynolds, s. 226-227; Symeonides, American PIL, s. 226. 147  Güngör, Yakınlık Yaklaşımı, s. 43; 62. 148  Symeonides, American PIL, s. 226; Güngör, Yakınlık Yaklaşımı, s. 62. 149  Dava hakkında ayrıntılı bilgi için bkz. Currie/ Kay/ Kramer/ Roosevelt, s. 221-228; Richman/ Reynolds, s. 227-228. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 161ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... bulunmadığından, New Mexico lu yetkililer projeyi durdurmuştur. Sonrasında davalının  sözleşmeyi  iptal  etmesi  üzerine,  yüklenici  firma  mahkemeye müracaat etmiştir. Mahkeme öncelikle Restatement II § 196 da yer alan özel karine niteliğindeki bağlama kuralını tahlil etmiştir. § 196 ye göre, hizmet vermeye ilişkin sözleşmenin geçerliliği ve bu sözleşmeden doğan haklar, belirli bir konuya ilişkin başka bir devletin daha sıkı  ilişkisinin  bulunmadığı  durumlarda,  sözleşmeye  göre  hizmetin  veya hizmetlerin büyük bir kısmının gerçekleştiği yer devletinin hukukuna tâbidir. Olaya tatbik edecek olursak, 196. paragrafta yer alan özel karine, yüklenici firmanın geçerli bir ruhsatı olmamasının haklı bir fesih nedeni olup olmadığı konusunda New Mexico hukukunu işaret etmektedir. Bu özel karine, ancak Colarado nun konuya ilişkin daha sıkı bir ilişkisinin bulunduğu durumda bertaraf edilebilir. Mahkeme özel karineyi kabul etmiştir. Mahkemeye göre, Colarado nun sözleşmeler hukuku bakımından çok önemli görülen ve aynı zamanda § 6. paragrafta yer alan, işlemin geçerliliği ve sonuçlarıyla alakalı taraﬂ arın haklı ve meşru beklentilerinin gözetilmesini öneren temel bağlama ilkesi açısından olayla güçlü bir ilgisinin bulunduğu söylenebilir. Ancak bu ilgi, 196. paragrafta düzenlenen özel karineyi bertaraf etmeye yetecek kadar güçlü değildir. Mahkeme, New Mexico nun kaliteli ve emniyetli inşaat yapılması yönündeki politikasına yoğunlaşmış ve onu, sözleşmede taraﬂ arın haklı beklentilerini korumayı amaçlayan Colarado nun politikasına üstün tutmuştur. Mahkemenin kararını değerlendirecek olursak, eğer mahkeme New Mexico nun konuya ilişkin politikalarını doğru şekilde tespit ettiyse, bu karar haklı bir sonucu işaret edebilir. Keza bir devletin inşaat güvenliğiyle ilgili düzenleyici politikaları, diğer devletlerin daha genel nitelikte olan çıkarlarını sınırlayıcı niteliktedir. İnşaat yapımında ruhsat gerekliliği, aynı zamanda yabancı yüklenicilerden kaynaklanan rekabeti sınırlamak için tasarlanmış basit bir önlemdir. Her ne kadar sözleşme Colarado da imzalanmış olsa da, Colarado dışında icra edileceğinden, Colarado nun sözleşmeye ilişkin çıkarı, New Mexico nun çıkarına nazaran daha sınırlıdır. Ancak mahkemenin kararını verirken  gerekçenin  sağlam  dayanaklara  sahip  olmaması  eleştirilmiştir. Mahkeme, kararında her bir devletin ilgisinden bahsettikten sonra, onları sanki bir denge üzerine yerleştirmiş gibi görünerek ve yetersiz dayanak ile 196. paragrafta yer alan karinenin çürütülemeyeceğini tespit etmiştir. 150  Currie/ Kay/ Kramer/ Roosevelt, s. 221-222. 151  Currie/ Kay/ Kramer/ Roosevelt, s. 222. 162 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN SONUÇ Kanunlar ihtilâfı hukukunda temel amaç, uyuşmazlıkla ilgisi bulunan hukuklardan, uyuşmazlığı en iyi ve en âdil şekilde çözecek hukuku tespit etmektir. Tarihi süreç içerisinde bu olguya yönelik oldukça farklı öneriler getirilmiştir. ABD kanunlar ihtilâfı doktrini de bu hususa gereğinden fazla önem  vermiştir.  Nitekim  bu  çalışmada  J.  Story nin  comity  teorisi  ile  I. Restatement ta  ifadesini  bulan  ve  her  hukuki  ilişki  için  soyut  bağlama kurallarından hareket etmeyi öngören (klâsik sistem olarak da ifade edilen) kazanılmış haklar kuramı incelenmiştir. Keza, klâsik sistem yoğun eleştirilere maruz kalmış ve eski önemini kaybetmiştir. Klâsik sisteme karşı gerek doktrinden ve gerekse tatbikattan gelen eleştiriler, ABD kanunlar ihtilâfı hukuku alanında yeni, çağdaş görüşlerin ortaya çıkmasına neden olmuştur. Bu görüşlerin üç önemli etkisinin olduğu kabul edilmektedir. Bunlardan ilki, artık kazanılmış haklar kuramı ölmüştür. İkincisi, sözleşmenin yapıldığı yer, haksız fiilin gerçekleştiği yer gibi I. Restatement ın mekanik bağlama kuralları yumuşatılmıştır. Nihayet üçüncüsü, kanunlar ihtilâfı problemleri gerektiğinde somut olayın özellikleri de dikkate alınarak  esnek  bir  şekilde  çözüme  kavuşturulması  anlayışı  yerleşmiştir. Nitekim bu yenilikçi akım, II. Restatement ın genel yapısına ve anlayışına yansımıştır. W.L.M. Reese in en sıkı ilişkili hukuk metodu, 1971 yılında yayınlanmış bulunan II. Restatement ın temel yapısını oluşturmuştur. Bu metot, herhangi bir kategorideki uyuşmazlığa uygulanacak bağlama kuralı ile en âdil sonuca ulaşmayı  amaç  edinmiştir.  Bunun  için,  bağlama  kuralının  altında  yatan unsurlar (amaç, sosyal fonksiyon, devlet politikası, vs.) tahlil edilmiş, bazı genel ilkelere ulaşılmıştır. Bu metodun klâsik ABD kanunlar ihtilâfı hukuku metodu ile sosyolojik hukuk akımı yanlısı Currie, Cavers ve Ehrenzweig ın metotları arasında bir denge, uzlaşma sağladığını söyleyebiliriz. Bu metodun etkisi sadece ABD ile sınırlı olmamıştır. Metodun getirmiş olduğu yakınlık yaklaşımı, başta kıta Avrupası ülke hukukları (özellikle İsviçre Milletlerarası Özel Hukuk Kanunu), AB hukuku düzenlemeleri ve Türk hukuku olmak üzere, kanunlar ihtilâfı hukukuna ilişkin pek çok ülkenin düzenlemesinde yerini almıştır. II.  Restatement ta  sözleşmeden  doğan  borç  ilişkilerinde  sübjektif bağlanmaya, başka bir ifadeyle taraﬂ arın hukuk seçimine (§ 187) öncelikli olarak  yer  verilmiştir.  Bu  düzenleme,  sözleşmeler  alanındaki  irade muhtariyetinin karşılanması bakımından arzu edilen bir sonuçtur. Taraﬂ arın Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 163ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... sözleşme serbestisi sınırlarını aştığı durumları düzenleyen § 187/2 de, en sıkı ilişkili hukuk yaklaşımından faydalanılmıştır. Keza, taraﬂ ar § 187/1 de öngörülen sınırı aşarak hukuk seçimi yapmış olsalar bile, seçilen hukukun taraﬂ ar ve sözleşme ile yeterince yakın ilişki halinde olması gerekmektedir. En  sıkı  ilişkili  hukuk  yaklaşımı  esas  itibariyle  taraﬂ arın  hukuk seçiminde bulunmadığı, objektif bağlanmada kendini gösterir. Bu yaklaşımın sözleşmelerden kaynaklananlar başta olmak üzere çeşitli uyuşmazlık tipleri bakımından uygulanacak hukuku tespit etmede metodolojik yönü bulunmakla birlikte, kuramsal yönünün de olduğu unutulmamalıdır. Keza uyuşmazlığa uygulanacak hukukun uyuşmazlıkla en yakın ilişkili hukuk olduğu yönünde genel bir inanç bulunmaktadır. Kanunlar ihtilâfının hukukunun temel amacı, yabancılık unsuru taşıyan uyuşmazlığı adil şekilde çözüme kavuşturacak hukukun bulunması ve uygulanmasıdır. Ancak bu şekilde milletlerarası özel hukuk adaletine ulaşılabilecektir. Bu noktada bağlama kurallarının bir takım menfaatleri gözeterek oluşturulması gerekmektedir. ABD kanunlar ihtilâfı hukukunda II. Restatement ın 6. paragrafı bu ihtiyacı karşılamaktadır. Çünkü 6. paragraf, uyuşmazlığın taraﬂ arının menfaatlerini, uyuşmazlık konusu işlem ile alakalı menfaatleri, hukuki istikrar, düzen ve güvenlikle ilgili menfaatler ile  uyuşmazlıkla  ilgili  devletlerin  menfaatlerini  dikkate  alarak  çeşitli bağlanma (rehber) ilkelerini ortaya koymaktadır. Taraﬂ arın hukuk seçiminde bulunmadığı sözleşmeden doğan borç ilişkilerine uygulanacak hukuka ilişkin olarak, uyuşmazlığın önüne geldiği mahkeme, gerek genel nitelikte bağlama kuralı (§ 188), gerekse karine niteliğindeki özel bağlama kuralları (§ 189 - § 197) söz konusu olsun,  6. paragrafta yer alan bağlanma ilkelerini dikkate almak zorundadır.  6. paragrafta yer alan rehber ilkelerin ışığında, § 188/2 de yer alan yer ve şahıs bakımından irtibat noktalarının uyuşmazlıkla olan ilgi derecelerine göre değerlendirilmesiyle en sıkı ilişkili hukuk bulanacaktır. Eğer mahkeme önüne gelen uyuşmazlık, bazı özel sözleşme tipleri bakımından 189 ila 197. paragraﬂ arda yer alan özel bağlama kurallarının kapsamına giriyorsa, 6. paragrafta yer alan bağlanma ilkeleri dikkate alınarak, bu defa söz konusu özel karinelerin çürütülüp çürütülemeyeceğini araştırılıp, uygulanacak hukuk tespit edilecektir. 164 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN KISALTMALAR §  : Paragraf (madde) AB  : Avrupa Birliği ABD  : Amerika Birleşik Devletleri ALI  : American Law Institute AÜHFD  : Ankara Üniversitesi Hukuk Fakültesi Dergisi BATİDER  : Banka ve Ticaret Hukuku Dergisi Bkz. (bkz.)  : Bakınız BTHAE  : Banka ve Ticaret Hukuku Araştırma Enstitüsü C.  : Cilt Can. YIL.  : Canadian Yearbook of International Law Col. L. Rev.  : Columbia Law Review dn.  : Dipnot DHH  : Devletler Hususi Hukuku İBD  : İstanbul Barosu Dergisi İÜHFM  : İstanbul Üniversitesi Hukuk Fakültesi Mecmuası MHB  : Milletlerarası Hukuk ve Milletlerarası Özel          Hukuk Bülteni Mich. L. Rev.  : Michigan Law Review MÖH  : Milletlerarası Özel Hukuk n.  : Numara PIL  : Private International Law Rec. des Cours  : Recueil des Cours S.  : Sayı s.  : Sayfa USA  : United States of America vd.  : Ve devamı Vol.  : Volume (Cilt) vs.  : Ve saire Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 165ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış...",
     "Kaynakça": "152  ALTUĞ, Yılmaz, “Anglo-Amerikan Âleminin İlk Önemli Devletler Hususî Hukukçusu Joseph Story”, İÜHFM., 1959, C. XXIV, S. 1-4, s. 63-75 (Story). ALTUĞ, Yılmaz (1973), Devletler Hususî Hukuku, İstanbul (DHH). AUDIT, Bernard, “A Continental Lawyer Looks at Contemporary American  Choice-of-Law  Principles”,  27  The  American  Journal  of Comparative Law (1979), S. 4, s. 589-603. AYGÜN,  Mesut,  “ABD  Kanunlar  İhtilâfı  Hukukunda  Akde Uygulanacak Hukuka İlişkin Currie nin Devlet Menfaatinin Tahlili Teorisi ve En Sıkı İrtibatlı Hukuk”, Mahmut Tevfik Birsel e Armağan, İzmir 2001, s. 443-460. BATIFFOL, Henri (1955), Traité Élémentaire de Droit International Privé, Deuxieme Edition, Paris. BERKİ, Osman Fazıl (1966), Devletler Hususî Hukuku, C. II: Kanun İhtilâﬂ arı, 6. Baskı, Ankara. BLOM, Joost, “Choice of Law Methods in the Private International Law of Contract (Part II)”, The Canadian Yearbook of International Law, 1979, s. 206-246. BRILMAYER, Lea (1995), Conﬂ ict of Laws, Second Edition, USA: Little, Brown and Company (Conﬂ ict). BRILMAYER, Lea/ GOLDSMITH, Jack (2002), Conﬂ ict of Laws: Cases and Materials, Fifth Edition, New York: Aspen Law & Business (Cases and Materials) CAVERS,  David  F.,  “Contemporary  Conﬂ icts  Law  in  American Perspective”, 131 Rec. des Cours, (1970/III), s. 75-307. CHEATHAM, E. E., “American Theories of Conﬂ ict of Laws: Their Role and Utility”, Harvard Law Review, 1944-45, s. 361-394. CHEATHAM,  E.  E./  GOODRICH,  H.  F./GRISWOLD,  E.  N./ REESE, W.L.M. (1957), Conﬂ ict of Laws Cases and Materials and 1961 Supplement, Fourth Edition, Brooklyn: The Foundation Inc.   152  Aynı yazara ait birden fazla eserden faydalanılmışsa, ayırt etmek için, esere ait künye metninin sonunda parantez içinde eserle ilgili anlamlı kısaltmaya yer verilmiştir. 166 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN CHESHIRE, G. C. (1961) Private International Law, Sixth Edition, London. CLARKSON, Christopher M. V./ HILL, Jonathan (2011), The Conﬂ ict of Laws, Fourth Edition, Oxford: Oxford University Press. COLLIER, J. G. (2001), Conﬂ ict of Laws, Third Edition, London: Cambridge University Press. COLLINS, Lawrance, “Comity in Modern Private International Law”, Essays in Honour of Sir Peter North: Reform and Development o Private International Law, (Edited by James Fawcett), New York: Oxford University Press 2002, s. 89-110 (“Comity”). COLLINS,  Lawrance  (2006),  Dicey,  Morris  and  Collins  on  The Conﬂ ict of Laws, Fourteenth Edition, London: Sweet & Maxwell (Dicey, Morris and Collins). COOK, Walter Wheeler (1949), The Logical and the Legal Bases of the Conﬂ ict of Laws, Second Edition, California: Harvard University Press. CRAWFORD,  E.  B./  CARRUTHERS,  J.  M.  (2010),  Private International Law: A Scots Perspective, Third Edition, London: W Green. CURRIE, Brainerd (1963), Selected Essays on The Conﬂ ict of Laws, Durham, North Carolina (Selected). CURRIE,  Brainerd, “Comments on Babcock  v.  Jackson”,  Col. L. Rev., Vol. 63, 1963, s. 1233-1243 (“Comments”). CURRIE,  David  P./  KAY,  Herma  Hill/  KRAMER,  Larry/ ROOSEVELT,  Kermit  (2006),  Conﬂ ict  of  Laws:  Cases-CommentsQuestions, Seventh Edition, USA: Thomson/West. ÇELİKEL, Aysel, “Devletler Hususî Hukukunda Bağlama Kaidelerinin Tespitinde Uygulanan Yeni Bir Metod”, İÜHFM, 1970, C. XXXV, S. 1-4, s. 231-248 (“Metot”). ÇELİKEL, Aysel/ ERDEM, B. Bahadır (2014), Milletlerarası Özel Hukuk, Yenilenmiş 13. Baskı, İstanbul: Beta Yayınevi (MÖH). DE NOVA, Rodolfo, “Historical and Comparative Introduction to Conﬂ ict of Laws”, 118 Rec. des Cours (1966/II), s. 443-622. EHRENZWEIG, Albert A., “The Lex Fori, Basic Rule in The Conﬂ ict Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 167ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... of Laws”, 58 Mich.  L. Rev., 1960, s. 637-688 (“Basic Rule”). EHRENZWEIG, Albert A. (1962), A Treatise on The Conﬂ ict of Laws, St. Paul, Minn.: West Publishing Com. (Treatise). FAWCETT, J. J./ CARRUTHERS, J. M. (2008), Cheshire, North & Fawcett Private International Law, Fourth Edition, New York: Oxford University Press. FELIX, Robert L./ WHITTEN, Ralph U. (2011), American Conﬂ icts Law, Sixth Edition, Durham, North Carolina: Carolina Academic Press. GÖĞER,  Erdoğan  (1971),  Devletler  Hususî  Hukukunda  Çağdaş Akımlar, Ankara (Çağdaş Akımlar). GÖĞER, Erdoğan (1977), Devletler Hususî Hukuku (Kanunlar İhtilâfı Hukuku), 4. Baskı, Ankara (Kanunlar İhtilâfı). GÖĞER, Erdoğan, “Kanunlar İhtilâfını Etkileyen Kuramsal Akımlar”, Osman  Fazıl  Berki ye  Armağan,  Ankara  1977,  s.  397-413  (“Kuramsal Akımlar”). GRAVESON, R. H. (1960), The Conﬂ ict of Laws, Fourth Edition, London: Sweet & Maxwell Limited. GÜNGÖR, Gülin (2000), Milletlerarası Özel Hukukta Tüketicinin Korunması, Ankara: Yetkin Yayınları (Tüketici). GÜNGÖR, Gülin (2007), Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden  Doğan  Borç  İlişkilerine  Uygulanacak  Hukuk  Konusunda Yakınlık Yaklaşımı, Ankara: Yetkin Yayınları (Yakınlık Yaklaşımı). GÜRKAN, Ülker (1967), Hukuki Realizm Akımı, Ankara. HAY, Peter (2005), Conﬂ ict of Laws (Black Letter Outlines), Fifth Edition, St. Paul, Minn.: Thomson/West. KOCASAKAL, Hatice Özdemir (2001), Doğrudan Uygulanan Kurallar ve  Sözleşmeler  Üzerindeki  Etkileri,  İstanbul:  Galatasaray  Üniversitesi Yayınları. KEGEL, Gerhard, “The Crises of Conﬂ ict of Laws”, 112 Rec. des Cours (1964/II), s. 95-263. LANDO, Ole, “On Some Writers on The Conﬂ ict of Laws of Contracts”, Essays in Honour of Sir Peter North: Reform and Development on Private 168 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Mesut AYGÜN International Law, (Edited by James Fawcett), New York: Oxford University Press 2002, s. 237-253.  LITTLE, Laura E. (2013), Conﬂ ict of Laws: Cases, Materials and Problems, New York: Wolters Kluwer Law & Business. MENEKŞE, Ayhan M., “Devlet Menfaatinin Tahlili Metodu (Haksız Fiiller  Alanından  Örneklerle)”,  Ernst  E.  Hirsch in  Hatırasına  Armağan, Ankara 1986, s. 501-561. MORRİS, J. H. C./ MCCLEAN, D./ ABOU-NIGM, V. R. (2012), The Conﬂ ict of Laws, Eighth Edition, London: Sweet & Maxwell. NOMER, Ergin (2015), Devletler Hususî Hukuku, 21. Baskı, İstanbul: Beta Yayınevi. NYGH, Peter (1999), Autonomy in International Contracts, Oxford: Clarendon Press. O BRIEN,  J.  (1999),  Conﬂ ict  of  Laws,  Second  Edition,  London: Cavendish Publishing Limited. ÖKÇÜN, A. Gündüz (1997), Devletler Hususi Hukukunun Kaynakları ve Kamu Düzeni, 2. Baskı, Ankara. PILLET,  Antoine,  “Kara  Avrupası  Hukukunda  Kanunlar  İhtilâfı Nazariyesi (Çeviren: Hicri Fişek)”, AÜHFD., 1950, C. VII, S. 1-2, s. 250-281. RABEL, Ernst (1958), The Conﬂ ict of Laws: A Comparative Study (Volume: I), Second Edition, Ann Arbor: Michigan Legal Studies. REESE, Willis L.M., “Conﬂ ict of Laws and the Restatement Second”, 28  Law  and  Contemporary  Proplems  (1963),  s.  679-699  (“Restatement Second”). REESE, Willis L.M., “Discussion of Major Areas of Choice of Law”, 111 Rec. des Cours, (1964/I), s. 315-417 (“Discussion”). REESE, Willis L.M., “General Course on Private International Law”, 150 Rec. des Cours, (1976/II), s. 1-193 (“General Course”). RICHMAN,  William  M./  REYNOLDS,  William  (2002), Understanding Conﬂ ict of Laws, Third Edition, USA: LexisNexis. SCHMITTHOFF, Clive M. (1954), The English Conﬂ ict of Laws, Third Edition, London: Stevens & Sons Limited. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 169ABD Kanunlar İhtilâfı Hukukuna Kuramsal ve Metodolojik Bir Bakış... SEVİĞ, M. R./SEVİĞ, V.R. (1962), Devletler Hususi Hukuku, 3. Baskı, İstanbul. SEVİĞ,  V.  R.  (1974),  Kanunlar  İhtilâfı  (Yasama  ve  Yargılama Çatışmaları), 2. Baskı, İstanbul (Kanunlar İhtilâfı). STORY, Joseph (1834), Commentaries on The Conﬂ ict of Laws: Foreign and Domestic in Regard to Contracts, Rights and Remedies and Especially in Regard to Marriages, Divorces, Wills, Successions and Judgements, Boston: Hilliard, Gray and Company. SYMEONIDES, Symeon C., “General Report”, Private International Law at the End of the 20th Century: Progress or Regress?, London: Kluwer Law International 1998, s. 3-79 (“General Report”). SYMEONIDES, Symeon C. (2008), American Private International Law, The Netherlands: Kluwer Law International (American PIL). TURHAN, Turgut (1989), Haksız Fiilden Doğan Kanunlar İhtilâfı Alanında İka Yeri Kuralı, Ankara: Dayınlarlı Hukuk Yayınları. WHINCOP, Michael J./ KEYES, Mary (2001), Policy and Pragmatism in the Conﬂ ict of Laws, Aldershot: Ashgate. WOLFF, Martin (1950), Private International Law, Second Edition, Oxford: The Clarendon Press. YNTEMA, Hessel E., “The Historical Bases of Private International Law”, Selected Readings Conﬂ ict of Laws, St. Paul Minn. 1956, s. 30-46. YÖRÜK, Abdülhak Kemal (1950), Nazarî ve Amelî Devletler Hususî Hukuku, 2. Baskı, İstanbul. ____________  “About ALI and Publications”, American Law Institute (ALI): <https://www.ali.org>, (23.11. 2015). 170 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2"
}