{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "ANONİM ŞİRKETLERDE TEK PAY SAHİBİNİNGENEL KURULU TOPLANTIYA ÇAĞRI YETKİSİ (TTK m. 410/II)",
     "Title": "THE AUTHORTIY OF A SHAREHOLDER TO SUMMON THE GENERAL BOARD IN JOINT STOCK COMPANIES (TURKISH COMMERCIAL CODE ART. 410/II)",
     "Yazar İsmi": [
          "Özge KARAEGE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim şirket",
          "yönetim kurulu",
          "pay sahibi",
          "azlık",
          "genel kurul"
     ],
     "Keywords": [
          "Joint stock company",
          "management board",
          "shareholder",
          "minority",
          "general board"
     ],
     "Özet": "TTK m. 410 hükmünde genel kurulu toplantıya çağrı hususunda yetkinin kural  olarak  yönetim  kurulunda  olduğunu  düzenlemektedir.  Yönetim  kurulunun görev süresi dolsa da genel kurulu toplantıya çağrı yetkisi vardır. Ayrıca görevleri ile ilgili konularda tasfiye memurlarının da çağrı hususunda yetkisi bulunmaktadır. Hükmün  ikinci  fıkrası  yönetim  kurulunun  devamlı  toplanamaması,  toplantı yetersayısının oluşmasına imkân bulunmaması veya mevcut olmaması hallerinde tek pay sahibine genel kurulu toplantıya çağrı yetkisi tanımıştır. Bu yetki, mahkeme izni ile kullanılabilecektir. Böylelikle kanun koyucu yönetim kurulunun seçilmesini sağlayıcı ve organ eksikliğini önleyici bir olanağa yer vermiştir. Ancak belirtilmelidir ki bu düzenleme uygulamada pek çok sorunu ortaya çıkarabilecek niteliktedir. Zira tek pay sahibi toplantıya davet yetkisi aldıktan sonra bu toplantının yapılması ile ilgili bir dizi hazırlık faaliyetine girişmesi gerekecektir. Bunun için de elinde bilgi ve belgelerin bulunması gerekecektir. Bu bilgi ve belgeleri elde etmesi konusunda ise sıkıntı yaşaması muhtemeldir.",
     "Abstract": "In Turkish Commercial Code Art. 410 it is regulated that manegement board is the authority in principle to sumon the general board. That is its authority even if its duration of duty comes to an end. Furthermore liquidators are authorized to sumon relative to their duties. Second part of the article regulates the circumstances in which the shareholder uses his authority to sumon. These circumstances consist of lack of constant assemble of management board, impossibility of constitution a quarum or nonexistence of management board. The authority should be used with the permission of the court. In this way law maker features the possibility to elect the management board and to prevent the organ lack. But it should be stated that  Yrd. Doç. Dr., İzmir Katip Çelebi Üniversitesi İİBF, Ticaret Hukuku ABD Öğretim Üyesi, ozge.karaege@ikc.edu.tr Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 71Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... this regulation seems to constitute many problems in practice. After getting the court permission shareholder should start numerous preparations to sumon. In order to do this he should have information and documents. But there will be diﬀ iculty in acquiring these documents and information.",
     "Metin": "TTK1 m. 410 hükmü ile yeni bir düzenleme getirilmiştir. Bu düzenleme ile kural olarak genel kurulu toplantıya çağrıya yetkili organın yönetim kurulu olduğu belirtildikten sonra tasfiye memurlarının da görevleri ile ilgili konularda çağrıya yetkili olduğu hüküm altına alınmıştır. Hükmün tasfiyememurlarının ilavesi dışında ETTK m. 365 ten farkı denetimle ilgili benimsenen yeni sistem nedeni ile denetçinin çağrıya yetkili kişiler arasında sayılmamış olmasıdır. Yine aynı düzenlemede görev süresi sona erse de yönetim kurulunun genel kurulu toplantıya çağrı yetkisi yer almaktadır. Hükmün ikinci fıkrasında ise Adalet komisyonu aşamasında maddeye eklenen bir düzenleme getirilmiştir. Buna göre, yönetim kurulunun devamlı olarak toplanamaması, toplantı yeter sayısının oluşmasına imkân bulunmaması veya mevcut olmaması hallerinde, tek pay sahibi mahkemenin vereceği izin ile genel kurulu toplantıya çağırabilecektir. Mahkemenin kararı kesindir.        Çalışmamızda TTK m. 410/II düzenlemesi incelenecektir. Bu amaçla öncelikle şirketin organlarından olan genel kurul hakkında bilgi verilecek ve bu bağlamda genel kurulu toplantıya çağrı konusunda yetkili olanlar belirtilecektir. Daha sonra aﬀ ectio societatis unsuru ile tek pay sahibinin genel kurulu toplantıya çağrı yetkisi arasındaki bağ incelenerek bu yetkinin nasıl kullanılacağı açıklanacaktır. Bu anlatımları takiben tek pay sahibinin bu yetkisinin TTK m. 530 bağlamında organ eksikliğini nasıl engelleyeceğine dair açıklamalarda bulunulacaktır. Çalışma sonuç kısmıyla tamamlanacaktır.      1   Çalışmamızda TTK ile kastımız, 6102 sayılı Türk Ticaret Kanunu dur (RG. T. 14.02.2011, S. 27846). 2   Çalışmamızda ETTK ile kastımız, 6762 sayılı Türk Ticaret Kanunu dur (RG. T. 9.7.1956, S. 9353). 72 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE I. GENEL OLARAK Anonim şirkette genel kurul pay sahiplerinin pay sahipliği haklarını kullanma imkânına sahip oldukları bir platform niteliğindedir. Bu çerçevede genel kurulda alınan kararlar bütün pay sahiplerini bağlayacağı gibi (TTK m. 423) diğer organları da bağlayacaktır (TTK m. 553). TTK ile getirilen yeni düzenlemeyle birlikte tek kişilik anonim şirket mümkün hale geldiğinden (TTK m. 338/I) pay sahibinin tek başına genel kurulu  oluşturması  mümkündür.  Bu  konuda  mehaz  Tek  Kişilik  Sınırlı Sorumlu Şirketlere İlişkin 89/667 sayılı Onikinci Yönergenin 4. Maddesidir. Yönerge m. 4/I tek pay sahibinin genel kurala ilişkin yetkileri kullanacağını düzenlemekte iken; 2. fıkra tek pay sahibinin kararları tutanağa geçirmek suretiyle veya yazılı olarak alabileceğini düzenlemektedir. TTK m. 408/ III hükmü tek pay sahipli anonim şirketlerde bu kişinin genel kurulun tüm yetkilerine sahip olduğunu belirterek tek pay sahibinin alacağı kararların geçerliliği için yazılılık şartının aranması gerektiğini düzenlemektedir. Bu doğrultuda TTK hükmü mehaz hükümle paralellik göstermektedir.   II. GENEL KURULUN TANIMI TTK m. 407/I de Pay sahipleri şirket işlerine ilişkin haklarını genel kurulda kullanırlar. Kanuni istisnalar saklıdır şeklinde düzenleme mevcuttur. Bu  hüküm  genel  kurulun  şirket  işlerine  ilişkin  kararların  alındığı  bir  iç organ olduğunu diğer taraftan şirketin iradesini oluşturmada aracı olan pay sahipliği haklarının kural olarak bu organda kullanıldığını düzenlemektedir. Genel kurul, kanundan ve şirket esas sözleşmesinden kaynaklanan yetkilerini kendisini oluşturan pay sahipleri veya temsilcilerinin oyları ile oluşan kararları ile kullanır. 3   TEKİNALP, Sermaye Ortaklıkları 2015, s. 298; ERDEM, Yenilikler, s. 30. 4   Tek kişilik şirket, tek bir ortağı olan şirkettir. Ortaya çıkış şekline göre, baştan itibaren tek ortaklı kurulması veya birden fazla ortaklı kurulan şirketin kuruluş sonrası tek ortaklı hale gelmesi söz konusu olabilir( tek kişilik şirketler hakkında detaylı bilgi için bkz., ŞEHİRALİ ÇELİK, s. 165). 5   Twelfth Council Company Law Directive on Single Member Private Limited-liability Companies 89/667/EEC of 21 December 1989, OJ L 395, 30.12.1989. Bu yönergenin yerine 2009/102 sayılı Yönerge çıkarılmıştır (Directive 2009/102 EC of the European Parliament and of the Council of 16 September 2009 in the area of company law on single member private limited liability companies (codified version), OJ L 268/20, 1.10.2009).  6   Yönerge hakkında ayrıntılı açıklamalar için bkz. ŞEHİRALİ ÇELİK, s. 185 vd. 7   Bkz., m. 407 gerekçesi. 8   MOROĞLU, Hükümsüzlük, s. 7. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 73Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... Anonim şirket genel kurulu, usulüne uygun çağrı üzerine pay sahiplerinin veya temsilcilerinin bir araya gelmesinden oluşan ve şirket işlerine ilişkin hakların kullanılıp karar alındığı bir irade ve karar organıdır. Bu noktada TTK m. 416 hükmünde düzenlenen çağrı merasimine uyulmaksızın yapılabilen çağrısız genel kurulun da yapılabileceği unutulmamalıdır. Tek  kişilik  anonim  şirketlerde  çağrılı  genel  kurulun  yapılması mümkündür. Tek kişilik anonim şirketlerde bu durum bazı payların üzerinde intifa hakkının bulunması veya rehin alacaklısına oy hakkının tanınması hallerinde ortaya çıkabilir.  III. GENEL KURULUN NİTELİKLERİ Genel kurul zorunlu organdır. Gerçi TTK da zorunlu organların tek bir hüküm altında açıkça düzenlendiği görülmemektedir. Bununla birlikte genel kurulun kanunda düzenleme sistemi ile TTK m. 530 hükmü karşısında genel kurulun toplanamamasının şirketin feshi sonucunu doğurması genel kurulun  zorunlu  organ  olduğunu  göstermektedir.  Doktrindeki  bir  diğer görüş, TTK daki düzenlemelere ilaveten genel kurulun oluşum biçiminin de bu organın zorunlu organ olduğu sonucunu doğurduğunu belirtmektedir. Zira tüm pay sahipleri genel kurulun doğal üyesi olup pek çok pay sahipliği hakkının kullanım yeri olması genel kurulun zorunlu organ olması sonucunu doğurmaktadır.  9  TEKİNALP, Sermaye Ortaklıkları 2015, s. 297-298; ARSLANLI, AŞ, C. II-III, s. 2; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 405, No. 664; Zürcher Komm.OR/TANNER, Art. 698, No. 59,; PULAŞLI, C.I, s. 709; FORSTMOSER/MEIER-HAYOZ/ NOBEL, s. 191; von BÜREN/STOFFEL/WEBER, s. 103. 10  Zürcher Komm.-OR/TANNER, Art. 699, No. 59. 11  TEKİNALP, Sermaye Ortaklıkları 2015, s. 303. Burada oy hakkının geçmesinden değil, iradi temsile bağlı olarak pay sahibinin oy hakkının rehin alacaklısı tarafından kullanılmasından söz edilebileceğine ilişkin bkz., BİLGİLİ/DEMİRKAPI, s. 274. 12  Doktrinde zorunlu organ ile kanuni organ kavramı birbirinin yerine kullanılmaktadır. Her iki kavram da aynı amaca hizmet etmektedir. Örneğin Öztan, eserinin bir bölümünde zorunlu organ kavramını kapsayacak şekilde kanuni organ kavramını kullanmışken bir başka bölümde aynı anlama gelmek üzere zorunlu organ kavramını kullanmıştır (bkz., ÖZTAN, s. 31, 96). Yine doktrinde Akipek/Akıntürk/Ateş Karaman, kanuni organ – zorunlu organ kavramlarını birbiri yerine kullanmaktadır (bkz., AKİPEK/AKINTÜRK/ATEŞ KARAMAN,  s. 550551). 13  MİMAROĞLU, Hukuki Mesuliyet, s. 1. 14  MİMAROĞLU, Hukuki Mesuliyet, s. 1-2; ANSAY, s. 94; İZMİRLİ, s. 26-27. 15  SOYKAN, s. 20. 16  SOYKAN, s. 20. 74 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE  Genel kurul ortaklığın karar organıdır. Bu doğrultuda şirketin iç işlerine ilişkin kararları alan organdır. Genel kurul kararları anonim şirketin irade beyanı olarak bütün pay sahiplerini ( TTK m. 423) ve diğer organları bağlar (TTK m. 553).    Genel kurul bir iç organdır. Bu doğrultuda ortaklığın iç işlerini gören, ortaklığı dışa karşı temsil edemeyen ve üçüncü kişilerle ilişkiye giremeyen bir organdır. Bu noktada doktrinde mevcut olan tartışmaya değinmemiz yerinde olacaktır. Şöyle ki, doktrinde bir görüş organların seçimi ile organ sıfatının re sen genel kurul kararı ile kazanıldığından bahisle genel kurulun şirketi temsilen hareket ettiğini belirtmektedir.  Buna karşılık bizim de katıldığımız diğer bir görüş, organların seçimine yönelik genel kurul kararlarının dışa yönelik kabul edilemeyeceğini, böyle bir yetkinin kanundan kaynaklandığını ve içe yönelik olduğunu ifade etmektedir. TTK da açıkça anonim ortaklığın yönetim kurulu tarafından yönetilip temsil edileceği düzenlenmiştir (TTK m. 365). Temsil organı olarak yönetim kurulu dışında genel kurulun da görev yapacağına ilişkin bir düzenlemeye kanunda rastlanmamaktadır. Yine, yönetim kurulu üyeleri ile denetçilerin seçimine ilişkin (TTK m. 359, 399) genel kurul kararı ile yönetim kurulu üyelerinin ve denetçilerin azline yönelik (TTK m. 364, 408/II c) genel kurul kararı açıkça kanunda düzenlenmiş hususlar olup genel kurulun bu yetkileri kanundan doğmaktadır. Dolayısıyla genel kurulun iç organ olmasının gereği olarak gerek seçim gerek azle ilişkin genel kurul kararları iç ilişkide hukuki sonuç doğurmaya yönelik kararlardır. 17  ÖZTAN, s. 95; PULAŞLI, C. I, s. 709; İMREGÜN, AO, s. 99; ARSLANLI, AŞ, C. II-III, s. 2; MOROĞLU, Hükümsüzlük, s. 8. 18  ÖZTAN, s. 95; OĞUZMAN/SELİÇİ/OKTAY ÖZDEMİR, s. 267; DURAL/ÖĞÜZ, s. 254. 19  von BÜREN/STOFFEL/WEBER, s. 103; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 191; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 405, No. 664; PULAŞLI, C. I, s. 710; TEKİNALP, Sermaye Ortaklıkları 2015, s. 297; İZMİRLİ, 27. 20  ÖZTAN, s. 103; OĞUZMAN/SELİÇİ/OKTAY ÖZDEMİR, s. 267; DURAL/ÖĞÜZ, s. 255.  21  ARSLANLI, AŞ, C. II-III, s. 2. 22  PULAŞLI, C. I, s. 710; POROYTEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 407, No. 666. 23  Moroğlu, yönetim kurulu üyeleri ile denetçilerin seçimlerine ilişkin genel kurul kararları ile azillerine ilişkin kararların dış ilişkide doğrudan etkili olduğunu belirtmektedir (bkz., MOROĞLU, Hükümsüzlük, s. 8; dn. 9). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 75Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... Kanun yönetim kurulu tarafından bazı işlemlerin yapılabilmesi için genel kurulun onayını arayabilmektedir. Bu gibi durumlarda genel kurul kararları yönetim kurulu tarafından uygulanmak suretiyle dış ilişkide doğrudan etkisini doğuracaktır. Çünkü yönetim kurulu anonim şirketin temsil (TTK m. 365) ve yürütme organıdır. Yönetim kurulu genel kurul kararı olmaksızın bu tür işlemleri yapamayacağı gibi aksine bir durumda yapılan işlemle şirket bağlı olmayacaktır. Bu gibi hallere örnek olarak gösterilebilecek düzenlemeler şunlardır: TTK m. 356 gereği işletme veya aynın devralınmasına ilişkin sözleşmeler genel kurul tarafından onaylanmadıkça geçerli olamaz. Yine TTK m. 538/II gereği tasfiye halinde önemli miktarda aktifin satılabilmesi için genel kurul kararı gereklidir.    Genel kurul daimi organ niteliğinde değildir. Bu durum organın mahiyet ve bünyesinden kaynaklanmaktadır. Bu doğrultuda anonim şirket genel kurulu yılda en az bir defa olağan ve olağanüstü nedenlerin bulunması halinde olağanüstü toplanır (TTK m. 409).    IV. GENEL KURUL TOPLANTI ZAMANI Anonim şirket olağan toplantısı her faaliyet dönemi sonundan itibaren üç ay içinde yapılır (TTK m. 409/I). Olağan toplantı kavramı, bu toplantının her  yıl  yapılmasından  ve  TTK  m.  409 da  öngörülen  asgari  unsurların müzakere edilip karara bağlanmasından ortaya çıkmaktadır. Olağan genel kurul toplantısının yapılmasına ilişkin süre hükmü düzen kuralı olduğundan toplantının daha sonra yapılması alınan karaların geçerliliğini etkilemez; ancak genel kurulu toplantıya çağırmakla asli yetkili yönetim kurulu olduğundan koşulların bulunması kaydıyla yönetim kurulu üyelerinin sorumluluğunun doğması muhtemeldir. 24  Doktrinde Moroğlu, genel kurul kararlarının kural olarak şirket içi ilişkilerde etkili olduğunu; ancak kanunla veya esas sözleşme ile öngörülmüş olmak kaydıyla bazı genel kurul kararlarının dış ilişkide doğrudan etkili olabilmesinin mümkün olduğunu belirtmektedir (bkz., MOROĞLU, Hükümsüzlük, s. 8). Tekinalp de genel kurulun iç organ olduğunu belirttikten sonra bazı istisnalar dışında genel kurulun dış ilişkide doğrudan etkili olabilen kararlar alamayacağını belirtmektedir ( bkz., TEKİNALP,  Sermaye Ortaklıkları 2015, s. 297). 25  ÖZTAN, s. 95; ARSLANLI, AŞ, C. II-III, s. 5; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 407, No.666. 26  ARSLANLI, AŞ, C. II-III, s. 2; MOROĞLU, Hükümsüzlük, s. 8; PULAŞLI, C. I, s. 711; TEKİNALP, Sermaye Ortaklıkları 2015, s. 297. 27  MİMAROĞLU, Hukuki Mesuliyet, s. 3; Zürcher Komm.-OR/TANNER, Art. 699, No. 1. 28  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 303. 29  KARAHAN/HUYSAL, s. 520; ERDEM, Yenilikler, s. 34. İsviçre hukukunda bu süre altı aydır. Federal mahkeme süreye ilişkin düzenlemenin emredici olduğunu; sürenin uzatılmasına 76 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Olağan toplantılarda, organların seçimine, finansal tablolara, yönetim kurulunun yıllık raporuna, karın kullanım şekline, dağıtılacak kar ve kazanç paylarının  oranlarının  belirlenmesine,  yönetim  kurulu  üyelerinin  ibraları ile faaliyet dönemini ilgilendiren ve gerekli görülen diğer konulara yönelik müzakereler yürütülür ve kararlar alınır (TTK m. 409/I). Benzer bir düzenleme Anonim Şirketlerin Genel Kurul Toplantılarının Usul ve Esasları ile Bu Toplantılarda Bulunacak Gümrük ve Ticaret Bakanlığı Temsilcileri Hakkında Yönetmelik m. 5/I (a) hükmünde yer almaktadır. Kanunda yer alan asgari unsurların olağan genel kurul toplantı gündeminde yer alması gerekir.  Anonim şirket olağanüstü genel kurul toplantıları gerektiği takdirde yapılır (TTK m. 409/II). Bu doğrultuda Genel Kurul Yönetmeliği m. 5/I (b)  hükmü  olağanüstü  genel  kurul  toplantısını  tanımlamıştır.  Buna  göre olağanüstü genel kurul, şirket için lüzumu halinde veya zorunlu ve ivedi sebepler çıktığında yapılan ve gündemini toplantı yapılmasını gerektiren sebeplerin oluşturduğu toplantılardır. Olağanüstü genel kurulun zamanı ve konusu niteliği gereği belirlenemez. Bu toplantının gündemini, toplantı yapılmasını gerektiren konular oluşturacaktır. V.  GENEL  KURULU  TOPLANTIYA  ÇAĞRIYA  YETKİLİ OLANLAR Anonim şirket genel kurulunu toplantıya çağrıya yetkili olanlar esas itibariyle TTK m. 410-412 arasında düzenlenmiştir. Bu düzenlemeler göz önüne alındığında genel kurulu toplantıya çağırabilecekler iki kategoride belirlenmiştir. İlk kategoride genel kurulu toplantıya çağırmaya yetkili ve görevli organlar (TTK m. 410) yer alırken; diğer kategoride ise azlık (TTK m. 411-412) yer almaktadır. TTK m. 410 kenar başlığı Yetkili ve Görevli Organlar şeklinde yer almaktadır. Dolayısıyla organların çağrı yetkileri aynı zamanda bir görev niteliğindedir. ilişkin sözleşme hükmünün yazılmamış sayılacağına hükmetmiştir (BGE 107 II, s. 248 vd). Buna karşılık doktrinde süreye ilişkin hükmün niteliğinin düzen hükmü olduğu kabul edilir. (bkz., BÜRGI, Art.699 No.36; HONSELL/VOGT/WATTER (DUBS/TRUFFER), Art.699, No.22; KRNETA, Art. 716a, No. 1371; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 208; BÖCKLI, s. 1369). 30  RG. 28.11.2012, S. 28481. Çalışmamızda ilgili yönetmelik Genel Kurul Yönetmeliği şeklinde kısaltılarak kullanılacaktır. 31  KARAHAN/HUYSAL, s. 520; TEKİNALP, Sermaye Ortaklıkları 2015, s. 303. 32  ANSAY, s. 170; İMREGÜN, AO, s.109; KARAHAN/HUYSAL, s. 531; ŞENER, s. 457. 33  Bununla birlikte özel durumlar için diğer kanunlarda da çağrı yapabilecekler belirtilmiştir (TMK m. 427/IV; İİK m. 226). 34  NARBAY, s. 169. 35  MOROĞLU, Hükümsüzlük, s. 207; NARBAY, s. 169. İsviçre hukukunda da genel kurulu Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 77Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... Adalet komisyonu aşamasında maddeye ikinci fıkra eklenmiş ve belirli hallerde tek pay sahibine de genel kurulu toplantıya çağırma hakkı tanınmıştır. Genel kurulu toplantıya çağıracak asli yetkili yönetim kuruludur pay sahibinin buradaki  yetkisi  ikincil  niteliktedir.  Zira  yönetim  kurulu  genel  kurulu toplantıya çağırmadığı için pay sahibi bu yetkiyi kullanmaktadır. Pay sahibinin bu yetkiyi kullanmamasını onun sorumluluğuna yol açacak bir neden olarak görülmemelidir. Ayrıca hükmü TTK m. 480/I de düzenlenen tek borç ilkesi açısından da değerlendirmek mümkündür. TTK yeni düzenleme ile birlikte tek borç ilkesini daha açık hale getirmiştir. Buna göre pay sahibinin tek ve münhasır borcu taahhüt ettiği sermayeyi ödemektir. Kanunda öngörülen istisnalar dışında esas sözleşme ile pay sahibine, pay bedelini veya payın itibari değerini aşan primi ifa dışında borç yükletilemez. Bu itibarla pay sahibine genel kurulu toplantıya çağırma yetkisini aynı zamanda bir borç olarak kabul etmek  m.410/II nin  getiriliş  amacına  uygun  düşmeyecektir.  Dolayısıyla TTK m. 410 kenar başlığı ile maddenin içeriği arasında bir uyumsuzluğun bulunduğunu belirtmek kanımızca yerinde olacaktır. Toplantıya  davet,  toplantıya  katılmaya  yetkili  olanlar,  toplantının yapılması ve diğer konularda olağan ve olağanüstü genel kurul toplantısı aynı kurallara tabidir. Bu nedenle öncelikle genel kurulu toplantıya çağrı hususunda yetkili olanlar belirlenecek daha sonra bu iki tür toplantı hakkında açıklamalar yapılacaktır. toplantıya çağırmak organlar için hem bir görev hem de yetkidir (İsvBK. m. 699). 36  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 304. 37  Zürcher Komm.-OR/TANNER, Art. 699, No. 25. 38  TTK m. 480/I hükmündeki düzenleme; Kanunda öngörülen istisnalar dışında, esas sözleşmeyle pay sahibine, pay bedelini veya payın itibari değerini aşan pirimi ifa dışında borç yükletilemez şeklindedir. 39  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 384. 40  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 384; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 604, No. 1019. ETTK m. 405 ile ilgili olarak getirilen düzenlemenin esasen pay sahibinin sınırlı sorumluluğunu pekiştirmek için öngörüldüğü yönünde bkz., NOMER, s.68. Ayrıca bkz., OKUTAN NILSSON, Pay Sahipleri Sözleşmeleri, s. 15 vd. 41  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 109; PULAŞLI, C. II,  s. 1523. 42  ERDEM, Yenilikler, s. 34; SCHUCANY, Art. 699, No. 4; BÜRGI, Art.699, No. 35 vd.; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 201. ETTK döneminde olağanüstü toplantıya davet hususunda yetkili olan azlığın olağan genel kurul toplantısına davet hususunda da yetkili sayılabilmesi ve gereğinde mahkemece yetkili kılınması konusunda bkz., DOMANİÇ, s. 805. Yeni TTK ile birlikte kanunkoyucu genel kurul ibaresine yer vermek suretiyle olağanolağanüstü genel kurul ayrımını isabetli bir şekilde ortadan kaldırmıştır (bkz., BAHTİYAR/ HAMACIOĞLU, s. 44). 78 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Genel kurul kendisine kanunen yetki verilen organ ve kişiler tarafından toplantıya davet edilebilir. Bu doğrultuda TTK m. 410 vd. hükümlerinde genel kurulu toplantıya çağrı hususunda yetkili olanlar gösterilmiştir. Aynı zamanda Genel Kurul Yönetmeliği nde de bu hususta düzenleme getirilmektedir. Buna göre genel kurul; yönetim kurulu (TTK m. 410/I; Genel Kurul Yönetmeliği m. 9/I), tasfiye memurları (TTK m. 410/I; Genel Kurul Yönetmeliği m. 9/VI), tek bir pay sahibi (TTK m. 410/II; Genel Kurul Yönetmeliği m. 9/II) ve azlık (TTK m. 411; Genel Kurul Yönetmeliği m. 9/III-IV) tarafından toplantıya davet edilebilir. Genel kurulu toplantıya çağrı yetkisinin esasen yönetim kurulunda olduğunu belirten TTK m. 410/I düzenlemesi ETTK m. 365 ten farklı olarak denetçiye böyle bir yetki tanımamış ayrıca görevleri ile ilgili konular için tasfiye memurları da yetkili kılınmıştır. Bu fıkrada ayrıca süreleri dolmuş olsa bile yönetim kurulunun genel kurulu toplantıya çağırabileceği düzenlenmiştir. Genel kurulu toplantıya çağrıya yetkili olanların kanunda belirtilenlerle sınırlı olup olmadığı hususunda doktrinde tartışma mevcuttur. Doktrinde bir görüş, genel kurulu toplantıya çağrıya yetkili kişilerin kanunda sınırlı olarak gösterildiğini belirtmektedir. Buna karşılık diğer bir görüş, anonim şirket genel kurulunun kendisine kanunen veya ortaklık esas sözleşmesi ile yetki verilen organ ve kişilerin toplantıya çağırabileceğini ifade eder. Son görüş bu 43  TTK gerekçesinde TTK m. 410/I ile ilgili olarak yeni sistemin gereği olarak denetçiye çağrı yetkisinin verilmediği, tasfiye memurlarının yalnızca görevleri ile ilgili konulara ilişkin olarak genel kurulu toplantıya çağırabileceği belirtilmektedir (bkz. TTK m. 410 gerekçesi). 44  ETTK döneminde bu konuda bir düzenleme yer almadığından konu doktrinde tartışmalıydı. Yargıtay kararlarında da konu bir istikrar kazanmamıştı (doktrindeki görüşler ve ilgili Yargıtay kararları için bkz., SOYKAN, s. 121 vd.). Madde gerekçesinde, uygulamada tartışmalı olan bu sorunun düzenleme ile çözüme kavuşturulduğu belirtilmektedir (bkz. TTK m. 410 gerekçesi). Doktrinde yönetim kurulunun burada sözü edilen yetkisi açısından bir ayrımın yapılması gereği üzerinde durulmaktadır (bkz., ERDEM, Yenilikler, s. 35). Buna göre, kanunda yönetim kurulunun genel kurulu hangi amaçla çağıracağına ilişkin bir açıklık bulunmadığı, görev süresi sona eren yönetim kurulunun sadece yeni bir yönetim kurulu oluşturmak amacıyla genel kurulu toplantıya çağırabileceği ifade edilmektedir (ERDEM, Yenilikler, s. 35). Yönetim kuruluna tanınan bu yetkinin istisnai bir nitelik taşıdığına ilişkin bkz., TEKİNALP, Sermaye Ortaklıkları 2015, s. 233; ŞENER, s. 358; BAHTİYAR/ HAMAMCIOĞLU, s. 40. Hükmün açık lafzının da bu istisnanın sadece genel kurulu toplantıya çağrı ile sınırlı olarak uygulanmasının gerektirdiği yönünde bkz. BAHTİYAR/ HAMAMCIOĞLU, s. 40; TEOMAN, Yönetim Kurulu, s. 9.   45  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 304; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 409, No.670; ÜÇIŞIK/ÇELİK, s. 238; DOMANİÇ, s. 813; BİLGİLİDEMİRKAPI, s. 280. 46  ŞENER, s. 458. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 79Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... sonuca TTK m. 339/II h hükmündeki düzenlemeden yola çıkarak varmaktadır. Zira bu maddede genel kurulların toplantıya nasıl çağırılacağının şirket esas sözleşmesinde düzenlenebileceği belirtildiğinden çağrıyı yapabilecek olanların da  bu  kapsamda  değerlendirilmesi  ihtimal  dâhilindedir.  Genel  kurulu toplantıya çağrı konusunda yetkili olanlar esas olarak TTK da düzenlenmiştir. Bununla birlikte esas sözleşme ile diğer kimselere genel kurulu toplantıya çağrı yetkisinin verilmesi TTK m. 340 hükmünü de göz önünde bulundurmayı gerektirir. Zira TTK m. 340/I gereği esas sözleşme anonim şirketlere ilişkin hükümlerden ancak kanun buna açıkça izin vermişse sapabilir.  Bu doğrultuda kanımızca esas sözleşme ile kanunda öngörülenler dışında kimseye çağrı yetkisi tanınamaz.      Kanunda  belirtilenler  dışında  anonim  şirketin  yönetim  kurulu üyelerinin ölümü, istifası veya ehliyetini yitirmesi nedeniyle organsız kalması ve yönetim kurulu yerine şirketin idaresi mahkeme tarafından bir kayyıma bırakılmışsa bu halde kayyımın da genel kurulu toplantıya çağırmaya yetkili kişilerden  sayılması  gerektiği  belirtilmektedir.  Kayyımın  genel  kurulu toplantıya çağrıya yetkili olduğu aynı zamanda TTK m. 412/I hükmü gereği de  ortaya  çıkmaktadır.  Aynı  zamanda  Genel  Kurul  Yönetmeliği  m.9/ V te de bu yönde bir düzenleme bulunmaktadır. Buna göre, azlık yönetim kurulundan yazılı olarak gerektirici sebepleri ve gündemi belirterek genel kurulu toplantıya çağırmasını veya genel kurul zaten toplanacaksa karara 47  ŞENER, s. 461. Yazarın bu görüşüne karşılık doktrinde TTK m. 339/II h da yer alan ifadenin toplantıya davet konusunda yetkili olanları değil toplantıya davet usulünü kapsar bir ifade olduğu belirtilmektedir (bkz., BAHTİYAR/HAMAMCIOĞLU, s. 38). Moroğlu, çalışmasında TTK da bazı kimselere şirketin idare ve/veya temsil yetkisinin bırakılması (TTK m. 367, 370) veya belli kimselerin belli bir işle görevlendirilebilmeleri imkânının mevcut olmasından (TTK m. 536) yola çıkarak kendilerine bu yetkilerin tevdi edilmiş olduğu kişilere esas sözleşme ile genel kurulu toplantıya çağırma yetkisinin verilmesinin de mümkün olduğunu belirtmektedir (Bkz., MOROĞLU, Hükümsüzlük, s. 89). Çevik de çalışmasında, esas sözleşme ile hangi hallerde olacağını da belirtilerek bazı mercilerin genel kurulu toplantıya davete yetkili olduğuna dair düzenlemelerin getirilebileceğini belirtmektedir (bkz., ÇEVİK, s. 592).   48  Bu konuda detaylı bilgi için bkz., KARASU, s. 48 vd. 49  Aksi görüş için bkz., ŞENER, s. 461. Yazar eserinde denetçilere de böyle bir yetkinin esas sözleşme ile verilebileceğini belirtmektedir (bkz., ŞENER, s. 462). Pulaşlı, genel kurulun toplantıya çağrılması hususunda TTK m. 410 vd. emredici hükümlere aykırı olmamak üzere esas sözleşmeye bazı şartların konulabileceğini belirtmektedir (bkz., PULAŞLI, C.I, s. 658). 50  PULAŞLI, C. I, s. 762; ÜÇIŞIK/ÇELİK, s. 237. 51  ERDEM, Yenilikler, s. 36. Doktrinde ayrıca Yargıtay ın ticaret şirketlerine kayyım atanmasına yönelik vermiş olduğu kararlar da göz önünde bulundurularak kayyımın çağrıya yetkili olduğu kabul edilmektedir (bkz., ÜÇIŞIK/ÇELİK, s. 245-246). 80 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE bağlanmasını istedikleri konuları gündeme koymasını isteyebilir. Bu talep yönetim kurulu tarafından reddedilirse veya talebe yedi işgünü içinde olumlu cevap verilmezse genel kurulun toplantıya çağrılmasına şirket merkezinin bulunduğu yer asliye ticaret mahkemesi tarafından karar verilebilir. Mahkeme toplantıya gerek görürse gündemi düzenlemek ve çağrıyı yapmak üzere bir kayyım atar ve kararda kayyımın görevlerini ve toplantı için gerekli belgeleri hazırlamaya ilişkin yetkilerini gösterir. Anonim şirketin zorunlu organlarından birinin mevcut olmaması bu organların toplanamaması veya karar alamaması ve bu eksikliklerin başka suretle giderilememesi durumunda şirkete TTK m.1 atfı doğrultusunda TMK m. 427/I, b. 4 hükmü gereğince mahkeme tarafından yönetim kayyımı atanır. Mahkemece atanan kayyım işlevini üstlenmiş olduğu organa ait olan çağrı yetkisini kullanacaktır. Bu organ yönetim kuruludur.  TTK m. 410 vd hükümlerinde iﬂ as idaresinin genel kurulu toplantıya çağırabileceği hususunda herhangi bir düzenleme bulunmamaktadır. Ancak anonim şirketin iﬂ as yolu ile tasfiyesi halinde İİK m. 226 gereğince müﬂ is şirketin  yasal  temsilcisi  iﬂ as  idaresi  olduğundan  genel  kurulu  toplantıya çağıracak olan da iﬂ as idaresi olacaktır. Dolayısıyla genel kurulu toplantıya çağrıya yetkili makamlar arasında iﬂ as idaresinin de belirtilmesi gereklidir. Diğer mevzuata göre genel kurulu toplantıya çağrıya yetkili olanlar arasında yeddi adiller de gösterilmektedir. Buna göre HMK m.391 vd hükümlerine göre şirketin idare ve temsil yetkisinin mahkemece ihtiyati tedbir olarak yeddi adile bırakılması halinde yeddi adil genel kurulu olağan ve olağanüstü toplantıya çağırabilecektir. 52  Konuyla ilgili olarak kanun tasarısı aşamasında genel kurulu toplantıya çağrı ve yetkileri olanların  düzenlendiği  m.  410  hükmünde  kayyımın  yer  almaması  eksiklik  olarak değerlendirilmekteydi. Bu husustaki eksikliğin tamamlanması için düzenlemeye kayyımın da eklenmesinin yerinde olacağı belirtilmekteydi (bkz., MOROĞLU, Tasarı, s. 206-207; NARBAY, s. 181). Aynı eleştirilerin TTK m. 410 açısından da geçerli olduğunu söylememiz yerinde olacaktır. 53  MOROĞLU, Hükümsüzlük, s. 91; NARBAY, s. 180. 54  MOROĞLU, Hükümsüzlük, s. 92. 55  Anonim şirkette yalnızca yönetim için gerekli organın yokluğu halinde kayyım atanabileceğine dair bkz., GÜMÜŞ, s. 108.  56  İMREGÜN, AO, s. 112; NARBAY, s. 180; MOROĞLU, Tasarı, s. 206-207; YİĞİT, s. 93. 57  MOROĞLU, Hükümsüzlük, s. 90. 58  MOROĞLU, Hükümsüzlük, s. 90; YİĞİT, s. 93. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 81Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... VI.   AFFECTİO SOCİETATİS UNSURU VE TEK PAY SAHİBİNİN GENEL KURULU TOPLANTIYA ÇAĞRI YETKİSİ Aﬀ ectio  societatis  kavramı  Roma  hukuku  kökenli  olup  Fransız hukukunda da yer almaktadır. Türk hukukuna da oradan aktarılmıştır. Bu kavramla kast edilen ortakların şirket amacının gerçekleştirilmesine yönelik olarak eşit durumda şirket faaliyetlerine katılmaları ve bu yolda diğer ortaklarla aktif işbirliği içinde bulunarak birlikte çaba sarf etmeyi üstlenmeleridir. Doktrinde ortaklar arasındaki eşitliğin mutlak anlamda eşitlik olarak yorumlanmamasının gerektiği; zira bu eşitliğin herkesin sermayesi oranında kar ve zarara katılması anlamına geldiği ifade edilmektedir. Buna karşılık doktrinde diğer bir görüş, adi şirketlere ilişkin prensiplerden hareket ederek şirket sözleşmesi ile kar ve zarara eşit olarak iştirak etme esasından ayrılmanın mümkün olduğunu (TBK. m. 623), ortaklıktan doğan diğer haklarda da eşitlik ilkesinin mutlak olmadığını belirterek eşitliği şirket akdinin asli unsuru olarak görmemektedir. Aktif işbirliğinin de şirketin esaslı bir unsuru olmadığı görüşü  mevcuttur.  Bu  görüşe  göre,  taraﬂ ar  arasında  işbirliği  olmayan hallerde şirket akdi mutlaka yoktur denemez.  Aﬀ ectio societatis unsuru çerçevesinde ortakların her biri müşterek amacın gerçekleştirilmesine katkıda bulunmalı ve bu amaca aykırı eylem ve işlemlerden kaçınmalıdır. Bu doğrultuda aﬀ ectio societatis şirket akdinin zorunlu unsuru kabul edilmektedir. 59  BARLAS, s. 38. 60  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I, s. 25, No. 60; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 35, No.60; BARLAS, s.38; ŞEHİRALİ ÇELİK (KIRCA/ MANAVGAT), s. 60; ŞENER, s. 8; DOĞANAY, s. 53. Aﬀ ectio societatis kavramı ile ilgili olarak farklı tanımlar için bkz., MİMAROĞLU, Ticaret Ortaklıkları Hukuku, s. 57; KARAYALÇIN, Ticaret Hukuku II, s. 61; DOMANİÇ, s. 28-29. 61  MİMAROĞLU, Ticaret Ortaklıkları Hukuku, s. 57. 62  KARAYALÇIN, Ticaret Hukuku II, s. 62. 63  KARAYALÇIN, Ticaret Hukuku II, s. 62. 64  KARAYALÇIN, Ticaret Hukuku II, s. 62. 65  ŞENER, s. 9. Benzer yönde bkz., PULAŞLI, C. I, s. 31; DOMANİÇ, s.  27-28. 66  DOĞANAY, s. 53; ŞENER, s. 9; DOMANİÇ, s. 29. Barlas da eserinde birlikte çaba yükümlülüğünün asli edim yükümü olduğunu belirtmektedir (bkz., BARLAS, s. 41). Doktrinde bu unsurun şirket akdinin zorunlu unsuru olmadığına ilişkin bkz., KARAYALÇIN, Ticaret Hukuku II, s. 62. Diğer görüşler  için bkz., DOMANİÇ, s. 28-29 da anılan yazarlar. 82 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Aﬀ ectio societatis kavramı doğası gereği birden fazla kişinin bir arada bulunmasını gerektirmektedir. Bilindiği gibi yeni TTK ile anonim ve limited şirketlerin tek kişi ile kurulmasına olanak tanınmıştır. TTK m. 338 ile anonim şirketler bakımından bir veya daha fazla pay sahibi olan kurucunun varlığı aranmakta iken; limited şirketler bakımından TTK m. 573 hükmünde bir veya daha fazla kişi ile kurulabileceği düzenlenmiştir. Tek kişilik şirket kavramının aﬀ ectio societatis unsuru ile tam olarak bağdaşmadığı kabul edilmektedir. Bu doğrultuda anılan şirketlerde bu unsurun tek ortağın şirket kuruluşuna yönelik tek taraﬂ ı irade beyanı ile klasik bir şirket ortağı olarak davranma ve şahsi malvarlığı ile şirket malvarlığı arasındaki ayrıma saygı gösterme yükümlülüğü şeklinde ortaya çıktığı kabul edilmektedir. Aﬀ ectio  societatis  unsuru  kişisel  özelliklerin  ağır  bastığı  kişi ortaklılarında kuvvetli bir şekilde kendini hissettirirken sermaye ortaklıklarında ve özellikle çok sayıda ortağı bulunan anonim şirketlerde ise bu unsurun zayıﬂ adığı fakat tamamen yok olmadığı kabul edilmektedir. Bu doğrultuda bu  tür  şirketlerde  bulunan  kamuyu  aydınlatma  ilkesinin  pay  sahibine müşterek gaye için kendisine düşen özeni gösterme imkânının sağlanması fikrine dayandığı kabul edilmektedir.    Anonim  şirketlerde  pay  sahiplerini  birbirine  ve  anonim  şirkete bağlayan tek bağ maddi menfaattir. Bu bağlamda pay sahiplerinin şirkete katılmalarındaki temel amaçları getirdikleri sermaye karşılığında kazanç elde etmektir. Bu kazanç, şirketin faaliyette bulunduğu döneminde kar payı, 67  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 61. 68  ŞEHİRALİ ÇELİK, s. 176. 69  ŞEHİRALİ ÇELİK, s. 176. 70 POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I, s. 26, No. 60; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 35, No.60; PULAŞLI, C. I, s. 31; DURAL, s. 58. 71  Kamuyu aydınlatma ilkesi ile ilgili detaylı bilgi için bkz., ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 198 vd. 72  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 35, No. 60; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I, s. 26, No. 60. 73  İMREGÜN, Menfaat İhlalleri, s. 2. 74  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 255; BİLGİLİ/DEMİRKAPI, s. 207. Anonim şirketlerin amaç ve konusunun ortaklara iktisadi menfaat sağlamak olduğuna ilişkin bkz., ANSAY, s. 18; İMREGÜN, AO, s. 24, PULAŞLI, C. I, s. 640. Doktrinde anonim şirketlerin kanunen yasaklanmamış her türlü iktisadi amaç ve konular için kurulabilmesinden ötürü (TTK m. 331) bunların konunun iktisadi olması halinde kazanç sağlamak ve ortaklara dağıtmak amacı dışındaki amaçlarla kurulabilmesinin imkan dahilinde olduğu da ileri sürülmektedir (bu görüş için bkz., POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 243, No. 436). Tekil de çalışmasında anonim şirketlerin her çeşit amaç ve konu için kurulabileceğinden söz Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 83Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... şirketin sona ermesi aşamasında tasfiye payı olarak belirmektedir. Bu amaç bakımından şirketin ekonomik durumu pay sahipleri için oldukça önemlidir. Bu nedenle, pay sahiplerinin şirketin mali durumu ve bununla ilgili her tür faaliyete yönelik söz sahibi olabildikleri haller aﬀ ectio societatis unsurunun anonim şirketler hukukunda bir yansıması olarak kabul edilmektedir. Bu bağlamda çalışma konumuz olan tek pay sahibinin genel kurulu toplantıya çağrı yetkisi (TTK m. 410/II) pay sahiplerinin müşterek amacın gerçekleştirilmesine aktif olarak katkıda bulunmalarını sağlayan düzenlemelerden bir tanesidir.  VII. TEK PAY SAHİBİNİN GENEL KURULU TOPLANTIYA ÇAĞRI YETKİSİ A.  VAZGEÇİLMEZ  HAKLAR  VE  TEK  PAY  SAHİBİNİN ÇAĞRI YETKİSİ TTK m. 410/I e göre, Genel kurul, süresi dolmuş olsa bile, yönetim kurulu tarafından toplantıya çağrılabilir. Tasfiye memurları da, görevleri ile ilgili konular için, genel kurulu toplantıya çağırabilirler. Maddenin ikinci fıkrasındaki düzenlemeye göre, Yönetim kurulunun, devamlı olarak toplanamaması,  toplantı  nisabının  oluşmasına  imkân  bulunmaması  veya mevcut olmaması durumlarında, mahkemenin izniyle, tek bir pay sahibi genel kurulu toplantıya çağırabilir. Mahkemenin kararı kesindir. Pay sahibinin vazgeçilmez hakları söz konusudur. Bu haklar kanun tarafından tanınmakta olup esas sözleşme ile yaratılamazlar. Bu durum TTK m. 447/I (a) düzenlemesinden anlaşılmaktadır. Yine aynı düzenlemede vazgeçilmez haklardan bazıları sayılmıştır. Bu doğrultuda pay sahibinin sadece menfaatlerinin korunması için değil aynı zamanda anonim şirketin temel yapısının bozulmadan korunması hususunda hakları bulunmaktadır. etmektedir (bkz., TEKİL, s. 97). 75  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 255. 76  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 62. 77  Anonim şirketlerde aﬀ ectio societatis unsurunun bir yansıması olarak görülebilecek diğer düzenlemelerden bazıları ise pay sahibinin genel kurula katılma hakkı (TTK m. 425), bilgi alma ve inceleme hakkı (TTK m. 437), özel denetim isteme hakkı (TTK m. 438), genel kurul kararları aleyhine iptal davası açma hakkı (TTK m. 446), yönetim kurulu üyeleri aleyhine sorumluluk davası açma hakkı (TTK m. 553), denetçiler aleyhine sorumluluk davası açma hakkından (TTK m. 554) oluşmaktadır (bkz., ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 62).   78  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 347; KARAHAN/BOZGEYİK, s. 634. 79  Pay sahibinin genel kurula katılma, asgari oy, dava ve kanundan kaynaklanan hakları sayılan haklardandır. 80  TEKİNALP, Sermaye Ortaklıkları 2015, s. 347; ŞENER, s. 542; ERDEM N., s. 31; FORS84 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE  Vazgeçilmez hakları pay sahibinin rızası olsa dahi elinden alınması söz konusu olamaz. Bu hakların genel kurul veya yönetim kurulu kararlarına tabi olması söz konusu değildir. Bu haklar arasında, pay sahibinin iptal davası açma hakkı, sorumluluk veya haklı sebeple fesih davası açma hakkı, bilgi alma ve inceleme hakkı, özel denetim isteme hakkı, azlık hakları sayılmaktadır. TTK ile getirilen yeni düzenleme doğrultusunda bu hakların arasında bundan böyle m. 410/II hükmünde yer alan pay sahibinin genel kurulu toplantıya çağrı hakkı da sayılmalıdır.    B.  ALMAN VE İSVİÇRE HUKUKUNDA DURUM Tek pay sahibinin genel kurulu çağrı yetkisi ile ilgili olarak ne Alm. POK. da ne de İsviçre hukukunda kanuni bir düzenlemeye rastlanmaktadır. Bununla birlikte esas sözleşme ile böyle bir yetkinin pay sahibine tanınıp tanınmayacağına ilişkin bir düzenlemenin getirilmesi konusunda her iki hukuk sistemi açısından açıklamaların yapılması yerinde olacaktır. Çalışmamızda öncelikle bahsi geçen yabancı hukuk sistemlerinde genel kurulun toplantıya çağrılması  hususundaki  düzenlemelere  değinilecek  daha  sonra  Türk hukukundaki hüküm detaylı bir şekilde incelenecektir.   Alman hukukunda anonim şirket genel kurulunun toplantıya çağrılması Alm.  POK  §§  121-128  arasında  düzenlenmektedir.  Bu  doğrultuda Alm. POK. da çağrı sebepleri (§ 121/I), yetkili kişiler tarafından toplantıya çağrı (§ 121/II), çağrının içeriği (§ 121/III), usulü (§ 121/IV, IVa) ve toplantının yeri (§ 121/V) düzenlenmektedir. Genel kurulun kanunda belirlenen hallerde toplantıya davet edilebileceği (§ 121/I) ve bu açıdan yönetim kurulunun hem yetkili hem de görevli olduğu belirtilmektedir. Yine genel kurul esas sözleşmede belirlenen hallerde olduğu TMOSER/MEIER-HAYOZ/NOBEL, s. 460. 81  ŞENER, s. 543; PULAŞLI, C. II, s. 1555; KARAHAN/BOZGEYİK, s. 634; ERDEM, N., s. 31; MEIER, s. 170. 82  PULAŞLI, C. II, s. 1555. 83  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 521, No. 870 c; ŞENER, s. 543; PULAŞLI, s. 1555; MEIER, s. 170. 84  Borsa anonim şirketler için öngörülmüş olan 2007/36 sayılı Yönerge de tek pay sahibinin olağan genel kurul gündemine görüşülmesini istediği hususları ilave etmesi ve genel kurulu olağanüstü toplantıya çağrı hususunda yetkili olduğunu düzenlemektedir (m. 6), (Directive 2007/36 EC of the European Parliament and of the Council of 11 July 2007 on the Exercise of Certain Rights of Shareholders in Listed Companies, OJ L 184/17, 14.07.2007).    85  HÜFFER, s. 671; Münc. Komm. AktG/KUBIS, § 121, No. 5 vd.; Münc. Hdb. AktG./SEMLER, § 35, No. 6. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 85Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... gibi şirketin menfaatinin gerektirdiği hallerde de toplantıya davet edilebilir (§ 121/I). Genel  kurulu  toplantıya  davet  konusunda  yetkili  olanlar  arasında öncelikle yönetim kurulu yer almaktadır (§ 121/II). Yönetim kurulu organ olarak basit çoğunlukla vereceği kararla genel kurulu toplantıya davet edebilir. Ayrıca ticaret siciline tescil edilmiş yönetim kurulu üyeleri de genel kurulu toplantıya davete yetkilidir (§ 121/II). Bu son durum hukuk güvenliğine hizmet etmesi açısından kanunda yer almaktadır. İlgili düzenlemede yukarıda sayılanlardan başka, kanun gereği veyahut sözleşme ile yetki verilen diğer kimselerin de davetinden bahsedilmektedir. Kanun gereği kendisine çağrı yetkisi tanınan diğer kimseler arasında şirketin menfaatinin gerektirmesi halinde gözetim kurulu (§ 111/III), mahkemece yetki tanınmış olan azlık (§ 122/III) ve nihayet tasfiye memurları (§ 268/II) yer almaktadır. Alman hukukunda esas sözleşme ile de bazı kimselere genel kurulu davet yetkisinin tanınabileceği kabul edilmektedir (§ 121/II). Bu durumda kanunen tanınan genel kurulu davet yetkisi esas sözleşme ile sınırlandırılamaz ancak  genişletilmesi  mümkündür.  Dolayısıyla  kanun  gereği  toplantıya çağrı  yetkisi  olanların  bu  yetkisine  dokunulması  mümkün  değildir.  Bu doğrultuda yönetim kurulu veya gözetim kurulu üyelerinden her birine, belirli pay sahiplerine veya pay sahibi gruplarına, üçüncü kişilere davet yetkisinin verilmesi mümkündür.   İsviçre hukukunda genel kurulu toplantıya çağrı yetki ve görevi birincil olarak  yönetim  kurulundadır.  Bununla  birlikte  gerektiği  hallerde  (ikincil olarak) denetim kurulunun da genel kurulu toplantıya çağrı yetki ve görevi bulunmakta (İsv. BK. m. 699/I); yine tasfiye aşamasında belirli hallerde tasfiye memurlarının çağrı yetki ve görevi bulunmaktadır (İsv. BK. m. 699/I)91. 86  HÜFFER, s. 672. 87  HÜFFER, s. 672; Münc. Hdb. AktG/SEMLER, § 35, No. 9 vd.; Münc. Komm. AktG/KUBIS, § 121, No. 15 vd. 88  BÜRGERS/KÖRBER (REGER, § 121, No. 9). 89  HÜFFER, § 121, No.8. 90  HÜFFER, s. 672; BÜRGERS/KÖRBER (REGER, § 121, No. 9); Münc. Hdb. AktG./SEMLER, § 35, No. 11; Münc. Komm. AktG/KUBIS, § 121, No. 26.     91  Bu hususlarda detaylı bilgi için bkz., Zürcher Komm.-OR/TANNER, Art. 699, No. 23 vd.; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 204 vd.; BÜRGI, Art. 699, No. 6 vd..; HONSELL/VOGT/WATTER (DUBS/TRUFFER), Art.699, No. 2 vd.   86 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Ayrıca azlığın da genel kurulu toplantıya çağrı hakkı bulunmaktadır (İsv. BK. m. 699/III). İsviçre  hukukunda  pay  sahiplerine  esas  sözleşme  ile  genel  kurulu toplantıya  davet  yetkisinin  verilip  verilmeyeceği  hususu  tartışmalıdır. Kanunda pay sahiplerine genel kurulu toplantıya davet yetkisi azlık hakkı olarak tanınmıştır. Buna karşılık bireysel bir hak olarak düzenlenmemiştir. Ancak tek pay sahibi azlık hakkının kullanılabilmesi için gerekli olan paya sahip olduğu takdirde azlık hakkı olarak davet yetkisini kullanabilir. Doktrinde  bir  görüş  genel  kurulun  toplantıya  çağrılmasına  ilişkin hükümlerin pay sahipleri yararına öngörülmesinden dolayı tek taraﬂ ı olarak emredici  nitelikte  olduğunu  belirterek  esas  sözleşme  ile  ilgili  hükümleri ağırlaştırıcı  düzenlemeler  yapılamayacağını;  buna  karşılık  hafiﬂ etici düzenlemelerin yapılmasının imkân dâhilinde olduğunu savunmaktadır. Bu doğrultuda esas sözleşme ile pay sahiplerine genel kurulu toplantıya çağrı yetkisinin verilmek suretiyle bireysel hakkın yaratılması mümkündür. Diğer görüş ise, genel kurulu toplantıya doğrudan çağrının yönetim kurulunun devredilemez yetki ve görevlerinden olduğunu belirtmektedir. Zira İsv. BK. m. 716a/I, bent 6 hükmünde genel kurul toplantılarını hazırlama görevi  yönetim  kuruluna  verilmiştir  ve  bu  görev  yönetim  kurulunun devredilemez ve vazgeçilemez görevleri arasında sayılmaktadır. Dolayısıyla pay sahiplerine münferiden genel kurulu toplantıya çağrı yetkisinin verilmesi kabul edilmemektedir.      92  HONSELL/VOGT/WATTER (DUBS/TRUFFER), Art.699, No. 12. İsviçre hukukunda sermayenin en az yüzde onuna sahip tek bir pay sahibi veya birden fazla pay sahibi azlık hakkı olarak genel kurulu davet yetkisini kullanabilmektedir (İsv. BK.. m. 699/III). Ayrıca Türk hukuku bakımından bkz., ANSAY, s. 255; DOMANİÇ, s. 811; ARSLANLI, AŞ, C. I, s. 238; PULAŞLI, C. I, s. 759; ŞENER, s. 464. 93  Zürcher Komm.-OR/TANNER, Art. 699, No. 19; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 207; HONSELL/VOGT/WATTER (DUBS/TRUFFER), Art.699, No. 12. 94  FUNK, Art.699 No.1; HONSELL/VOGT/WATTER (DUBS/TRUFFER), Art.699, No. 12; Zürcher Komm.-OR/TANNER, Art. 699, No. 20. Ancak yazar bu durumda pay sahibinin doğrudan çağrı yetkisinin esas sözleşme ile düzenlenemeyeceğini belirtmektedir (Zürcher Komm.-OR/TANNER, Art. 699, No. 45). 95  Zürcher Komm.-OR/TANNER, Art. 699, No. 44. Homburger de yönetim kurulunun genel kurul toplantılarını hazırlama görevinin esasen İsv. BK. m. 698 vd. hükümlerine ilişkin olduğunu belirtmektedir (bkz. Zürcher Komm.-OR/HOMBURGER, Art. 716a, No.599). Forstmoser/Meier-Hayoz/Nobel de münferiden pay sahiplerinin genel kurulu toplantıya çağıramayacağını; zira kanunda bu yetkinin azlığa tanındığını belirtmektedir (bkz., s. 204). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 87Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... C.  TÜRK HUKUKUNDA DURUM TTK  m.  410/II ye  göre,  Yönetim  kurulunun,  devamlı  olarak toplanamaması,  toplantı  nisabının  oluşmasına  imkân  bulunmaması  veya mevcut olmaması durumlarında, mahkemenin izniyle, tek bir pay sahibi genel kurulu toplantıya çağırabilir. Mahkemenin kararı kesindir.   TTK  m.  410/II  genel  kurulun  mahkeme  izni  ile  tek  pay  sahibi tarafından toplantıya davet edilmesini düzenler. Münferit pay sahibi genel kurulu  doğrudan  toplantıya  davet  edemez.  Pay  sahibinin  davet  yetkisi yönetim  kurulunun  toplanması  hususundaki  sorunların  mevcudiyetinden kaynaklanmaktadır.   TTK  m.  410  hükmüne  bu  fıkra  Adalet  komisyonu  aşamasında eklenmiştir. Eklenen bu fıkra hükmü genel kurulun bazı olağanüstü durumlarda toplantıya çağrılabilmesini sağlamak amacıyla getirilmiştir. Düzenleme ile azlık oluşturmayan tek bir pay sahibinin genel kurulu toplantıya çağırabilmesi olanağı  getirilmiştir.  Uygulamada  çeşitli  sebeplerden  ötürü  yönetim kurulunun toplanamaması, toplantı nisabının gerçekleşememesi veya mevcut olmaması gibi durumların ortaya çıkması muhtemeldir. Bu hallerde tek pay sahibine genel kurulu toplantıya çağrı yetkisi tanınmaktadır. Bir kimsenin sahip  olması  gereken  asgari  pay  birdir.  Bir  payın  birden  fazla  sahibi bulunuyorsa bunların birlikte hareket ederek toplantı çağrısını yapmaları gerekecektir. 96  KARAHAN/BOZGEYİK, s. 663; TEKİNALP, Sermaye Ortaklıkları 2015, s. 304.   97  ERDEM, Yenilikler, s. 37. 98  Bkz., TTK m. 410/II gerekçesi. Gerekçede, bu düzenlemenin TTK m. 530 bağlamında organ yokluğuna da engel olabileceği belirtilmektedir. Ayrıca, uygulamada ortaya çıkan yönetim  kurulunun  toplanamaması,  toplantı  nisabının  gerçekleşememesi  veya  mevcut olmaması gibi hallerde şirketin kilitlenmesinin söz konusu olabileceği ve bu doğrultuda genel  kurulun  toplanmasının  gerekeceği  vurgulanmaktadır.  Yine  Sanayi  ve  Ticaret Bakanlığı nın uygulamasının tüm pay sahiplerinin noterde beyanda bulunmak suretiyle genel kurulu toplantıya çağırmaları olduğu ancak bu durumun her zaman gerçekleşmesinin güç olduğunu dolayısıyla ikinci fıkranın bu sakıncaları ortadan kaldırmak amacıyla getirildiği ifade edilmektedir (Bu son uygulamanın yerinde olmadığı yönünde doktrindeki görüş için bkz., HELVACI, s.34-35). Yazar bu duruma yönelik çağrısız genel kurulun yapılmasının imkân dâhilinde olması ve davet yetkisi gibi emredici türden bir hükmün yönetmelikle getirilmesinin mümkün olamayacağı gerekçelerini ileri sürmektedir (s. 34).        99  KARAHAN/BOZGEYİK, s. 663. 100  KARAHAN/BOZGEYİK, s. 663. Payın birden fazla sahibi varsa anonim şirkete karşı haklar müşterek mümessil aracılığı ile kullanılabilir (bkz., POROY/TEKİNALP/ÇAMOĞLU), Ortaklıklar Hukuku, s. 468, No. 771). 88 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Aynı doğrultuda bir düzenleme Genel Kurul Yönetmeliği m. 9/II de de mevcuttur. Bu hükme göre; Yönetim kurulunun mevcut olmaması veya devamlı olarak toplanamaması yahut toplantı nisabının oluşmasına imkân bulunmaması halinde, Kanunun 410 uncu maddesinin ikinci fıkrasına göre, mahkemeden izin alan pay sahibi genel kurulu toplantıya çağırabilir. Pay sahibine getirilen bu hak, mahkemenin vereceği izin kararıyla kullanılabilir.  İzin  kararı,  kötüye  kullanmalara  engel  olmak  için getirilmiştir.  Doktrinde  ilk  toplantı  bakımından  yetkilendirilen  pay sahibinin ikinci toplantı çağrısını da aynı anda yapması gerektiği haklı olarak ifade edilmektedir. Gerçekten de bu düzenlemenin getiriliş amacı dikkate alındığında şirketin organsız kalmasının engellenmesi amaçlanmaktadır ve yorumun da bu doğrultuda yapılması gerekmektedir.    İşin niteliği gereği mahkemenin kararı kesindir. Kanun hükmünde, izin kararının mahkeme tarafından dosya üzerinden mi yoksa duruşmalı mı vereceği yönünde herhangi bir düzenleme bulunmamaktadır. Bu konunun gerekçede somut olayın özelliklerinin dikkate alınabilmesi için mahkemenin takdirine bırakıldığı belirtilmektedir. Pay sahibi mahkemeye başvurduğunda gündem taslağını da vermelidir. Zira TTK m. 413/I ve Genel Kurul Yönetmeliği m. 13/VI hükmüne göre, gündemi toplantıya çağıran belirler.       TTK  m.  410/II  anonim  şirketin  organsız  kalma  tehlikesine  karşı getirilmiş bir hükümdür. Doktrinde tek pay sahibinin bu yetkisi ile adeta yönetim kurulu yerine geçtiği kabul edilmektedir. Doktrindeki diğer görüş, pay sahibinin mahkeme kararı olmaksızın bu yetkisini kullanmadığından 101  KENDİGELEN, İlk Tespitler, s. 311. 102  Bkz., TTK m. 410/II gerekçesi. 103  BİLGİLİ/DEMİRKAPI, s. 282. 104  BİLGİLİ/DEMİRKAPI, s. 282. 105  Yargıtay TTK m. 410/II çerçevesinde davalı anonim şirketin genel kurulunun toplantıya çağrılmasına izin istemine ilişkin davada mahkemece verilen kararın kesin olduğuna ve karar düzeltme isteminin reddine karar vermiştir (bkz., Y. 11. HD., 1.7.2014 T., E. 2014/8014, K. 2014/12619; İsBD. 2014, C. 88, S. 6, s. 711-712). 106  Bkz., TTK m. 410/II gerekçesi. 107  Aynı yönde bkz., Erdem, Yenilikler, s. 37. 108  TEKİNALP, Sermaye Ortaklıkları 2013, s. 261. Yazarın aynı eserinin dördüncü basısında bu konuya yönelik bir açıklaması bulunmamaktadır. Yazar, her pay sahibinin TTK m. 410/II kapsamında yönetim kurulunun seçimi için genel kurulun toplantıya çağrılması bakımından kendisine izin verilmesini mahkemeden talep edebileceğini belirtmektedir (bkz., TEKİNALP, Sermaye Ortaklıkları 2015, s. 304) Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 89Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... ilk görüşü benimsememektedir. Öncelikle belirtilmelidir ki pay sahibinin buradaki yetkiyi kullanabilmesi yönetim kurulunun kendisinden beklenen genel kurulu davet yetki ve görevini yerine getirmemesinden kaynaklanmaktadır. Ayrıca pay sahibinin bu yetkiyi yönetim kurulu gibi doğrudan kullanması mümkün değildir. Bu hususta mahkemenin kararı gerekir. Gerçekten de kanun gerekçesine baktığımızda pay sahibinin bu daveti kötüye kullanımlara engel olmak  amacıyla  mahkeme  kararıyla  yapabilmesi  gerekmektedir. Tüm  bu nedenlerle doktrindeki ikinci görüşe katıldığımızı belirtmek isteriz. TTK m. 410/II hükmünün tek pay sahipli anonim şirketler açısından önemi  vardır.  Özellikle  profesyonel  yönetim  kurulundan  oluşan  anonim şirketlerde yönetim kurulunun üzerine düşen yükümlülüğü yerine getirmemesi halinde pay sahibi bu düzenlemeye dayanmak suretiyle genel kurulu toplantıya davet edebilir. Bu ihtiyacın tek ortağın vakıf, üniversite veya dernek olduğu hallerde daha sık ortaya çıkabileceği kabul edilmektedir.     Bu  hükümle  pay  sahibi  yönetim  kurulunun  yönetim  görevini  ifa etmemesi/edememesi  nedeniyle  mahkeme  kararı  aracılığı  ile  yetkisini kullanabilecektir.  Bu  yetki  genel  kurulu  toplantıya  davete  yöneliktir. Böylelikle kanun koyucu yönetim kurulunun seçilmesini sağlayıcı bir olanağa yer  vermiştir.  Münferit  pay  sahibinin  yetkisi  sadece  yönetim  kurulunun seçilebilmesi haline özgüdür.    Tek pay sahibinin genel kurulu davet hususunda yetkilendirilmesi uygulama  açısından  pek  çok  sorunu  da  beraberinde  getirecek  gibi gözükmektedir. Zira tek pay sahibinin mahkeme tarafından davet konusunda yetkilendirilmesi  toplantıyla  ilgili  gerekli  hazırlıkları  yapması  sonucunu doğuracaktır.  Pay  sahibinin  genel  kurulu  toplantıya  davet  edebilmesi için elinde bilgi ve belgelerin bulunması gereklidir. Zira TTK m. 414/I hükmüne göre (Genel Kurul Yönetmeliği m. 10/I) genel kurul toplantıya esas sözleşmede gösterilen şekilde, şirketin (varsa) internet sitesinde ve Ticaret Sicili Gazetesinde yayınlanan ilanla çağrılır. Ayrıca pay defterinde yazılı pay 109  Erdem, Yenilikler, s. 37. 110  TEKİNALP, Sermaye Ortaklıkları 2013, s. 261; Erdem, Yenilikler, s. 37. 111  TEKİNALP, Sermaye Ortaklıkları 2013, s. 261. 112   Pay  sahibine  tanınan  bu  yetkinin  yapılmamış  olağan  genel  kurullar,  esas  sözleşme değişiklikleri, olağanüstü çağrılar için kullanılamayacağı; zira pay sahibinin ne finansal tabloları ne de esas sözleşme değişikliği tasarısını hazırlamaya yetkili olduğu hususunda bkz., TEKİNALP, Sermaye Ortaklıkları 2015, s. 303, 304. 113  KENDİGELEN, İlk Tespitler, s. 311. 90 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE sahipleriyle önceden şirkete pay senedi veya pay sahipliğini ispatlayıcı belge vererek adreslerini bildiren pay sahiplerine de toplantı günü ile gündem ve ilanın çıktığı veya çıkacağı gazeteler iadeli taahhütlü mektupla bildirilir. Bu bağlamda pay sahibi mahkeme ilamına dayanarak yönetim kuruluna başvurarak genel kurul davetinin yapılabilmesi için gerekli bilgi ve belgelerin verilmesini talep edecektir. Yönetim kurulu bu bilgi ve belgeleri verdiği takdirde herhangi bir sorun yaşanmayacaktır. Ancak yönetim kurulu bu bilgi ve belgeleri verecek durumda değilse veya vermekten kaçınıyorsa pay sahibinin genel kurulu davet etmesinde sıkıntılar yaşayacağı muhakkaktır. Bu nedenle doktrinde haklı olarak belirtildiği gibi, burada da TTK m. 412 de öngörüldüğü şekilde toplantının yapılmasını sağlamak için bir kayyımın görevlendirilmesi yolunun tercih edilmesi daha yerinde bir tercih kabul edilebilirdi. VIII.  TTK m. 410 ile TTK m. 530 ARASINDAKİ İLİŞKİNİN TESPİTİ A.  GENEL OLARAK TTK  m.  410/II  düzenlemesini  madde  gerekçesinde  de  belirtildiği üzere TTK m. 530 anlamında organ eksikliği ile bağlantılı olarak incelemek gerekmektedir. Zira pay sahibine tanınmış olan böyle bir yetki TTK m. 530 kapsamında ortaya çıkabilecek organ eksikliği sorununu ortadan kaldırabilecek niteliktedir. TTK m. 530/I uyarınca Uzun süreden beri şirketin kanunen gerekli olan organlarından biri mevcut değilse veya genel kurul toplanamıyorsa, pay sahipleri, şirket alacaklıları veya Gümrük ve Ticaret Bakanlığının istemi üzerine,  şirket  merkezinin  bulunduğu  yerdeki  asliye  ticaret  mahkemesi, yönetim  kurulunu  da  dinleyerek  şirketin  durumunu  kanuna  uygun  hâle getirmesi için bir süre belirler. Bu süre içinde durum düzeltilmezse, mahkeme şirketin feshine karar verir. 114  Yönetim kurulu üyelerinin toptan kaza geçirmesi veya ölmesi gibi. 115  Bu durumda da yönetim kurulunun mahkeme ilamına uyarak pay sahibine genel kurul davetini gerçekleştirmesi için kolaylık göstermesi gerekir (Azlığın genel kurulu davetine ilişkin olarak ETTK döneminde bu yönde açıklamalar için bkz., YASAMAN, s. 453). 116 KENDİGELEN, İlk Tespitler, s. 311. Doktrinde TTK m. 412 hükmünden örnekleme yolu ile yararlanılabileceği ve pay sahibinin mahkemeye başvurusunda öncelikle çağrı hakkının varlığını kanıtlamasının, ayrıca gündemi ve gerekçelerini belirtmesinin gerekli olduğu ifade edilmektedir. Ayrıca, kayyım atamaya re sen yetkili olan mahkemenin TMK m. 426/III ve m. 427/IV gereğince genel kurul toplantısını icra ile görevli bir temsil kayyımı atamasının mümkün olacağı belirtilmektedir (bkz., POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I,  s. 486, No. 678).  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 91Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... Kanun  koyucu  bu  düzenleme  ile  uzun  süreden  beri  şirketin organ  eksikliğini  ve  genel  kurulun  toplanamamasını  fesih  sebebi  olarak öngörmüştür. Kanunen gerekli olan organlar teriminin anlamı doktrine bırakılmıştır. Bu noktada belirtmek gerekir ki anonim şirketin denetim sistemi yeni TTK ile değiştirilmiştir. Denetçi organ olmaktan çıkarılmıştır. Yeni  düzenin  getirilmesi  ile  denetçi  anonim  şirketin  kurumsal  yapısının bir parçası değil, bir hizmet birimi haline getirilmiştir. Anonim şirketten bağımsız olup görevi sadece denetlemedir. Bu bağlamda, anonim şirketin zorunlu kanuni organları yönetim kurulu ile genel kuruldan oluşmaktadır. TTK m. 530 anlamında organ eksikliği kanuni ve daimi organ olan yönetim  kurulunun  bulunmamasıdır.  Zira  kanun  koyucu  da  bu  hususa düzenlemede işaret etmiş bu doğrultuda daimi organ olmayan genel kurulun toplanamamasını  fesih  sebebi  olarak  öngörmüştür.  Dolayısıyla  bizde çalışmamızda  konumuzun  içeriği  doğrultusunda  organ  eksikliği  ile  ilgili açıklamalarımızı yönetim kurulu temelinde yapacağız.   TTK  m.  530/I  gerekçesine  baktığımızda  gerekli  organın  mevcut olmaması  ile  kast  edilenin  bu  organın  gerçekten  bulunmaması  olduğu belirtilmektedir.  Gerekçede  devamında  yönetim  kurulunun  süresi  sona ermiş  olmasına  rağmen  yeni  bir  yönetim  kurulunun  seçilememiş  olması veya yönetim kurulu üyelerinin istifaları ile kurulun boşaldığı ve yerlerini doldurma imkânının bulunmadığı haller yönetim kurulunun mevcut olmadığı hallere  örnek  olarak  gösterilmiştir. Yalnız  ifade  etmeliyiz  ki  TTK  m. 530/I  kapsamına  sadece  şekli  anlamda  organ  eksikliği  girmemektedir. Organ eksikliği başlığı altında yapacağımız açıklamalarda da belirteceğimiz üzere  geniş  anlamda  organ  eksikliği  hali  de TTK  m.  530/I  kapsamında değerlendirilir. Bu bağlamda gerekçede yönetim kurulunun mevcut olmasına rağmen hiç veya gereği gibi toplanamaması halinin de bu madde kapsamında 117  ŞENER, s. 624. 118  Bkz., TTK m. 530 gerekçesi. 119  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 214. 120  TEKİNALP, Sermaye Ortaklıkları 2015, s. 214. 121  TEKİNALP, Sermaye Ortaklıkları 2015, s. 214. 122  TEKİNALP, Sermaye Ortaklıkları 2015, s. 214. 123  İMREGÜN, AO, s. 479; ŞENER, s. 624. 124  Genel kurulun yokluğu ile ilgili açıklamalar için bkz., SOYKAN, s. 216 vd. 125  Bkz., TTK m. 530 gerekçesi. 126  Bkz., TTK m. 530 gerekçesi. 92 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE değerlendirebileceği ifade edilmiştir. İşte bu gibi durumların ortaya çıkması halinde TTK m. 410/II hükmündeki düzenlemenin işletilebilme imkânı ortaya çıkmaktadır. Böylelikle organ eksikliğinin sonucu olan şirketin feshi TTK m. 410/II nin uygulanması suretiyle engellenebilecektir. TTK  m.  530  bağlamında  şirketin  feshine  karar  verilebilmesi  için organ  eksikliğinin  devamlılık  göstermesi,  mahkemece  şirkete  durumunu kanuna uygun hale getirmesi için süre vermesi ve bu süre içinde durumun düzeltilememesi gerekir. Devamlılık ile ne kadar bir sürenin anlaşılması gerektiği hususu hâkimin takdirine bırakılmıştır. Kanunda devamlılık uzun süreden beri ibaresi ile ifade edilmektedir. Hâkim somut olayın şartlarına göre bu süreyi belirleyecektir. Süre konulması halinde kötüniyetli kişilerin hem sürenin varlığını hem de mahkeme sürecini dikkate alarak haksız uygulamalar içine girebilecekleri düşünülmüştür. Kanımızca da süre bakımından somut bir zaman aralığının verilmemesi yerinde olmuştur. Zira bu sürenin organ eksikliğinin türüne göre ve somut olayın koşulları çerçevesinde hâkim tarafından değerlendirilmesi gerekecektir. Dava açıldıktan sonra mahkeme yönetim kurulunu da dinleyerek şirketin durumunu kanuna uygun hale getirmesi için bir süre belirler. Verilecek sürenin şirket açısından fayda sağlamayacağı ve sonucu değiştirmeyeceği anlaşılsa bile şirkete bu sürenin tanınması gerekir. Zira kanun koyucunun amacı doğrudan şirketin feshini sağlamak değil ona fırsat tanımak suretiyle faaliyetlerine  devam  etmesini  sağlamaktır.  Süre  belirlenirken  organ eksikliğinin konumuz açısından yönetim kurulu eksikliğinin tamamlanması 127  Bkz., TTK m. 530 gerekçesi.  Doktrinde kanun hükmünde geçen ve devamlılığı kast eden uzun süreden beri ibaresinin uygulamada geniş yorumlanması ve organ eksikliği gerekçesiyle açılan davaların sırf bu nedenle reddedilmesi ihtimalinin yüksek olacağı, yine mahkeme tarafından şirketin feshine karar vermeden evvel şirkete durumunu kanuna uygun hale getirmesi için mutlaka bir süre vereceğine göre, organ eksikliğinin ne kadar süre ile devam ettiğinin pratik bir önemi olmayacağı belirtilmektedir (bkz., KENDİGELEN, İlk Tespitler, s. 433). 128  TTK m. 530 ETTK m. 435 ten farklı olarak uygun bir süre ibaresi yerine bir süre ibaresini içermektedir.  Bu durumun hükmün uygulanması bakımından pratik bir etkisinin olmayacağı bakımından bkz., KENDİGELEN, İlk Tespitler, s. 434. 129  Ancak Y. 11.HD., 14.03.1986 T., E.1986/418, K.1986/1457 kararında Yargıtay, kooperatife ilişkin olarak  mahkemece verilecek sürenin fayda sağlamayacağı ve sonucu değiştirmeyeceği anlaşılırsa süre vermeden fesih kararı verilmesi gerekir şeklinde hükme varmıştır (bu karar için bkz., BAŞBUĞOĞLU, s. 654). 130  ŞENER, s. 626. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 93Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... için  gerekli  olan  asgari  zamanı  göz  önünde  bulundurmak  gerekir.  Bu yapılırken  de  somut  olayın  şartları  göz  önünde  bulundurulmalıdır.  Bu doğrultuda genel kurulun toplanması ve yönetim kurulunun seçilmesi söz konusu ise, davet merasiminin, toplantı ve karar alma sürecinin uzunluğu ve genel kurula katılacak olanların nerede ikamet ettikleri gibi hususlar dikkate alınmalıdır. Bu noktada çeşitli durumların ortaya çıkması muhtemeldir. İlk olarak fesih davası devam ederken pay sahibinin yönetim kurulu eksikliğini gidermesi için TTK m. 410/II çerçevesinde genel kurulu toplantıya davet yetkisini kullanmış ve yeni yönetim kurulu seçilmiş olabilir. Mahkeme bu durumda fesih davasının koşullarının ortadan kalkmış olmasından dolayı davayı reddetmelidir. Bir diğer durumda fesih davası devam ederken pay sahibi TTK m. 410/II kapsamında genel kurulu toplantıya davet yetkisini almış olabilir; ancak henüz bu yetkisini kullanmamıştır. Mahkeme bu halde pay sahibinin bu yetkisini kullanabileceği süreyi yukarıda belirttiğimiz kriterleri de göz önüne alarak belirlemelidir.             TTK m. 410/II çerçevesinde pay sahibinin genel kurulu toplantıya çağırabilmesi  için  yönetim  kurulunun  eksikliği  halinin  ortaya  çıkması gerekmektedir.  Bu  bağlamda  öncelikle  organ  eksikliği  kavramı  ve  bu kavramdan  ne  anlaşılması  gerektiği  üzerinde  durulacaktır.  Daha  sonra yönetim kurulu açısından eksiklik hallerinin ne şekilde ortaya çıkabileceği açıklanacaktır. B.  ORGAN EKSİKLİĞİ KAVRAMI Organ eksikliği kavramından ne anlaşılması gerektiği hususu doktrinde tartışmalıdır. Biz bu konuda sonuca varırken özellikle inceleme konumuz olan TTK m. 410/II hükmünde sözü edilen yönetim kurulunun devamlı olarak toplanamaması, toplantı nisabının oluşmasına imkân bulunmaması veya mevcut olmaması durumlarını göz önünde bulunduracağız. 1.  Organ Eksikliğinin Dar Anlamda Yorumlanması Doktrinde bir görüş organ eksikliğini organın gerçek anlamda mevcut olmama durumu ile açıklamaktadır. Organın gerçek anlamda mevcut olmaması 131  ŞENER, s. 626; SOYKAN, s. 303. 132  ŞENER, s. 626. 133  Belirtilen bu olasılıkta, mahkemenin açılmış olan fesih davası kapsamında talep edilmiş olsa dahi şirkete derhal kayyım atamaması yerinde olacaktır. 134  Doktrinde organ eksikliği yerine organ yokluğu kavramı kullanıldığı gibi (bkz., ÖZTAN, s. 26; SOYKAN, s. 61 vd., ÇEVİK, s. 1058;  PULAŞLI, C. II, s. 1944) organ boşluğu kavramının da kullanıldığı görülmektedir (bkz. TÜRKOĞLU, s. 127 vd.). Biz çalışmamızda TTK m. 530 üst başlığına uygun olarak organ eksikliği kavramını kullanmayı tercih ettik. 94 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE organın üyelerinin kanunda veya esas sözleşmede aranan nitelik ve şartları kaybetmesi, görev sürelerinin dolması ve seçilmelerine ilişkin genel kurul kararının yokluğu, butlanı veya iptali hallerinde ortaya çıkmaktadır. Kayyım tayini açısından sorunu irdeleyen bir diğer görüş, bu yola organın gerçek yokluğu ve tayininin imkânsızlığı halinde başvurulabileceğini belirtmektedir. Yine bu yolun organı meydana getiren şahısların sayısındaki azalma, menfaat çatışmaları veya tasfiye halinde yararlanılacak bir imkân olmadığını ilave etmektedir. Bu belirtilenler dışında organ eksikliğini gerçek 135  SOYKAN, s. 63-64. 136  ÖZTAN, s. 26. 137  ÖZTAN, s. 26. Yazar, açıklamalarında genel kurulun gerekli organı tayin edebilecek durumda olmasına rağmen ihmali, kastı yüzünden tayin etmemesi halinde bu durumun şirkete kayyım tayini talep hakkını vermeyeceğini ileri sürmektedir (bkz., s. 26). Bu görüşe göre, yönetim kurulunun kasten veya ihmalen ya da genel kuruldaki menfaat çatışmaları nedeniyle seçilememesi kayyım tayinine yol açamayacaktır. Bu görüşe katılmadığımızı belirtmek isteriz. Zira konu ile ilgili açıklamalarımız aşağıda paragraﬂ ar halinde yer almaktadır.  TMK m. 427/I, b.4 hükmüne göre; bir tüzel kişinin gerekli organlardan yoksun kalmış ve yönetimi başka yollardan sağlanamamışsa tüzel kişiliğe yönetim kayyımı atanması söz konusu olur. Kanun koyucunun buradaki amacı tüzel kişiliğin yönetiminin sağlanamaması halinde tüzel kişiliğe kayyım atanmasına imkân sağlamaktır (bu hususta bkz., DURAL, s. 139; GÜMÜŞ, s. 112). Bu bağlamda doktrinde haklı olarak belirtildiği üzere açılan üyeliklerin yerinin doldurulamaması veya doldurulmaması suretiyle organın oluşumuna engel olunması TTK m. 530 (ETTK m. 435) kapsamında bir fesih sebebidir (bkz., POROY/ TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 840,  No.1556 ). Yargıtay da anonim şirkete kayyım atanmasını TTK m. 530 ile ilintili olarak incelemektedir ve bu bağlamda kayyım atanması m. 530/II bakımından bir önlem niteliğindedir. Bu durumla ilgili olarak Yargıtay 11. HD., 14.12.2009 T., E.2009/9660 ve K. 2009/12841 sayılı kararında, yönetim ve denetim kurullarının görev sürelerinin dolduğu, organsız kalan davalı şirkete ETTK m. 435 (TTK m. 530) hükmüne uygun işlem yapmak üzere kayyım atandığı, kayyımın genel kurulu toplamasına rağmen yönetim kurulu ile denetim kurulu seçilmesi için yeterli karar nisabının oluşmadığı, şirkette organ boşluğunun giderilemediği gerekçesiyle davalı şirketin feshi doğrultusunda karar vermiştir (karar için bkz., http://kazanci.com/, 19.02.2015).      Tüzel kişilere kayyım tayin edilmesinin nedeni, tüzel kişinin mameleki ilişkilerinin devamını sağlamaktır (ÖZTAN, s. 25). Böylelikle hukuki işlemleri doğrudan doğruya yapamayan kimselerin korunması mümkün olur. Bu doğrultuda anonim şirketin faaliyetlerine devam etmesinde pay sahiplerinin, şirket çalışanlarının, alacaklıların ve devletin menfaati bulunmaktadır (bkz., ANSAY, s. 17 vd., İZMİRLİ, s. 133).  TTK m. 530 kapsamında açılmış fesih davası dışında kayyım atanması durumunun da ortaya çıkması muhtemeldir. Bu doğrultuda yönetim organının eksikliği nedeniyle kayyımlık tesisi talebi mümkündür. Ancak Yargıtay böyle bir talebi aynı zamanda TTK m. 530 gereğince fesih talebi olarak kabul etmektedir (Y. 11.HD., 6.4.2009T., E.2007/15194, K. 2009/4144, bu karar için bkz., www.kazanci.com, 19.02.2015). Ancak biz, Yargıtay ın bu görüşüne öncelikle taleple bağlılık ilkesine ve yukarıdaki paragrafta belirttiğimiz gerekçelere dayanarak katılmadığımızı ifade etmek isteriz.    Anonim şirkete kayyım tayini için (gerek TTK m. 530 bağlamında tedbir niteliğinde gerek genel olarak kayyım atanması) şirket yönetiminin başka bir yoldan sağlanamamış olması gerekir (TMK m. 427/b.4). Bu bağlamda yönetim kurulundaki eksikliği tamamlamaya Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 95Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... anlamda mevcut olmama durumu ile açıklayan yazarlar bulunduğu gibi  verdiği örneklerin gerçek anlamda mevcut olmama durumu ile uyuştuğu yazarlar da bulunmaktadır.   2.  Organ Eksikliğinin Geniş Anlamda Yorumlanması Doktrinde diğer görüş, organ eksikliğini yalnızca gerçekten mevcut olmama haliyle sınırlı olarak anlamamakta, bu kavramı geniş yorumlamaktadır. Bu doğrultuda geniş yorumun kapsamını doktrindeki görüşler çerçevesinde belirleyeceğiz. Doktrinde  Arslanlı  eserinde,  şirketin  zorunlu  organlarından  birinin bulunmaması  ile  kast  edilenin  bunların  oluşturulamaması  ve  faaliyet gösterememesi  olduğunu  ifade  etmektedir.  Yazar  açıklamalarının yönetim  organının  oluşturulamama  haline  yönelik  örnek  olarak  yönetim kurulunun gereken sayıda üyeye sahip olmaması ve açılan üyeliklere seçimin yapılamamasını veyahut tüm üyelerin istifa edip genel kurulda bu üyelikleri doldurmak için seçim yapılamamasını göstermektedir. Dolayısıyla bu hallerin gerçekleşmesi ile zorunlu organ olan yönetim kurulunun mevcut olmaması hali gerçekleşmektedir.  Moroğlu da, ETTK m. 435 çerçevesinde yapmış olduğu açıklamalarında, yönetim kuruluna ilişkin olarak organ eksikliğinin yönetim kurulu üyelerinin seçilememeleri veya seçilmiş olsalar bile toplanıp çalışamamaları şeklinde anlaşılması gerektiğini belirtmektedir. yönelik olarak tek pay sahibinin mahkemeden izin alması suretiyle genel kurulu toplantıya çağrı yetkisini kullanması söz konusu ise kayyım atanmasına gerek olmayacaktır. 138  İZMİRLİ, s. 55 vd. 139  İMREGÜN, AO, s. 479-480; TÜRKOĞLU, s. 131. Son yazar çalışmasında yönetim kurulu bakımından organ eksikliğine ilişkin örnekleri şu şekilde sıralamıştır: yönetim kurulunun seçilememesi, sürenin dolmuş olmasına rağmen yeni bir yönetim kurulunun seçilememesi, bir araya gelememesi, ölüm, istifa gibi nedenlerle üyeliklerin açılmasına rağmen bu boşlukların doldurulamaması,  yönetim  kurulunun  kanun  veya  esas  sözleşmede  öngörülen  sayısal çoğunluğu kaybetmesi, üyelerin çeşitli sebeplerle bu görevlerini yerine getirememeleri, yönetim kurulu üyeliğini sona erdiren kanuni sebeplerin mevcudiyetine rağmen göreve devam etmek suretiyle yönetim kurulunu hukuken ortadan kaldırma halleri (bkz., s. 131). Kanımızca  örnekler  arasında  yönetim  kurulunun  bir  araya  gelememesi  durumunun sayılması yazarın geniş anlamda organ eksikliğine işaret ettiğini belirtmemiz mümkündür. Ancak, yazar çalışmasında organ eksikliği bakımından böyle bir ayrım yapmamıştır. 140  ARSLANLI, AŞ, C. IV-V, s. 190. 141  MOROĞLU, Azınlık, s. 96, dn. 18. 96 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Tekinalp eserinde organ eksikliğinin geniş anlaşılması gerektiğini açıkça ifade etmektedir. Bu doğrultuda yazar tarafından organın şeklen mevcut olmamasına yönelik yönetim kurulunun seçilememesi, açılan üyeliklere atama yapılamaması veya yapılmaması gibi örnekler verildiği gibi, nisap yokluğu nedeniyle organın devamlı surette çalışamaması gibi organın şeklen mevcut olmasına rağmen devamlı olarak faaliyette bulunamamasına yönelik örnekler de verilmektedir. Pulaşlı, organ eksikliğinin geniş anlaşılması gerektiğini ifade eder. Bu  doğrultuda  yönetim  kurulunda  ortaya  çıkan  üye  eksikliğine  yönelik atama  yapılmaması,  tek  kişiden  oluşan  yönetim  kurulunda  bu  üyeliğin boşalması halinde yerine genel kurulca atama yapılamaması örnek kabilinden gösterilmektedir. Yazar tarafından verilmiş bu örnekler yönetim kurulunun şeklen mevcut olmadığına dair örneklerdir. Dural da çalışmasında organ eksikliğini geniş şekilde yorumlamaktadır. Yazara göre ortada şeklen mevcut bir yönetim kurulu bulunsa dahi bu kurul fiilen çalışamamakta ise kendisine düşen yönetme görevini ifa edememektedir. Böyle bir durumun ortaya çıkması da yönetim kurulunun mevcut olmaması durumunu ortaya çıkarmaktadır.  Meseleye tüzel kişiye kayyım tayini koşullarını incelemek suretiyle değinen bir başka yazar, organ eksikliğini, gerekli organların var olmaması hali  ve  yönetim  organının  hukuken  var  olup  da  tüzel  kişi  malvarlığını yönetmede yetersiz kaldığı halleri de kapsayacak şekilde anlamaktadır. Yazar  açıklamalarının  devamında  yönetim  organının  tamamen  ortadan kalktığı haller ile yönetim organının faaliyette bulunabilmek için kanunda ve tüzel kişiliğin statüsünde belirlenen sayısal çoğunluğu sağlayamaması hallerinde organ yokluğu nedeniyle kayyımlık tesisinin mümkün olduğunu belirtmektedir. 3.  İsviçre Hukukunda Durum İsviçre de organ eksikliği ile ilgili olarak İsv.BK. m. 731b hükmünde yer alan şirketteki organizasyon eksikliği düzenlemesi yer almaktadır. Bu 142  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 840, No. 1556. 143  PULAŞLI, C. II, s. 1944. 144  PULAŞLI, C. II, s. 1944. 145  DURAL, s. 141. 146  GÜMÜŞ, s. 109. 147  GÜMÜŞ, s. 109. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 97Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... hüküm 1 Ocak 2008 yılından beri yürürlüktedir. Hükmün amacı işlem güvenliğini ve şirketin fiil ehliyetini sağlamaktır. Düzenlemeye göre organizasyon eksikliği, ya kanunen öngörülmüş olan organlardan birinin eksikliği veya organın kanuna uygun olarak bir araya gelememesi şeklinde ortaya çıkabilir. Doktrinde organ ile zorunlu organın anlaşılması gerektiği belirtilir. Organ eksikliği, yönetim kurulunun tüm üyelerinin veya tek üyeli olması halinde bu üyenin istifası, ölmesi veya görev süresinin sona ermesine rağmen  tekrar  seçimin  yapılamaması  nedeniyle  mevcut  olmaması  veya denetim kurulunun mevcut olmaması şeklinde ortaya çıkabilir. Bu haller, dar anlamda organ eksikliğinin örnekleri olarak ortaya çıkmaktadır. Organizasyon  eksikliğine  yönelik  düzenlenmiş  bulunan  ikinci  hal organın kanuna uygun olarak toplanamamasıdır. Bu duruma örnek haller gerekçede belirtilmiş olup doktrinde gerek yönetim kurulu gerek denetim kurulu açısından gerçekleşmesinin mümkün olabileceği ifade edilmektedir. Buna  göre  yönetim  kurulunun  kanuna  uygun  olarak  toplanamaması; yönetim  kurulu  başkanının  mevcut  olmaması,  şirketin  kurulda  yer  alan üyelerinden en az birinin İsviçre de yerleşim yerinin bulunmaması nedeniyle temsil  edilememesi  şeklinde  ortaya  çıkabileceği  gibi  denetim  kurulunun toplanamaması; kurulun bağımsızlığına ilişkin koşulları yitirmesi şeklinde ortaya çıkabilecektir. Ayrıca özellikle tek kişilik organın varlığı halinde tek kişi organ üyesinin fiil ehliyetini yitirmesi de sayılan örnekler arasındadır. Doktrinde  kanunda  düzenlenmiş  bulunan  bu  ikinci  durumun  sadece bahsedilen bu örneklerle sınırlandırılmaması gerektiği kanun gerekçesinde de ifade edildiği gibi devamlı bir şekilde ortaya çıkan kilitlenme durumunun da 148  GmbH-Recht sowie Anpassungen im Aktien-, Genossenschafts-, Handelsregister- und Firmenrecht (AS 2007 4791; BB 2002 3148, 2004 3969). 149  PLÜSS, s. 212. 150 LEHMANN, s. 422; TRAUTMANN/von der CRONE s. 465; HONSELL/VOGT/WATTER (WATTER/WIESER), Art.731b, No. 5. Kanun gerekçesinde de bu durum açıkça belirtilmiştir (Botschaft zur Revision des Obligationenrechts (GmbH-Recht sowie Anpassungen im Aktien-, Genossenschafts-, Handelsregister- und Firmenrecht) vom 19 .12.2001, BB 2002, s. 3231). 151  PLÜSS, s. 214; LEHMANN, s. 422; TRAUTMANN/von der CRONE, s. 466; KRNETA, s. 64. 152  PLÜSS, s. 214; LEHMANN, s. 422. Ayrıca gerekçe için bkz., Botschaft GmbH-Revision, s. 3148 vd. 153  Kanun gerekçesinde yönetim kurulunun kilitlenmesine yol açacak bir durum olarak süreklilik gösteren pat durumundan bahsedilmektedir. Pat durumu ile ilgili detaylı açıklamalarımız 98 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE bu kapsamda kabul edilmesi gerektiği belirtilmektedir. Bu bağlamda organ eksikliği geniş anlamda anlaşılmaktadır. Ancak doktrinde yönetim kurulunun kanunen veya esas sözleşme ile üzerine düşen görevi yerine getirmesinin objektif olarak mümkün olmaması gerektiği belirtilir. Bu bağlamda yönetim kurulunun karar alamaması suretiyle kilitlenmesi objektif olarak kurulun işlevini yerine getirmediği anlamına gelmemektedir. Zira üyeler karar alabilir ve şirketi temsil etme görevlerine devam edebilirlerdi. Ancak bunu tercih etmemektedirler. Böyle bir durumda İsvBK. m. 731b hükmünü işletmek ise doğru olmayacaktır. Bu görüş, kilitlenme durumunun özellikle genel kurulda ortaya çıktığını belirtir. Böyle bir durumun ise ortaklar arasında şirketin amacına ulaşma niyetini ortadan kaldırdığını ve şirketin haklı sebeple feshi  nedenini  oluşturduğunu  ifade  etmektedir.  Diğer  görüş  ise,  genel kurulda ortaya çıkan kilitlenmenin organ eksikliğine yol açabileceğini, bu durumun ayrıca denetim kurulu veya yönetim kurulu üyelerinin seçilememesi sonucunu doğuracağından bu bakımdan da organ eksikliğinin söz konusu olacağını belirtir. 4.  TTK m. 410/II Bağlamında Organ Eksikliği Organ eksikliğinden ne anlaşılması gerektiğinin TTK m. 410/II açısından ayrı bir önemi vardır. Zira bu hükme göre, yönetim kurulunun, devamlı olarak toplanamaması,  toplantı  nisabının  oluşmasına  imkân  bulunmaması  veya mevcut olmaması durumları pay sahibinin mahkeme izni ile genel kurulu toplantıya davet yetkisini kullanması sonucunu doğurur. TTK m. 365 gereğince anonim şirket kanundaki istisnalar saklı kalmak kaydıyla yönetim kurulu tarafından yönetilir ve temsil olunur. Bu hükümle hem anonim şirketin işletme konusunun elde edilmesi görevi hem de teşkilatın yönetilmesi kast edilmektedir. Bu doğrultuda doktrinde ifade edildiği gibi yönetim kelimesi iki anlamda kullanılmaktadır. İlki, görev ve yetkiyi bir VIII, B, 4, c başlığı altında yer almaktadır. 154  LEHMANN, s. 422; HONSELL/VOGT/WATTER (WATTER/WIESER), No. Art 731b, No.6. 155  PLÜSS, s. 214. 156  PLÜSS, s. 215. 157  PLÜSS, s. 215. 158  PLÜSS, s. 215. 159  TRAUTMANN/von der CRONE, s. 469 160  TEKİNALP, Sermaye Ortaklıkları 2015,  s. 239. 161  TEKİNALP, Sermaye Ortaklıkları 2015, s. 239; KIRCA (ŞEHİRALİ ÇELİK/MANAVGazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 99Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... diğer ifadeyle işlevi ifade etmektedir. Bu işlevi en iyi açıklayan hüküm de TTK m. 374/I dir. Bu hükme göre; Yönetim kurulu ve kendisine bırakılan alanda yönetim; kanun ve esas sözleşme uyarınca genel kurulun yetkisinde bırakılmış bulunanlar dışında, şirketin işletme konusunun gerçekleştirilmesi için gerekli olan her çeşit iş ve işlemler hakkında karar almaya yetkilidir. Bu bağlamda inceleme konumuz ile bağlantılı olarak yönetim kurulu toplanamıyorsa veya mevut değilse ya da toplanıyor ancak genel kurulu toplantıya çağıracak kararı alamıyorsa böyle bir yetkiyi pay sahibi kullanabilir.  İkinci anlamıyla yönetim, anonim şirkette yönetim işlevini yerine getiren örgütün adıdır. Doktrinde ETTK m. 330 (TTK m. 390) hükmünde ve esas sözleşmede belirlenen şartların oluşmaması halinde karar alma prosedürünün tıkanması ve bu durumun yönetim kurulunun yönetim işlevini yerine getirememesi sonucunu doğurması hali için kilitlenme kavramı kullanılmaktadır.  Bir diğer görüş, organın şeklen mevcut olmasına ve kanun veya esas sözleşmede aranan şartları taşımasına rağmen çeşitli nedenlerle çalışamaz hale  gelmesi  durumu  için  kilitlenme  ve  işlevsizlik  kavramlarını kullanmaktadır. Buna göre, kilitlenme halinde toplanabilen ancak çeşitli sebeplerle  işlev  göremeyen  organlar;  işlevsizlik  halinde  ise  toplanma yeteneğinden de yoksun organlar söz konusu olmaktadır. Kanımızca TTK m. 410/II bağlamında pay sahibinin genel kurulu toplantıya  çağırabilmesi  için  organ  eksikliğinin,  çalışmamız  açısından yönetim kurulunun eksikliğinin, geniş anlamda anlaşılması gerekmektedir. Zira  yönetim  kurulunun  gerçek  anlamda  yokluğu  halinde  genel  kurulun GAT), s. 527. 162  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 527. 163  TEKİNALP, Sermaye Ortaklıkları 2013, s. 261. Doktrinde işlevsel anlamıyla yönetimin yalnızca karar almaktan ibaret olmadığı alınan bu kararların şirket içinde ve/veya üçüncü kişilerle hukuki işlem yapmak şeklinde dış ilişkide icra edilmesinin de kavramın kapsamına girdiği kabul edilmektedir (bkz., KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 527-528). 164  TEKİNALP, Sermaye Ortaklıkları 2015, s. 239; KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 528. 165  DURAL, s. 31. Yazar, Fransız hukukunda bu hal için felç olma, kötürüm kalma terimlerinin kullanıldığını belirtmektedir (bkz., s. 31). Tekil, çalışmasında yönetim kurulunun oylarda eşitlik nedeniyle karar alamaması durumunu kilitlenme olarak nitelendirmektedir (TEKİL, s. 198). Türk hukukunda yönetim kurulu toplantı yetersayısının oluşmaması nedeniyle karar alınamamasını yönetim kurulunun kötürüm hale gelmesi olarak yorumlayan görüş için bkz., İMREGÜN, AO, s. 212; İMREGÜN, Yönetim Kurulu Kararları, s. 283. 166  SOYKAN, s. 74. 167  SOYKAN, s. 75. 100 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE toplantıya davet kararının alınması toplantı nisabının veya yönetim kurulunun mevcut olmaması nedeniyle mümkün olamayacağı gibi bu organın geniş anlamda yokluğu halinde de herhangi bir kararın alınabilmesi söz konusu olamayacaktır. Her iki durumda da yönetim kurulunun kendisinden beklenen yönetim görev ve yetkisini yerine getirmesi mümkün olmamaktadır. Pay sahibinin çağrı yetkisi, istisnai bir yetkidir ve sınırlı durumlarda mahkeme izni ile kullanılabilir. TTK m. 410/II anlamında söz konusu olan yönetim kurulunun eksikliğidir. Bu eksikliğin hangi hallerde ortaya çıkabileceğinin açıklanması gerekmektedir. Bu nedenle yönetim eksikliğinin görünüm şekilleri alt başlıklar halinde ortaya konmaya çalışılacaktır. a.  Yönetim  Kurulunun  Toplantı  Yetersayısının  Gerçekleşmesine İmkân Bulunmaması Durumu Yönetim kurulu çağrı yetkisine kurul olarak sahiptir. Bu doğrultuda yönetim kurulunun çağrı hususunda kurul olarak karar alması gerekir. Yönetim kurulu toplantı yetersayısının oluşmaması nedeniyle kurul olarak toplanamıyor ve bu yüzden genel kurulu çağrı yetki ve görevini de yerine getiremiyorsa TTK m. 410/II hükmünün uygulanması ortaya çıkarabilir. TTK  m.  359/I  hükmüne  göre;  Anonim  şirketin,  esas  sözleşmeyle atanmış veya genel kurul tarafından seçilmiş, bir veya daha fazla kişiden oluşan bir yönetim kurulu bulunur. Dolayısıyla yeni kanunla birlikte tek kişilik yönetim kurulu mümkün hale getirilmiştir. Toplantı yetersayısının oluşmasına  imkân  bulunmama  halinin  ortaya  çıkabilmesi  içinse  yönetim kurulunda birden fazla üyenin bulunması gerekir. TTK m. 410/II hükmünde belirtilen toplantı yetersayısının oluşmasına imkân bulunmama hali yönetim kurulunun gerçek anlamda eksikliğinin bir  görünümüdür.  Böyle  bir  durumun  üye  eksikliği  nedeniyle  toplantı yetersayısının gerçekleşememesi şeklinde ortaya çıkması mümkündür.   TTK m.339/II-g hükmüne göre yönetim kurulu üye sayısı şirket esas sözleşmesinde belirtilmelidir. Bu hüküm gereğince esas sözleşmede sabit 168  ERDEM, Yenilikler, s. 37. 169  MOROĞLU, Hükümsüzlük, s. 78. 170  Tek kişi ile kurul kavramı arasında herhangi bir çelişki bulunmadığı yönünde bkz., TEKİNALP, Sermaye Ortaklıkları 2015, s. 227-228; TTK m. 359 gerekçesi. 171  Eğer esas sözleşmede yönetim kurulu üye sayısı gösterilmemişse, bu sözleşmenin tescil edilmesi mümkün değildir.  Tescil edilmişse bu durumda TTK m. 353 hükmünde düzenlenen fesih davasına ilişkin şartların gerçekleşip gerçekleşmediğinin tespiti söz konusu olabilecektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 101Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... bir rakamın veyahut alternatiﬂ i bir rakamın belirlenmesinin mümkün olup olmayacağını bu konudaki kaynak hükümlere bakarak karar vermek gerekir. 25.10.2012 tarihli 2012/30 sayılı Yönerge m. 2/I-e hükmüne göre, yönetim kurulu üyelerinin sayısı ve atanmasına ilişkin usulün şirket esas sözleşmesinde yer alması gerektiğinden söz etmektedir. Alman hukukunda Alm. POK. § 23/III-6 hükmüne göre şirket esas sözleşmesi yönetim kurulu sayısına veya sayının saptanmasına dair usule ilişkin düzenlemeyi içermelidir. İsviçre hukukunda (İsv. BK. m. 707) yönetim kurulu üyelerinin bir veya daha fazla sayıda üyeden oluşacağı düzenlenmektedir. Bu düzenlemeler dikkate alındığında TTK bakımından esas sözleşmede üye sayısı bakımından sabit bir rakam verilebileceği gibi seçeneklere imkân tanıyacak şekilde düzenlemeler de bulunabilir. Buna karşılık doktrinde esas sözleşmeye alt ve üst sınırın belirlenip sayının genel kurulun takdirine bırakılmasına yönelik bir düzenlemenin getirilemeyeceği; zira TTK m. 340 kapsamında söz konusu olan emredici hükümler ilkesi gereği TTK m. 339/ II-g hükmünden sapmaya olanak bulunmadığı ileri sürülmektedir. Bunun dışında doktrinde asgari sayının öngörüldüğü ve üst sınırın belirsiz olduğu hallerde esas sözleşme hükmünün kanuna aykırı olduğu ifade edilir. Ancak bizim katıldığımız diğer görüş uyarınca, üst sınırın belirlenmesi noktasında Eğer bu şartların oluşmadığı kanaati söz konusu ise  TTK m. 33 hükmünün işletilebilmesi mümkün olabilecektir (bu hususta bkz., KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 398). 172  Esasen kanun gerekçesinde hükmün mehazı hakkında herhangi bir açıklama yoktur. Ancak kanun genel gerekçesinde belirtildiği üzere AB müktesabatı ve AB nin ticaret hukukuna ilişkin düzenlemeleri Türkiye nin gelecekteki hukuku olduğundan bu düzenleme açısından özellikle ilgili AB Yönergesi ve Alman hukukundaki ilgili hüküm dikkate alınmalıdır. 173  Alman doktrininde bu hükme uygun olarak esas sözleşmede yönetim kurulu üye sayısının sabit bir rakam olarak belirlenmesinin veyahut alt ve üst sınırın verilmesinin ve bu sayının gözetim kurulu veya genel kurul tarafından tespitinin de mümkün olabileceği belirtilmektedir bkz., HÜFFER, § 23, No. 31; Münc. Hdb. AktG./WIESNER, § 19, No. 35; Münc. Komm. AktG/SPINDLER, § 76, No. 97. Bununla birlikte sabit bir rakamın belirlenmesi doktrinde önerilmemektedir. Zira her sayı değişiminde bir sözleşme değişikliğinin yapılması gerekecektir (Münc. Hdb. AktG./WIESNER, § 19, No. 35) .    174  İsviçre hukukunda yönetim kurulu üye sayısı bakımından herhangi bir alt veya üst sınır çizilmemiştir. Bu doğrultuda şirket esas sözleşmesinde alt ve üst sınır belirlenmek suretiyle düzenlemelerin yapılması uygun görülmektedir (HONSELL/VOGT/WATTER (WERNLI), Art. 707, No. 5; BÜRGI, Art.708, No. 33; BÖCKLI, s. 1558). Yine doktrinde belirtildiği üzere, kanunda yer alan düzenlemenin (İsv. BK. m. 707/I) esas sözleşmeye konulması da mümkün olabilmelidir (KRNETA, s. 6). 175  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 400; TEKİNALP, Sermaye Ortaklıkları 2015,  s. 227. 176  AKDAĞ GÜNEY, s. 13. 177  TEKİNALP, Sermaye Ortaklıkları 2015, s. 227. 102 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE genel kurul takdir hakkını dürüstlük kuralı çerçevesinde kullanmalıdır. Son olarak esas sözleşmede yalnızca üst sınırın belirtilmesi de mümkündür.   Yönetim  kurulu  üyeliği  TTK  m.  363/II  uyarınca  iﬂ as,  ehliyetin kısıtlanması, kanuni veya esas sözleşmede öngörülen niteliklerin kaybı ile kendiliğinden sona erer. Böyle bir durumda üyelik boşalması nedeniyle yönetim kurulunun m. 363/I gereğince seçim yapma yetkisi doğar. TTK m. 363/I hükmüne göre üyeliğin boşalması halinde yönetim kurulu kanuni şartlara sahip (veya esas sözleşmede öngörülen şartlara sahip (TTK m. 363/II) birini geçici olarak seçip ilk genel kurulun onayına sunar. Bu durumda doktrinde 178  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 400. 179  TEKİNALP, Sermaye Ortaklıkları 2015, s. 227; KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 400. 180  İstifa suretiyle yönetim kurulu üyeliğinin sona ereceğine dair bir düzenlemeye TTK da rastlanmamakla beraber yönetim kurulu üyesi ile şirket arasındaki akdin vekalet akdi olarak nitelendirilmesi halinde BK m. 512 doğrultusunda istifa ile vekaletin ve dolayısıyla yönetim kurulu üyeliğinin sona ermesi söz konusu olacaktır (ŞENER, 364. Ayrıca yönetim kurulu üyesi ile şirket arasındaki hukuki ilişkinin niteliği konusundaki görüşler hakkında bkz., KARAEGE, s. 91 vd.). Doktrinde isabetli şekilde TTK m. 363/I in uygulama alanına yönetim kurulu üyelerinden bir veya birkaçının görev süresinin dolması veya genel kurul tarafından görevden alınması halleri, yine bir veya birkaç üyenin seçimine ilişkin kararın mahkemece iptali veya geçersizliğinin tespiti ve bu kararın kesinleşmesi sonrasında açılan üyeliklerin de girdiği belirtilmektedir (SOYKAN, s. 104, dn. 86).   181  TTK m. 363/I (ETTK m. 315/I) hükmünün niteliği konusu doktrinde tartışmalıdır. Eski TTK  döneminde  m.  315  hükmünün  niteliği  bakımından  bir  görüş  hükmün  emredici olduğunu ve yönetim kurulu için bir yükümlülük getirdiğini savunurken (bu doğrultuda Arslanlı, üyeliklerde açılma olduğunda bunun yönetim kurulu tarafından en kısa zamanda doldurulması gerektiğini (bkz., ARSLANLI, AŞ, C. II-III, s. 105); Yıldız, kanun ya da esas sözleşmenin belirttiği üye sayısının eksilmesi halinde boşalan yerlerin yönetim kurulu tarafından doldurulması gerektiğini, bunun kanuni bir borç teşkil ettiğini (bkz., YILDIZ, s. 95) belirtir); diğer görüş bu hükmün yönetim kuruluna sadece bir imkân tanıdığını ve emredici olmadığını bu doğrultuda Çamoğlu, yönetim kuruluna verilen böyle bir yetkinin emredici nitelikte olmadığını esas sözleşme ile bu yetkinin alınmasının mümkün olduğunu, esas sözleşmede herhangi bir düzenleme yoksa boşalan üyeliklerin seçilmesi yönetim kurulu için bir yükümlülük teşkil ettiğini (bkz., POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 321, No. 547; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I, s. 354, No. 547); İzmirli de bu hükmün emredici nitelikte olmadığını, esas sözleşme ile başka bir çözümün belirlenebileceğini, aksi halde yönetim kurulu için bir yükümlülüğün doğacağını (bkz., s. 45) ifade etmektedir. Yine doktrinde bu düzenlemenin sadece yetki veren bir düzenleme olduğu yönünde bkz., TEOMAN, Sicil Memuru, s. 299-300; KENDİGELEN, İmtiyaz, s. 287.   Yeni TTK döneminde TTK m. 363/I hükmüne değinen Teoman, hükmün emredici nitelikteki ifadesine rağmen yönetim kurulunun uygun birisini bulmaması halinde bu boşluğu mutlaka doldurmakla yükümlü olduğunun söylenemeyeceğini belirtmektedir; zira yönetim kurulunun seçeceği kişiler bakımından gerekli özeni göstermekle yükümlülüğü söz konusudur (TEOMAN, Yönetim Kurulu, s. 8). Kanımızca bu hüküm yönetim kuruluna üyeliğin boşalması halinde yerine bir başka kişinin seçilmesi hususunda bir yükümlülük getirmemektedir. TTK m. 340 hükmü de bu konuda bir çekince yaratmamalıdır. Zira TTK m. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 103Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... ortada herhangi bir organ eksikliğinden bahsedilemeyeceği ve dolayısıyla kayyım tayini gereğinden söz etmenin mümkün olmadığı belirtilmektedir. Yönetim kurulunun toplantı nisabı hakkında TTK m. 390/I hükmü yeni bir düzenleme içermektedir. Buna göre, esas sözleşmede ağırlaştırıcı bir hüküm bulunmadığı takdirde yönetim kurulu üye tam sayısının çoğunluğu 340 gerekçesinde belirtildiği üzere hakkaniyet ilkesi veya menfaatler dengesi göz önünde bulundurularak esas sözleşme ile hükmün aksinin kararlaştırılması mümkündür. Bu doğrultuda esas sözleşme ile bu yetkinin kullanılması sınırlandırılabileceği gibi yönetim kurulundan tamamen alınması da mümkündür (POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 354; No. 547; PULAŞLI, C. I, s. 1003). Dolayısıyla bu yetkinin yönetim kurulundan alınıp genel kurula verilmesi mümkün olabilecektir. Bununla birlikte bir üçüncü kişiye verilmesi ise TTK m. 340 a aykırı olacaktır. Zira yönetim kurulu üyelerini seçme konusunda asli yetkili organ genel kuruldur (KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 424). Bu noktada doktrinde haklı olarak belirtildiği gibi yönetim kurulunda meydana gelen boşalmaların sayı ne olursa olsun tamamlanması gerektiği ileri sürülmektedir; çünkü bu durum bir organ eksikliği oluşturmaktadır (SOYKAN, s. 103). Organ eksikliğinin söz konusu olabilmesi bakımından üye sayısının gerek esas sözleşmede yer alması gerek genel kurul tarafından tespit edilmesi açısından herhangi bir farklılık yaratmayacaktır. Üye sayısının esas sözleşmede veya genel kurul kararında belirlenen sayıdan aşağı düşmesi halinde bu durumun organ eksikliği sayılmamasının doğuracağı bazı sakıncalar vardır. Örneğin TTK m. 360 gereği seçilen üyelikte boşalma olursa yönetim kurulunun boşalan üyelik için seçim yapmaması ve toplantı yetersayısı mevcut olduğu müddetçe görevine devam etmesi durumunda geri kalan yönetim kurulu üyelerinin sorumluluğu doğacaktır. Yine organ eksikliği ortaya çıkmış olmasına rağmen toplantı yetersayısı olduğu için önlemi alınmamış ve sonradan devam eden üye açılmaları ile toplantı nisabı sağlanamayacak hale gelebilecektir (örnekler için bkz., KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 423). Bununla birlikte yazar TTK m. 363/I deki yetkinin somut olaya göre kullanılmasının mümkün olduğunu belirtmektedir (bkz., KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 423).  Şirket esas sözleşmesi özellikle iç ilişkileri düzenleyen kuralları nedeniyle düzenleme işlevine sahiptir. Şirket organları bakımından esas sözleşme hükümleri uyulması zorunlu temel düzen oluşturmaktadır (bkz., BAHTİYAR, s. 13). Bu doğrultuda TTK m. 340 hükmü de göz önünde bulundurularak kanunun düzenleme yapılmasına imkân verdiği hususlarda ve bu bağlamda esas sözleşmede yönetim kurulu üyelerinin belirli bir sayıda olması düzenlenmişse yönetim kurulunun bu sayı ile faaliyetine devam etmesi gerekir (SOYKAN, s. 91). Aynı durum esas sözleşmede yönetim kurulu üye sayısının genel kurul tarafından takdir edilmesine yönelik düzenleme bakımından da geçerlidir. Genel kurulca tayin edilmiş yönetim kurulu üye sayısında boşluk oluştuğunda bu boşluğun tamamlanması gerekir. Zira yönetim kurulu süresi dolana dek faaliyetlerine genel kurulun takdir etmiş olduğu sayıda üye ile devam etmelidir.    Esas sözleşmedeki veyahut genel kurulca tespit edilmiş olan üye sayısının boşalması durumunda  yönetim  kurulunun  kalan  üyeleri  bu  eksikliği  tamamlamazlarsa,  genel kurulun toplanması sağlanmalıdır. Eski TTK açısından doktrinde genel kurulun denetçi/ denetçiler tarafından toplantıya daveti sağlanarak üye boşluğunun doldurulması gerektiği belirtilmekteydi (SOYKAN, s. 94). TTK açısından ise artık denetçilerin genel kurulu toplantıya çağrı yetkisi kalktığından böyle bir durumda TTK m. 410/II hükmünün işletilmesi düşünülebilir. Zira bu hükmün getiriliş sebeplerinden biri de organ eksikliğine çözüm getirmesidir.      182  Kayyım tayinine gerek olmadığı yönünde bkz., ŞENER, s. 351; GÜMÜŞ, s. 110. 104 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE ile toplanır ve kararlarını toplantıda hazır bulunanların çoğunluğu ile alır. Dolayısıyla yönetim kurulunun boşalan üyeliği doldurabilmesi için boşalan üyeliğin veya üyeliklerin de dâhil olduğu üye tam sayısı esas alınacaktır. Bu durumda, yönetim kurulunun toplantı yetersayısının oluşmasına imkân yoksa TTK m. 410/II hükmünün uygulanma olanağı bulacağı şüphesizdir. Hükmün uygulama alanı özellikle tek kişilik yönetim kurullarında üye boşalmasının yaşanması durumunda ortaya çıkacaktır. Yine iki kişilik yönetim kurullarında da üye boşalması durumunda TTK m. 363/I e başvurulamayacağından TTK m. 410/II gereği tek pay sahibi mahkeme izni ile genel kurulu toplantıya çağırabilecektir. b.  Yönetim Kurulunun Mevcut Olmaması TTK  m.  410  gerekçesine  baktığımızda,  yönetim  kurulu  üyelerinin toptan istifası veya kaza gibi nedenlerle yönetim kurulunun mevcut olmaması hallerinin  söz  konusu  olduğu,  bu  durumda  şirketin  faaliyetine  devam edebilmesi  için  genel  kurulun  toplantıya  çağrılabilmesinin  sağlanması gerektiği  belirtilmektedir.  Yönetim  kurulunun  mevcut  olmaması yönetim kurulu üyelerinin sürelerinin sona ermesi halinde de söz konusu olabilecektir. Ancak yönetim kurulu üyelerinin farklı süreler için seçilmesi de mümkündür. Üyelerin dönem dönem yenilenmesi de tercih edilebilir. Son durumun tercih edilme sebebi olarak yalnızca yönetim kurulunun sürekliliğini sağlamak değil aynı zamanda düşmanca ele geçirmelere karşı da bir koruma sağlanması  gösterilmektedir.  Somut  olayda  bu  durumlardan  biri  ile karşılaşılması halinde bir başka ifadeyle farklı görev süreleri bulunan yönetim kurulu üyelerinden süresi sona erenler bulunduğunda veya üyelerin belli bir oranının yenilenmesi durumu ortaya çıktığında öncelikle tespit edilmesi gereken yönetim kurulunun toplantı nisabını sağlayıp sağlamadığıdır. Zira toplantı nisabı sağlanıyor ve TTK m. 363/I uygulanıyorsa organ eksikliğinden 183   POROY/TEKİNALP/ÇAMOĞLU,  Ortaklıklar  Hukuku,  s.  322,  No.548;  POROY/ TEKİNALP/ÇAMOĞLU, Ortaklıklar I, s. 355, No. 547 b; KIRCA (ŞEHİRALİ ÇELİK/ MANAVGAT), s. 421; ŞENER, s. 351. 184  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 421. 185  Bkz., m. 410 gerekçesi. 186  ARSLANLI, AŞ., C.II-III, s. 107; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 320, No. 544 187  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 320, No. 544; BÖCKLI, s. 1559; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 283; KRNETA, s. 82. 188  KRNETA, s. 82; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 283. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 105Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... söz edilmeyecektir. Buna karşılık toplantı nisabı sağlanamıyorsa bu durumda organ eksikliğinden söz edilecek ve TTK m. 410/II nin uygulanması yoluna gidilebilecektir.  TTK m. 362/I hükmüne göre yönetim kurulu en fazla üç yıl için görev yapmak üzere seçilir. Esas sözleşmede aksine bir düzenleme bulunmuyorsa aynı kişinin yeniden üyeliğe seçilmesi mümkündür. ETTK döneminde üzerinde en çok tartışılan meselelerden bir tanesi de sürenin sona ermesi ile yönetim kurulu üyeliğinin boşalıp boşalmayacağı ile ilgili idi. Biz çalışmamızda bu görüşleri detaylı olarak açıklamayıp daha çok TTK açısından getirilen yeni düzenlemeler karşısında meselenin TTK m. 410/II ile bağlantısını da göz önünde bulundurarak ne şekilde çözüme kavuşturulabileceği ile ilgileneceğiz.  Kanunda, esas sözleşmede veya genel kurul kararında belirlenen görev süreleri sona erdiğinde üyeliğin de kendiliğinden sona ereceğini kabul etmek gerekir. Bu durumda TTK m. 410/I hükmü gereği istisnaen süresi dolan yönetim kurulu genel kurulu toplantıya davet edebilir. Doktrinde her ne kadar esas sözleşmede belirlenen sürenin dolmasına rağmen (ancak henüz kanunen öngörülen süre dolmamışsa) yönetim kurulunun görevine devam edeceği ve bu doğrultuda şirketin varlığını sürdürebilmesi için gerekli ve acil işleri yapmak imkânına sahip olduğu ve bu sonucun TBK m. 513/II den doğduğu belirtilse de kanımızca esas sözleşmede veya genel kurul kararında öngörülen sürenin dolması halinde yönetim kurulu üyelerinin  üyelik  sıfatı  sona  erecektir.  Öncelikle  esas  sözleşme  daha önce belirttiğimiz üzere şirketin iç işleyişine ilişkin temel düzen kurallarını içermektedir. Şirket organları bakımından esas sözleşme hükümleri uyulması 189  Hükmün emredici nitelikte olduğu yönünde bkz., ARSLANLI, AŞ, C. II-III, s. 107; DOMANİÇ, s. 482; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 324, No.549 a; ŞENER, s. 357. 190  Bu konuda doktrindeki tartışmalar ve Yargıtay kararları bakımından detaylı bilgi için bkz., SOYKAN, s. 120 vd.; MOROĞLU, Görev Süreleri, s. 389 vd. 191  MOROĞLU, Görev Süreleri, s. 400; KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 470; SOYKAN, s. 143; AKDAĞ GÜNEY, s. 36. Buna karşılık doktrinde üyenin azami süre veya daha az süre için seçilmesine göre ayrımın yapılmasına ilişkin bkz.,POROY/TEKİNALP/ ÇAMOĞLU, Ortaklıklar Hukuku, s. 325, No. 549 a; DOMANİÇ, s. 482; İZMİRLİ, s. 94; ŞENER, s. 357.   192  DOMANİÇ, s. 483; POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 324, No. 549 a; ŞENER, s. 358. 193  Doktrinde TTK da görev süresinin bitmesi halinde yönetim kurulunun görevinin biteceğine ilişkin bir hükmün yer alması gerektiği ileri sürülmektedir (TEOMAN, Yönetim Kurulu, s. 8-9). 106 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE gereken düzenlemelerdir. Bu düzenlemelere aykırı olarak organlarca alınan kararlar ve gerçekleştirilen faaliyetler istenilen hukuki sonuçları doğurmaya yetmeyecektir.  Esas  sözleşmeye  aykırı  olarak  görev  süresinin  devam ettiğini kabul etmek esas sözleşmeyi hazırlayan kurucuların da iradesine aykırılık teşkil edecektir. Bunun dışında yönetim kurulu üyelerinin seçimi genel kurulun devredilemez görev ve yetkilerindendir (TTK m. 408/II b). Yine aynı düzenlemede yönetim kurulu üyelerinin görev sürelerini tayin de genel kurulun devredilemez görev ve yetkilerindendir. Dolayısıyla yönetim kurulu üyelerinin görev sürelerinin genel kurul kararı hilafına uzatılması aynı zamanda genel kurul, bir diğer ifadeyle pay sahiplerinin iradesine aykırı olacaktır. Yönetim kurulu esas sözleşme veya genel kurul kararında belirlenen sürenin sona ermesi halinde TTK m. 410/I hükmüne göre genel kurulu toplantıya çağırabilecektir. Buna karşılık süresi sona eren yönetim kurulu genel kurulu toplantıya çağırmadığı takdirde TTK m. 410/II gereği tek pay sahibi de mahkeme izni ile genel kurulu toplantıya çağırabilecektir. Bu son imkân organ eksikliğini gidermeye yönelik TTK ile getirilmiştir. Dolayısıyla doktrinde belirtilen yönetim kurulunun tüm üyelerinin görev süresinin dolması ile yönetim kurulunun tüm üyelerinin aynı anda istifası veya ölümü arasında bir fark bulunmadığı ve tüm bu hallerde şirketin kendiliğinden organsız kalmasının söz konusu olmadığı yönündeki görüşe katılmadığımızı belirtmek isteriz. Zira tüm bu hallerde şekli bakımdan organ eksikliği söz konusudur ve 194  BAHTİYAR, s. 13. 195  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 324, No. 549 a. 196  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku, s. 324, No. 549 a; KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 471; AKDAĞ GÜNEY, s.36. 197  Doktrinde bu hükümden hareketle kanun koyucunun görev süresi dolan yönetim kurulunun genel kurulu toplantıya davet dışında yeni yönetim kurulu seçilene kadar görevlerine devam edemeyeceğini üstü kapalı olarak kabul ettiği belirtilerek bu durumun aynı zamanda Yargıtay ın tutumunda bir değişiklik beklentisini oluşturduğu savunulmaktadır (AKDAĞ GÜNEY, s. 36). Yargıtay son dönemde verdiği kararlarda, yönetim kurulunun görev süresinin sona ermesi halinde şirketin organsız kaldığını kabul etmekte; buna karşılık süresi sona eren yönetim kurulunun görev sürelerinin yeni yönetim kurulunun göreve başlayıncaya kadar devam edecek olmasının sadece şirketin gecikmesinde sakınca bulunan işlerinin görülmesine ilişkin olduğunu belirtmektedir (Y.11.HD., 18.01.2010 T., E.2008/9158, K. 2010/428, bu karar için bkz. www.kazanci.com 28.02.2015). Yargıtay bir başka kararında, süresi sona eren yönetim kurulunun şirketin varlığını devam ettirmek için gerekli ve zorunlu işleri yapma yükümlülüğünde bulunduğuna; ancak bu durumun şirketin organsız kaldığı sonucunu değiştirmeyeceğine hükmetmiştir (Y. 11.HD., 20.09.2011, E. 2009/12668, K. 2011/10598, bu karar için bkz. www.kazanci.com 28.02.2015).    198  AKDAĞ GÜNEY, s. 36. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 107Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... bu durum aynı zamanda yönetim kurulunun mevcut olmaması halini oluşturur. Kanun koyucu bu eksikliği giderme yollarını göstermektedir (TTK m. 410/I,II; TTK m. 363/I; TTK m. 530). Yine yönetim kurulunun seçimine ilişkin genel kurul kararının mahkeme tarafından yokluğunun, butlanının tespit edilmesi veya iptal edilmesi ve bu kararların kesinleşmesi (TTK m. 450) ile birlikte şirketin yönetim kurulunun varlığından söz etmek mümkün değildir. Ancak bu durumda dikkat edilmesi gereken mahkeme kararının eski yönetim kurulu üyelerinin göreve dönmelerini sağlamamış olmasıdır. Bu bağlamda yönetim kurulu üyelerinin azledilip yerine yenilerinin seçimini konu edinen bir genel kurul kararının sakatlığı tespit edilir ve karar kesinleşirse, mahkeme kararının kesinleşmesi ile görev süresi dolmamış olmak kaydıyla eski yönetim kurulu üyelerinin görevine devam etmeleri mümkündür ve bu durumda herhangi bir organ eksikliğinden de söz edilemeyecektir.        İsviçre de yönetim kurulu üyelerinin görev süresi İsv. BK. m. 710 da düzenlenmiştir. Buna göre, yönetim kurulu üyeleri üç yıllığına seçilirler. Esas sözleşme ile aksini kararlaştırmak mümkündür. Ancak bu süre altı yılı aşamaz. Üyelerin tekrar seçilmeleri mümkündür. Doktrinde kanun maddesi, yönetim kurulunun görev süresinin açık bir şekilde düzenlenmemesinden dolayı eleştirilmektedir. Bununla birlikte uygulamada  varılan  sonuç  ve  doktrindeki  ağırlıklı  görüş  üyelerin  görev süresinin genel kurul kararıyla seçildikleri tarihten başlayıp bir sonraki olağan genel kurula kadar devam ettiği yönündedir. Krneta bu konuda üyelerin görev sürelerinin bir sonraki olağan genel kurula kadar devam etmesi yönünde açık bir ifadenin kanunda yer almasının tavsiye edilebilir olduğunu belirtmektedir. Bununla birlikte sözleşme ile farklı bir esasın belirlenebilmesi mümkündür. Bu doğrultuda üç yıldan daha az bir süre belirlenebileceği gibi daha fazla bir süre de kararlaştırılabilir; ancak bu süre altı yılı aşamaz. Eğer yönetim kurulu üyelerinin seçiminin yapılacağı genel kurul toplanamazsa bu durumda 199  DOMANİÇ, s. 473; SOYKAN, s.161. Seçimlerine ilişkin karar kesinleşmiş mahkeme kararıyla hükümsüz kalan yönetim kurulunun ticaret siciline tescil edilmiş olmasının davet için yetkili sayılmasını gerektirmediği yönünde bkz. MOROĞLU, Hükümsüzlük, s. 81. 200  Örnek için bkz., SOYKAN, s. 150, dn. 162. 201   HONSELL/VOGT/WATTER  (WERNLI), Art.  710,  No.  3;  FORSTMOSER/MEIERHAYOZ/NOBEL, s. 283-284; BÜRGI, Art.708, No. 36; SCHUCANY, Art. 708, No. 2; KRNETA, s. 81; FUNK, Art. 708, No. 2; BGE 86 II, s. 178. 202  KRNETA, s. 82. 203  FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 283; FUNK, Art. 708, No. 2; BÜRGI, Art. 708, No. 36 vd. 108 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE bir görüş üyelerin süresinin zımni olarak uzayacağını kabul etmekte; buna karşılık bir diğer görüş ise kurulun süresinin yapılması gereken olağan genel kurul toplantı süresinin sonunda sona ereceğini toplantının yapılmamasının buna engel olmayacağını belirtir. c.  Yönetim Kurulunun Devamlı Olarak Toplanamaması TTK  m.  410/II ye  göre  yönetim  kurulunun  devamlı  olarak toplanamaması da pay sahibine mahkeme izni ile genel kurulu toplantıya çağrı yetkisini veren hallerden biridir. Yönetim kurulunun devamlı olarak toplanamaması çeşitli sebeplerden kaynaklanabilir. Biz de bu başlık altında hangi nedenlerin bu duruma yol açabileceği üzerinde duracağız. TTK  m.  410/II  hükmü,  yönetim  kurulunun  mevcut  üyelerle  karar alamadığı durumlarda yönetim kurulunun seçilmesini sağlayıcı bir olanağı getirmektedir. Genel kurulu toplantıya çağrıya ilişkin kurul kararı alması gereken  yönetim  kurulu  çeşitli  nedenlerle  bu  kararı  alamamaktadır.  Bu durumda yönetim kurulu şeklen mevcuttur; ancak bazı sebepler nedeniyle ya  toplanamamaktadır  veya  toplanmasına  rağmen  karar  alamamaktadır. Her  iki  durumda  da  yönetim  kurulu  üzerine  düşen  yönetim  görev  ve yetkisini  yerine  getirememektedir.  Kanun  koyucu  ilgili  düzenlemede yalnızca  yönetim  kurulunun  devamlı  olarak  toplanamamasından  söz etmekle birlikte kanımızca bu durum geniş yorumlanmak suretiyle yönetim kurulunun toplanmasına rağmen sürekli bir şekilde karar alamaması veya ret kararı alması da bu kapsamda değerlendirilmelidir. Zira tüm bu hallerde yönetim  kurulu  karar  alamamak  suretiyle  genel  kurulu  toplantıya  davet edememektedir.  Bu  bağlamda  karar  mekanizması  işlememekte  ve  kurul faaliyet gösterememektedir. Doktrinde haklı olarak vurgulandığı üzere bu gibi durumlarda, ilgili organ üyelerinin (yönetim kurulu üyelerinin) hiç toplantı yapamaması veya yapmaması yahut toplanmalarına rağmen hiçbir konuda 204 HONSELL/VOGT/WATTER (WERNLI), Art. 710, No. 3. 205  BÖCKLI, s. 1563; TRAUTMANN/von der CRONE, s. 465. 206  TEKİNALP, Sermaye Ortaklıkları, 2015, s. 304. 207  Yönetim kurulunun yönetim yetki ve görevi yanında temsil yetki ve görevi de olduğu kuşkusuzdur. Ancak konumuz açısından önem arz eden husus yönetim kurlunun genel kurulu toplantıya davet yetkisi ve görevidir. Bu husus da, şirketle pay sahibi arasındaki ilişkileri düzenleyen kanun hükümlerinin yönetim kuruluna yüklediği görevler arasında yer almaktadır dolayısıyla yönetim görevi kapsamında değerlendirilmesi gerekir (İMREGÜN, AO, s. 207). 208  LEHMANN, s. 422; TRAUTMANN/von der CRONE, s. 468. 209  DURAL, s. 65. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 109Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... karar alamamaları veya sürekli şekilde ret kararı üretmeleri söz konusudur. Bu gibi hallerde, şirket olağan ve gündelik işlemlerini dahi yerine getiremez hale gelmektedir. Kanun  koyucunun  burada  belirttiği  yönetim  kurulunun  devamlı olarak toplanamaması halini TTK m. 530 bağlamında uzun süreden beri toplanamama  şeklinde  anlamak  gerekir.  Zira  TTK  m.  530  gerekçesinde devamlılıkla kastın uzun süre olduğu ifade edilmiştir. Uzun sürenin tayininde organ eksikliği türlerini dikkate almak gerekir. Bu bağlamda, gerçek anlamda organ eksikliğinde uzun süredir bu durumun devamını tespit kolaydır. Ancak geniş anlamda organ eksikliğinde aynı kanaate varmak her zaman kolay olmamaktadır. Nitekim doktrinde yönetim kurulunun gerektiğinde toplandığı, murahhas üye ve müdürlere tanınan yetkiler dolayısıyla yönetim kurulunun sık toplanmasını gerekli olmaktan çıkardığı belirtilmektedir. Dolayısıyla böyle bir durumda organ eksikliğinden bahsedilemeyecektir. Buna mukabil böyle bir durumun bulunmadığı başka bir şirkette ise yönetim kurulunun toplanmaması organ eksikliği sonucunu doğurabilecektir. Bu bağlamda geniş anlamda organ eksikliğinin tespitinde somut olayın koşulları dikkatlice incelenmelidir.        Yeni TTK açısından göz önünde bulundurmamız gereken bir durum da tek üyeli yönetim kurunun düzenleme altına alınmış olmasıdır (TTK m. 359/I). Bu doğrultuda tek kişilik yönetim kurulu hiçbir surette karar almaya yanaşmıyorsa ve bu bağlamda genel kurulu davet konusunda herhangi bir karar almak üzere üzerine düşeni yerine getirmiyorsa TTK m. 410/II nin uygulanma olanağı ortaya çıkacaktır. Zira bu durumda tek kişilik yönetim kurulu genel kurulu davete ilişkin karar almaya yanaşmamaktadır ve yönetim kurulu olarak görev ve yetkilerini yerine getirmemektedir. Ancak şunu da ifade etmeliyiz ki tek kişilik anonim şirkette pay sahibi aynı zamanda yönetim kurulu üyesi ise TTK m. 410/II nin uygulama alanı bulmayacağı ortadadır. Yönetim  kurulunun  toplanamaması  nedenlerinden  biri  üye  veya üyelerin toplantıya davet edilmemesi olabilir. Bu durumun kanunda açıkça ifade edildiği üzere devamlılık arz etmesi gerekir. TTK m. 392/VII hükmüne göre her yönetim kurulu üyesi başkandan yönetim kurulunu toplantıya davet etmesini isteyebilir. Bu bağlamda yönetim kurulu toplantısına davet başkan 210  SOYKAN, s. 295. 211  DURAL, s. 145. 212  SOYKAN, s. 290. 213  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku 1976, s. 122; SOYKAN, s. 290. 110 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE tarafından veya onun yokluğunda başkan vekili tarafından yapılır. Bunun dışında yönetim kurulu üyesi de başkandan yönetim kurulunu toplantıya davet etmesini yazılı olarak talep edebilir. TTK da bu hüküm dışında toplantıya davet  hususunda  herhangi  bir  düzenleme  de  bulunmamaktadır.  Bu noktada devamlılığın gerek davet edilmeme nedeniyle toplantı yetersayısının oluşmamasında  gerek  yönetim  kurulunun  hiç  davet  edilmemesi  halinde ortaya  çıkması  mümkündür.  Tüm  bu  hallerde  yönetim  kurulu  faaliyette bulunamamaktadır.          Yönetim kurulu üyelerinin toplanamamasına yol açan diğer bir neden toplantı yetersayısının oluşturulamaması veya toplantı yetersayısının toplantı devamı  sırasında  bozulması  şeklinde  ortaya  çıkabilir. TTK  m.  390/I e göre, esas sözleşmede aksine ağırlaştırıcı bir hüküm bulunmadığı takdirde yönetim  kurulu  üye  tam  sayısının  çoğunluğu  ile  toplanır  ve  kararlarını toplantıda hazır bulunan üyelerin çoğunluğu ile alır. Bu düzenlemeyle ilgili olarak kanun gerekçesinde ETTK m. 330/I de yer alan ve pek çok güçlüğe 214  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 483; AKDAĞ GÜNEY, s. 151. Toplantıya davetin başkan veya onun yokluğunda başkan vekili tarafından yapılacağına ilişkin hükmün emredici olduğu ifade edilmektedir. (bkz., TEKİNALP, Sermaye Ortaklıkları 2015, s. 266; AKDAĞ GÜNEY, s. 152). Kırca, çalışmasında esas sözleşmeye davet usulü ile ilgili düzenlemelerin getirilmesi halinde bunun organlar arasındaki işlev ayrılığı ilkesi ile birlikte değerlendirilmesi gerektiğini ortaya koymaktadır. Buna karşılık iç yönergede herhangi bir üyeye toplantıya davet yetkisinin verilmesi ile ilgili bir maddenin yer almasının mümkün olması gerektiğini ve bu durumun şirketin çıkarına olmasından ötürü TTK m. 340 a aykırı olmadığını belirtmektedir (bkz., KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 483). Bir başka görüş, TTK m. 340 nedeniyle herhangi bir üyeye esas sözleşme ile toplantıya davet yetkisinin tanınmasının mümkün olmayacağını belirtir (AKDAĞ GÜNEY, s. 152). İsviçre de esas sözleşme ile yönetim kurulu üyesine toplantıya davet konusunda yetkinin verilebileceği kabul edilmektedir. Böylelikle yönetim kurulunun işleyişi bakımından etkinliğin artacağı ifade edilmektedir (HONSELL/VOGT/WATTER (WERNLI), Art.715, No.6). Kanımızca esas sözleşme ile getirilecek düzenlemelerin işlevler ayrılığı ilkesi çerçevesi bakımından incelenmesi yerinde olacaktır. Bunun dışında iç yönerge ile yönetim kurulunun toplantı düzeni hakkında düzenlemelerin getirilmesi mümkün olmalıdır. Bu durum TTK m. 340 gerekçesinde  belirtildiği  gibi  menfaatler  dengesini  gözeterek  ortaya  çıkmaktadır.  Zira böyle bir düzenleme yönetim kurulunun işleyişini kolaylaştıracaktır. Aynı zamanda başkan tarafından üyenin talebinin reddi halinde üye bu tür düzenlemelere dayanmak suretiyle bizzat yönetim kurulunu toplantıya çağırabilecektir.    215  Doktrinde toplantı zamanı, davet usulü gibi mevzuların esas sözleşmede veya iç yönergede düzenlenebileceği belirtilmektedir (KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 482; AKDAĞ GÜNEY, s. 152). 216  Bu hallerin fesih sebebi olduğuna dair bkz., SOYKAN, s. 173-174. 217  Toplantı yetersayısının gündemdeki her bir madde için ayrı ayrı oluşması yönünde bkz., DURAL, s. 100. Buna karşılık üyenin toplantıya katıldıktan sonra toplantıyı terki halinde toplantı yetersayısının bozulmadığı yönünde bkz., İMREGÜN, Yönetim Kurulu Kararları, s. 287. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 111Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... ve istenmeyen sonuçlara yol açan, ağırlaştırılmış toplantı nisabına ilişkin hükmün değiştirilerek yeni hali ile hüküm altına alındığı belirtilmektedir.  Üye tam sayısının hesaplanmasında esas sözleşmede yer alan veya esas sözleşme ile üye sayısını belirleme genel kurulun takdirine bırakılmışsa genel kurulca seçilen üye sayısı esas alınacaktır. Dolayısıyla üye tam sayısının hesabında fiili durum göz önünde bulundurulmayacaktır.  Esas sözleşme ile toplantı ve karar yetersayılarının ağırlaştırılması mümkündür.  Gerekçede  toplantı  yetersayısının  esas  sözleşme  ile hafiﬂ etilmesine izin verilmediği belirtilerek buna neden olarak da şu hususlar öne sürülmektedir; öncelikle yönetim kurulunun azlığı oluşturan sayıda üyenin varlığı ile toplanabilmesinin bir yandan kurul anlayışına aykırı olacağı, diğer yandan azlığı oluşturan üyelerle toplanabilen yönetim kurulunun içerdeki üyelerinin çoğunluğu ile karar alabilmesi genel kurul seçimi ile oluşan organ kavramı  ile  bağdaşmasının  mümkün  olmayacağı  belirtilmektedir.  İkinci olarak, bir önerinin imzalanması yoluyla ve elektronik ortamda yönetim kurulunun karar almasına olanak tanındığı ve bu olanaklar varken azınlıkta kalan üyelere yönetim kurulu olarak toplanma iznini vermenin tutarlı bir çözüm olarak değerlendirilemeyeceği ifade edilmektedir. Bu yönden TTK m. 390/I düzenlemesi bakımından Alm.POK. § 77/I hükmü örnek alınmıştır. Yönetim  kurulunun  devamlı  olarak  toplanamaması,  karar mekanizmasının hiçbir surette işlememesi ve kurul olarak hiçbir konuda bu  bağlamda  genel  kurulu  toplantıya  davet  konusunda  karar  alamaması sonucunu doğuracaktır. Bu durum yönetim kurulunda karar yetersayısının gerçekleşememesi şeklinde ve bu bağlamda sürekli ret kararının alınması veya TTK m. 390/III çerçevesinde de ortaya çıkabilir. TTK m. 390/III hükmüne göre, oylar eşit olduğu takdirde o konu gelecek toplantıya bırakılır. Şayet ikinci toplantıda da eşitlik olursa ilgili öneri reddedilmiş sayılır. TTK m. 410/II kapsamında yönetim kurulunun devamlı toplanamaması uzun vadede 218  Bkz., TTK m. 390 gerekçesi. Böylelikle ETTK döneminde m. 330 çerçevesinde ortaya çıkan toplantı yetersayısına ilişkin tartışmalar ortadan kalkmıştır. 219  KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 500-501. 220  TEKİNALP, Sermaye Ortaklıkları 2015, s. 267. 221  Bkz., TTK m. 390 gerekçesi. Alm.POK § 77/I e göre, azlığı oluşturan yönetim kurulu üye/ üyelerinin esas sözleşme veya iç yönerge ile çoğunluğa rağmen herhangi bir karar almaları mümkün değildir (bu hususta bkz., Münc. Komm. AktG/SPINDLER, § 77, No. 16; HÜFFER,  § 77, No. 16). 222  DURAL, s. 64. 112 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE şirketin  yönetilememesi  ve  temsil  edilememesi  sonucunu  doğuracaktır. Bu  durum  giderilmezse  şirketin  feshi  gündeme  gelebilecektir.  Yönetim kurulunun devamlı olarak toplanamaması gruplar arasındaki uyuşmazlık ve çekişme dolayısıyla meydana gelebilir. Zira pay sahiplerinin bekledikleri menfaatleri elde edebilmeleri için içinde yer almayı istedikleri veya kontrol altında tutmayı en fazla isteyecekleri organ yönetim kuruludur.   Menfaat çatışması içinde bulunan pay sahiplerinin aynı zamanda yönetim kurulu üyesi olduğu anonim şirketlerde, yönetim kurulunun toplanamaması pay sahiplerinin kendi davranışları neticesinde ortaya çıkmaktadır. Oysa belirli grupların yönetim kurulunda temsil edilmesi durumunda somut olaya göre durumun değerlendirilmesi gerekir. Şöyle ki, yönetim kurulu kararları açısından toplantı ve karar yetersayılarını nitelikli çoğunluğa bağlayan veya oybirliği  arayan  esas  sözleşme  hükümlerinin  varlığı  halinde,  belirli  pay grubunun temsilcisi yönetim kurulunun faaliyette bulunmasını engelleyebilir. Bu durum doktrinde dolaylı olarak veto imkânı veren sözleşme hükümleri olarak adlandırılmaktadır.  Ancak bu durumun devamlı olarak gerçekleşmesi ve hiçbir kararın alınmaması neticesini doğurması gerekir. Aksi halde bazı konular açısından veto hakkının bulunması sadece o mevzular bakımından karar alınamaması sonucunu doğuracaktır. Dolayısıyla yönetim kurulunun hiçbir şekilde faaliyette bulunmadığını söylemek imkânı olmayacaktır. Zira 223  SOYKAN, s. 194. 224  Bkz., TTK m. 410 gerekçesi. 225  SOYKAN, s. 194-195. Pay sahiplerinin çıkarlarının farklılaşması şirkete katılım amaçlarının ve şirket içindeki konumlarının farklılaşmasından ortaya çıkar. Bu doğrultuda farklı pay sahibi türleri ortaya çıkmaktadır. Buna göre, işletmeci pay sahibi şirket yönetimine hâkim olmak isteyen pay sahiplerinden oluşurken; yatırımcı pay sahipleri şirket yönetimine katılmayıp yalnızca getiri kazanmayı amaçlar. Yatırımcı pay sahipleri, işletmeci pay sahiplerinin yanında veya karşısında yönetimi olumlu veya olumsuz etkileyebilir (bu hususta bkz., KARAYALÇIN, Kontrol Satışı, s. 357-358; (KIRCA (ŞEHİRALİ ÇELİK/MANAVGAT), s. 256-257; FORSTMOSER/MEIER-HAYOZ/NOBEL, s. 38).  226  DURAL, s. 59. 227  Ağırlaştırılmış yetersayıların teknik hukuki anlamda bir azlık hakkı olmadığı bilakis bu ağırlaştırılmış yetersayıya ulaşmak için gereken payların fiili bir azlık oluşturduğu ve bu doğrultuda  bunların  çoğunluk  yanında  oy  kullanmadığı  takdirde  karar  alınamayacağı yönünde  bkz.,  ERDEM,  Birleşme  ve  Devralmalar,  s.  58.  Yönetim  kurulu  toplantı yetersayısının hangi kararlar açısından artırılabileceği veya belirli konulara ilişkin kararlarda toplantı yetersayısının oybirliği olarak belirlenmesinin mümkün olmayacağı hususunda bir sınırlandırmanın yapılmadığına ilişkin bkz. SOYKAN, s. 187, dn. 244. Doktrinde Dural bazı konular bakımından karar yetersayısın ağırlaştırılamayacağı görüşündedir (bkz., DURAL, s. 103). 228  DURAL, s. 107. 229  SOYKAN, s. 296; DURAL, s. 64-65. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 113Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... kurul faaliyette bulunmaktadır; ancak belirli bazı pay sahipleri tarafından bazı kararların alınması engellenmektedir. Bu durum devamlılık arz etse dahi varılan sonuç bakımından bir değişiklik olmayacaktır. Bununla birlikte duruma sebep olan kurul üyesi/üyeleri açısından genel kurulun azil yetkisi gündeme gelebilir. Bunun dışında karar alınamamasına sebep olan üye/üyeler bakımından sorumluluk davasının gündeme gelmesi söz konusu olabilir. Anonim şirketler kural olarak çoğunluğun söz sahibi olduğu bir yönetim yapısına sahiptir. Çoğunluk ilkesi genel kurul kararlarının alınmasında geçerli olmakla birlikte yönetim kurulu kararlarının alınmasında da uygulama alanı bulur (TTK. m. 418, m. 390). Kontrol  kavramı,  doktrinde  şirket  üzerindeki  hâkimiyeti  ifade etmektedir. Bununla kast edilen şirket yönetiminde mutlak şekilde etkin olmaktır. Pay sahipliği ile yönetim kurulu üyeliği sıfatının birleştiği veya en azından pay sahiplerinin kendi istedikleri kişileri yönetim kuruluna seçtikleri anonim şirketlerde pay sahipleri ile yöneticiler arasında bir çıkar çatışmasından söz edilemeyecektir. Ancak bu tür şirketlerde çoğunluk ile azlık arasında bir çıkar çatışmasının ortaya çıkması muhtemeldir. Doktrinde şirket üzerinde belirleyici etkinin tek bir pay sahibi veya pay grubu tarafından sağlandığı bu kontrol tipine tek başına kontrol denmektedir.    Pay sahiplerinin veya pay gruplarının ortak hareket etmek suretiyle şirket  üzerinde  belirleyici  etki  yarattığı  kontrol  tipine  ortak  kontrol adı  verilmektedir.  Bu  kontrol  tipinde  pay  grupları  şirketin  faaliyette bulunabilmesi için birbirine bağımlıdır. 230  SOYKAN, s. 296, dn. 75; DURAL, s. 144. 231  DURAL, s. 35. 232  DURAL, s. 35. 233 ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 254. 234  ŞEHİRALİ ÇELİK (KIRCA/MANAVGAT), s. 254. 235  Rekabet hukuku bakımından belirleyici etki, bir teşebbüsün tek başına veya başka bir teşebbüsle ortaklaşa başka bir teşebbüsün ticari politikalarını kendi menfaatleri doğrultusunda etkileyebilme durumu şeklinde tanımlanmaktadır (bkz., ERDEM, Birleşme ve Devralmalar, s. 53; GÜNGÖRDÜ/KAYAR, s. 81). 236  DURAL, s. 36. Rekabet hukuku açısından tek başına kontrol, belirleyici etkinin tek bir teşebbüs  tarafından  uygulanması  durumunda  gerçekleşir  (bkz.,  ERDEM,  Birleşme  ve Devralmalar, s. 55). 237  DURAL, s. 36. Rekabet hukuku açısından ortak kontrol, birden fazla teşebbüsün birlikte hareket ederek veya şirketler hukukunda olduğu gibi bir blok oluşturmak suretiyle diğer teşebbüs  üzerinde  belirleyici  etki  yaratmaları  durumunda  gerçekleşir  (bkz.,  ERDEM, Birleşme ve Devralmalar, s. 55). 114 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Ortak kontrolün söz konusu olduğu yapılanmalara daha çok joint venture şeklinde faaliyette bulunan anonim şirketlerde rastlanmaktadır. Doktrinde unsurlarını da bünyesinde bulunduran kapsamlı bir tarife göre joint venture hukuken ve iktisaden birbirinden bağımsız birden fazla gerçek veya tüzel kişinin belirli bir işi ya da süreklilik arz eden bir faaliyeti bir ticaret ortaklığı kurarak veya böyle bir ortaklık söz konusu olmaksızın gerçekleştirmek ve kazanç elde etmek amacıyla bir sözleşme çerçevesinde bir araya gelmeleri ve o faaliyetin rizikolarını her biri müteselsilen sorumluluk altına girmek suretiyle üstlenmeleri şeklinde tanımlanmaktadır.    Joint  venture un  türü  olan  sermayeye  katılmalı  joint  ventureda ilişkiye katılan taraﬂ ar önce bir joint venture sözleşmesi akdetmektedirler ve  böylelikle  adi  ortaklık  niteliğinde  bir  ortaklık  ilişkisi  oluştururlar. Ardından tüzel kişiliğe sahip bir ticaret şirketi kurarlar veya zaten mevcut böyle bir şirkete katılırlar ve bu ortaklığı çeşitli özel sözleşmeler çerçevesinde sağladıkları  katkılarla  beslerler.  Taraﬂ ar  joint  venture  sözleşmesinde yavru ortaklıkta karar alma, icra ve temsil esaslarını belirler. Bu noktada taraﬂ ar özellikle yönetim haklarını düzenleyerek aralarındaki güç dengesinin oluşumunu sağlar. Joint venture sözleşmesinde yer alan bu kayıtlardan çoğu kurulacak olan şirket esas sözleşmesinde de yer alacaktır. İsviçre hukukunda yönetim kurulunda oylarda eşitlik nedeniyle karar yeter sayısının oluşamadığı hallere pat durumu denmektedir. Yönetim kurulunda pat durumunun ortaya çıkabileceği klasik hal şirkete %50 sermaye payı ile katılan iki pay grubu veya pay sahibinden oluşan joint venture şeklindeki yapılarda söz konusu olur. Bu gibi durumlarda pay grupları yönetim  kurulunda  eşit  olarak  temsil  edilmekteyse  her  iki  tarafın  rızası olmadan  hiçbir  şekilde  karar  alınamayacaktır.  İsviçre  hukukunda Türk 238  KRNETA, s. 157; DURAL, s. 37. 239  BARLAS, s. 262-263. Doktrindeki diğer tanımlar için bkz., ERDEM, Birleşme ve Devralmalar, s. 71-72. 240  BARLAS, s. 272. 241  BARLAS, s. 272. 242  Joint venture sözleşmesinin içeriği hakkında detaylı bilgi için bkz., BARLAS, s. 274; DAYINLARLI, s. 85 vd. 243  BARLAS, s. 275. 244  KRNETA, s.157 vd., TRAUTMANN/von der CRONE, s. 461 vd.; LEHMANN, s. 420; PLÜSS, s. 214; HONSELL/VOGT/WATTER (WATTER/WIESER), Art. 731 b, No.6. 245  KRNETA, s. 157; TRAUTMANN/von der CRONE, s. 461; DURAL, s. 37. 246  TRAUTMANN/von der CRONE, s. 461;KRNETA, s. 157-158; GÜNGÖRDÜ/KAYAR, s. 84. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 115Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... hukukundan  farklı  olarak  esas  sözleşmede  aksi  öngörülmedikçe  oyların eşitliği  durumunda  yönetim  kurulu  başkanının  üstün  oya  sahip  olduğu kanunla düzenlenmiştir (İsv. BK. m. 713). Dolayısıyla yönetim kurulunda pat durumunun ortaya çıkabilmesi için bu hükmün esas sözleşme ile bertaraf edilmesi de aranmaktadır. Doktrinde  haklı  olarak  belirtildiği  üzere  pat  durumunun  özellikle payların  iki  grupta  toplandığı  anonim  şirketlerde  de  ortaya  çıkabileceği belirtilmektedir.  Bu  durumda  iki  grup  arasındaki  çekişmeden  dolayı yönetim  kurulu  faaliyetini  icra  edemeyecektir.  Böyle  bir  sonuç  karar nisabının sağlanamaması bakımından ortaya çıkabilecektir. Esas olan yönetim kurulunun çalışması, şirketi yönetip temsil etmesidir. Ancak kurul, görevini yerine getiremiyorsa organ eksikliği ortaya çıkmış demektir.   Sermaye  yapısının  eşit  olarak  dağılmadığı  anonim  şirketlerde  ise farklı pay sahibi grupları arasındaki menfaat çatışmalarının önlenebilmesi yollarından  biri  de  azlık  veya  münferit  pay  sahibi  gruplarının  şirket organlarında ve konumuz açısından yönetim kurulunda temsil edilmesine olanak  tanınmasıdır.  Yine  azlık  oluşturan  pay  sahipleri  bakımından olumsuz oy kullanmak suretiyle veya yönetim kuruluna katılmayarak yönetim kurulunda  karar  alınmasını  engelleyen  azlık  haklarının  (veto  haklarının) varlığı bir diğer menfaat ihlalini engelleme yolu olarak görülmektedir. Bu bağlamda yönetim kuruluna daha fazla üyenin katılımı sağlanarak gündemdeki konuların müzakeresi sağlanmaktadır. Bununla birlikte böyle bir durumda yönetim kurulunda toplantı ve karar yetersayısının oluşmasında güçlükler ortaya çıkabilecek yönetim kurulunun faaliyette bulunmasının engellenmesi mümkün olabilecektir.  Yeni TTK ile belli grupların yönetim kurulunda temsili m.360 hükmünde düzenlenmiştir.  Çalışmamızda  bu  madde  ile  ilgili  detaylı  bir  inceleme yapmamakla birlikte konumuz ile bağlantılı noktalar üzerinde durup genel bir açıklama yapmakla yetineceğiz. Yeni olan bu madde ile belirli gruplara yönetim kurulunda temsil edilme hakkı düzenlenmiştir. Bu düzenleme ile 247  KRNETA, s. 158. 248  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku 1976, s. 122. 249  POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar Hukuku 1976, s. 122. 250  KENDİGELEN, İmtiyaz, s. 182. Menfaat ihlallerinin nedeni hakkında bkz., KENDİGELEN, İmtiyaz, s. 181-182. 251  İMREGÜN, Menfaat İhlalleri, s. 48; ERDEM, Birleşme ve Devralmalar, s. 57; GÜNGÖRDÜ/KAYAR, s. 85. 116 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE esas sözleşmede öngörülmek kaydıyla belirli pay gruplarına, pay sahipleri gruplarına ve azlığa yönetim kurulunda temsil edilme imkânı getirilmektedir. Bu imkân aday önerme hakkı şeklinde olabileceği gibi belirli sayıda üyenin bu gruplara mensup pay sahipleri arasından seçilmesi şeklinde de olabilir. Genel kurul haklı bir sebep olmadıkça ya belirli grupların önerecekleri kişiyi ya da bunlar arasından birini seçmek zorundadır (TTK m. 360/I).  Özellik ve nitelikleriyle belirli bir grup oluşturan pay sahipleri ile azlığa yönetim kurulunda temsil edilme imkânı ilk kez bu düzenleme ile getirilmiştir. Buna karşılık belirli pay grubuna bu imkânın getirilmesi ise ETTK döneminde tartışılmış ve Yargıtay tarafından imtiyazın pay grubuna tanınması kabul edilmiştir. Belirli pay grubu Yargıtay tarafından kabul edilen grup imtiyazıdır. Kanun hükmüne göre yönetim kurulunda temsil edilme hakkı tanınan paylar imtiyazlı pay kabul edilmiştir (TTK m. 360/II)257.  252  KENDİGELEN, İlk Tespitler, s. 251; KIRCA (ŞEHİRALİ/ÇELİK), s. 426. 253  Burada azlık ile kast edilen dar ve teknik anlamda azlık dahil %501 oya sahip çoğunluk karşısında yer alan pay sahibi veya sahipleridir (bkz., KIRCA (ŞEHİRALİ/ÇELİK), s. 430). 254  Yeniliğin adeta payın sahibine tanınmasından kaynaklandığı yönünde bkz., KIRCA (ŞEHİRALİ/ÇELİK), s. 427. Aynı sıfatı taşıyan pay sahiplerinin oluşturduğu grupların da pay grubu olduğuna ilişkin bkz., TEKİNALP, Sermaye Ortaklıkları 2015,  s. 231. 255  KIRCA (ŞEHİRALİ/ÇELİK), s. 426; KENDİGELEN, İmtiyaz, s. 211-212. Yargıtay ın sermayeye katılım oranına ve gruplara verilen kontenjana bakılmaksızın şirket organlarında ve bu bağlamda yönetim kurulunda temsil edilme hakkı tanınan bütün pay gruplarını imtiyazlı olarak nitelendirdiği ve bu noktada aday önerme hakkı ile üyenin belirli bir grup pay sahipleri arasından seçimine yönelik esas sözleşme hükümleri arasında herhangi bir ayrım yapmadığı hususunda, ayrıca bu konudaki Yargıtay kararları hakkında bkz., KENDİGELEN, İmtiyaz, s. 231-233.  256  KIRCA (ŞEHİRALİ/ÇELİK), s. 427; KARAHAN, s. 126. Hükmün gerekçesinde Yargıtay ın yerleşik içtihadının grup imtiyazını tanımaya yönelik olduğu böylelikle Yargıtay kararlarında yer alan ilkenin kanunlaştırıldığı belirtilmektedir (bkz., TTK m. 360 gerekçesi).  257  Doktrinde, burada temsil edilme hakkının paya değil gruba ve azlığa tanındığı belirtilmektedir (bkz., AKDAĞ GÜNEY, s. 34). Bizim de katıldığımız görüş uyarınca, ayrı bir grup oluşturan paylara tanınan imtiyaz grup imtiyazıdır ve pay sahiplerinden ziyade payın kendisi önem taşımaktadır. Ancak sorun TTK m. 360 ile belirli bir grup oluşturan pay sahiplerine yönetim  kurulunda  temsil  edilme  imtiyazının  ortaya  çıkmasından  kaynaklanmaktadır (KIRCA (ŞEHİRALİ/ÇELİK), s. 427. Bu son durum imtiyazın paya tanınması ilkesini zedeler niteliktedir.  Kendigelen ETTK dönemindeki çalışmasında temsil edilme hakkının kullanılmasında gruba dahil pay sahiplerinin birlikte hareket etmesi gereğinden hareketle bu durumu imtiyaz olarak değil grup hakkı olarak adlandırmaktadır (bkz., KENDİGELEN, İmtiyaz, s. 212).  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 117Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... Getirilen yenilikle pay sahipleri ve azlığa tanınan bu hakkın uygulama alanı bulabilmesi için somut bir pay grubu ayrımının yapılması gerekir. Aksi halde böyle bir durumda imtiyazlı olarak nitelendirilebilecek ayrı bir pay grubu olmayacaktır. Bunun nedeni olarak da imtiyazın tabi olduğu şartların belirli olması ilkesi gösterilmektedir. Son olarak belirtmek gerekir ki  imtiyaz  olarak  nitelendirilen  şirket  organlarında  temsil  edilme  hakkı, azlık konumundaki bir pay grubunun şirket yönetiminde söz sahibi olmasına hizmet eder. Böylelikle çoğunluk iradesinin azlık yararına sınırlandırılması söz konusu olmaktadır. İşte böyle bir durumda azlık oluşturan grup yönetim kurulunda temsil edilme hakkını elde etmektedir. Yeni TTK ile getirilen böyle bir düzenlemenin öngörülme nedeni, temelde azlık oluşturan fakat çeşitli nedenlerle bir grup altında birleştirilmesi mümkün olan pay sahiplerinin korunması olduğu kabul edilmelidir. Yönetim kurulunun yönetim görevini ifa edememesi yönetim kuruluna seçilen  temsilcinin  toplantı  yetersayısının  oluşmasına  engel  olması  veya toplantı  yetersayısı  sağlansa  dahi  karar  yetersayısının  oluşmasına  engel olması şeklinde ortaya çıkabilir. Bu hallerin devamlı olarak sürmesi ve 258  KENDİGELEN, İlk Tespitler, s. 252 KIRCA (ŞEHİRALİ/ÇELİK), s. 431; KARAHAN, s. 20-24; ÇAMOĞLU, s.4; (HONSELL/VOGT/WATTER (WERNLI), Art 709, No.23. 259  KENDİGELEN, İlk Tespitler, s. 252; KENDİGELEN, İmtiyaz, s. 255. İmtiyaz tanınmasına ilişkin temel ilkeler hakkında bkz., KENDİGELEN, İmtiyaz, s. 25 vd.  260  KIRCA (ŞEHİRALİ/ÇELİK), s. 428; KENDİGELEN, İmtiyaz, s. 255. 261  KENDİGELEN, s. 252. Yazar, ETTK dönemindeki çalışmasında, şirket organlarındaki temsil hakkını imtiyaz olarak değil ana sözleşmeye dayalı bir grup hakkı olarak görmektedir (bkz., KENDİGELEN, İmtiyaz, s. 252) . 262  KENDİGELEN, İmtiyaz, s. 253. 263  KENDİGELEN, İsviçre Hukuku, s. 429. Benzer bir düzenleme İsv. BK. m. 709 hükmünde yer almaktadır. Maddenin ikinci fıkrasında azlığın veya münferit pay sahibi gruplarının yönetim kurulunda temsili düzenlenmiştir. 264  Yönetim kuruluna seçilen grup temsilcisinin sahip olduğu hak ve yükümlülükler bakımından diğer üyelerden herhangi bir farkı bulunmamaktadır (KRNETA, s. 73; FORSTMOSER/ MEIER-HAYOZ/NOBEL, § 28, No.162-163; FUNK, Art.708, No.4; BÖCKLI, s. 1567). Bununla birlikte belirtilmelidir ki yönetim kurulunda yer alan temsilci öncelikle şirketin menfaatlerini göz önünde bulundurmalıdır. Buna ilaveten temsilci temsil ettiği grubun menfaatlerini de ihmal ve ihlal etmemelidir (FUNK, Art.708, No.4; BÜRGI, Art.708, No.58, KRNETA, s. 73; FORSTMOSER/MEIER-HAYOZ/NOBEL, §28, No. 163; BÖCKLI, s. 1567). Bunu da şirketin menfaatleri izin verdiği müddetçe temsil ettiği grubun menfaatlerini koruyarak yerine getirecektir (BÖCKLI, s. 1567) . Bu doğrultuda doktrinde eşit değerde çözümlerin söz konusu olduğu takdire dayalı meselelerde temsilcinin temsil ettiği grubun menfaatine olanı tercih etmesinin yerinde olacağı belirtilmektedir (FORSTMOSER/MEIERHAYOZ/NOBEL, §28, No. 163; (HONSELL/VOGT/WATTER (WERNLI), Art. 709, No. 18). Temsilci ile temsil edilme hakkı tanınan belli gruplar arasında seçimden önce herhangi 118 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE hiçbir şekilde karar alınamaması sonucunu doğurması halinde ise TTK m. 410/II nin işletilebilmesi mümkün olabilecektir. TTK m. 434/IV ile halka açık olmayan anonim şirketlerde birikimli oy esasının benimsenebilmesi mümkün hale getirilmiştir. Birikimli oy sistemi esas sözleşmede öngörüldüğü takdirde (Birikimli Oy Kullanımına İlişkin Esaslar Tebliği m. 5/I, a) azlığın yönetim kuruluna üye seçtirebilmesine olanak sağlar (Birikimli Oy Kullanımına İlişkin Esaslar Tebliği m. 1). Dolayısıyla böyle bir esasın benimsenmesi azlığın korunmasına hizmet etmektedir. Anonim şirketin birikimli oy sistemini benimsemesi halinde azlığın kendi istediği  bir  adayı  yönetim  kuruluna  seçtirebilmesi  olanaklıdır.  Zira  bu sistemin amacı çoğunluğun gücünü sınırlamak ve azlığın yönetim kurulunda temsilini sağlamaktır. Bu bağlamda yönetim kurulunun yönetim faaliyetini icra  edememesi  durumunun  somut  olaya  göre  değerlendirilmesi  gerekir. Bu durumun nasıl gerçekleşebileceğine ilişkin olarak tekrardan kaçınmak amacıyla azlığın yönetim kurunda temsili (TTK m. 360) hakkında yaptığımız açıklamalarımıza atıfta bulunmakla yetiniyoruz. SONUÇ Anonim şirket genel kurulunu toplantıya çağrı konusunda yetkili olanlar esasen TTK m. 410-412 arasında düzenlenmiştir. Bu sayılanlar dışında yetkili kişilerin esas sözleşme ile belirlenmesi hususu ise TTK m. 340 ile bağlantılı olarak incelenmelidir. Bunun dışında diğer mevzuata göre de genel kurulu toplantıya çağırabilecekler belirlenmiştir. İnceleme konumuz çağrı konusunda yetkinin düzenlendiği maddelerden biri olan TTK m. 410/II (Genel Kurul Yönetmeliği m. 9/II) hükmüdür. Bu bir sözleşmesel ilişkinin bulunmadığı buna karşılık temsilcinin seçim kararını kabulü ile birlikte vekâlet veya vekâlet benzeri bir ilişkinin kurulduğu doktrinde ifade edilmektedir (HONSELL/VOGT/WATTER (WERNLI), Art. 709, No. 18).    265  Ancak burada dn. 227 de belirttiğimiz şekilde veto hakkı bakımından teknik anlamda bir azlık hakkı değil fiili bir azlık durumunun bulunduğu unutulmamalıdır. 266  Bu hususta Halka Açık Olmayan Anonim Şirketlerin Genel Kurullarında Birikimli Oy Kullanımına İlişkin Esaslar Hakkında Tebliğ yayınlanmıştır (RG. 29.08.2012, S. 28396). Halka açık anonim şirketler açısından ise birikimli oy esası, Sermaye Piyasası Kanununa Tabi Anonim Ortaklıkların Genel Kurullarında Birikimli Oy Kullanımına İlişkin Esaslar Hakkında Tebliğde düzenlenmiştir (Seri IV, No.29), RG. 18.02.2003, S. 25024. 267  OKUTAN NILSSON, Birikimli Oy, s. 563; ŞENER, s. 504. 268  OKUTAN NILSSON, Birikimli Oy, s. 563; AYHAN, s. 253. Seri IV, No. 29 sayılı Tebliğ m. 1 de birikimli oy sisteminin azlığın şirketin yönetim kuruluna temsilci seçtirmesine olanak verdiği belirtilmektedir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 119Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... düzenlemeye göre, tek pay sahibi yönetim kurulu ile ilgili belirli durumların ortaya çıkması halinde mahkeme izni ile genel kurulu toplantıya çağırabilir. Bu hakkın kullanılabilmesi için tek bir paya sahip olmak yeterlidir. Tek pay sahibinin genel kurulu toplantıya çağrı yetkisinin aﬀ ectio societatis unsuru ile bağlantısı olduğu gibi böyle bir yetkinin düzenleme altına alınması pay sahibi açısından yeni bir vazgeçilmez hak ortaya çıkarmıştır. Bu hak ancak mahkeme kararı ile kullanılabilir. Pay sahibi mahkemeye gündem taslağını da vermelidir. Zira TTK m. 413/I (Genel Kurul Yönetmeliği m. 13/ VI) gereği gündemi çağrıyı yapan belirler. TTK m. 410/II nin getiriliş nedeni, yönetim kurulunun üzerine düşen yönetim görev ve yetkisini yerine getirmemesi/getirememesidir. Zira kanun hükmünde  açıkça  öngörüldüğü  gibi,  yönetim  kurulunun  devamlı  surette toplanamaması,  toplantı  nisabının  oluşmasına  imkân  bulunmaması  veya mevcut olmaması durumlarında tek bir pay sahibi mahkeme kararı ile genel kurulu toplantıya çağırabilecektir. Böylelikle TTK m. 530 bağlamında organ eksikliğinin ortaya çıkması ve şirketin feshine kadar gidilebilecek sonucun engellenmesi amaçlanmaktadır. Uygulama açısından pay sahibinin mahkeme kararı  ile  çağrı  yetkisini  kullanabilmesi  sıkıntı  yaratabilecek  niteliktedir. Zira genel kurulu toplantıya davet usulü TTK m. 414/I de (Genel Kurul Yönetmeliği  m.  10)  düzenlenmiştir.  Pay  sahibinin  de  bu  hükme  riayet etmesi gerekmektedir. Ancak bunu yaparken bilgi ve belgelere sahip olması gerekir. Yönetim kurulu pay sahibine gerekli kolaylığı sağlamadığı takdirde ise çağrı konusunda sıkıntı yaşanması muhtemeldir. Bu nedenle genel kurul toplantısının yapılmasını sağlamak için TTK m. 412 de öngörüldüğü gibi bir kayyım atanmasının daha uygun olacağı düşünülmektedir. TTK  m.  410/II  bağlamında  yönetim  kurulunun  eksikliği  geniş anlaşılmalıdır. Kurulun toplantı nisabının gerçekleşmesine imkân bulunmaması hali üye eksikliği nedeniyle ortaya çıkabilir. Ancak bu durumda TTK m. 363/I in uygulama alanı bulması söz konusu olacaktır. Bununla birlikte geriye kalan yönetim kurulu üyeleri bu maddeyi işletmedikleri takdirde veya toplantı nisabının oluşmaması halinde genel kurulun toplantıya daveti gereklidir. İşte bu noktada TTK m. 410/II nin uygulama alanı bulması muhtemeldir. Zira esas sözleşmede veya genel kurul kararında belirtilen yönetim kurulu üye sayısında sonradan  meydana  gelen  eksilmeler  toplantı  nisabı  bundan  etkilenmese dahi kurulun organ niteliğini etkiler. Yönetim kurulunun mevcut olmaması, kurul üyelerinin toptan istifası, kaza gibi nedenlerle ortaya çıkabileceği gibi 120 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE üyelerin görev sürelerinin sona ermesi, üye seçimine ilişkin genel kurul kararının yokluğunun, butlanının tespiti veya iptali ve kesinleşmesi ile ortaya çıkabilir.  Yönetim  kurulunun  devamlı  olarak  toplanamaması  hali  geniş yorumlanmalıdır. Şöyle ki, yönetim kurulunun devamlı olarak toplanamaması ile birlikte toplanmasına rağmen sürekli bir şekilde ve hiçbir surette karar alamaması bu kapsamda değerlendirilmelidir.",
     "Kaynakça": "AKDAĞ GÜNEY, Necla, 6102 Sayılı Türk Ticaret Kanununa Göre Anonim Şirket Yönetim Kurulu, 1. Bası, İstanbul 2012. AKİPEK,  JALE/AKINTÜRK,  TURGUT/ATEŞ  KARAMAN, DERYA, Türk Medeni Hukuku Başlangıç Hükümleri Kişiler Hukuku C. I, 10. Bası, İstanbul 2013. ANSAY, Tuğrul, Anonim Şirketler Hukuku, 6. Bası, Ankara 1982. ARSLANLI, Halil, Anonim Şirketler I Umumi Hükümler, 3. Bası, İstanbul 1960 (Anılış: ARSLANLI, AŞ, C. I). ARSLANLI,  Halil,  Anonim  Şirketler  II-III  Anonim  Şirketin Organizasyonu ve Tahviller, İstanbul 1960 (Anılış: ARSLANLI, AŞ, C. II-III). ARSLANLI, Halil, Anonim Şirketler IV-V Anonim Şirketin Hesapları Anonim Şirketin İnfisahı ve Tasfiyesi, İstanbul 1961 (Anılış: ARSLANLI, AŞ, C. IV-V). AYHAN,  Rıza,  Birikimli  Oy  Hakkında,  Prof.  Dr.  Fikret  EREN e Armağan, Ankara 2006, s. 237-260. BAHTİYAR,  Mehmet, Anonim  Ortaklık Ana  Sözleşmesi,  İstanbul 2001. BAHTİYAR,  Mehmet/HAMACIOĞLU,  Esra,  Yeni  TTK ya  Göre Anonim Ortaklık Genel Kurul Toplantıları, 1. Bası, İstanbul 2014. BARLAS, Nami, Adi Ortaklık Temeline Dayalı Sözleşme İlişkileri, 3. Bası, İstanbul 2012. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 121Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... BAŞBUĞOĞLU, Tarık, Uygulamalı Türk Ticaret Kanunu, Açıklamalarİçtihatlar, C. I, Ticari İşletme, Ticaret Şirketleri, Kıymetli Evrak Hukuku, Ankara 1988. BİLGİLİ, Fatih/DEMİRKAPI, Ertan, Şirketler Hukuku, 9. Bası, Bursa 2013. von BÜREN, Roland/STOFFEL, Walter A/WEBER, Rolf H, Grundriss des Aktienrechts, 3. Auf., Zurich 2011. BÜRGERS, Tobias/KÖRBER, Torsten (Yayınlayanlar), Heidelberger Kommentar zum Aktiengesetz, 2. Auf., Heidelberg, München, Landsberg, Frechen,    Hamburg  2011  (Anılış:  BÜRGERS/KÖRBER  (İlgili  Bölümün Yazarı). BÖCKLI, Peter, Schweizer Aktienrecht, 4. Auf., Zurich-Basel_Genf 2009. BÜRGI, F. Wolfhart, Das Obligationenrecht (Zürcher Kommentar), 5. Teil: Die Aktiengesellschaft, b/2: Art. 698-738, Zurich 1969. ÇAMOĞLU, Ersin, 6102 Sayılı Yeni Türk Ticaret Kanunu nda Anonim Ortaklık Yönetim Kurulunda Belirli Grupların Temsili, Halil Arslanlı Bilim Arşivi,(http://arslanlibilimarsivi.com/, 19.02.2015). ÇEVİK, Orhan Nuri, Anonim Şirketler, 4. Bası, Ankara 2002. DAYINLARLI, Kemal, Joint Venture Sözleşmesi, 3. Bası, Ankara 2007. DOĞANAY, Y. Ümit, Adi Şirket Akdi (Akdin Unsurları-KurulmasıHükümsüzlüğü), İstanbul 1968. DOMANİÇ, Hayri, Anonim Şirketler Hukuku ve Uygulaması TTK Şerhi II, İstanbul 2010. DURAL, H. Ali, Anonim Ortaklıklarda Yönetim Kurulunun Kilitlenmesi ve Hukuki Sonuçları, Yayınlanmamış Doktora Tezi, İstanbul 2005. DURAL, Mustafa/ÖĞÜZ, Tufan, Kişiler Hukuku, 14. Baskı, İstanbul 2013.  ERDEM, Nuri, 6102 Sayılı Yeni TTK ya Göre Anonim Ortaklık Pay Sahiplerinin “Müktesep(Kazanılmış) Hakları, Regesta, C. II, S. 1, 2012, 2944. ERDEM, H. Ercüment, Türk ve AT Rekabet Hukukunda Birleşme ve 122 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE Devralmalar, İstanbul 2003 (Anılış: ERDEM, Birleşme ve Devralmalar). ERDEM, H. Ercüment, Türk Ticaret Kanunu nun Anonim Şirketler İçin Getirdiği Yenilikler, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, C. 9, S. 117-118, Mayıs-Haziran 2014, s. 29-61. FORSTMOSER,  Peter/MEIER-HAYOZ,  Arthur/NOBEL,  Peter, Schweizerisches Aktienrecht, Bern 1996. FUNK, Frist, Kommentar des Obligationenrechtes, Zweiter Band: Das Recht der Gesellchaften, Aarau 1951. GÜMÜŞ, Mustafa Alper, Türk Medeni Hukukunda Kayyımlık,  İstanbul 2006. GÜNGÖRDÜ, Abdülgani/KAYAR, Mehmet Akif, AB Rekabet Hukuku Uygulamaları  Işığında  Ortak  Girişimlerde  Ortak  Kontrolün  Varlığının Belirlenmesi, Rekabet Dergisi, S. 11, Temmuz-Ağustos-Eylül 2002 s. 83-104. HELVACI, Mehmet, “Sermaye Şirketlerinin Genel Kurul Toplantıları ve Bu Toplantılarda Bulunacak Sanayi ve Ticaret Bakanlığı Komiserleri Hakkındaki YönetmelikGereği ticaret Ortaklıklarının Özellikle Anonim Ortaklıkların Genel Kurullarının Yapılması, 1. Bası, İstanbul 1997. HOMBURGER, Eric, Zürcher Kommentar zu Art. 707-726 OR, Zurich 1997 (Anılış: Zürcher Komm.-OR/HOMBURGER).   HONSELL,  Heinrich/VOGT,  Nedim  Peter/WATTER  ,  Georg (Yayınlayanlar),  Basler  Kommentar  zum  Schweizerischen  Privatrecht, Obligationenrecht  II,  Art.  530-1186  OR,  3.  Auf.,  Basel  2008  (Anılış: HONSELL/VOGT/WATTER (İlgili Bölümün Yazarı). HÜFFER, Uwe, Beck sche Kurz Kommentare, Aktiengesetz, 10. Auf., München 2012. İMREGÜN, Oğuz, Anonim Ortaklıklar, 4. Bası, İstanbul 1989 (Anılış: İMREGÜN, AO). İMREGÜN, Oğuz, Anonim Şirketlerde Pay Sahipleri Arasında Umumi Heyet Kararından Doğan Menfaat İhlalleri ve Bunların Telif Çareleri, İstanbul 1962 (Anılış: İMREGÜN, Menfaat İhlalleri). İMREGÜN, Oğuz, Anonim Ortaklıklarda Yönetim Kurulu Toplantı ve Karar Yetersayıları ve Yönetim Kurulu Kararlarına Karşı Başvuru Yolları, Prof. Dr. Hayri Domaniç e 80. Yaş Günü Armağanı, C. I, İstanbul 2001, s. 277-292 (Anılış: İMREGÜN, Yönetim Kurulu Kararları). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 123Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... İZMİRLİ, Yadigar, Anonim Şirketlerde YÖNETİM Kurulunun Organ Niteliğini Kaybetmesi ve Hukuki Sonuçları, 1. Baskı, Ankara 2001. KARAEGE, Özge, Anonim Şirketlerde Genel Kurulun Yönetim Kurulu Üyelerini  Görevden Alma  (Azil) Yetkisi  (TTK  m.  364), Ankara  Barosu Dergisi, Y. 72, S. 2014/1, s. 71-110. KARAHAN,  Sami,  Anonim  Ortaklıklarda  İmtiyazlı  Paylar  ve İmtiyazların Korunması, İstanbul 1991. KARAHAN, Sami (Editör), Şirketler Hukuku, 2. Bası, Konya 2015 (Anılış: KARAHAN/İlgili Bölümün Yazarı). KARASU, Rauf, Anonim Şirketlerde Emredici Hükümler İlkesi, 2. Bası, Ankara 2015. KARAYALÇIN, Yaşar, Ticaret Hukuku II, Şirketler Hukuku, 2. Bası, Ankara 1973 (Anılış: KARAYALÇIN, Ticaret Hukuku II). KARAYALÇIN,  Yaşar,  Anonim  Şirkette  Çoğunluk-Azınlık  İlişkisi Bakımından Kontrol (Blok) satışı ve Genel Alım Önerisi, Prof. Dr. Haluk Tandoğan a Armağan, Ankara 1990, s. 351-398 (Anılış: KARAYALÇIN, Kontrol Satışı). KENDİGELEN, Abuzer, Yeni Türk Ticaret  Kanunu,  Değişiklikler, Yenilikler ve İlk Tespitler, 2. Bası, İstanbul 2012 (Anılış: KENDİGELEN, İlk Tespitler). KENDİGELEN,  Abuzer,  Anonim  Ortaklıkta  Yönetime  Katılma Haklarında İmtiyaz, İstanbul 1999 (Anılış: KENDİGELEN, İmtiyaz). KENDİGELEN, Abuzer, İsviçre Hukukunda Farklı Pay Sahibi Kategori veya Gruplarının Şirket Organlarında Temsili (OR Art.709), Makalelerim, İstanbul 2011, s. 388-451 (Anılış: KENDİGELEN, İsviçre Hukuku). KIRCA,  İsmail/ŞEHİRALİ  ÇELİK,  Feyzan  Hayal/MANAVGAT, Çağlar, Anonim Şirketler Hukuku, C. I, Temel Kavram ve İlkeler, Kuruluş, Yönetim Kurulu, Ankara 2013. KRNETA, Georg, Praxiskommentar Verwaltungsrat, Art. 707-726, 754 OR und Spezialgesetze, Ein Handbuch für Verwaktungsräte, 2. Auf., Bern 2005. LEHMANN,  Peter,  “Die  Kleine Aktiensrechtsrevision (Teil  2)  – Neuerungen  in  den  Bereichen  Aktionärsrechte,  Firma,  Handelsregister, GesKR, 2007, s. 420-428. 124 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE MEIER, Robert, Die Aktiengesellschaft, Zurich-Basel-Genf 2005. MİMAROĞLU,  Sait  Kemal,  Anonim  Şirketlerde  İdare  Meclisi Azalarının Hukuki Mesuliyeti, Ankara 1967, (Anılış: MİMAROĞLU, Hukuki Mesuliyet). MİMAROĞLU, Sait Kemal, Ticaret Hukuku, II. Cilt, İşletme Hukuku, Ticaret Ortaklıkları Hukuku (Ortaklıklar Hukukuna Giriş – Genel Hükümler – Kollektif ve Komadit Ortaklıklar), Ankara 1972 (Anılış: MİMAROĞLU, Ticaret Ortaklıkları Hukuku). MOROĞLU, Erdoğan, Anonim Ortaklıkta Azınlık Pay Sahiplerinin Korunması ve Haklı Nedenlerle Fesih, Makaleler I, 2. Bası, İstanbul 2001, s. 89-102 (Anılış: MOROĞLU, Azınlık). MOROĞLU, Erdoğan, Anonim Ortaklık Yönetim Kurulu Üyeleri ile Denetçilerinin Görev Süreleri, Makaleler I, 2. Bası, İstanbul 2001, s. 389-400 (Anılış: MOROĞLU, Görev Süreleri). MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 7. Bası, İstanbul 2014 (Anılış: MOROĞLU, Hükümsüzlük). MOROĞLU,  Erdoğan,  Türk  Ticaret  Kanunu  Tasarısı  ile Yürürlük ve Uygulama Kanunu Tasarısı Taslağı Değerlendirme ve Öneriler, 4. Bası, Ankara 2006 (Anılış: MOROĞLU, Tasarı). Münchener  Handbuch  des  Gesellschaftsrechts,  Band  4, Aktiengesellschaft, 3. Auf., München 2007 (Anılış: Münc. Hdb. AktG/İlgili Bölümün Yazarı). Münchener Kommentar zum Aktiengesetz, Band 2, §§ 76-117, 4. Auf., München 2014 (Anılış: Münc. Komm-AktG./İlgili Bölümün Yazarı).  Münchener Kommentar zum Aktiengesetz, Band 3, §§ 118-178, 3. Auf., München 2013 (Anılış: Münc. Komm-AktG./İlgili Bölümün Yazarı).  NARBAY,  Şafak,  TTK  Tasarısı nda  Anonim  Ortaklık  Genel Kurulunu Toplantıya Davete Yetkili ve Görevli Olanlara İlişkin Hükümlerin Değerlendirilmesi, HPD 2006, s. 168-181. NOMER,  Füsun,  Anonim  Ortaklıkta  Pay  Sahibinin  Sadakat Yükümlülüğü, İstanbul 1999. OĞUZMAN, M. Kemal /SELİÇİ, Özer/OKTAY ÖZDEMİR, Saibe, Kişiler Hukuku (Gerçek ve Tüzel Kişiler), 13. Bası, İstanbul 2013. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 125Anonim Şirketlerde Tek Pay Sahibinin Genel Kurulu Toplantıya Çağrı... OKUTAN NILSSON, Gül, Halka Açık Anonim Ortaklıklarda Birikimli Oy Kullanımı, Bilgi Toplumunda Hukuk, Ünal Tekinalp e Armağan, C. I, İstanbul 2003, s. 563-601 (Anılış: OKUTAN NILSSON, Birikimli Oy). OKUTAN  NILSSON,  Gül,  Anonim  Ortaklıklarda  Paysahipleri Sözleşmeleri, İstanbul 2004 (Anılış: Pay Sahipleri Sözleşmeleri). ÖZTAN, Bilge, Medeni Hukuk Tüzel Kişilerinde Organ Kavramı ve Organın Fiillerinden Doğan Sorumluluk, Ankara 1970. PLÜSS,  Adrian,  Können  Richter  Verwaltungsräte  Absetzen?,  AJP 2014, s. 211-216. POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin,  Ortaklıklar ve Kooperatif Hukuku, 11. Bası, İstanbul 2009 (Anılış: POROY/TEKİNALP/ ÇAMOĞLU, Ortaklıklar Hukuku). POROY,  Reha/TEKİNALP,  Ünal/ÇAMOĞLU,  Ersin,  Ortaklıklar Hukuku I, 13. Bası, İstanbul 2014 (Anılış: POROY/TEKİNALP/ÇAMOĞLU, Ortaklıklar I). POROY,  Reha/TEKİNALP,  Ünal/ÇAMOĞLU,  Ersin,  Ortaklıklar Hukuku,  C.  II,  2.  Bası,  İstanbul  1976  (Anılış:  POROY/TEKİNALP/ ÇAMOĞLU, Ortaklıklar Hukuku 1976). PULAŞLI, Hasan, Şirketler Hukuku Şerhi, C. I, 2. Bası, Ankara 2014 (Anılış: PULAŞLI, C. I). PULAŞLI, Hasan, Şirketler Hukuku Şerhi, C.II, 2. Bası, Ankara 2014 (Anılış: PULAŞLI, C: II). SCHUCANY, Emil, Kommentar zum Schweizerischen Aktienrecht, 2. Auf., Zurich 1960. SOYKAN, İsmail Cem, Anonim Ortaklıklarda Organ Yokluğu, İstanbul 2012. ŞEHİRALİ ÇELİK, Feyzan Hayal, Hukukun Ekonomik Gerçekliğe Yanıtı: Tek Kişilik Şirketler, Batider, C. XXIV, S. 1, 2007, s. 163-216. ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku Ders Kitabı, 2. Bası, Ankara 2015. TANNER,  Brigitte,  Kommentar  zu  Art.  698-706  b  OR,  Die Generalversammlung, in: Zürcher Kommentar, Teilband V 5b, Zurich 2003 (Anılış: Zürcher Komm.-OR/TANNER). 126 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Özge KARAEGE TEKİL, Fahiman, Anonim Şirketler Hukuku, 2. Bası, İstanbul 1998. TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, 3. Bası, İstanbul 2013 (Anılış: TEKİNALP, Sermaye Ortaklıkları 2013). TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, 4. Bası, İstanbul 2015 (Anılış: TEKİNALP,  Sermaye Ortaklıkları 2015). TEOMAN, Ömer, Türk Hukukunun Güncel Sorunları I (Ticaret Sicili Memuru nun TTK m. 315, f. 1 Uygulamasındaki Denetim Yetkisi-Nama Yazılı Hisse Senetlerinin Cirosunda İmzanın Kaşe ile Atılabilip Atılamayacağı Sorunu), Otuz Yıl Ticaret Hukuku-Tüm Makalelerim- C. II 1982-2001, İstanbul 2001, s. 293-307 (Anılış: TEOMAN, Sicil Memuru). TEOMAN, Ömer, Türk Ticaret Kanunu Tasarısı nın Anonim Ortaklık Yönetim  Kuruluna  İlişkin  Bazı  Hükümlerin  Değerlendirilmesi,  Batıder, C.XXVI, S. 3, 2010, s. 5-16 (Anılış: TEOMAN, Yönetim Kurulu). TRAUTMANN,  Mathias/von  der  CRONE,  Hans  Caspar, Organisationsmängel  und  Pattsituationen  in  der Aktiengesellschaft,  SZW, 2012, s. 461-476. TÜRKOĞLU,  Ferah,  Anonim  Ortaklıklarda  Organ  Boşluğu  ve Ortaklığa Kayyım Atanması, Maltepe Üniversitesi Hukuk Fakültesi Dergisi, S. 2, 2010, s. 127-149. ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku I. Cilt, Ankara 2013. YASAMAN,  Hamdi, Anonim  Ortaklılarda Azınlığın  Genel  Kurulu Toplantıya Çağırması, Prof. Dr. Reha Poroy a Armağan, İstanbul 1995, s. 450-454. YILDIZ,  Şükrü,  Anonim  Ortaklıkta  Yönetim  Kurulunun  Toplantı Yetersayısı  ve Yargıtay  Kararları,  Ticaret  Hukuku  ve  Yargıtay  Kararları Sempozyumu Bildiriler-Tartışmalar XVIII 25 Haziran 2001, Ankara 2001, s. 67-104. YİĞİT, İlhan, Anonim Ortaklık Genel Kurulunun İşleyişi ve Ortaya Çıkan Sorunlar, İstanbul 2005. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 127"
}