{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "20",
     "Sayı": "2",
     "Başlık": "LİMİTED ŞİRKETTE ÇIKMA VE ÇIKMAYA KATILMA",
     "Title": "EXIT A LIMITED LIABILITY COMPANY AND CONTRIBUTION TO THE EXITING",
     "Yazar İsmi": [
          "Bünyamin GÜRPINAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Limited şirket",
          "ortak",
          "ortaklıktan çıkma",
          "çıkmaya katılma"
     ],
     "Keywords": [
          "Limited liability company",
          "shareholder",
          "Withdrav from partnership",
          "contribution to the exit"
     ],
     "Özet": "Türkiye de en çok tercih edilen ortaklık türü limited şirketlerdir. Kuruluş kolaylığı, tüzel kişilik ve alacaklılara karşı şirketin sadece malvarlığı ile sorumlu olması bu ortalık türünü cazip kılmaktadır. Anonim ortaklıklar bakımından çok önem arz eden sermayenin korunması ilkesi, pay sahibinin çıkma yoluyla anılan şirketten ayrılmasına izin vermemektedir.  Bu ilke limited şirketlerde vazgeçilmez bir prensip değildir. Bu durum, limited şirketlerde ortaklıktan çıkmayı anonim ortaklığa göre mümkün hale getirmektedir. Ortak ile limited şirket arasındaki ortaklık ilişkisi temelde üç şekilde son bulur: Bunlar, ayrılma, çıkarılma ve şirketin feshine karar verilmesidir. Ortakların limited şirketten ayrılması ise iki yolla olur: Bunlar esas sermaye payının devri ve şirketten çıkmadır. Bu çalışmada sadece çıkma alt türleri ile birlikte incelenecektir. Çıkma, şirket sözleşmesinde bir sebebe bağlı olarak veya sebepsiz şekilde tanınabilir.  Şirket sözleşmesinde hiç tanınmamış olsa bile haklı sebebe dayanarak her zaman gerçekleşebilir. Veyahut çıkma, çıkmaya katılma yolu ile gerçekleşebilir.",
     "Abstract": "Limited liability company is the most preferred partnership in Turkey. Facility in the establishment of a company, having a legal entity and as a partnership, being responsible with only assets against the creditors are the main subjects of the company to make it favored. The principle of capital maintenance  as to be very importance of join stock company disallow the shareholders leave the company by the way of exit. This principle is not an indispensable rule of the limited liability companies. This makes the exit possible for limited liability companies rather than join stock companies. Partnership relation between the stockholder and the limited liability company comes to the end in three ways: These are dispersion, exclusion and deciding to dissolution of the company. Leaving the limited liability company of stockholders could be in two ways: These are assignment of capital share and exit the company. In this study, only exit the company will be analysed with its sub-types. Exit the company could be provided in the stockholders agreement based on the reasons or motivelessly. Even though, it is not hold in the agreement, exit occur at any time based upon valid ground. Besides, exit could be happened via the contribution to the exiting.",
     "Metin": "Ülkemizde kuruluşunun kolaylığı, ortakların sorumluluğunun sınırlı olması gibi nedenlerle limited şirketler, diğer şirketlere kıyasla daha çok tercih edilmiş ve edilmektedir. Sadece 2016 yılı Ocak ayında 5.652 yeni limited şirketin kurulmuş olduğu, Haziran 2014 itibariyle toplam rakamın ise 713.8612 olduğu dikkate alınırsa, limited şirketlerin ülkemiz ekonomisindeki yeri ve önemi daha net görülecektir. Sayıca bu denli fazla olan limited şirketlerde ortaklar arasında bir takım uyuşmazlıkların çıkması, dolayısıyla ortakların şirket kuruluşundaki arzularını, amaçlarını yitirmeleri ve ortaklıkla arasındaki ilişkiye son vermek istemeleri sık karşılaşılan bir durumdur. Limited şirketler, kanunda her ne kadar bir sermaye şirketi olarak nitelendirilmiş ise de anonim şirkete göre ortaklar arasındaki ilişkiler daha kuvvetlidir, ortakların birbirini tanıma ve birbirlerine güven duymaları önem arz eder; bu nedenle limited ortaklıklar şahıs şirketi niteliği de gösterirler. Dolayısıyla ortakların şirketten çıkmaları pek arzu edilen bir durum değildir. Esas sermaye payını devretme suretiyle ayrılma ise anonime göre daha zordur. Ancak kimseden ileriye dönük çıkar beklentisi kalmamış bir hukuki ilişkiyi zorla sürdürmesi beklenemez. Bu kapsamda şirket sözleşmesinde belirlenen nedenle veya haklı bir sebebin varlığında ilişkiyi sonlandırmanın mümkün olabileceği teorik olarak mümkün görülmekle beraber konu, Türk Ticaret Kanunu (TTK) nda limited şirkette çıkma, çıkmaya katılma ve çıkarma alt başlıkları ile aslında bir kurum olarak düzenlenmiştir. Bu incelemede 6102 sayılı Kanun esas alınarak limited şirkette ortağın çıkma hakkı ve çıkmaya katılma kurumu incelenecektir. Bu amaçla çıkma kavramı, hukuki niteliği ve türleri, çıkmaya katılma ve son olarak çıkmanın sonuçları üzerinde durulacaktır. 1  http://www.tobb.org.tr/BilgiErisimMudurlugu/Sayfalar/KurulanKapananSirketistatistikleri. aspx. (E.T.: 27.02.2016) 2   http://icticaret.gtb.gov.tr/istatistikler/sirket-sayilari (E.T.: 15.05.2015) 3   Anonim ortaklıkta çıkma yoktur, çıkma benzeri bazı haller vardır. Yine limited ortaklıkta olduğu gibi  (TTK m. 638/1), anonim ortaklıkta pay sahibine esas sözleşme ile çıkma hakkı da tanınamaz. Ayrıntılı bilgi için bkz. Reha POROY, Ünal TEKİNALP ve Ersin ÇAMOĞLU, Ortaklıklar Hukuku I, Yeniden Yazılmış 13. Bası, Vedat Kitapçılık, İstanbul, 2014, N. 848; Ersin ÇAMOĞLU, Anonim Ortaklığın Haklı Sebeple Feshinde Hakimin Takdir Yetkisi, Bankacılık ve Ticaret Hukuku Dergisi, C. XXXI, Sa. 1, 2015, s.11 de 12 numaralı dipnot. 4   Zeynep MİNELİLER, Yeni Türk Ticaret Kanunu na Göre Limited Şirketlerin Haklı Sebeple Feshi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVI, Sa., 3, 2012, s. 96. 74 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR II.  ORTAKLIK İLİŞKİSİNİN SONA ERMESİ Türkiye ticari hayatında geçmişten bu yana ve an itibariyle limited ortaklıkların diğer ortaklık türlerine nispetle sayıları oldukça fazladır. Ayrıca yeni kuruluşlar incelendiğinde limited şirketlere yönelme eğiliminin artarak devam  ettiği  görülmektedir.  Bu  durum  limited  ortaklıkları  ve  ortaklık ile ortaklar arasındaki ilişkilerin niteliği ve seyrini mercek altına almanın kaçınılmaz  gereğine  işaret  etmektedir.  Ortaklar  ve  ortaklar  ile  ortaklık ilişkilerinin  bir  sözleşme  tahtında  yürüdüğü/yürütüldüğü  bilinmektedir. Dolayısıyla  ve  kısaca  sözleşme  bu  ilişkilerin  temel  unsurudur.  Klasik anlatımla,  icap  ve  kabul  ile  ortaklar  arasında  kurulan  bu  bağ,  kanunen gerekli şartların yerine getirilmesiyle ticari ortaklığın kurulmasına imkân vermektedir. Ortaklık ilişkisi sürekli nitelikte ve bu ilişkideki müşterek amaç, kazanç sağlamak ve bu kazancı (kârı) paylaşmak olduğuna göre bu amacın gerçekleştirilebilmesi,  başlangıçta  sermaye  olarak  ortaklığa  sunulan  daha sonra ortaklığın ekonomik etkinlikleri sonucu malvarlığına dönüşen ayrı bir değerin daha işletilmesi, yani bu malvarlığı üzerindeki mülkiyet hakkının etkin kullanılmasıyla mümkündür. Bu nedenle kısaca malvarlığının işletmesi olarak tarif edebileceğimiz ortaklık faaliyetlerinin özünde girişim ve mülkiyet hakkı bulunmaktadır. İrade özgürlüğünün yansıması olarak kabul edilen sözleşme özgürlüğü, hem taraﬂ arın kanunda belirtilen şartlar dairesinde özgürce diğer kişilerle, dilediği şekilde, türde ve içerikle akit yapabilmesi, hem de bu bağa mahkûm olmadan, yine kanun hükümleri dairesinde bu ilişkiyi anlaşarak özgürce sona  erdirebilmesi  veya  içeriğini  değiştirebilmesi  olarak  tanımlanabilir. 5   Örneğin Ocak-2016 verilerine göre Türkiye de bir ay içinde toplam 6894 şirket kurulmuştur. Bunlardan sadece bir tanesi kollektif ortaklık ve 1.182 adedi anonim ortaklık iken 5652 si limited ortaklık şeklinde kurulmuştur. Kaynak: Türkiye Ticaret Sicili Gazetesi, http://www. tobb.org.tr/BilgiErisimMudurlugu/Sayfalar/KurulanKapananSirketistatistikleri.aspx.  (E.T.: 27.02.2016). 6   Hemen belirtmek gerekir ki 6102 s. Kanunla anonim ve limited ortaklıkların tek kişi ile kurulmasına ve ortak sayısının bire düşmesi hâlinde yaşamlarını sürdürmelerine izin verilmiştir. Bu durum aslında özellikle limited ortaklıkta, şirketin feshine karar vermek yerine ortağın çıkması veya çıkarılması seçeneğini daha uygun hale getirmiştir. Ayrıntılı bilgi için bkz. Ünal TEKİNALP, Yeni Anonim ve Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığının Esasları, Vedat Kitapçılık, İstanbul, 2012, s. 57 vd. 7   Ünal TEKİNALP, Sermaye Ortaklıklarının Yeni Hukuku, 4. Bası, Vedat Kitapçılık, İstanbul, 2015, s. 80, (N. 9-07). 8   Aydın ZEVKLİLER/Emre GÖKYAYLA, Borçlar Hukuku Özel Borç İlişkileri, İstanbul 2010 s. 7 vd.; Haluk TANDOĞAN, Borçlar Hukuku C:I Özel Borç İlişkileri, Vedat Kitapçılık, İstanbul, 2008, s. 9 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 75Limited Şirkette Çıkma ve Çıkmaya Katılma Ancak bu hakkın kullanılmasında kişinin menfaati kadar sözleşmenin diğer tarafının ve diğer ilgililerin (örneğin alacaklıların) de menfaatinin korunması gerekmektedir. Sermaye ortaklıklarına kıyasla kişi ortaklıklarında, bir ortağın ortaklıktan ayrılması, sermayenin azalması bakımından ve sermaye belirli olmadığından diğer ortaklar tarafından nispeten kabul edilebilir bir durumdur. Buna  karşın  sermaye  ortaklıklarında  ortaklara  sözleşme  ile  çıkma  hakkı tanımak çok arzu edilebilir bir durum değildir. Anonim  ortaklıklar  bakımından  çok  önem  arz  eden  sermayenin korunması ilkesi, pay sahibinin çıkma yoluyla anılan şirketten ayrılmasına izin vermemektedir.  Bu ilke limited şirketlerde vazgeçilmez bir prensip değildir. Bu durum, limited şirketlerde ortaklıktan çıkmayı anonim ortaklığa göre mümkün hale getirmektedir. Ortak ile limited şirket arasındaki ortaklık ilişkisi temelde üç şekilde son bulur: Bunlar, ayrılma, çıkarılma ve şirketin feshine karar verilmesidir. Ancak yine de limited şirkette ortaklar arasındaki irtibat, işbirliği ve güven ilişkisi anonim şirket ortaklarına kıyasla daha fazla önem arz ettiğinden, kural olarak bir anonim şirkette ortak ancak payını devrederek ortaklıktan ayrılabilecekken limited şirket ortağı için belirli durumlar söz konusu olduğunda ancak ortaklıkla arasındaki ilişkiye son vermesine imkân tanınmıştır. Ortakla limited şirket arasındaki ortaklık ilişkisi temelde iki şekilde son bulur: Bunlar ayrılma ve çıkarılmadır. Ortakların limited şirketten ayrılması ise iki yolla olur: Bunlar esas sermaye payının devri ve şirketten çıkmadır. 9   Ortaklık sözleşmeleri genellikle ikiden fazla kişinin yaptığı sözleşmeler olarak genel sözleşme hükümlerine tabi olmakla beraber, klasik sözleşme kavramından bazı bakımlardan ayrıldığı kabul edilir ve bu tür sözleşmelere, BK nin sözleşmeye ilişkin genel kuralları kıyasen uygulanır (Bkz. M. Kemal OĞUZMAN ve M. Turgut ÖZ, Borçlar Hukuku Genel Hükümler, Cilt-I, 12. Bası, Vedat Kitapçılık, İstanbul, 2014, s. 41-42; Fikret EREN,  Borçlar Hukuku Genel Hükümler, 16. Bası, Yetkin Yayınları, Ankara, 2014, s. 213. 10  Nihat, TAŞDELEN, 6102 sayılı Türk Ticaret Kanununa Göre Limited Ortaklıklarda Çıkma Çıkarılma ve Fesih, Yetkin Yayınları, Ankara, 2012, s. 85. 11  Ayşe ŞAHİN, Türk Ticaret Kanunu nun Limited Ortaklıklarda Ortağın Çıkması ve Çıkarılmasına İlişkin Hükümlerinin Değerlendirilmesi, ERSİN ÇAMOĞLU na Armağan, Vedat Kitapçılık, İstanbul, 2013, s. 176. Halka açık anonim ortaklıklar bakımından bu durumun bir istisnası Sermaye Piyasası Kanunu m. 23 ile getirilmiştir. Ancak anılan hükümle getirilen hakkın ayrılma mı yoksa çıkma hakkı mı olduğu kanımızca tartışılmalıdır. (bkz.: Tekin MEMİŞ/ Gökçen TURAN, Sermaye Piyasası Hukuku, Seçkin Yayınları, Ankara, 2015, s.140 vd.; Mustafa ÇEKER, Halka Açık Anonim Ortaklıklarda Pay Sahiplerinin Şirketten Çıkma Hakkı, Bankacılık ve Ticaret Hukuku Dergisi, cilt XXIII, Sa. 1, Haziran 2005, s.62). 12  Hanife DİRİKKAN ÖZTÜRK, Limited Şirket Ortağının Ayrılması ve Ayrılma Payı, Yetkin Yayınları, Ankara, 2005, s. 23 vd. 13  Ersin ÇAMOĞLU, Limited Şirketten Çıkma-I, Yaklaşım Dergisi, Ocak-2014a, S. 253, s. 255.  76 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR A.  ÇIKMA KAVRAMI Çıkma, ortağın iradi olarak ortaklıkla arasındaki hukuki ilişkiyi sona erdirmesi  olarak  tanımlanabilir.    Bu  tanımdan  ve  sözcük  anlamından hareketle çıkma, çıkanın iradesiyle yakından ilgilidir. Ancak doktrinde ölüm, cebri icra gibi iradi olmayan çıkma hallerinin de bu kapsamda değerlendirildiği görülmektedir. Limited şirketlerde sona erme ve ayrılmaya ilişkin bölümde düzenlenen TTK m.638 ve m. 639 hükümleri incelendiğinde, kanun koyucunun üç tür çıkma hâlini düzenlediğini görmekteyiz. Bunlar şirket sözleşmesi ile tanınan çıkma hakkı, haklı sebebin varlığında mahkeme kararıyla çıkma hakkı ve çıkmaya katılma yoluyla çıkmadır. Görüldüğü üzere kanun koyucu anılan hükümlerde, devir veya sermaye azaltma gibi başkaca bir amaca yer vermeksizin, ortağın doğrudan çıkma iradesiyle ortaklığa bir kişisel hakkını yöneltmesini ya da çıkmasına karar verilmesi için mahkemeye başvurma imkânını düzenlemiştir. Doktrinde çıkma kavramı, payın devri ve itfası ile birleşme, bölünme, tür değiştirme ve hâkimiyetin kötüye kullanılması hallerinde de değerlendirilmeye alınmaktadır. Çalışma konusunun sınırlandırılması amacıyla, ilgili ortağın ortaklıkla ilişkisinin iradi olarak sona ermesi olarak tanımlayabileceğimiz ayrılma kavramı ile doğrudan bu amaçla ortaklıkla hukuki ilişkisini sona erdirme amacının ön planda olduğu çıkma kavramının farkına değinmek 14  İrfan BAŞTUĞ, Limited Şirkette Ortağın Çıkma ve Çıkarılması (Doçentlik Tezi), İzmir, 1966, s.803, TAŞDELEN, s. 85; ÇAMOĞLU, 2014a, s. 255; Engin ERDİL, Limited Şirketlerde Ortaklıktan Çıkarılma, 2. Baskı, Vedat Kitapçılık, İstanbul, 2010, s. 34. 15  TAŞDELEN, a.g.e., s. 85. Doktrinde çıkma kavramı altında temel olarak TTK m. 595 hükmü kapsamında esas sermaye payının tamamen devri, limited şirket ortağının kişisel iﬂ ası, payının haczi, payın itfası, TTK m. 202/1.f.b. ve m. 202/2 uyarınca hâkim ortaklığın davacı pay sahiplerinin paylarını satın almasına hâkimin karar vermesi, ortakların oybirliğiyle bir ortağın çıkarılmasına karar vermesi, birleşme, bölünme ve tür değiştirmede ortağın çıkma hakkı, TTK m. 596 uyarınca miras, mal rejimi hükümleri uyarınca esas sermeye payının geçmesi, ortaklık sözleşmesinde öngörülen sebeplerle çıkma, mahkemece haklı sebeple çıkmaya karar verilmesi ve çıkmaya katılma hususları incelenmiştir. POROY/TEKİNALP/ÇAMOĞLU, yaptığı sınıﬂ andırmada ortağın kendi isteğiyle ayrıldığı hâlleri sayarken ortağın iﬂ ası veya payının haczini de bu kapsamda saymıştır Bkz. Reha POROY, Ünal TEKİNALP ve Ersin ÇAMOĞLU, Ortaklıklar ve Kooperatif Hukuku, Vedat Kitapçılık, İstanbul, 2010, N. 1677. Ancak iﬂ as, kişinin kendi talebiyle olabileceği gibi iradesi dışında bir sebeple, örneğin alacaklısının talebiyle de gündeme gelebilir. Aynı şekilde payın haczinde ortağın iradesinden, çıkma isteğinden bahsetmek, dolayısıyla bu iki hâli çıkma sınıﬂ andırmasında zikretmek kanaatimizce doğru değildir. Payın tamamen devri, hâkimiyetin kötüye kullanılmasında davacı pay sahiplerinin paylarının hâkim şirket tarafından satın alınmasına hükmolunması, ortağın ortaklıktan çıkması sonucunu doğursa da teknik anlamda bu hâllerde bir çıkma hakkının kullanılmasından ziyade sermayenin geçişi hükümleri gündeme gelecektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 77Limited Şirkette Çıkma ve Çıkmaya Katılma gerekir. Her ne kadar ortağın ayrılmasıyla neticelenen cebri icra gibi irade dışı haller ve ölüm gibi doğal hâller çıkma olarak nitelendirilmiş, kişiyi ortaklık ilişkisinin dışında bırakan bir hal16 olarak telakki edilerek ortaklıktan çıkma sebepleri arasında sayılmış olsa da bu tür bir sınıﬂ andırma bu çalışmada esas alınmamaktadır.  Nitekim  çıkma  neticesinde  ortağın  ilişki  dışında  kaldığı hususunda  şüphe  olmasa  da  pekâlâ  aynı  neticenin  çıkarılma  hâlinde  de doğacağı şüphesizdir. Kanaatimizce  ortağın  iradesinin  önem  arz  etmediği  cebri  icra, ölüm gibi istisnai hâllerle birlikte haklı sebeple ya da şirket sözleşmesinde düzenlenmek suretiyle ortağa tanınabilecek çıkma hakkının ve payın devri dâhil ortaklıkla ortak arasındaki bağın sona ermesine neden olan tüm hâlleri ayrılma; buna karşılık Kanunda belirli hâllerde ya da şirket sözleşmesiyle bağlayıcılık kazanan ortağın iradesinin ön planda olduğu ortaklıktan ayrılma hâllerinin ise çıkma kavramı altında incelenmesi, kavram karışıklığına engel olacaktır. Bu nedenle çalışmada TTK nin Limited Şirketler Kısmının Sona Erme ve Ayrılma bölümü altında 638. maddede düzenlenen haklı sebeple ve şirket sözleşmesi hükmüyle tanınan haklar çıkma kavramı çerçevesinde incelenecektir. Çıkma hakkı, yöneldiği sonuç açısından bozucu yenilik doğuran, kullanılış tarzı bakımından ise yenilik doğuran işlem veya yenilik doğuran dava olarak değerlendirilebilir. Yenilik doğuran işlem, karşı tarafa beyan edilmesiyle, yenilik doğuran dava ise mahkemeye müracaat etmek suretiyle gündeme gelip arzu edilen netice mahkemenin talebi kabul etmesi yoluyla sağlanabilir. İleride ayrıntıları incelenecek olan çıkma hakkının düzenlendiği TTK m. 638 den çıkarılacak sonuç şudur: Sözleşmeyle kararlaştırılan çıkma hakkı yenilik doğuran işlem, haklı sebeple çıkma ise haklı sebebin tespitine mahkeme karar vereceğinden yenilik doğuran dava niteliğindedir. Yenilik doğuran hakların özellikleri itibariyle bu tür haklar usulüne uygun olarak kullanılmakla istenen amaç gerçekleşir ve sonuç gerçekleştikten sonra bundan 16 TAŞDELEN, a.g.e., s. 114. 17 Doktrinde geniş-dar anlamda ayrılma şeklinde de sınıﬂ andırmaların yapıldığı görülmektedir. Dirikkan çıkma, çıkarılma dâhil şirketle ortak arasındaki ilişkiyi sonlandıran tüm hâlleri geniş anlamda ayrılma, taraﬂ arın anlaşarak ortağın payını devretmesi yoluyla ayrılmasını ise dar anlamda ayrılma olarak sınıﬂ andırmıştır. Bkz. DİRİKKAN ÖZTÜRK, a.g.e., s. 17-18. 18  ÇAMOĞLU, 2014a, s. 255. 19 Kemal OĞUZMAN/ Nami BARLAS, Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, İstanbul, Vedat Kitapçılık, 2015, s.163. 78 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR geri dönmek mümkün olmadığı gibi koruyucu bir hak olması nedeniyle baştan bu haktan feragat etmek de mümkün değildir. Ortağa sözleşme ile tanınan bir çıkma hakkının bulunduğu durumlarda çıkma hakkı, ortak ya da temsilcisi tarafından ortaklığa bildirimde bulunmak suretiyle kullanılabilecektir. Bu bildirim ortaklığa yöneltilmesi gereken tek taraﬂ ı yenilik doğurucu irade beyanıdır. Çıkma hakkı aynı zamanda vazgeçilmez hak niteliği taşımaktadır. Dolayısıyla  bu  hak,  sahibinin  rızası  olmaksızın  elinden  alınamaz.  Eğer söz konusu çıkma hakkı, şirket sözleşmesi ile ortağa tanınmış bir hak ise, Kanunun  izin  verdiği  ölçüde  sınırlandırılması  mümkün  olmakla  birlikte, hakkın kaldırılması ve özüne ilişkin, kullanımını ortadan kaldıracak nitelikte değişikler yapılması, ortağın rızası olmadıkça, mümkün değildir. B.  ÇIKMANIN TÜRLERİ Ölüm, iﬂ as vb. irade dışı durumlar bir kenarda tutulacak olursa, limited şirketlerde  ortaklar,  kendilerine  bu  yönde  bir  yetki  tanınmadıkça  tek  yanlı 20  OĞUZMAN/BARLAS, a.g.e., s.164. 21  Sözleşmeye bağlı yenilik doğuran hakların temsilci aracılığıyla kullanılması konusu yanında, Alman ve İsviçre doktrininde bu hakların sözleşmeye taraf olmayan üçüncü kişilere devri konusu tartışılmaktadır. Söz konusu tartışmalar ve Almanya ve İsviçre Federal Mahkemesi uygulamaları için bkz.: Vedat BUZ, Medeni Hukukta Yenilik Doğuran Haklar, Yetkin Yayınları, Ankara, 2005, s. 377-394. Yazar özellikle ayıba karşı tekeﬀ ülden doğan hakların yanı sıra iptal ve borçlu temerrüdünde sözleşmeden dönme ve sözleşmenin feshi gibi örnekler üzerinden sözleşmeye bağlı yenilik doğuran hakların doğdukları sözleşmeden bağımsız olarak devrinin devreden ve devralan açısından bir anlam ifade etmediğini savunmaktadır. Yazar ayrıca hakkın bağımsız olarak devrinin taraﬂ ara bir menfaat sağlamayacağını, hakkın kullanılmasındaki amacın temsilciye yetki vermek yoluyla sağlanmasının zaten mümkün olduğunu ifade etmiştir. Üçüncü kişi hakkı kullanmaktan daha çok hakkın kullanılmasıyla doğacak bir takım maddi neticelerle ilgileniyorsa yine hakkın bizzat sahibi ya da hak sahibi adına temsilcisi tarafından kullanılmasından sonra elde edilen iade alacağının bu kişiye devrinin mümkün olduğunu belirtmiştir. Biz de yazarın görüşüne, haklı ya da sözleşmeyle kararlaştırılan bir sebebe dayalı çıkma hakkının ve çıkmaya katılma hakkının devri açısından, aynı gerekçelerle katılmaktayız. Yani çıkma hakkı temsilci vasıtasıyla kullanılabilir ancak bağımsız olarak devredilmesi kanaatimizce mümkün değildir. Aksi fikrin kabulü halinde, çıkma hakkını üçüncü bir kişiye devreden limited şirket ortağı, örneğin çıkma için haklı sebebin varlığına, çıkma hakkını devralan üçüncü kişiyi ikna etmek durumunda kalacak, başarısız olması halinde haklı sebebin veya sözleşmeyle öngörülen sebebin gerçekleşmesine rağmen bu ilişkiye devam etmek zorunda kalacaktır. Bu durum çıkma hakkının niteliğiyle bağdaşmamaktadır. 22  BAŞBUĞ, a.g.e., s. 39, TAŞDELEN, a.g.e., s.178. Ayrıca bkz. s. 12 vd. 23  TEKİNALP, 2015, s. 559. 24  Ölüm doğal bir çıkma hali olarak nitelenmektedir (bkz. TEKİNALP, 2015, s. 559). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 79Limited Şirkette Çıkma ve Çıkmaya Katılma iradeleriyle şirketten ayrılamazlar. Bu nedenle iradi ayrılma olan çıkmanın ya bir sözleşmesel temele ya da kanuni temele dayanması gerekmektedir. Sözleşmesel temele dayalı çıkma kendi içinde sözleşmenin tür ve amacına göre sınıﬂ andırabilir. Kanuni temel ise çıkma konusunda yasanın ortağa belirli durumlarda (haklı nedenler) çıkma hakkını kullanabilme yetkisi vermesidir. 1. Sözleşme İlişkileri Kapsamında Çıkma Sözleşme  ilişkileri  kapsamında  çıkmanın  en  tipik  hali,  şirket sözleşmesinde ortaklara tanınan ve genellikle belli sebeplere dayalı çıkma hakkıdır. Bunları şirket sözleşmesinde belirlenen geçerli sebepler (haklı sebep değil) şeklinde nitelemek mümkündür. Bunun dışında şirketin bölünmesi, başka bir şirketle birleşmesi veya tür değiştirmesi gibi yeniden yapılandırma halleri  de  sözleşme  ilişkileri  kapsamında  çıkmanın  tanınabileceği  ve düzenlenebileceği durumlardır. a.  Yeniden Yapılandırma Sözleşmeleri İle Tanınan Çıkma aa. Birleşme Birleşmede  çıkma  hakkı  ayrılma  akçesini  düzenleyen  TTK  m. 141/1 de düzenlenmiştir. Bu maddeye göre birleşmeye katılan şirketlerin ortaklarına, birleşme sözleşmesinde devralan şirkette pay ve ortaklık haklarının iktisabı veya iktisap olunacak şirket paylarının gerçek değerine denk gelen bir ayrılma akçesi alıp çıkmak arasında seçim yapma hakkı tanınabilir. Bu durumda ilgili ortak ya birleşmeye muvafakat ederek devralan şirkette veya birleşme yoluyla yeni kurulacak şirkette ortak olacak ya da birleşme sözleşmesinde devralınacak payların gerçek değerine denk düşecek şekilde kararlaştırılan ayrılma akçesini seçerek şirketten çıkabilecektir. 25  Tekinalp, limited ortaklık sözleşmesinde ortaklara, herhangi bir sebebe veya şarta bağlı olmaksızın tek taraﬂ ı irade beyanı ile çıkma hakkının tanınmasının tartışılabileceğini ifade etmekte hatta bunu mümkün görmektedir. Bkz.: TEKİNALP, 2015, s. 559. 26  Maddenin ikinci fıkrasında birleşmeye katılan şirketlerin, birleşme sözleşmesinde sadece ayrılma akçesinin verilmesini kararlaştırabileceği, yani çıkarma hakkı düzenlenmektedir. 27  Çamoğlu nun ifade ettiği üzere, maddenin anılan fıkrasında her ne kadar ortaklara devralan şirketteki pay ve ortaklık haklarının karşılığı olarak çıkma hakkı tanınabileceği söylenmekte ise de aynı olanağın yeni kurulacak bir şirketin bünyesinde birleşme (yeni kuruluş şeklinde birleşme) halinde de var olduğunu kabul etmek gerekir. Bkz. ÇAMOĞLU, 2014a, s. 256. 28  Yeniden yapılandırma hallerinde genel hüküm olan 191. maddeye göre taraﬂ ara, ayrılma karşılığının uygun belirlenmemesi halinde ilgili kararın ilânından itibaren iki ay içinde mahkemeden denkleştirme akçesinin saptanmasını isteme imkânı verilmiştir. 80 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR TTK m. 141 gerekçesinde bu durum her ne kadar ortaklara kanunen tanınan yenilik doğurucu seçimlik bir hak olarak açıklanmış olsa da hükmün lafzı bu tür bir yoruma açık değildir. Yani birleşmeye katılan şirketlere birleşme sözleşmesiyle kararlaştırılması koşuluyla devredilen şirket ortaklarına seçimlik bir hak tanınması imkânı getirilmiştir. Gerekçede belirtildiği üzere, birleşme sözleşmesiyle tanınan çıkma hakkını çok sayıda ortağın kullanması hâlinde birleşmenin  gerçekleşememe  ihtimali  de  mevcuttur.  Böyle  bir  ihtimalin, anılan duruma ilişkin bir sakınca olarak değil, azınlığın korunması ve pay sahipleri demokrasisinin gereği olarak değerlendirilmesi, dolayısıyla şirketi zor duruma düşürme olasılığı bulunan bir değişikliğe engel olunmasının amaçlandığı şeklinde değerlendirmek yerinde olabilir. Diğer  taraftan  birleşmeye  katılan  şirketler  birleşme  sözleşmesinde ayrılma akçesine yer vermemiş olabilirler. Bunun anlamı, birleşmeye karşı olan ortakların çıkma hakkına ilişkin bir sözleşme düzenlemesinin olmamasıdır. Bu durumda birleşmeye karşı olan ortakların, haklı sebeple çıkma hakkı saklı kalmak kaydıyla, şirketten çıkması mümkün değildir. ab. Bölünme Şirket bölünmelerinde ortağın çıkma hakkının olup-olmadığına ilişkin açık bir düzenleme yoktur. Bölünme halinde birleşmede olduğu gibi TTK m. 161 de ayrılma akçesinden söz edilmemektedir. Ancak anılan maddenin gerekçesinde  mutabakatın  sağlanması  halinde  ortakların  ayrılabileceği, fakat ihraç edilemeyeceği belirtilmiştir. Bu durumda, bölünmede sözleşmeyle ya da mutabakatla ortağın çıkmasına izin verilmemişse, birleşmede olduğu gibi ortak bölünmeye karşı olsa dahi ortaklıktan çıkamayacaktır. Moroğlu seçimlik hak olarak çıkma hakkını tanımayı birleşen şirketlerin tercihine 29  TTK m. 141/1 ifadesinden devrolunan şirket ortaklarına ayrılma/çıkma hakkı tanınmasının zorunlu olmadığı anlaşılmakla beraber bu durum haklı eleştirilere uğramıştır. Bkz. Erdoğan MOROĞLU,  6102 Sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 7. Baskı, XII Levha, İstanbul, 2012, s.85 vd.; Ferna İPEKEL KAYALI, Türk Ticaret Kanunu na Göre Birleşmeler, Vedat Kitapçılık, İstanbul, 2014, 251; Yusuf Z. SÖNMEZ, Anonim Ortaklıklarda Pay Sahibinin Ortaklıktan Ayrılma Hakkı, Beta Yayınları, İstanbul, 2009, s. 201. 30  Çamoğlu, Gerekçe  deki mutabakat varsa sözlerinden ne anlaşılması gerektiğinin yoruma muhtaç olduğunu, eğer bu ibâre ile ayrılmak isteyen ortakla diğer ortaklar arasında bir mutabakat sağlanması kastediliyorsa, böyle bir anlaşmanın (özel bir yasa hükmüne gerek olmadan) ayrılmaya temel olacağının kuşkusuz olduğunu ifade ettikten sonra, ikinci olasılığın ise bu ibare ile bölünme sözleşmesinde ortaklara çıkma hakkının tanınmış olmasının kastedilmiş olabileceğini, bu ikinci halde TTK m. 638 deki genel hükmün bir uygulaması olacağını, Gerekçe  de mutabakat sağlanırsa ortakların çıkabileceğinin belirtilmesini, yasa koyucunun taraﬂ ara bu olanağı hatırlatmak istediği şeklinde değerlendirdiğini belirtmektedir. ÇAMOĞLU, 2014a, s. 260 da 8 nolu dn. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 81Limited Şirkette Çıkma ve Çıkmaya Katılma bırakmanın doğru olmadığını, hükmün tanıyabilirler yerine tanırlar şeklinde  düzenlenmesi  gerektiğini,  bu  şekilde  kanunen  bir  seçimlik  hak tanıma zorunluluğu getirilmesi gerektiğini, birleşmenin yanı sıra bölünmede de azınlığın korunması gerektiğine dikkat çekerek bölünme sözleşmesinde de ayrılma akçesinin seçimlik hak olarak tanınmasının zorunlu tutulması gerektiğini savunmuştur. ac. Tür Değiştirme Tür  değiştirmeyle  ilgili  TTK nin  180  ila  190.  maddeleri  arasında çıkmaya ilişkin bir hüküm bulunmamaktadır. Gerekçe de de ortakların çıkma hakkına değinilmemiştir. Ancak sözleşme serbestisi asıl olduğuna ve kanunda bir yasaklama da mevcut olmadığına göre birleşme ya da bölünmeden farklı bir neticeye tür değiştirme açısından varmak mümkün değildir.  Sadece birleşme, bölünme ve tür değişikliğine ilişkin ortak hükümler üst başlığını taşıyan TTK m. 191 de şu hüküm yer almaktadır: (1) Birleşme, bölünme ve  tür  değiştirmede  ortaklık  paylarının  ve  ortaklık  haklarının  gereğince korunmamış veya ayrılma karşılığının uygun belirlenmemiş olması halinde, her ortak, birleşme, bölünme veya tür değiştirme kararının Türkiye Ticaret Sicili Gazetesinde ilânından itibaren iki ay içinde, söz konusu işlemlere katılan şirketlerden  birinin  merkezinin  bulunduğu  asliye  ticaret  mahkemesinden uygun  bir  denkleştirme  akçesinin  saptanmasını  isteyebilir.  Denkleştirme akçesinin belirlenmesinde 140. maddenin ikinci fıkrası uygulanır. (2) Davacı ile aynı hukukî durumda bulunmaları halinde, mahkeme kararı, birleşmeye, bölünmeye veya tür değiştirmeye katılan şirketlerin tüm ortakları hakkında da hüküm ifade eder... Diğer yandan Kanunda birleşme bakımından seçimlik bir hak olarak çıkma  hakkının  tanınabileceği  düzenlendiği  halde,  bölünme  veya  tür değiştirme  açısından  benzer  bir  düzenlemenin  bulunmaması,  bu  hallerde ortaklara mutabakatın sağlanması halinde dahi çıkma hakkının tanınmasının mümkün olmadığı şeklinde bir yoruma ulaşmak kanımızca mümkün değildir. b. Şirket Sözleşmesinde Öngörülen Sebeplere Dayalı Çıkma Sözleşmesel çıkma hakkı TTK m. 638 in birinci fıkrasında şu şekilde düzenlenmiştir:   (1) Şirket sözleşmesi, ortaklara şirketten çıkma hakkını tanıyabilir, bu hakkın kullanılmasını belirli şartlara bağlayabilir. 31  MOROĞLU, 2012, s. 85 vd. 32  ÇAMOĞLU, 2014a, s. 260 da 8 nolu dn. 82 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR Çıkma  hakkı  ayrıca  limited  şirket  sözleşmesinin  içeriğine  ilişkin, şirket sözleşmesinde öngörülmeleri hâlinde tüm ortaklar açısından bağlayıcı nitelikte hükümleri düzenleyen TTK m. 577 de karşımıza çıkmaktadır. Bu maddenin (k) bendine göre çıkma hakkı, kullanım şartları ile çıkma hakkının kullanılması hâlinde ortağa ödenecek ayrılma akçesinin türü ve miktarı da şirket sözleşmesinde öngörülmesi hâlinde bağlayıcı olacak hükümler arasında düzenlenmiştir. Çıkma hakkıyla bağlantılı diğer bir madde TTK m. 641 dir. Bu madde ileride çıkmanın sonuçları kısmında incelenecek olan şirketten ayrılan ortağın ayrılma akçesi isteyebileceğine ilişkin düzenleme içermektedir. Bu kapsamda bir diğer hüküm ise anılan ayrılma akçesinin ödemesi, sırası ve muacceliyet koşulları ile ilgili TTK m. 642 dir. TTK  m.  638  kapsamında  ortaklara  şirket  sözleşmesiyle  tanınan çıkma hakkının kullanımın belirli şartlara bağlanabilmesine izin verilmiştir. Dolayısıyla  sözleşmede  düzenlendiği  takdirde  bağlayıcı  olan  bu  hakkın, ortaklık  sözleşmesinde  ne  şekilde  düzenleneceğine  ilişkin  bir  şart öngörülmemiş  olup  bu  husus  kurucuların  veya  sonradan  çıkma  hakkı getiriliyorsa ortakların takdirine bırakılmıştır. Ortaklar şirket sözleşmesiyle dilerse şartsız olarak çıkma hakkını tanıyabilecekleri gibi, dilerse bildirim, süre, ödeme gibi hususlarda emredici hükümlere aykırı olmayan diledikleri şartları getirebilirler. Çıkma  hakkının  şartsız  olarak  tanınması,  kanunen  bir  yasak bulunmamakla birlikte, uygulamada sorunlara neden olabilecektir. Örneğin bir limited şirketin esas sermayesinin üzerinde bir malvarlığı bulunmadığı hâlde, bir veya daha fazla ortağın çıkması durumunda, ayrılan ortağın payına karşılık gelen bedelin ödenmesinde güçlükler doğabileceği gibi bu payı satın alabilecek üçüncü bir kişinin hemen bulunması çok zor bir ihtimal olduğundan, özellikle büyük bir pay sahibinin çıkması olasılığında şirketin sona ermesi dahi söz konusu olabilecektir. Kanun koyucu uygulamada sıkıntı doğurabilecek bir hüküm olarak eleştirilen, şartsız çıkma hakkının şirket sözleşmesiyle tanınmasına imkân veren eTK 551/1 maddesini aynen TTK 638/1 hükmünde 33  MOROĞLU, 2012, s. 20 vd. 34  BAŞTUĞ, a.g.e., s. 33 vd. 35  BAŞTUĞ, a.g.e., s.33. Yazar şartsız çıkma imkânının limited şirketlerin yapısına aykırı olduğunu savunmakta, ortaklar arasındaki ilişkinin limited şirketlerde kuvvetli olduğu, pay devrinin zorlaştırılmış olması, birlikte yönetim ve temsil gibi ilkelere de bu hususun aykırı olduğu gerekçeleriyle şahıs şirketlerinde ve birliklerinde olduğu gibi çıkma ihbar süresinin ve geçerlilik zamanının hesap yılı sonu olarak limited şirketler için de düzenlenmesinin gerekli olduğunu savunmaktadır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 83Limited Şirkette Çıkma ve Çıkmaya Katılma düzenlemiştir. Hatta ileride inceleyeceğimiz çıkmaya katılma hâlini de yeni bir hüküm olarak TTK 639. maddede düzenleyerek çıkma imkânını ortaklar lehine daha da genişletmiştir. Ortakların  çıkma  hakkına  getirebilecekleri  şartlar  sınırlı  sayıda olmadığından  çalışmamızda  genel  olarak  getirilebilecek  birkaç  hususu saymakla yetineceğiz. Çıkma hakkının kullanılması belirli bir süre için kısıtlanabileceği gibi varsa sözleşmede öngörülen sebebin, sözleşmede çıkma sebebi yoksa çıkma isteğinin belirli bir süre önceden bildirilmesi ya da çıkma bildiriminin belirli süre sonra hüküm doğuracağı şirket sözleşmesinde kararlaştırılabilir. Bu tür düzenlemelere şirket sözleşmesinde yer verilmesi daha önce de bahsettiğimiz üzere şirket ve diğer ortaklar bakımından faydalı olacak, şartsız ve süresiz çıkma  hakkının  sakıncaları  özellikle  uzak  görüşlü  limited  ortaklıklar açısından bertaraf edilmiş olacaktır.  Diğer  bir  kısıtlama  şekli  çıkma  bildiriminin  yapılma  şekline  dair olabilir.  Çıkma  bildiriminin  yapılmasında  sözlü,  tek  taraﬂ ı  irade  beyanı yeterli görülebileceği gibi bildirimin özel şarta, mesela taahhütlü mektupla ya da noter aracılığıyla yapılacağının kabul edilmesi, hatta haklı sebeple çıkma hâlinde olduğu gibi mahkemenin ya da çıkmaya karar vermek üzere hakemin yetkilendirilmesi mümkündür. Böyle bir şartın öngörülmesi, sözlü bildirimin şirket tarafından dikkate alınmaması ya da şirketin çıkma sebebinin gerçekleşmediğini düşünmesi ihtimalleri düşünüldüğünde çıkan kişinin ispat bakımından da yararınadır. Nitekim bu hâlde çıkan kişinin bildirim yapmış olduğunu ispatlaması yeterli olup çıkma sebebinin gerçekleşmediğinin tespiti ve bildirimin geçersizliğini ispat yükü şirketin üzerinde olacaktır. Bildirim ve süre dışında da çıkma hakkına farklı türde sınırlamalar getirmek  mümkündür.  Çalışmamızda  tüm  şartları  incelememiz  mümkün olmadığından, çıkma hakkına, emredici hükümlere aykırı olmamak kaydıyla, sınırlamalar  getirilmesinin  ortaklığın  yararına  olduğunu  belirtmekle yetiniyoruz. 36  Bkz. s. 17 vd. 37  Örneğin çıkma hakkının şirketin kuruluşundan itibaren belirli bir süre kullanımının kısıtlanması sermayenin azaltılmasının yeni şirketlerdeki etkisi göz önünde bulundurulursa çok faydalı olabilecektir. BAŞTUĞ, a.g.e., s. 35, TAŞDELEN, a.g.e., s.176, 38  BAŞTUĞ, a.g.e.,.35. 39  TAŞDELEN, a.g.e.,.178. 84 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR 2. Haklı Sebeple Çıkma Limited ortaklık sürekli bir borç ilişkisidir. Ortağın ortaklıkla arasındaki hukuki  bağ,  sahip  olduğu  hak  ve  borçlar  birlikte  değerlendirildiğinde, sözleşmede çıkma hakkı tanınmadıkça ahde vefa ilkesi gereğince ortağın sebepsiz  yere  ortaklıktan  ayrılması  düşünülemez.  Ancak  sürekli  borç ilişkisi  doğuran  sözleşmelerde  taraﬂ arın  MK  m.  2 deki  dürüstlük  kuralı gereğince, devamı kendisi için çekilmez hâle gelen bir ilişkiyi sürdürmesi beklenemeyeceğinden,  haklı  sebeplerin  varlığı  hâlinde  bu  ilişkiyi  sona erdirmesi mümkündür. Limited ortaklıklarda, haklı bir sebebin gerçekleştiğini düşünen her ortak TTK m. 638/2 hükmüyle verilen imkândan yararlanarak haklı sebeple çıkma davası açabilir. Kanuni çıkma hakkı olarak da anılan haklı sebeple çıkma hakkı, sözleşmeyle çıkma hakkı tanınmış olsa dahi bâkidir. Nitekim haklı sebeple çıkma hakkı vazgeçilmez, mutlak bir haktır. Haklı sebep uygulamada bahsi çok geçen temel bir kavramdır. Özel hukukun birçok alanında ve özellikle ticaret hukukunda yaygın kullanımı olduğu söylenebilir. Ortaklıklar hukuku anlamında bazı tanımlara göz atıldığında, örneğin Çamoğlu haklı sebebi, ortaklık ilişkisini çekilmez hale getiren ve dürüstlük kurallarına  göre  ortak  açısından  bu  ilişkinin  sürdürülmesinin  kendisinden istenemeyeceği nedenler şeklinde ifade etmektedir. Limited ortağın çıkma gerekçeleri bağlamında bazı durumlara topluca işaret etmesi bakımından ifade edilecek olursa haklı sebep, ortak açısından ilişkinin objektif imkânsızlığına neden olan, ilişkinin sürdürülmesi imkânını ortadan kaldıran hâller şeklinde tanımlanabilir.  Şirketler  hukuku  açısından  Kanunda  haklı  sebebin 40  BAŞTUĞ, a.e.,.42. 41  Ersin ÇAMOĞLU, Kollektif Ortaklığın Haklı Sebeple Feshi ve Ortağın Haklı Sebeple Çıkarılması, İstanbul, 2008, s. 55; ÇAMOĞLU, 2014a, s. 257 vd.; Aytekin ÇELİK, Anonim Şirketlerde Ortaklıktan Çıkarılma, 3. Baskı, Seçkin, Ankara, 2013 s. 293. 42  Bu konuda bkz. Özer SELİÇİ, Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul, 1977; Pınar ORMANCI ALTINOK, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, İstanbul 2011. 43  Maddeye göre, mahkeme talep edilmesi halinde, bir ihtiyati tedbir kararıyla davacının ortaklıktan doğan hak ve yükümlülüklerini kısmen ya da tamamen dondurabilecek, diğer taraftan da davacı ortağın durumunun teminat altına alınması için diğer önlemlere karar verebilecektir. 44  TAŞDELEN,  s.180. 45  ÇAMOĞLU, 2014a, s. 257. 46  Doktrinde haklı sebep hukuki ilişkinin sürdürülmesini çekilmez hale getiren ve bozucu yenilik doğuran bir bildirim veya dava ile hukuki ilişkiyi sona erdirmek veya değiştirmek yetkisinin kullanılmasını adil gösteren hukuki olgu şeklinde tanımlanmıştır. Halil ASLANLI/ Hayri DOMANİÇ, Limited Şirketler Hukuku ve Uygulaması, İstanbul, 1989, s.736. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 85Limited Şirkette Çıkma ve Çıkmaya Katılma tanımı  genel  hükümlerde  veya  limited  şirketlere  ilişkin  hükümlerde  yer almamaktadır. Sadece kollektif şirketlerin sona ermesi bölümünde TTK m. 245 de haklı sebebin tanımı yapılarak numerus clausus olmayan haklı sebep hâlleri sayılmıştır. Bu maddeye göre haklı sebep: şirketin  kuruluşuna  yol  açan  fiili  veya  kişisel  sebeplerin  şirketin işletme konusunun elde edilmesini imkansız kılacak veya güçleştirecek şekilde ortadan kalkmış olması şeklinde tanımlanmış, bir ortağın yönetimde, hesaplarda şirkete ihanet etmesi, kendisine düşen asli görev ve borçları yerine getirmemesi, şirket unvanını veya mallarını şahsi çıkarları için kötüye kullanması, şirket işlerini yapamayacak duruma gelmesi gibi hâlleri haklı sebebe örnek olarak dört bent halinde sıralamıştır. Bu örneklerden de açıkça anlaşılacağı üzere haklı sebep herhangi bir ortakla ilgili olabileceği gibi ortaklar arasındaki münasebetlerde de kendisini gösterebilir. 47  Bu hükmün limited şirketlerde haklı sebebin belirlenmesinde de uygulanma alanı bulabileceği kabul edilmiştir. Bkz. POROY/TEKİNALP/ÇAMOĞLU, 2010, N. 1678b, s. 819, Hasan PULAŞLI,  6102 Sayılı Türk Ticaret Kanuna Göre Yeni Şirketler Hukuku Genel Esaslar, Ankara 2012, s. 1045. Haklı sebebe ilişkin Yarg. 11. HD. nin, 17.06.2002 t., E.2002/2286, K.2002/6137 sayılı Kararı nda limited şirkette, ortaklardan birinin diğerini iş yerine sokmamasını, kilitleri değiştirmesini, ortaklık hesap ve belgelerini gizlemesini şirketin feshi için haklı sebep olarak kabul edilmiştir. Ayrıca bkz. Yrg. 11. HD. nin, 15.02.2005 tarih ve E.2004/7433, K.2005/1213 sayılı; Yarg. 11. HD. nin, 07.05.2002 tarih ve E. 2002/599, K.2002/4496 sayılı; Yarg. 11. HD. nin, 21.02.2000 tarih ve E.2000/55, K.2000/1242 sayılı kararları (www.kazanci.com). 48  Haklı sebebin meydana gelmesine neden olan, yani söz konusu olay kendi şahsında gerçekleşen ortak açısından çıkarma sebebi sayılabilecek bir hususu, diğer ortaklar açısından haklı sebeple çıkma gerekçesi olarak değerlendirmek mümkündür. 49  Haklı sebeplerin özel hukukta veya ticaret hukukunda genel olarak bir dökümü yapılmış değildir ve muhtemelen bu pek olası da değildir. Ancak TTK de yaklaşık 37 ayrı maddede haklı sebebe atfen hüküm yer almaktadır. Örneğin; TTK m. 121, acentenin haklı sebeple feshine, m. 122/3 müvekkilin haklı sebeple sözleşmeyi feshine, m. 123/3 rekabet yasağı anlaşması ile bağlı olmamanın gerekçesine, m. 199/4 bağlı ve hakim şirket ilişkilerinde bağlı şirketlerin raporun hazırlanması için gerekli bilgi ve belgeleri hakim şirketin uzmanlarına vermelerinin gerektiği aksi için haklı sebep bulunması konusunda,  m. 219/1 ve 220 kollektif şirket sözleşmesi ile atanan yöneticinin görevden alınmasına, m. 235/1 kollektif şirkette temsilcinin temsil yetkisinin kaldırılmasına, m. 245 kollektif şirketin haklı nedenle feshine, m. 255 kollektif ortaklıkta ortağın çıkarılmasına, m. 257/1 yalnız iki kişilik kollektif ortaklıkta bir ortağın çıkarılmasına, m. 274/1-275/1-276/1 kollektif şirket tasfiye memurunun görevden alınmasına, m. 282/1 tasfiye memurunun yetkilerinin daraltılmasına, m. 310/3 komandit şirkette komanditer ortağın denetim hakkının kapsamına ilişkin olarak, m. 399/8 anonim ortaklıkta denetçinin denetleme sözleşmesinin feshi ile ilgili olarak, m. 461/2 anonim ortaklıkta rüçhan haklarının sınırlandırılmasında, m. 466/1 anonim ortaklıkta önerilmeye muhatap olma hakkının kaldırılması veya sınırlandırılmasında, m. 479/2 anonim ortaklıkta oyda imtiyaz sınırının genişletilmesinde, m. 531/1 anonim ortaklığın feshinde, m. 537/2 anonim ortaklıkta 86 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR Haklı sebebin gerçekleşip gerçekleşmediğini takdir yetkisi ise hâkime aittir.  Şüphesiz  hâkim  söz  konusu  sebebin  haklı  olup  olmadığını  takdir ederken ilgili limited şirketin yapısını da göz önünde bulunduracaktır. Şöyle ki limited şirketler TTK m. 124 hükmünde açıkça sermaye şirketleri arasında sayılmış olmakla birlikte, anonim şirketlere kıyasla şahıs ortaklığı özellikleri gösteren nitelikleri de mevcuttur. Pay devrinin imzaları noter onaylı sözleşme mecburiyetiyle zorlaştırılmış olması, yan edim yükümlülükleri getirme imkânı, çıkma ve çıkarılma kurumlarının düzenlenmiş olması gibi hükümler limited şirketin bu yönünü göstermektedir,51. Dolayısıyla çok ortaklı, tüm ortakların şirket işleriyle bizzat ilgilenmeyip daha ziyade anonim şirketlerde olduğu gibi kişiliklerinin ön plana çıkmadığı, yaptığı yatırımın değerlenmesine önem verdiği  kapitalist  karakterli  limited  şirketlerde,  ortakların  şahıslarında meydana gelen sebepler her zaman haklı sebep sayılamayabilir. Bu hâlde ortaklar, ortaklık ilişkilerinden kaynaklanan, yani objektif nedenlerden dolayı haklı sebebe dayanarak çıkma haklarını kullanabileceklerdir. Ortaklığın sürekli zarar etmesi, uzun yıllar boyunca kâr dağıtılmaması, şirketin atıl durumda olması,  ortakların  birbirlerine  duydukları  güven  ortamının  kaybolması, amacın gerçekleşmesinde hukuki veya ekonomik imkânsızlıkların doğması şeklinde doktrinde birçok husus örnek olarak sayılmıştır. tasfiye memurlarının görevden alınmasında, m. 591/2 limited ortakların rüçhan haklarının sınırlandırılmasında, m. 595/5 limited şirkette şirket sözleşmesinin ayrılmaya izin vermediği veya genel kurulun onaylamadığı durumlarda ortağın çıkma hakkının saklı tutulmasında, m. 600/2 limited ortaklık genel kurulunun esas sermaye payı üzerinde rehin hakkı kurulmasına onay vermekten kaçınmasında, m. 621/1-h) bir ortağın haklı sebepler dolayısıyla şirketten çıkarılması için mahkemeye başvurulması ve bir ortağın şirket sözleşmesinde öngörülen sebepten dolayı şirketten çıkarılmasına ilişkin genel kurul kararının önemli kararlardan olduğu hakkında, m. 630/2,3 limited ortaklıkta müdürlerin görevden alınması yönetim ve temsil yetkilerinin sınırlandırılmasında, m. 636/3 limited şirketin feshinde, m. 638/2 ortaklıktan çıkmada, m. 639/1-a), b) çıkmaya katılmada, m. 640/3 limited ortağın çıkarılmasında, m. 1083/1,2 donatma iştirakinde paydaş donatanın çıkmasında, m. 1086/2 tasfiye memurunun alınmasında kollektif şirkete atıﬂ a, m. 1220/1 kaptanın rotadan sapması hususunda, m. 1239/1 taşıyanın konşimentoda gösterilenler ile yüklenenlerin aynı olup-olmadığında şüpheye düşmesi konusunda, m. 1281/5 dispeç raporuna itirazın süresinde yapılmamasında, m. 1415/1 sigortacının sözleşmenin bazı hükümlerini fesh etmesinde veya onlardan caymasında. 50  TTK den farklı olarak esas sermaye pay senetlerinin nama yazılı senet şeklinde düzenlenmesi ve bir ortağın birden fazla paya sahip olması imkânının getirilmesi, kavram olarak limited şirket payının anonim şirket payına yaklaştığını göstermektedir. Bkz. KENDİGELEN, a.g.e., s. 487. 51  Limited şirketin sermaye ve kişi ortaklıklarından farklı unsurlar barındırdığı için karma bir tür olarak değerlendirilmesi konusunda  bkz. POROY/TEKİNALP/ÇAMOĞLU, a.g.e., N. 1638, 1638a. 52  BAŞTUĞ, a.g.e.,. 48, 49. 53  Bkz. BAŞTUĞ, a.g.e.,. s. 56, Akar ÖCAL,  Limited Şirketin Haklı Sebeplerle Mahkeme Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 87Limited Şirkette Çıkma ve Çıkmaya Katılma Bu bağlamda Yargıtay ın değişik dönemlerde verdiği kararlarında haklı sebebe ilişkin şu örneklere rastlamaktayız: …Davalı  şirketin,  davacı  dışındaki  ortaklarının  yakın  akraba oldukları anlaşılmaktadır. Davacı bu şirketlere ortak olduktan sonra bir müddet müdürlük görevinde bulunmuş, daha sonra müdürlükten azledilmiş, bundan sonra ise davacı ile diğer ortaklar arasında dava dosyasına yansıyan sürtüşmeler  başlamıştır.  Davacı  ile  diğer  ortaklar  arasındaki  olayların kronolojik gelişme seyrine göre, davacının şirket ortaklığını sağlıklı bir şekilde sürdürme imkanının kalmadığı anlaşılmaktadır. Bu durum ise, TTK nun 551/2. maddesi uyarınca ortaklıktan çıkma için muhik sebep oluşturur54 diyerek ortaklar arasındaki sürtüşmeleri çıkma açısından haklı sebep kabul etmektedir. Mahkemece …..davacı ortağın diğer ortaklara ve şirket müdürüne güveni kalmadığından haklı sebeple şirket ortaklığından çıkma şartları mevcut olduğu  gerekçesiyle  davacının  ortaklıktan  çıkmasına,  çıkma  payı  olarak davacı hissesine düşen 66.181,64 TL ile dağıtılmayan 2006 yılı kar payından yine davacı hissesine düşen 1.413,55 TL nın davalı şirketten tahsiline karar verilmiştir…55 şeklindeki yerel mahkeme kararının, ortağın diğer ortaklara ve şirket müdürüne güveni kalmadığından haklı sebeple şirket ortaklığından çıkma şartları mevcut olduğu görüşünü kabul etmiş, ancak çıkma payına ilişkin hesaplama yönünden kararı bozmuştur. Başka bir vakada …şirket müdürü vasi F. Y. in davalı şirketi zarar uğrattığını,  Ş.  Y.  hakkında  güveni  kötüye  kullanmaktan  dolayı  şikayette bulunulduğunu ve soruşturmanın devam ettiğini ileri sürerek, öncelikle haklı sebeple davalı şirketten çıkmaya izin verilmesi ve paylarının gerçek değerine denk gelen ayrılma akçesinin ödenmeyen karlarla birlikte davalı şirketten tahsiline…56 şeklindeki kararı ile Yüksek Mahkeme şirket müdürü hakkında güveni  kötüye  kullanmaktan  soruşturma  açılmasını  haklı  sebep  olarak nitelemiştir. Başka bir davada Yüksek Mahkeme: Dava, muhik sebeplere dayalı olarak limited şirketten çıkmaya izin verilmesi ve sermaye payının ödenmesi istemine ilişkindir. Mahkemece, davacının şirketin iştigal konusu ile ilgili bilgi, görgü ve tecrübeye sahip olmamasının tek başına çıkma için haklı sebep Kararıyla Sona Erdirilmesi, Turgut Kalpsüz e Armağan, Ankara, 2003, s.223, TAŞDELEN, a.g.e.,. 185 vd., 54  YARGITAY 11. HD, E. 2002/162, K. 2002/3015, T. 2.4.2002 (E.T.: 25.12.2015). 55  YARGITAY 11. HD, E. 2012/5955, K. 2012/10241, T. 11.06.2012 (E.T.: 25.01.2016). 56  YARGITAY 11. HD, E. 2012/15246, K. 2013/12937, T. 20.6.2013 (E.T.: 25.01.2016). Benzer karar: YARGITAY 11. HD, E. 2014/7222, K. 2014/14813, T. 29.9.2014 (E.T.: 25.01.2016). 88 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR oluşturmayacağı, davacının bunun haricinde haklı sebep sunmadığı gerekçesi ile davanın reddine karar verilmiş ise de; davacı iddiasında sadece mahkeme gerekçesinde  haklı  sebep  olup  olmadığı  irdelenen  nedene  değil,  ayrıca şirket müdürü olan kardeşinin, kendisine şirket hakkında bilgi vermekten de kaçınmasına, taraﬂ arınca yapılan tüm girişimlerin sonuçsuz kalmasına da dayanmıştır. O halde mahkemece, davacının dayandığı tüm sebepler ve buna ilişkin deliller değerlendirilerek, gerektiğinde bilirkişi incelemesi yapılmak suretiyle davacının şirketten çıkmasını gerektirecek haklı bir sebebin bulunup bulunmadığının belirlenmesi gerekir….57 şeklinde karar verirken çıkmak isteyen davacının şirketin faaliyet konusunda uzman olmamasının haklı neden olmayabileceğini ancak ortağa yönetici tarafından bilgi verilmemesinin haklı neden sayılacağına zımnen hükmetmiştir. Görüldüğü üzere sayılan hâllerden birçoğu esasında şirketin feshi için de haklı sayılabilecek sebepler olarak kabul edilebilir. Haklı sebep kavramının doğumu da zaten kişi ortaklıklarının infisahı doğrultusunda gelişmiştir. Nitekim eTTK döneminde şirketten çıkma ve çıkarılmayı düzenleyen eTTK m. 551 in ikinci fıkrası hükmü, ortakların haklı sebeple çıkmaya müsaade edilmesini veya şirketin feshini talep etmesine imkân tanımaktaydı. Yeni TTK de ise bu iki hâl bir arada düzenlenmemiş, TTK m. 636/3 de haklı sebeple ortaklığın feshini talep hakkı korunarak, mahkemenin fesih yerine davacı  ortağın  pay  bedelinin  kendisine  verilerek  şirketten  çıkarılmasına hükmedebileceği düzenlenmiştir. Ortaklıktan ayrılma imkânı bulunan ortağın pay karşılığını elde edememesi ihtimali dışında ortaklığın sona erdirilmesinde hukuki  menfaati  bulunmadığından,  ayrıca  ortaklığın  ayakta  tutulması amacıyla fesih hakkının son imkân olarak ele alınması gerektiği, dolayısıyla çıkma imkânı ile düzeltilebilecek bir ihtilafın hallinde feshe karar verilmesi doğru görülmemiştir. 57  YARGITAY 11. HD, E. 2014/8798, K. 2014/14978, T. 1.10.2014 (E.T.: 25.12.2015). 58  BAŞTUĞ, a.g.e., s. .45. 59  eTTK döneminde, uygulamada hâkimin davayı reddetmesine ve yeni bir dava açılmasına yol açan bu durum,  TTK ile usul ekonomisine uygun bir hâle getirilerek, hâkime daha geniş bir yetki verilmiştir. Hâkimin açılan fesih davasında, ileri sürülen haklı sebebi, şirketin feshi için yeterli görmemesi veya bunun son çare olduğunu düşünmemesi hâlinde fesih talebini reddetmekten başka çaresi kalmamaktadır. Fakat TTK deki bu düzenleme ile davacı ortak veya davalı şirket tarafından talep edilmemiş olsa bile hâkim davayı kendisi genişletebilmekte ve talep dışında karar vererek; ortağı şirketten çıkarabilmektedir. TTK ile hâkime bir hak daha tanınarak duruma uygun düşen ve kabul edilen diğer bir çözüme hükmedebileceği düzenlenmiştir. Bu çözümün ne olduğu belirsizdir. Fakat düzenleme ile şirketin yararına olarak hâkime geniş müdahale hakkı tanınmıştır. 60  Yargıtay da bu fikirle hareket etmektedir. R. Eda GİRAY, Limited Şirketlerin Haklı Nedenlerle Feshi ve Yargıtay ın Yaklaşımı, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 89Limited Şirkette Çıkma ve Çıkmaya Katılma Eski dönemde verilen kararlarda zaman zaman sözleşmede tanınan çıkma nedenleri ile haklı sebepler de birbirine karıştırılabiliyordu. Örneğin bir kararında Yargıtay; TTK nın 551/2. maddesi hükmünce, haklı nedenlerle Limited Şirket ortaklığından ayrılma hakkı doğan ortak, diğer ortakların bu yöndeki iradeye uymaması halinde Şirket ortaklığından çıkmasına izin verilmesini mahkemeden talep edebilir. Anılan yasa maddelerinde haklı nedenler sayılmadığı gibi, davalı şirket ana sözleşmesinde de bu husus düzenlenmediğinden, haklı nedenlerin varlığının yargıç tarafından değerlendirilerek saptanması gerekir61 şeklinde sonuca varmıştır. Bu  durum  göstermektedir  ki,  sözleşmeyle  soyut  çıkma  hakkının tanınmasını (belirli bir nedene bağlamaksızın) ayrı bir kategori, sözleşmede belli durumlar/nedenlere dayalı çıkma hakkı tanınmasını geçerli nedenler adı altında ayrı bir kategori olarak kabul etmek, haklı nedenleri ise başlı başına bir kategori olarak zikretmek daha isabetli bir sınıﬂ andırma olabilir. Zira gerçekten bir çıkma nedeninin haklı sebep olup-olmadığını takdir hakkı yargıca aittir. Bu konuda üzerinde durulması gereken bir diğer husus limited şirket ortağının payını devredememesinin çıkma için başlı başına bir haklı sebep olup olmadığıdır. Limited şirket ortağının tüm paylarını şirkete, başka bir ortağa ya da üçüncü bir kişiye devretmesi ortağın ortaklıktan –teknik anlamda çıkma olarak adlandırılamasa da- ayrılması sonucunu doğurur. TTK m. 595 de pay devri için, devir sözleşmesinin yazılı şekilde yapılması, sözleşmenin taraﬂ arının imzalarının noterce onanması ve ortaklar genel kurulunun onayı gerekli görülmüştür. Devir için kanunun bu kadar ağır şartlar içermesi limited şirket payı bakımından kanuni bağlam bulunduğu anlamına gelebilir. Bu örtülü bağlam hükmünün ayrılmak isteyen ortak bakımından haklı sebep teşkil edip-etmeyeceği tartışma konusudur. İncelenen konu bakımından önem arz eden bir diğer husus, TTK m. 595 in beşinci fıkrasıdır. Anılan fıkrada payın devri şirket sözleşmesiyle yasaklanmışsa veya genel kurul TTK m. 595 in yedinci fıkrası uyarınca devrin Sayı: 12, Güz7/2, s. 210;  Bkz. Yarg. 11. HD. 19.12.1988 T., E. 9182 K.7852,  Yarg. 11. HD., 11.02.2002 E. 8760 K.1018, www.kazanci.com. 61  YARGITAY 11 HD, E. 2001/7132, K. 2001/9218, T. 22.11.2001 (E.T.: 25.12.2015). 62  ÇAMOĞLU, 2014a, s. 257. 63  YILDIZ, a.g.e., s.137. 90 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR onaylanması için başvurulmasından itibaren üç ay içinde devir başvurusunu reddederse,  payını  devretmek  isteyen  ortağın  haklı  sebeple  ortaklıktan çıkma hakkının saklı olduğu belirtilmiştir. Yıldız, devrin yasaklanması veya onaylanmaması halinde kanun koyucunun bu hükümle menfaatler dengesinin gözetilmesi amacıyla payını devredemeyen ortak açısından haklı sebeple çıkma imkânı tanıdığını savunmaktadır. Kanaatimizce hüküm sadece ortağın haklı sebeple çıkma hakkının saklı olduğuna işaret etmektedir. Gerekçede de hükmün amacı (y)asağa rağmen ortak haklı sebeplerin varlığında şirketten çıkabilir. Haklı sebeplerin nitelik ve özellikleri ile ilgili bir sınırlama yoktur. şeklinde aydınlatılmıştır. Aksi fikrin kabulü hâlinde zaten devrin yasaklanması veya onay vermekten kaçınılması hâli Kanunda açıkça izin verilen bir çıkma sebebi olarak kabul edilecek, bu durumda mahkemenin bu sebebin haklı olup olmadığına karar vermesi  gerekmeyecektir.  Dolayısıyla  haklı  kelimesinin  maddede  yer almaması gerekirdi. Devir  neticesinde  devralınan  payın  bedeli  devralan  tarafından karşılanacaktır. Ancak devre genel kurulca izin verilmemesi ya da en başından pay devrinin şirket sözleşmesiyle yasaklanmış olması ihtimallerinde, ortak varsa haklı sebeple çıkma için ya ortaklığa kanuni çıkma hakkını bildirerek, ya da haklı sebeple çıkma davası açarak şirketten çıkmasına karar verilmesini talep edebilir. 3. Çıkmaya Katılma Yoluyla Çıkma Çıkmaya katılma yoluyla çıkma hakkı, TTK m. 639 ile hukukumuza getirilen yeniliklerden biridir. Bu imkân sayesinde bir ortağın sözleşmesel ya da kanuni çıkma hakkını kullanarak şirketten ayrılmak istemesi hâlinde, diğer ortakların da çıkma işlemine veya davasına katılması mümkündür. Maddenin gerekçesinde hükmün eşit işlem ilkesinin sağlanmasına hizmet edeceği, ayrıca menfaatler dengesi ve dava ekonomisine de uygun olduğu belirtilmiştir. 64  YILDIZ, a.g.e., s.139, 142. 65  Abuzer KENDİGELEN, Türk Ticaret Kanunu Değişiklikler Yenilikler İlk Tespitler, Oniki Levha Yayınları, İstanbul, 2012, s.501, 502. 66  Ünal TEKİNALP, Çıkmaya Katılma, http://arslanlibilimarsivi.com/; ÇAMOĞLU, 2014a, s. 258-9. 67  Doktrinde hükmün öngörülme amaçlarından birinin çıkmanın dürüstlük kuralına aykırı olarak kullanımının engellenmesi, şirket kaynaklarına çıkma yoluyla el konulmasının önüne geçmek olduğu, diğer yandan büyük ortakların çıkma haklarını küçük ortaklara karşı şantaj aracı olarak kullanmalarının da çıkmaya katılma imkânıyla önüne geçildiği belirtilmektedir. Bkz. TEKİNALP, Çıkmaya Katılma, s. 2-4. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 91Limited Şirkette Çıkma ve Çıkmaya Katılma Maddeye göre bir ortağın ortaklığa çıkma iradesini yöneltmesi veya haklı sebeple çıkma davası açması hâlinde bu durum ortaklık müdürlerince diğer ortaklara bildirmekle görevlendirilmiştir. Bu bildirimi alan ortak da 1 ay içerisinde şirket sözleşmesinde yer alan sebebin kendisi açısından da geçerli olduğunu düşünüyor ve çıkmak istiyorsa bu durumu müdürlere bildirerek veya haklı sebeple çıkma davası yoluyla çıkma talep edilmişse bu davaya katılarak şirketten ayrılabilecektir. Maddenin son iki fıkrasında eşit işlem ilkesine ve ortağın çıkarılmasında bu hükmün uygulama alanı bulamayacağı kuralına yer verilmiştir. Çıkmaya katılma konusunda üzerinde durulması gereken hususlardan ilki, çıkmaya katılmak isteyen ortak, çıkan ortağın dayandığı sözleşmede yer alan sebeple ya da mahkemede haklı sebep olarak ileri sürülen çıkma sebepleriyle sınırlandırılmış mıdır? Yani bu sebeplerin birebir aynı olması zorunlu mudur yoksa farklı bir çıkma sebebine ya da haklı sebebe dayanarak çıkmaya katılmak mümkün müdür? Lafzi yorumla sözleşmede öngörülen çıkma sebebinin kendisi yönünden de geçerli olması şartı aynı sebebe işaret ediyor gibi görünürken, haklı sebep konusunda ise böyle bir şarta yer  verilmeksizin  haklı  sebepler  dolayısıyla  çıkma  davasına  katılmak açılacak davanın tek şartı olarak hükümde yer almaktadır. Madde gerekçesine baktığımızda ise açılan davadaki haklı sebebin diğer bazı ortaklar için de geçerli olması hâlinden söz edildikten sonra açıkça katılmanın sözleşmede yer  alan  aynı  çıkma  sebebine  veya  davanın  dayandırıldığı  haklı  sebebe dayandırılmasının  şart  olup  olmadığı  tartışmasının  yargı  kararlarına  ve öğretiye  açık  olduğu  belirtilmiştir.  Çamoğlu na  göre,  sözleşmede  birden çok çıkma sebebi öngörüldüğü takdirde, çıkma hakkını kullanan ortak hangi sebebe dayanmışsa, diğer ortaklar çıkmaya katılmayı aynı sebebe dayalı olarak kullanabilirler. Sözleşmedeki sebeplerden başka birisine dayanılması bağımsız bir çıkma hakkı kullanılmasıdır. Çıkma hakkını kullanan ortak bu talebinden vazgeçerse, çıkmaya katılan ortakların da başvuruları düşer. Ancak aynı sebep ortak açısından da geçerli ise katılan ortak bu başvurusunu bağımsız bir çıkma talebine dönüştürebilir. Yukarıda  da  değinildiği  üzere,  gerek  çıkma  ve  gerekse  çıkmaya katılma hususunda haklı sebebe sözleşmede yer verilmesi gerekli değildir. Hatta yer yer karışıklık yaratacak potansiyele sahiptir. Nitekim doktrinde bu konuda Kendigelen TTK m. 639/2-a hükmünde haklı sebep kavramına 68 Ersin ÇAMOĞLU,   Limited Şirketten Çıkma-II, Yaklaşım Dergisi, Sa. 254, Şubat- 2014[b], s. 247. 92 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR yer verilmesini eleştirmiş, haklı sebebin takdiri mahkemeye ait olduğundan sözleşmede yer verilen bir sebebin haklı sebep değil, çıkma sebebi olarak değerlendirilmesi gerektiği belirtilmiştir 69. Tekinalp  bu  konuda  Kanunun  aynı  haklı  sebebin  ileri  sürülmesini aramadığını ancak pay devrine onay verilmemesi, ortağın çıkma talebinde bulunması  veya  çıkma  davası  açması  ya  da  tek  taraﬂ ı  irade  beyanıyla, yani bildirimle çıkma hâllerinde çıkmaya katılmanın mümkün olmadığını belirtmiştir. Bir diğer çalışmasında ise yazar, TTK m. 639/1 hükmünde haklı sebep ibaresine yer verilmemiş, genel bir ifadeyle şirket sözleşmesindeki hükme dayalı çıkmanın mümkün olduğu düzenlenmiş olsa da TTK m. 639/2-a hükmü de dikkate alınarak yapılacak değerlendirme neticesinde hem çıkma açısından hem de çıkmaya katılma bakımından haklı bir sebebin bulunmasının gerekli olduğunu savunmuştur. Kanaatimizce bu görüş doğru değildir. Nitekim haklı sebeple ilgili en temel husus, hâkimin takdir yetkisine göre sebebin haklı olup olmadığına karar vermesidir. Çıkma ve çıkmaya katılma kurumunun amaçları dikkate alındığında, ortaklara sözleşme serbestisi çerçevesinde, şirketlerinin yapısını da dikkate alarak, gerekli gördükleri takdirde çeşitli şartlar da öngörmek suretiyle çıkma hakkının kullanımına sınırlamalar veya şartlar getirebileceği, sözleşme serbestisi ile çıkma hakkının yanı sıra uzun sureli bu borç ilişkisinden her ortağın haklı sebeplerin varlığı hâlinde, sözleşmede çıkmaya dair hükümler bulunsun bulunmasın, mahkemeden çıkmasına izin verilmesini talep etme hakkı tanınmıştır. Bu iki husus birbirinden farklı şartlarda incelenmektedir. Sözleşmede yer alan bir hükmün haklı olup olmadığının da hâkimin takdirine bırakmak usul ekonomisine de, ortakların korunması amacına da aykırıdır. Zaten sözleşmede haklı sebep olarak düzenlenmiş bir sebebin takdirinin hâkime ait olduğu kabul edildiği takdirde bu sebep sözleşmede yer almasa da, ortakların mutlak hakkı olan haklı sebeple çıkma hakkı çerçevesinde ilgili hususu mahkemeye taşıyarak sebebin haklılığı konusunda hâkime başvurması mümkündür. 69  KENDİGELEN, a.g.e., s. 554, dn. 136. 70  TEKİNALP, 2012, s.382. 71 TEKİNALP, Çıkmaya Katılma, s. 4. Yazar 8no lu dipnotta mehaz İsviçre BK 822a maddesi ve gerekçesinde sözleşmede yer alan hüküm veya haklı sebeple çıkmada haklı sebebin TTK da olduğu şekilde katılma hakkına hasredilmediğini vurgulamıştır. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 93Limited Şirkette Çıkma ve Çıkmaya Katılma Nitekim aksi fikrin kabulü, esasında kanun koyucunun abesle iştigal ettiği ya da ettirildiği düşüncesini de beraberinde getirmektedir. Sözleşmede düzenlenen çıkma sebebine dayanarak ortaklığa yöneltilecek tek taraﬂ ı irade beyanıyla ortağın çıkma hakkının var olduğunu savunarak ayrıca sözleşmeyle kararlaştırılan  bir  sebebin  haklı  olup  olmadığının  hâkimin  takdirine bırakılacağını iddia etmek kanaatimizce çelişkilidir. C.  Çıkmanın Sonuçları Sözleşmede  kararlaştırılan  bir  sebebe  dayanarak  çıkma  hakkının kullanılmasında,  çıkma  bildiriminin  ortaklığa  ulaştığı  an,  haklı  sebeple çıkmada ise hükmün kesinleştiği anda çıkma gerçekleşir. Çıkma, yapılan tescilin ilanı ile hüküm doğurur. Çıkma neticesinde ilgili ortak bakımından bu ilişkiden kaynaklanan hak ve borçlar kural olarak sona erer ve çıkan ortağa esas sermaye payının gerçek değerine uyan ayrılma akçesinin ödenmesi gerekir.  Ayrılma akçesi TTK nin 641 ve 642. maddelerinde düzenlenmiştir. Ayrılma akçesi hususunda eTTK döneminde doktrinde haklı olarak,  eTTK 521, 530, 523/4 gibi maddelerde yapılacak ödemelere ilişkin gerçek değer esasına  Kanunda  yer  verilmişken  çıkmada  ödenecek  ayrılma  akçesinde aynı esasa yer verilmemesi eleştirilmiş, TTK m. 621 de ise bu ödemenin esas  sermaye  payının  gerçek  değerine  uygun  olacağı  açık  bir  şekilde düzenlenmiştir. Ayrılma akçesinin talep edilmesi TTK nin 641/1. maddesinde ortağa bir hak olarak tanındığından, nitelik olarak müktesep hak olarak değerlendirilecek, bunun  neticesinde  TTK  m.  641/2 de  belirtilen,  ayrılma  akçesinin  şirket sözleşmesiyle  farklı  bir  şekilde  düzenlenmesi  imkânının  kullanılmasında hakkın özüne dokunmayan, adil sınırlandırmalar getirilebilecektir. Gerçek değer in bilinçli olarak kanunda tanımlanmadığı vurgusu, birçok maddenin gerekçesinde yer almaktadır. 641. madde gerekçesinde ise bu ibarenin en azından  bilanço  değerini  ifade  ettiği  belirtilmiştir.  Birleşmede  ayrılma akçesini düzenleyen 141. madde gerekçesinde ise yaşayan şirket değerinin 72  BAŞTUĞ, a.g.e., s. 75; POROY/TEKİNALP/ÇAMOĞLU, 2010, N. 1679a. 73  Ayrılma kavramı ortakla çıkma ve çıkarılma dâhil ortaklık arasındaki bağı sona erdiren tüm nedenler anlamına geldiği halde, TTK nin 641 ve 642. maddelerinde ayrılma hakkı olarak işaret edilen hak esasında çıkma hakkı olarak değerlendirilmelidir. KENDİGELEN, a.g.e., s. 557. 74 BAŞTUĞ, a.g.e., s. 79. 75 KENDİGELEN, a.g.e., s. 557. 76  Bkz. TTK m. 141, 493, 531, 596 ve 641 gerekçeleri. 94 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR gerçek değerin hesaplanmasına temel teşkil edeceği belirtilmiştir. Bu değer belirlendikten  sonra  ortaklıktan  çıkan  kişinin  sahip  olduğu  payın  itibari değerinin  hesaplanması  gerekecektir.  Bu  ikinci  hesaplamada  ekonomik anlamda paylar arasındaki eşitliğin sağlanması için ayrılma akçesinin değerine etki edebilecek, pay üzerindeki imtiyazlar gibi, tüm etkenlerin hesaba katılması gerekmektedir.  Mahkeme  aşamasında  gerçek  değeri  hesaplamada  esas alınacak tarih bakımından, yine kesin bir kural olmamakla birlikte, anonim şirketlerde haklı sebeple feshe ilişkin hüküm göz önünde bulundurulabilir. Bu maddeye göre hâkim karar tarihine en yakın bir tarih esas alınmak üzere bilirkişi marifetiyle gerçek değerin hesaplanmasını sağlayabilecektir. Şirket, ayrılma akçesini TTK m. 640/2 uyarınca kural olarak nakden ödeyecektir.  Ancak  taraﬂ ar  dilerse  bunun  aksini,  mesela  ayni  olarak ödemeyi kararlaştırabilir. Bu konuda kanun koyucu sadece genel bir çizgi çekmekle yetinmiş, ortakların tamamen keyfi, adil olmayan düzenlemelerden kaçınmaları gerekliliği madde gerekçesinde de belirtilmiştir. Ayrılma akçesinin ödenmesiyle ilgili TTK nin 642. maddesinde ise 6762 sayılı Kanunda yer alan düzenlemeden farklı olarak ayrılma akçesinin muacceliyet şartları ve anına ilişkin düzenleme getirilmiştir. Buna göre çıkma neticesinde şirketin tasarrufta bulunabileceği özkaynakları mevcutsa veya çıkan kişinin ortaklıktaki paylarının devri kabilse ya da sermaye azaltması yoluna gidilmişse ayrılma akçesi muacceliyet kesbedecektir. Kullanılabilir özkaynağın, bu tutarın ayrılma akçesinin ödenmesinde yetersiz kalması hâlinde yapılacak esas sermaye azaltmasının tutarını belirlemede işlem denetçisine yetki veren TTK m. 642 nin ikinci fıkrası 6335 sayılı Kanunla yürürlükten kaldırılmıştır.  Bu  değişiklik  neticesinde,  özellikle  iradi  çıkma  hâllerinde üzerinde tasarruf edilebilecek özkaynak bulunup bulunmadığının nasıl tespit edileceği, denetleneceği, dolayısıyla sermayenin azaltılması yoluna gidilip gidilemeyeceği, gidilmesi gerekiyorsa miktarın kim tarafından hangi usulle belirleneceği hususları belirsizdir. 77  Fatih BİLGİLİ/Ertan DEMİRKAPI,  Şirketler Hukuku, Dora, Bursa, 2013, s.76. 78  BİLGİLİ/DEMİRKAPI, a.g.e. s. 76. Yazara göre gerçek değerin belirlenmesinde TTK m. 597 den faydalanmak mümkündür. Bu maddeye göre taraﬂ ar uzlaşamadıkları takdirde şirket merkezinin bulunduğu yer asliye ticaret mahkemesi, taraﬂ ardan birinin istemi üzerine payın gerçek değerini belirleyebilecektir. 79  BİLGİLİ/DEMİRKAPI, a.g.e., s. 776. 80  KENDİGELEN, a.g.e., s. 557. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 95Limited Şirkette Çıkma ve Çıkmaya Katılma TTK m. 642 nin son fıkrasında, ayrılma akçesinin tamamen ödenmediği takdirde, söz konusu alacağın şirkete karşı bütün alacaklardan sonra gelen bir alacak niteliğinde olacağı, şirketin yıllık raporunda kullanılabilir özkaynak ayrılmasıyla kalan kısma dair alacağın tekrar muaccel olacağı düzenlenmiştir. Ortaklıktan çıkmanın bir diğer sonucu ile ilgili olarak, TTK m. 604 hükmü anılabilir. Bu hükme göre ortak, TTK m. 642/1-b uyarınca payının devredilmesi yoluyla şirketten ayrıldıktan sonra iki yıl içerisinde şirket iﬂ as ederse, ek ödeme için kendisine başvurulabilecektir. İkinci fıkra uyarınca bu yükümlülük  payın  halefince  yerine  getirilmediği  takdirde,  yükümlülüğün gerçekleştiği tarihte ortağa karşı ileri sürülebileceği ölçüde devam edecektir. III.  SONUÇ Çalışmamızda ortağın iradi olarak ortaklıkla arasındaki ilişkiyi sona erdirmesi hâllerini, yani çıkma kurumunu incelemeye çalıştık. Bu çalışmadan çıkarabileceğimiz sonuçları şu şekilde özetleyebiliriz. 1- Çıkma hakkının temel hak ve özgürlükler çerçevesinde mülkiyet hakkına dayandığı söylenebilir. Herkesin sözleşme özgürlüğü çerçevesinde kişinin özgürce diğer kişilerle akit yapabilmesi ve bu ilişkiyi anlaşarak ya da Kanunun izin verdiği hâllerde tek taraﬂ ı olarak özgürce sona erdirebilmesi hakkının var olduğu şüphesizdir. Ancak her hukuki ilişkide olduğu gibi hakkın kullanılmasında  sözleşmenin  her  iki  tarafının  da  menfaatinin  korunması gerekmektedir. Nitekim bir sermaye ortaklığı olan limited şirketlerde, diğer sermaye şirketlerinde olduğu gibi sermayenin korunması, ortakların serbestçe ortaklıkla arasındaki sözleşmeye son vererek belki de ortaklığın sona ermesine neden  olması  istenmediğinden  ve  sınırlı  sorumluluk  prensibinin  kötüye kullanılması,  kişi  ortaklıklarına  nazaran  sermayeyi  daha  koruyucu,  diğer bir deyişle ortakların ve dolayısıyla sermayenin eksilmesini engelleyici bir tutumun var olduğu söylenebilir. 81  Söz konusu alacak için maddede ilgili bir hüküm bulunmadığı hâlde faiz ödenmeyeceğini belirten gerekçenin amacı ve anlamı doktrinde eleştirilmiş, maddenin ilk fıkrası uyarınca muaccel olacağı düzenlenen bu alacağa faiz işletilebilmesinin gerekli olduğu savunulmuştur. KENDİGELEN, a.g.e., s. 558. BAŞTUĞ ise alacağın doğumu ile muaccel olmasının farklı kavramlar olduğunu, muacceliyetten bahsedebilmek için öncelikle alacağın miktarının belirli olması gerektiğini, dolayısıyla ortağın payının karşılığı şirket sözleşmesinde kararlaştırılmış, özel ara bilançoyla ya da mahkemece kesin kararla belirlenmiş olsa dahi muaccel olmayacağını belirterek, kollektif şirketlerin aksine çıkma halinde ortağın şirket alacaklısı hâline gelmeyeceğini, uygulamada genellikle sermaye azaltması prosedürünün uygulanması sebebiyle durumun tescil ve ilânıyla alacağın muaccel olacağını ifade etmiştir. BAŞTUĞ, a.g.e., s. 83. 96 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR 2- Sözleşme özgürlüğünün yanı sıra çıkma hakkı, kullanılma yetkisi bakımından  kişisel  bir  haktır. Yöneldiği  sonuç  açısından  bozucu  yenilik doğuran, kullanılış tarzı bakımından ise yenilik doğuran işlem veya yenilik doğuran dava olarak değerlendirilmesi mümkündür. Çıkma hakkının kullanımı temsilciye bırakılabilirse de üçüncü bir kişiye devri mümkün değildir. Çıkma hakkının müktesep hak niteliği de vardır. Şirket sözleşmesi ile ortağa tanınmış bir çıkma hakkı, Kanunun izin verdiği ölçüde sınırlandırılması mümkün olmakla birlikte, hakkın kaldırılması ve özüne ilişkin, kullanımını ortadan kaldıracak nitelikte değişiklikler yapılması, ortağın rızası olmadıkça, mümkün değildir. 3- Yaptığımız sınırlandırma çerçevesinde TTK ile ortağa bahşedilen iradi çıkma haklarının, birleşme, bölünme ve tür değiştirmede mutabakatla, sözleşmede  kararlaştırılan  sebeplerle,  haklı  sebeple  ve  çıkmaya  katılma yoluyla çıkma hakkı olarak incelemek mümkündür. 4-  Birleşmede  çıkma  hakkı  imkânı  TTK  m.  141/1 de  açıkça düzenlenmişken bölünme sözleşmesinde çıkma hakkı tanıma imkânı ve tür değiştirmede çıkma imkânı açıkça düzenlenmemiştir. Bu durum azınlığın menfaatlerine aykırı olup, birleşmede olduğu gibi seçimlik bir hak olarak çıkma hakkının ve ayrılma akçesinin de bölünme ve tür değiştirmeyle ilgili madde metninde yer alması gerekirdi. 5- TTK nin 595. maddesinin beşinci fıkrasında ise payın devri şirket sözleşmesiyle yasaklanmış olması veya genel kurulun TTK m. 595 in yedinci fıkrası uyarınca devrin onaylanması için başvurulmasından itibaren üç ay içinde devir başvurusunu reddetmesi hâlinde, payını devretmek isteyen ortağın haklı sebeple ortaklıktan çıkma hakkının saklı olduğu belirtilmiştir. Bu hüküm sadece ortağın haklı sebeple çıkma hakkının saklı olduğuna işaret etmektedir. Kanunda açıkça izin verilen bir başka çıkma sebebi değildir. 6- Bir diğer çıkma hâli, haklı sebeple çıkmadır. Bu hak vazgeçilmez, mutlak bir haktır.  Haklı sebep herhangi bir ortaktan, faaliyetlerinden veya ortaklar  arasındaki  münasebetlerden  doğabilir.  Takdir  yetkisi  hâkime bırakılan  haklı  sebebin  tespitinde,  ilgili  limited  şirketin  yapısı  da  göz önünde bulundurulmalıdır. Kapitalist karakterli limited şirketlerde ortakların şahıslarında meydana gelen sebepler her zaman haklı sebep sayılamayabileceği hâlde ortaklık ilişkilerinden kaynaklanan ve objektif nedenleri işaret eden haklı sebebe dayanarak çıkma hakkı söz konusu olabilecektir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 97Limited Şirkette Çıkma ve Çıkmaya Katılma 7- Çıkmaya katılma kurumu 6102 sayılı Kanunla getirilen yeniliklerden biridir. Çıkmaya katılmak isteyen ortağın, çıkan ortağın dayandığı sözleşmede yer alan sebeple ya da mahkemede haklı sebep olarak ileri sürülen çıkma sebepleriyle  bağlı  olup  olmayacağı  hususu  bilinçli  olarak  Kanunda netleştirilmemiş,  bu  konunun  tartışılması  yargı  ve  doktrine  bırakılmıştır. Doktrinde  kanunun  haklı  sebep  konusunda  aynı  sebebin  aranmadığı savunulmuş, TTK nin 639/1. hükmünde haklı sebep ibaresine yer verilmemiş, ancak  TTK nin  639/2-a  hükmüyle  birlikte  değerlendirilmesi  neticesinde hem çıkma açısından hem de çıkmaya katılma bakımından haklı bir sebebin bulunmasının gerekli olduğu görüşü ileri sürülmüştür. Kanaatimizce çıkma ve çıkmaya katılma kurumunun amaçları ve haklı sebebin takdir yetkisinin hâkimin tekelinde olduğu hususu dikkate alındığında, sözleşmede yer alan bir hükmün haklı olup olmadığının da hâkimin takdirine bırakılması çıkma kurumunun  amacına  aykırıdır.  Dolayısıyla  TTK nin  639/2-a  hükmünde yer alan haklı sebep ibaresinin sözleşmede kararlaştırılan sebep olarak değerlendirilmesi,  maddenin  ve  çıkma  kurumunun  amacına  uygun  bir yaklaşım olacaktır. 8- Çıkmanın en önemli sonucu olan ayrılma akçesi, TTK m. 641 ve m. 642 de düzenlenmiştir. Ayrılma akçesinin ödenmesiyle ilgili TTK m. 642 de ise, eTTK de yer alan düzenlemeden farklı olarak ayrılma akçesinin muacceliyet şartları ve muacceliyet anına ilişkin düzenleme getirilmiştir. Ancak 6335 sayılı Kanunla anılan 642. maddenin ikinci fıkrasının kaldırılması neticesinde özellikle iradi çıkma hâllerinde üzerinde tasarruf edilebilecek özkaynak bulunup bulunmadığının tespiti konusunda belirsizlikler oluşmuştur. 98 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR",
     "Kaynakça": "ASLANLI, Halil / DOMANİÇ, Hayri, Limited Şirketler Hukuku ve Uygulaması, İstanbul, 1989. BAŞTUĞ, İrfan, Limited Şirkette Ortağın Çıkma ve Çıkarılması (Doçentlik Tezi), İzmir, 1966. BİLGİLİ, Fatih/ DEMİRKAPI, Ertan, Şirketler Hukuku, Dora, Bursa, 2013. BUZ, Vedat,  Medeni Hukukta Yenilik Doğuran Haklar, Yetkin Yayınları, Ankara, 2005. ÇAMOĞLU, Ersin,  Kollektif Ortaklığın Haklı Sebeple Feshi ve Ortağın Haklı Sebeple Çıkarılması, Vedat Kitapçılık, İstanbul, 2008. ÇAMOĞLU, Ersin,  “Limited Şirketten Çıkma-I”, Yaklaşım Dergisi, Ocak, 2014[a], Sa. 253, s. 255-263. ÇAMOĞLU, Ersin,  “Limited Şirketten Çıkma-II”, Yaklaşım Dergisi, Şubat, 2014[b], Sa. 254, s. 247-252. ÇAMOĞLU, Ersin, “Anonim Ortaklığın Haklı Sebeple Feshinde Hakimin Takdir Yetkisi”, Banka ve Ticaret Hukuku Dergisi, C. XXXI, Sa. 1, 2015, s. 5-19. ÇEKER, Mustafa, “Halka Açık Anonim Ortaklıklarda Pay Sahiplerinin Şirketten Çıkma Hakkı”, Bankacılık ve Ticaret Hukuku Dergisi, C.  XXIII, Sa. 1, Haziran 2005, s. 61-73. ÇELİK, Aytekin, Anonim Şirketlerde Ortaklıktan Çıkarılma, 3. Baskı, Seçkin, Ankara, 2013. DİRİKKAN ÖZTÜRK, Hanife,   Limited  Şirket  Ortağının  Ayrılması ve Ayrılma Payı, Yetkin Yayınları, Ankara, 2005. ERDİL, Engin, Limited Şirketlerde Ortaklıktan Çıkarılma, 2. Baskı, Vedat Kitapçılık, İstanbul, 2010. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 16. Bası, Yetkin Yayınları, Ankara, 2014. GİRAY,  R.  Eda,  “Limited  Şirketlerin  Haklı  Nedenlerle  Feshi  ve Yargıtay ın Yaklaşımı”, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Sa. 12, Güz-2007/2, s.195-218. GÖZÜYEŞİL, F. Fırat, “Limited Şirketlerde Çıkmaya Katılma”, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, Sa., 1-2, Ocak-Nisan 2013, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 99Limited Şirkette Çıkma ve Çıkmaya Katılma s. 663-681. İPEKEL KAYALI,  Ferna, Türk Ticaret Kanunu na Göre Birleşmeler, Vedat Kitapçılık, İstanbul, 2014. KENDİGELEN, Abuzer,  Türk Ticaret Kanunu Değişiklikler Yenilikler İlk Tespitler, XII Levha, İstanbul, 2012. MEMİŞ, Tekin/ TURAN, Gökçen, Sermaye Piyasası Hukuku, Seçkin Yayınları, Ankara, 2015. MİNELİLER, Zeynep, “Yeni Türk Ticaret Kanunu na Göre Limited Şirketlerin Haklı Sebeple Feshi”, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVI, Sa., 3, Temmuz-2012, s. 95-117. MOROĞLU, Erdoğan, 6102 Sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 7. Baskı, XII Levha, İstanbul, 2012. OĞUZMAN, M. Kemal/ ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, Cilt-I, 12. Bası, Vedat Kitapçılık, İstanbul, 2014. OĞUZMAN, M. Kemal/ BARLAS, Nami,   Medeni  Hukuk- Giriş- Kaynaklar- Temel Kavramlar, Vedat Kitapçılık, İstanbul, 2015. ORMANCI ALTINOK, Pınar, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, Vedat kitapçılık, İstanbul, 2011. ÖCAL, Akar,   “Limited Şirketin Haklı Sebeplerle Mahkeme Kararıyla Sona Erdirilmesi”, Turgut Kalpsüz e Armağan, , Ankara, 2003, s. 215227. POROY, Reha/ TEKİNALP, Ünal/ ÇAMOĞLU, Ersin,   Ortaklıklar ve Kooperatif Hukuku, Vedat Kitapçılık, İstanbul 2010. POROY,  Reha/ TEKİNALP,  Ünal/ÇAMOĞLU,  Ersin,  Ortaklıklar Hukuku I, Yeniden Yazılmış 13. Bası, Vedat Kitapçılık, İstanbul, 2014. PULAŞLI, Hasan,   6102  Sayılı Türk Ticaret  Kanununa  Göre Yeni Şirketler Hukuku Genel Esaslar, Adalet Yayınevi, Ankara, 2012. SELİÇİ, Özer,  Borçlar Kanununa Göre Sözleşmeden Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul, 1977. SÖNMEZ, Yusuf Z., Anonim Ortaklıklarda Pay Sahibinin Ortaklıktan Ayrılma Hakkı, Beta Yayınları, İstanbul, 2009. ŞAHİN, Ayşe, “Türk Ticaret Kanunu nun Limited Ortaklıklarda Ortağın Çıkması ve Çıkarılmasına İlişkin Hükümlerinin Değerlendirilmesi”, ERSİN ÇAMOĞLU na Armağan, Vedat Kitapçılık, İstanbul, 2013, s.175-210. 100 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2Bünyamin GÜRPINAR TANDOĞAN, Haluk, Borçlar Hukuku, C:I Özel Borç İlişkileri, Vedat Kitapçılık,  İstanbul, 2008. TAŞDELEN, Nihat,   6102 sayılı Türk Ticaret Kanununa Göre Limited Ortaklıklarda Çıkma Çıkarılma ve Fesih, Yetkin Yayınları, Ankara, 2012. TEKİNALP, Ünal, Yeni Anonim ve Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığının Esasları, (Tek Kişi Ortaklığı), Vedat Kitapçılık, İstanbul, 2012. TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, 4. Bası, Vedat Kitapçılık, İstanbul, 2015. YILDIZ, Şükrü, Limited Şirketler Hukuku, Arıkan, İstanbul, 2007. ZEVKLİLER, Aydın/ GÖKYAYLA, Emre, Borçlar Hukuku Özel Borç İlişkileri, İstanbul, 2010. Elektronik Kaynaklar TEKİNALP,  Ünal,  Çıkmaya  Katılma,  http://arslanlibilimarsivi.com/ (Çıkmaya Katılma) www.kazanci.com KISALTMALAR a.g.e.: adı geçen eser HD: Hukuk Dairesi a.g.m.: adı geçen makale inc.: inceleyiniz aşa.: aşağıda K.: Karar bkz.: bakınız m.: madde c.: cümle N.: kenar/paragraf numarası C.: cilt s.: sayfa dn.: dipnot Sa.: sayı E.: esas t.: tarih E.T.: Erişim tarihi TTK: 6102  sayılı  Türk  Ticaret Kanunu eTTK: 6762 sayılı Türk  vd.: ve devamı Ticaret Kanunu f.: fıkra Yarg.: Yargıtay Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XX, Y. 2016, Sa. 2 101"
}