{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "6098 SAYILI TÜRK BORÇLAR KANUNU’NUN KİRASÖZLEŞMESİNE İLİŞKİN GENEL HÜKÜMLERİNE GÖRE ÜRÜNKİRASININ SONA ERMESİ",
     "Title": "EXPIRATION OF USUFRUCTUARY LEASE ACCORDING TO BLANKET CLAUSES OF TURKISH CODE OF OBLIGATIONS CONCERNING RENTAL AGREEMENT",
     "Yazar İsmi": [
          "Mustafa KOCA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ürün Kirası",
          "Kira",
          "Türk Borçlar Kanunu",
          "Sona Erme",
          "Ürün Kirasının Sona Ermesi"
     ],
     "Keywords": [
          "Usufructuary Lease",
          "Lease",
          "Turkish Code Of Obligations",
          "Expiration",
          "Expiration of Usufructuary Lease"
     ],
     "Özet": "Ürün kirası; kiraya verenin, ürün veren bir şeyi ya da hakkı kullanmak ve semerelerinden yararlanmak üzere kiracıya devretmeyi veya ürünlerin toplanması (devşirilmesini) için kiracıya bırakmayı, buna karşılık da kiracının belirli ya da belirlenebilir olan kira bedelini ödemeyi üstlendiği bir sözleşmedir. Teknolojinin çok gelişmediği zamanlarda genellikle tarımsal taşınmazlar ürün kirasına konu olurken, teknoloji ve ekonominin gelişmesiyle orantılı olarak ürün kirasına konu olan mallar genişlemiştir. Sözleşmenin, kurulması ve taraﬂ ara faydalı biçimde devam etmesinin yanı sıra sona ermesi de önem arz etmektedir. Ürün kirası sözleşmesi her zaman beklendiği gibi sona ermeyebilir. Kimi zaman sözleşme, taraﬂ arın hiç beklemediği bir anda her ne kadar zararlarına da olsa sonlanmak durumunda kalabilir. Bu gibi sonlanmalar taraﬂ ar lehine yükümlülükler ve zararlar getirdiği için kimi durumlarda sözleşmenin sonlanmasına dair usulleri bilmek taraﬂ arın ekonomik olarak biraz rahatlamalarını sağlayabilir. Ürün kirası, Türk Borçlar Kanunu nun (TBK) ürün kirasını düzenleyen ayrımda yer alan ürün kirasına özgü sona erme sebeplerine göre sona erebileceği gibi TBK nın genel hükümlerine ve TBK nın kira sözleşmesine ilişkin genel hükümlerine göre de sona erebilir. Çalışmamız da sonuncu olarak belirtilen sona erme sebebinin incelenmesine ilişkindir.",
     "Abstract": "Usufructuary lease is a contract that the owner gives over a yielding thing or using the right of it and its fruits that the owner thinks to assign to the tenant who is required to pay some deﬁ ned or deﬁ nable rental as a provision to gather the products. Whereas immovable agricultural properties were the focus of usufructuary lease during the periods of undeveloped technology, the extent of these properties have been comparatively expanding with the development of technology and economy. Expiration of the contract is also important with its inception and endurance in an advantageous way for the both parties. Expiration of Usufructuary Lease always may not end as predicted. Sometimes, the agreement needs to be immediately concluded  Öğr. Gör., Kara Harp Okulu Öğretim Görevlisi, mkoca@kho.edu.tr Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 129Mustafa KOCA in spite of its all negative results. Since these kind of conclusions may bring some sanctions and loss for both sides, to know the procedures to put an end to the agreement may provide the parties to a little relax. Not only may Usufructuary lease end according to the speciﬁ c reasons of expiration in Turkish Code of Obligations, but also terminate concerning the blanket clauses of Turkish Code of Obligations and its rental agreement provisions. In this study, reasons of expiration were examined.",
     "Metin": "Türk Borçlar Kanunu nda yer alan kira sözleşmeleri: adi kira, konut ve çatılı işyeri kirası ile ürün kirasıdır. Ürün kirası TBK nın 357 ile 378 maddeleri arasında düzenlenmiştir. Ürün kirasına özgü sona erme sebepleri, 367-371 maddeleri arasında hüküm altına alınmıştır. Bir ürün kirası, TBK m. 367-371 arasında yer alan ürün kirasına özgü sona erme sebeplerine bağlı olarak sona erebileceği gibi TBK nın genel hükümlerine ya da TBK nın kira sözleşmesine ilişkin genel hükümlerine göre de sona erebilir. Ürün kirasının, TBK genel hükümlere göre sona erebileceği, kiranın bir sözleşme olmasından ileri gelmektedir. Ürün kirasına özgü sona erme ile sonlanacağı konusunda da kanun sistematiği çerçevesinde hiçbir şüphe yoktur.  TBK nın  kira  sözleşmesine  ilişkin  genel  hükümlere  göre  sona ermesi de TBK m.358 de yer alan: Bu ayırımda ürün kirasına ilişkin özel hüküm bulunmadıkça, kira sözleşmesine ilişkin genel hükümler uygulanır. hükmünden ileri gelmektedir. Bu maddeye göre, ürün kirasına ilişkin özel hüküm bulunmadıkça, ürün kirasıyla ilgili özel hükümler ve ürün kirasının özüyle çelişmediği takdirde kira sözleşmesine ilişkin genel hükümler ürün kirasına da uygulanacaktır. Bu kapsamda ürün kirasına özgü olmayan ancak kira sözleşmesinin genel hükümlerinde yer alan sona erme sebepleri, şartlar varsa ürün kirası için de uygulanacaktır. Çalışmamız sadece, TBK nın kira sözleşmesine ilişkin genel hükümlerine göre ürün kirasının sona ermesi üzerine bir incelemedir. 130 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... I. Genel Olarak Ürün Kirası Ürün kirası, TBK m.357 de tanımlanmıştır. Bu tanıma göre; Ürün kirası kiraya verenin, kiracıya, ürün veren bir şeyin veya hakkın kullanılmasını ve ürünlerin devşirilmesini bedel karşılığında bırakmayı üstlendiği sözleşmedir. Madde metninden de anlaşılacağı üzere ürün kirası; kiraya verenin, ürün veren bir şeyi ya da hakkı kullanmak ve semerelerinden yararlanmak üzere kiracıya devretmeyi veya ürünlerin toplanması (devşirilmesini) için kiracıya bırakmayı, buna karşılık da kiracının belirli ya da belirlenebilir olan kira bedelini ödemeyi üstlendiği bir sözleşmedir. Tanımdan da anlaşıldığı üzere ürün kirasında sözleşmenin kurulması için  teslim  şart  olmayıp  taraﬂ arın  karşılıklı  ve  birbirlerine  uygun  irade beyanlarının varlığı yeterlidir. Açıklamalardan anlaşıldığı üzere ürün kirası rızâî bir sözleşmedir. Sözleşmede yer alan borç ve haklar bakımından ürün kirasında birbirine zıt menfaatler söz konusudur. Ürün kirasında kiracı bedel ödeme borcu altına girerken kiraya veren bu bedel karşılığında sözleşmeye konu olan malı kiracıya bırakma borcu altına girmektedir. Her iki taraf da borç altına girdiği için ürün kirası tam iki tarafa borç yükleyen sinallagmatik bir sözleşmedir. Ürün  kirası;  kiracıya  sözleşmeye  konu  olan  malı  kullanma, semerelerinden  yararlanma,  işletme  hakkı  veren  kişisel  ve  sürekli  borç doğuran bir sözleşmedir. Sözleşmenin belirli süreli ya da belirsiz süreli olarak yapılması sürekli borç doğuran sözleşme çeşidinden olmasına engel değildir. Ürün kirasında kiracının, sözleşme gereği üstlendiği borç kira bedelini ödemektir. Kiralanana karşılık kira bedeli ödendiğinden ürün kirası ivazlı sözleşmelerdendir. 1   Gülay ÖZTÜRK: Teoride ve Uygulamada Hasılat Kirası, I. Baskı, Seçkin Yayıncılık, Ankara, 2010, s.50. 2   Nihal URAL ÇINAR: Türk Borçlar Kanunu nda Düzenlenen Kira Sözleşmelerinde Kira Bedelinin Ödenmemesi ve Hukuki Sonuçları, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2014, s.18. 3   İpek SAĞLAM: Ticarî İşletmelerin Ürün Kirası Sözleşmelerine Konu Teşkil Etmesi ve Bunun Benzer Hukuki İlişkiler ile Karşılaştırılması,  Marmara Üniversitesi Hukuk Fakültesi Dergisi, C.19, Sa. 1, s.144. 4   Hüseyin ALTAŞ: Hasılat ve Ürün Kirası, I. Baskı, Yetkin Basımevi, Ankara, 2009, 75. 5   URAL ÇINAR, 2014, s.18. 6   Erol CANSEL: İsviçre Hukuku, Fransız Hukuku ve Alman Medeni Kanunu ile Mukayeseli Olarak Türk Hukukunda Hasılat Kirası, Doktora Tezi, Ankara Üniversitesi Hukuk Fakültesi, Ankara, 1953, s.2. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 131Mustafa KOCA Ürün kirası TBK da düzenlenen tipik bir sözleşme olduğundan taraﬂ ar, aralarında doğan borç ilişkisini isimlendirmek zorunda değildir. Kanunda yer alan şartlar varsa taraﬂ arın arasındaki ilişki ürün kirası olarak kabul edilir. Yargıtay bir kararında bu konuya yönelik bir hüküm vermiştir. Yargıtay ın kararı şu şekildedir: Davacılar vekili, davalıların toplam 22 adet taşınmazda kiracı olduklarını Borçlar Kanunu nun 285 inci maddesi uyarınca Edirne 2. Noterliğinin 0401 yevmiye no lu ihtarnamesiyle akdin feshinin davalılara bildirildiği halde tahliye etmediklerini, tarla olarak kiralanan taşınmazlarla ilgili akdin feshiyle TAHLİYELERİNİ İSTEMİŞTİR. Davalılar vekili taraﬂ ar arasında kira ilişkisi olmadığını, 30 yıl evvel masraf ve ürünleri yarı yarıya paylaşılacak  şekilde  ortaklık  sözleşmesi  yapıldığını,  davanın  REDDİNİ SAVUNMUŞTUR.  Mahkemece  Borçlar  Kanunu nun  285  inci  maddesi uyarınca hasılat kiralarında taraﬂ ardan birinin fesih bildirimiyle akdin sona ereceği, mahkemenin 6570 Sayılı Kanun dan kaynaklanan tahliye davalarına bakmakla görevli olması nedeniyle, fuzuli işgal nedenine dayalı bu davada görevli  olmadığı  gerekçesiyle  görevsizlik  KARARI  VERİLMİŞTİR.  Dava yukarıda açıklandığı üzere hasılat kira sözleşmesinin feshi ve tahliye istemine ilişkin  olup  HUMK.nun  8/II-l.  bent  uyarınca  kira  sözleşmesine  dayanan her türlü tahliye ve akdin feshi davalarına bakmakla görevli mahkeme sulh HUKUK MAHKEMESİDİR. Davacı kira sözleşmesi olduğu iddiasıyla bu davayı açtığına göre mahkemece işin esasının incelenerek sonucuna göre bir karar verilmesi gerekirken, yazılı gerekçeyle görevsizlik kararı verilmesi doğru olmadığından hükmün BOZULMASI GEREKMİŞTİR.7. Ürün  kirasının  nasıl  yapılacağına  dair  TBK da  bir  şekil  şartı öngörülmemiştir.  Bu  durum  ürün  kirasının  kurulması  bakımından  şekil serbestisi benimsendiğini gösterir. Özel bir şekil şartı benimsenmediğinden sözleşme şekil konusunda TBK nın genel hükümlerine bağlı olacaktır. Nitekim sözleşmelerin şekil şartı TBK da; Sözleşmelerin geçerliliği, kanunda aksi öngörülmedikçe, hiçbir şekle bağlı değildir. olarak hüküm altına alınmıştır. Kanunlarda düzenlenen özel durumlar saklı kalmakla beraber şekil serbestisi kural, şekil koşulu ise istisnadır. Sözleşmenin esaslı unsurlarında taraﬂ arın anlaşması durumunda sözleşme yazılı ya da sözlü olarak kurulabilir. Her ne kadar ürün kirasının geçerliliği açısından TBK da herhangi bir şekil şartı aranmamış olsa da ürün kirasının konusunu oluşturan şey 7   Yarg. 6. HD. nin 24.12.2009 Tarihli, E.:2009/9116, K.:2009/11521 Sayılı Kararı. 8   ÖZTÜRK, s.54. 132 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... bakımından kanunda bir şekil şartı öngörülmüşse bu şekil şartına uyulması geçerlilik şartıdır. Ürün kirası şeklinde yapılan finansal kiralama sözleşmeleri bu duruma örnektir. Bu şekildeki sözleşmeler noterde yapılmadıkça geçerli olmayacaktır. Taraﬂ arın fiil ehliyetleri açısından ise ürün kirasının geçerliliği 4721 sayılı Medeni Kanununun genel hükümlerine tabi olacaktır. TMK açısından borç altına girebilmek için kural olarak tam fiil ehliyetli olmak aranır. TMK m.9 a göre: Fiil ehliyetine sahip olan kimse, kendi fiilleriyle hak edinebilir ve borç altına girebilir.. Kişi ergin değil ancak ayırt etme gücüne sahipse sözleşmenin  geçerliliği  TMK  m.344  gereğince  ana  ve  babanın  rızasına bağlıdır. Ayırt etme gücüne sahip vesayet altında olan kişiler açısından ise bu kişiler TMK m.451 gereği vasinin açık yahut örtülü rızası ya da icazetiyle borç altına girebilecektir. II.   ÜRÜN KİRASININ SONA ERMESİ A.   Genel Olarak Ürün kirasına ait özel sona erme sebepleri TBK nın 367-375 maddeleri arasında düzenlenmiştir. Bir ürün kirası, anılan maddelerle sona erebileceği gibi TBK nın genel hükümlerine göre ve yine TBK da yer alan kira sözleşmesine ilişkin genel sona erme sebeplerine göre sona erebilir. Çalışmamızda, 6098 sayılı Türk Borçlar Kanunu nun kira sözleşmesine ilişkin genel hükümlerine göre ürün kirasının sona ermesi ele alınacaktır. Ürün  kirası,  TBK nın  357-378  maddeleri  arasında  düzenlenmiştir. Düzenlemede, ürün kirasına özgü sona erme sebepleri de yer almaktadır. Özel sona erme sebeplerinin olmasına rağmen TBK m.358 den hareketle kira sözleşmesinin genel hükümlerinde yer alan genel sona erme sebeplerinin de ürün kirasına uygulanabileceği açıktır. TBK m.358 şu şekildedir: Bu ayırımda ürün kirasına ilişkin özel hüküm bulunmadıkça, kira sözleşmesine ilişkin genel hükümler uygulanır.. Bu maddeden anlaşıldığı üzere, ürün kirasına ilişkin özel sona erme sebeplerinde yer almayıp da kira sözleşmesine ilişkin genel hükümlerde yer alan sona erme sebepleriyle ürün kirasını sona erdirmek mümkün olacaktır. Ancak burada dikkat edilmesi gereken önemli bir husus, ürün kirasına ilişkin bir özel sona erme sebebinin bulunmamasıdır. 9   ALTAŞ, s.76. 10  URAL ÇINAR, s.40. 11  Gülşah Sinem AYDIN: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2013, s.19, 28. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 133Mustafa KOCA Aynı konuda özel bir sona erme sebebinin ürün kirası sistematiğinde yer alması durumunda kira sözleşmesine ilişkin genel sona erme sebeplerinin uygulanması mümkün değildir. Kira  sözleşmesinin  genel  hükümlerine  göre  ürün  kirasının sonlanabilmesi mümkünse de söz konusu sona erme sebepleri ürün kirasına özgü sona erme sebepleriyle çakışmaması lazımdır. Başka bir deyişle, ürün kirasına özel sona erme sebeplerinde düzenlenmeyip kira sözleşmesinin genel hükümlerinde düzenlenen bir sona erme sebebi mevcut olmalıdır. Kira sözleşmesinin genel hükümlerinde yer alan sona erme sebeplerini şu şekilde sıralamak mümkündür:  Sürenin geçmesiyle sona erme,  Fesih bildirimiyle sona erme,  Önemli sebeplerin olması durumunda sona erme,  Kiracının iﬂ as etmesiyle sona erme,  Kiracının ölümü durumunda sona erme,  Kira bedelinin zamanında ödenmemesi nedeniyle sona erme,  Kiralananın ayıplı olması durumunda sona erme,  Özenle Kullanma ve Komşulara Saygı Gösterme Borcunun İhlalinde Sona Erme.     Ürün kirasına özgü sona erme sebepleri ise şunlardır: Sürenin geçmesiyle sona erme, Fesih bildirimiyle sona erme, Önemli sebeplerin olması durumunda sona erme, Kiracının iﬂ as etmesiyle sona erme, Kiracının ölümü durumunda sona erme, Kira bedelinin zamanında ödenmemesi nedeniyle sona erme. Yukarıda yer alan sona erme sebepleri karşılaştırıldığında, Kiralananın Ayıplı Olması Durumunda Sona Erme ve Özenle Kullanma ve Komşulara Saygı Gösterme Borcunun İhlalinde Sona Erme sebeplerinin ürün kirasına özgü sona erme sebepleri arasında yer almadığı, kira sözleşmesine ilişkin 134 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... genel hükümlerde düzenlendiği anlaşılmaktadır. Bu durumda TBK m.358 den hareketle, sadece anılan 2 sebebin ürün kirasına uygulanabilmesi mümkündür. Diğer sona erme sebepleri, ürün kirasına özgü sona erme sebepleriyle örtüştüğü için ürün kiralarına uygulanamayacaktır. B.   Kira  Sözleşmesine  İlişkin  Genel  Hükümlere  Göre  Ürün Kirasının Sona Ermesi 1.  Kiralananın Ayıplı Olması Durumunda Sona Erme a.  Genel Olarak Ayıplı Mal Kavramı Kanunda ayıbın tanımına ilişkin bir düzenleme yapılmamıştır. Sözlük anlamı itibariyle ise ayıp; kusur, eksiklik anlamlarına gelmektedir. Kira sözleşmeleri açısından ise ayıp, nesnede bulunan kusur ve eksikliği ifade etmektedir. TBK  m.301  gereği  kiraya  veren  kiralananı  kullanıma  elverişli durumda kiracıya teslim etmek ve sözleşme süresi boyunca da bu durumda bulundurmakla  yükümlüdür.  Madde  metninde  kiraya  verenin  borcu  şu şekilde hüküm altına alınmıştır: Kiraya veren, kiralananı kararlaştırılan tarihte,  sözleşmede  amaçlanan  kullanıma  elverişli  bir  durumda  teslim etmek ve sözleşme süresince bu durumda bulundurmakla yükümlüdür.. Bu borç, sözleşme açısından önemli olduğu için kiraya verenin önemli borçları arasında sayılabilir. Kiraya veren söz konusu borca aykırı davrandığı takdirde kiracı açısından hak kaybı oluşturmaktadır ki ayıptan sorumluluk kavramı bu adaletsizliği gidermek için getirilmiş bir kurumdur. Kiraya verenin ayıptan dolayı sorumluluğu da bu borcun devamı niteliğindedir. Bundan hareketle, 301 ve 304 üncü maddeler birlikte değerlendirildiğinde ayıbı; anlaşmada amaçlanan durumdan farklı olarak, kiracının kullanımını etkileyecek derecede kiralananın kusurlu ve kullanıma elverişli olmaması şeklinde tanımlamak mümkündür. 12   İnternet:  Türk  Dil  Kurumu.  Web:  http://tdk.gov.tr/index.php?option=com_ gts&arama=gts&guid=TDK.GTS.5657485d087.93724204.  26  Kasım  2015  tarihinde alınmıştır. 13  Efrail AYDEMİR: Yeni Türk Borçlar Yasasına Göre Kira Hukuku, II. Baskı, Seçkin Yayıncılık, Ankara, 2013, s.98. 14  Gülşen BALTALI: Kira Sözleşmesinde Kiracının Ayıptan Doğan Hakları, Yayınlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi, İstanbul, 2010, s.4. 15  M. Murat İNCEOĞLU: Kira Hukuku, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2014, s.112; Faruk ACAR: Kira Hukuku Şerhi, I. Baskı, Beta Basım, İstanbul, 2013, s.185. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 135Mustafa KOCA Kiralananda bulunan ayıbın kiraya verenin kusurundan kaynaklanıp, kaynaklanmadığı önemli değildir. Ayıp ister kiraya verenin kusurundan ileri gelsin, ister kiraya verenin kusuru olmasın kiralayan kiralanandaki ayıptan sorumlu  olacaktır.  Kiracının  kusuru  konusunda  ise,  kiralanandaki  ayıp kiracıdan kaynaklanmamalıdır. Aksi durumda kiraya verenin ayıptan dolayı sorumluluğuna gidilemez.16 Kira  sözleşmeleri  açısından  ayıptan  sorumluluk,  kiraya  verenin sözleşmeden  doğan  bir  borcudur.  Bu  borç  teslim  sırasında  vardır  ve sözleşmenin süresi boyunca da devam eder. Kiralananda ayıp kavramını, zaman bakımından, teslim anındaki ayıp ve kiralananda sonradan ortaya çıkan ayıp olmak üzere iki kategoride incelemek mümkündür. Kiracıya tanınan haklar bakımından ayıbın hangi zamanda ortaya çıktığı önem taşımaktadır. Kiralananın teslim anında ayıplı olması durumunda kiracıya tanınan haklar TBK m.304 de şu şekilde düzenlenmiştir: Kiralananın önemli ayıplarla teslimi hâlinde kiracı, borçlunun temerrüdüne veya kiraya verenin kiralananın sonradan ayıplı duruma gelmesinden doğan sorumluluğuna ilişkin hükümlere başvurabilir. Kiralananın önemli olmayan ayıplarla tesliminde ise kiracı, kiralananda sonradan  ortaya  çıkan  ayıplardan  dolayı  kiraya  verenin  sorumluluğuna ilişkin hükümlere başvurabilir.. Madde metni incelendiğinde ayıbın varlığı halinde kullanılacak haklar bakımından, kiralanandaki ayıbın niteliğini tespit etmek gereklidir. Buna göre ayıbı, önemli ve önemli olmayan şeklinde ikili bir ayrıma tabii tutmak mümkündür. Önemli ayıp, kiralananın sözleşmeye uygun olmaması ve ondan yararlanmayı azaltacak oranda kusurlu olması şeklinde ifade edilirken; önemli olmayan ayıbı ise, kiralananın sözleşmede belirlenen amaca uygun olmamasına karşın, kiracı için çekilemez derecede kusur halinin olmaması şeklinde ifade etmek mümkündür. Kiralananda önemli ayıp varsa kiracı, borçlunun temerrüdü yoluna ya da kiralananın sonradan ayıplı duruma gelmesinden doğan sorumluluğa ilişkin hükümlere başvurabilecektir. Kiracı bu yollardan birini seçebilir. Ayıp  önemli  değilse  bu  durumda  kiracı,  yalnızca  kiralananda sonradan ayıplı duruma gelmesinden doğan sorumluluğa ilişkin hükümlere 16  Beyza NUHOĞLU: Türk Borçlar Kanununa Göre Kiraya Verenin Ayıba Karşı Tekeﬀ ül Borcu, Yayınlanmamış Yüksek Lisans Tezi, Bahçeşehir Üniversitesi, İstanbul, 2013, s.6465. 17  AYDEMİR, s.99. 136 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... başvurabilecektir.  Buradan,  önemsiz  ayıbın  varlığı  halinde  kiracının, kiralananı teslim almaktan kaçınamayacağı ve teslim aldıktan sonra dilerse mağduriyetinin giderilmesi maksadıyla kiralananda sonradan ortaya çıkan ayıplardan dolayı kiraya verenin sorumluluğuna gidebileceği anlaşılmaktadır. Bir malın ayıplı olması durumunda kiracıya tanınan seçimlik haklar; ayıbın  giderilmesini  talep  hakkı,  kiracının  ayıbı  bizzat  giderme  hakkı, kira bedelinin indirilmesini talep hakkı, sözleşmeyi feshetme hakkı, ayıp dolayısıyla uğranılan zararın tazminini talep hakkıdır. b.  Sözleşmenin Feshi TBK da  ürün  kirasının  yer  aldığı  ayrımda,  kiraya  verenin  ayıptan sorumluluğu açıkça düzenlenmese de TBK m.358 gereği kiraya veren şartlar varsa ürün kirasında da ayıptan sorumlu olacak ve buna bağlı olarak kiracı sözleşmeyi feshedebilecektir. Kiracının fesih hakkı seçimlik bir haktır. Sözleşmeyi feshetmek yerine kanunda yer alan diğer seçimlik hakları kullanabilir. Bunlar seçimlik haklar: ayıbın giderilmesini isteme, kira bedelinin indirilmesini isteme gibi haklardır. TBK m.306 her ne kadar kiralananın sonradan ayıplı hâle gelmesinde uygulanan fesih imkânı olsa da 304 üncü maddede yer alan atıf gereği teslim anında mevcut olan ayıplı kiralananlar için de uygulanabilecektir. Kira sözleşmesinde, kiralananın ayıplı olması durumunda kiracının fesih hakkı TBK m.306/2 de şu şekilde düzenlenmiştir: Ayıbın, kiralananın öngörülen kullanıma elverişliliğini ortadan kaldırması ya da önemli ölçüde engellemesi  ve  verilen  sürede  giderilmemesi  hâlinde  kiracı,  sözleşmeyi feshedebilir.. Madde metninden de anlaşıldığı üzere kiracı fesih hakkını kullanabilmesi için, ayıbın kiralananın öngörülen kullanıma elverişliliğini ortadan kaldırması ya da önemli ölçüde engellemesi ve verilen sürede ayıbın giderilmemesi gerekmektedir. Şartlardan tek başına birinin varlığı yeterli 18  Mustafa Alper GÜMÜŞ: Borçlar Hukuku Özel Hükümler, I. Baskı, Vedat Kitapçılık, İstanbul, 2015,  s.203-204. 19  Azra Arkan SERİM: Hasılat Kirasında Taraﬂ arın Hak ve Borçları, I. Baskı, Beşir Kitabevi, İstanbul, 2010, s.49-59. 20  Mehmet REMZİ / Sezer AYDIN: Borçlar Hukuku Özel Hükümler, XI. Baskı, İkinci Sayfa Yayıncılık, İstanbul, 2014, s.213. 21  Mustafa KIRMIZI: 6098 Sayılı Yasada Konut ve Çatılı İşyeri Kiraları Açıklamalıİçtihatlı ve Dilekçe Örnekli, II. Baskı, Bilge Yayınevi, Ankara, 2014,  s.64. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 137Mustafa KOCA olmayacak,  iki  durumun  da  birlikte  gerçekleşmesi  aranacaktır.  Kiracı, kiralanandaki ayıptan dolayı bir zarara uğramışsa, diğer seçimlik haklardan bağımsız olarak TBK m.305/1 gereği uğradığı zararı da kiraya verenden tazmin edebilecektir. Ancak kiraya veren, kusuru olmadığını ispat edebilirse kiralananın ayıplı olmasından dolayı doğan zararları kiracıya ödemekten kurtulabilir (TBK m.308). Kiralananda ayıp olması ve verilen süre içerisinde kiraya verenin kiraya verenin ayıbı gidermemesi durumunda kiracı sözleşmeyi feshedebilecektir. Verilen  süre  sonunda  sözleşme  kendiliğinden  sona  ermeyecek,  kiracının sözleşmeyi sonlandırmak için ayrıca fesih beyanından bulunması aranacaktır. Fesih beyanı için maddede herhangi bir şekil şartı öngörülmemiştir. Ancak ispat kolaylığı açısından beyanın yazılı olması kiracının menfaatine olacaktır. Kiracının  kullandığı  fesih  hakkı  ileri  yönelik  hüküm  ve  sonuçlar doğurduğundan, daha önceden ödenen kira bedellerinin iadesi istenemez. Ancak kira bedeli peşin verildiyse, fesihten sonraki döneme ait kira bedelleri kiraya verenden istenebilecektir. 2.  Özenle  Kullanma  ve  Komşulara  Saygı  Gösterme  Borcunun İhlalinde Sona Erme a. Genel Olarak Özenle Kullanma ve Komşulara Saygı Gösterme Borcu Kiracının borçlarından olan, kiralananı özenle kullanma ve komşulara saygı  gösterme  borcu  ile  borca  aykırılıkta  ön  görülen  müeyyidesi  TBK m.316 da düzenlenmiştir. Buna göre özenle kullanma ve komşulara saygı gösterme  borcu:  Kiracı,  kiralananı,  sözleşmeye  uygun  olarak  özenle kullanmak ve kiralananın bulunduğu taşınmazda oturan kişiler ile komşulara gerekli saygıyı göstermekle yükümlüdür.. Madde  metninden  de  anlaşıldığı  üzere  kiracı,  kiralananı  özenle kullanmak zorundadır. Hatta kiralananın özenle kullanılması yalnızca yeterli olmayacak, sözleşmede belirtildiği şekilde, kiralananın sözleşmeye uygun olarak  ve  özenle  kullanılması  aranacaktır.  Kiracı,  kiralananın  değerini azaltacak ve niteliğini etkileyecek şekilde kiralananı kullanamamasının yanı 22  KIRMIZI, s.64. 23  ACAR, s.243. 24  GÜMÜŞ, s.205. 25  İNCEOĞLU, s.191. 138 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... sıra kira sözleşmesinden sonra etkisini devam ettirecek biçimde kiralananda değişiklik yapamayacaktır. Kiralananın özenle kullanılmasından kasıt, kiralananın fiziki varlığını ve  değerini  azaltmayacak  şekilde  kullanılmasıdır.  Nitekim  kiracının, kiralanandaki camları ve buzdolabını kırmasını Yargıtay özen borcuna aykırılık olarak görmüştür. Yargıtay ın kararı şu şekildedir: Taraﬂ ar arasında kiracılık ilişkisi konusunda bir uyuşmazlık bulunmamaktadır. Kiralanan davalı kiracıya teslim edildiği ve davalının kiralayana sinirlenerek kiralananın camlarını ve Buzdolabı camını kırdığı taraﬂ arın kabulündedir. Kiracı taşınmazı tahliye ederken kiralananı ne şekilde teslim almış ise o şekilde teslim etmek zorundadır. Her ne kadar kiralanana davalı zarar vermiş ise de davalının kiralananı tahliye ettiği dosya kapsamından anlaşılamamaktadır. Kiralanana verilen zararlar, tahliye edilirken ve kiralayana teslim edilirken kiracı tarafından giderilmesi  mümkündür.  Kiralanan  tahliye  edilmeden  ve  anahtar  teslimi yapılmadan zararlar istenemez. Bu nedenle mahkemece öncelikle taşınmazın tahliye edilerek anahtarlarının teslim edilip edilmediği üzerinde durularak, sonucuna göre bir karar verilmesi gerekirken eksik inceleme ile yazılı şekilde hüküm kurulması doğru olmadığından hükmün bozulması gerekmiştir.28. Kiracının göstermesi gereken özenin nasıl olacağı konusunda TBK kapsamında getirilen bir hüküm bulunmamaktadır. Doktrindeki genel kanı ise, kiracının, kiralananı kendi malı gibi tam bir özen içinde kullanması gerektiği yönündedir. Yani kendi malına gösterdiği özeni kiralanana da göstermek zorundadır. Ancak bu durum, kendi mallarına da özensiz davranan kiracılar bakımından problemler doğurur niteliktedir. Bu açıdan, kiracının göstermesi gereken özeni, makul ve dürüst bir kiracının göstermesi gereken özen olarak kabul etmek gerekir ki bu da herkes açısından hakkaniyete uygun sonuçlar doğuracaktır. Maddede yer alan diğer borç, kiracının komşulara saygı göstermesidir. Buna  göre,  kiracı  kiralananın  bulunduğu  taşınmazda  oturan  kişiler  ile 26  Osman KODAL: Roma ve Türk Hukukunda Kira Sözleşmesi, Yayınlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi, Ankara, 2008, s.85. 27  İNCEOĞLU, s.371. 28  Yarg. 6. HD. nin 08.12.2014 Tarihli, E.:2014/4522, K.:2014/13571 Sayılı Kararı. 29  Damla MAMÜK: Kiracının Özenle Kullanma ve Komşulara Saygı Gösterme Borcu İle Komşuluk Hakkı ve Taşkınlıktan Kaçınma Ödevinin Birlikte Değerlendirilmesi. Ankara Barosu Dergisi, C. 2013/1,  s.411; Hasan ERDOĞAN: Tahliye, Kira Tespiti, Kira Alacağı Ve Tazminat Davaları, I. Baskı, Adalet Yayınevi, Ankara, 2006, s.335. 30  İNCEOĞLU, s.381. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 139Mustafa KOCA komşulara gerekli saygıyı göstermekle yükümlüdür. Bu borç kapsamında saygı gösterilmesi gerekenler, aynı taşınmazda oturanlar ile komşulardır. TBK da  saygının  içeriğine  ilişkin  bir  düzenleme  yapılmamıştır. AYDEMİR  komşulara  saygıyı,  kiralananın,  birey  ve  toplum  yaşamının gereklerine uygun şekilde kullanılmaması veya toplumca benimsenmeyecek davranışlar içerinde bulunulması … olarak ifade etmektedir. TBK  m.316 da  kiracının,  kullanma  ve  komşulara  saygı  gösterme borcuna aykırı davranması sonucunda ne gibi müeyyide ile karşılaşacağı da düzenlenmiştir. Konumuz açısından bu borca aykırılık durumunda kiraya veren, kiracıya önceden bir ihtarda bulunmaksızın yazılı bir bildirimle ürün kirasını hemen feshedebilecektir. Konut ve çatılı işyeri kiralarında ise farklı olarak kiraya veren, sözleşmeyi feshetmeden önce, en az otuz günlük mehil vermeli ve bu süre içerisinde aykırılığın giderilmesi talebinde bulunmalıdır. Bu ihtarın yazılı şekilde olması maddede aranan geçerlilik koşuludur. b. Sözleşmenin Feshi Kiracı,  kira  sözleşmesi  gereğince  kiralananı  özenle  kullanma  ve komşulara saygı gösterme borcu altındadır. Bu borca aykırılık durumunda ne olacağı TBK m.316/2 de şu şekilde müeyyidelendirilmiştir: Kiracının bu yükümlülüğüne aykırı davranması durumunda kiraya veren, konut ve çatılı işyeri kirasında, en az otuz gün süre vererek, aykırılığın giderilmesi, aksi takdirde sözleşmeyi feshedeceği konusunda yazılı bir ihtarda bulunur. Diğer kira ilişkilerinde ise, kiraya veren, kiracıya önceden bir ihtarda bulunmaksızın, yazılı bir bildirimle sözleşmeyi hemen feshedebilir.. Konumuz ürün kirası olduğu için konut ve çatılı işyeri sözleşmesinde feshi incelemeyip, diğer kira sözleşmelerine öngörülen fesih usulünü inceleyeceğiz. Madde metninden anlaşıldığı üzere kiracı, kiralanan, sözleşmeye uygun olarak özenle kullanmama ve kiralananın bulunduğu taşınmazda oturan kişiler ile komşulara gerekli saygıyı göstermediğinde kiraya veren önceden bir ihtarda bulunmaksızın, yazılı bir bildirimle ürün kirasını hemen feshedebilecektir. Ancak söz konusu borcun ihlali tek başına yeterli olmayacak; ihlal kiraya veren,  aynı  taşınmazda  oturanlar  ya  da  komşular  açısından  sözleşmenin devamını çekilemez hale getirmesi aranacaktır. 31  AYDEMİR, s.107. 32  GÜMÜŞ, s.257. 140 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel... Kiraya  verenin  fesih  bildirimini  yazılı  olarak  yapması,  maddede özellikle belirtildiği için geçerlilik şartıdır. Fesih bildiriminin yazılı olarak yapılmaması durumunda fesih gerçekleşmeyecektir. Konut ve çatılı işyeri kiraları dışındaki diğer kira sözleşmelerinde aykırılığın giderilmesi için kiracıya mehil verilmesi aranmamıştır. Ancak zorunlu  olmamasına  rağmen  mehil  verilmişse  artık  mehilin  dolması beklenecek, mehilin dolmamasına rağmen yapılan fesih geçersiz olacaktır. Fesih beyanı ile kira sözleşmesi ileriye etkili olacak şekilde sona erecek ve tahliye için ayrıca dava açılması gerekmeyecektir. Tazminat konusunda da kiraya veren, kira sözleşmesinin erken sona ermesinden dolayı uğradığı zararları kiracıdan talep edebilecektir. Özensiz kullanımdan dolayı kiralananda meydana gelen zararlar ise ayrıca kiracıdan talep edilebilecektir.35 SONUÇ Ürün kirasının sona ermesi, en az sözleşmenin kurulması ve devamı kadar önemlidir. Kimi zaman sözleşmenin devamı taraﬂ ardan biri açısından çekilmez hale gelebilir. Bu durumda sözleşmenin devamı çekilmez hale gelen açısından sözleşmeyi sonlandırmak daha faydalı olacaktır. Sözleşmeyi  etkileyen  çekilmezlik  olmasına  rağmen,  ürün  kirasına özgü  sona  erme  sebeplerine  dayalı  olarak  sözleşmenin  sona  erdirilmesi mümkün değilse TBK m.358: Bu ayırımda ürün kirasına ilişkin özel hüküm bulunmadıkça, kira sözleşmesine ilişkin genel hükümler uygulanır. hükmü gereği kira sözleşmesine ilişkin genel hükümlere göre de ürün kirası sona erdirilebilir. Ancak bu durumda konuya ilişkin, ürün kirasına özgü sona erme sebepleri arasında, istenilen sona erme sebebi bulunmamalıdır. Kanun  tarafından  aranan  diğer  şartlar  varsa,  ürün  kirasının düzenlendiği  ayrımda  yer  alamayıp  da  kira  sözleşmelerine  ilişkin  genel hükümlerin düzenlendiği birinci ayrımda yer alan Kiralananın Ayıplı Olması Durumunda Sona Erme ve Özenle Kullanma ve Komşulara Saygı Gösterme Borcunun İhlalinde Sona Erme sebepleri ürün kirasını sona erdirebilir. Sözü edilen sebepler, sözleşme çerçevesinde değerlendirildiğinde ağır sonuçlar doğuracağından, menfaati ihlal edilen taraf açısından ürün kirasının sona erdirilmesi yararına olacaktır. 33  İNCEOĞLU, s.413. 34  İNCEOĞLU, s.414. 35  İNCEOĞLU, s.416. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 141Mustafa KOCA Anılan sona erme sebepleri ürün kirasına konu olan mallar açısından farklılık gösterecek, kimi sözleşmelerde uygulama alanı bulamayacaktır. Bir hayvanın ürün kirasına konu olması örneğinde durum böyledir. Bu sözleşmede komşulara saygı gösterme borcuna aykırılık olamasa da özenle kullanma borcundan bahsedilebilir. Kiralananın ayıplı olması durumunda sözleşmeyi sonlandırmak her zaman mümkün olmayabilir. Sözleşmenin sonlanabilmesi için ayıbın önemli olması gerekir. Önemli ayıbın ne olduğu konusunda kanunda bir tanımlama yapılmasa da TBK m.306 dan hareketle önemli ayıp, kiralananın öngörülen kullanıma elverişliliğini ortadan kaldıran ya da önemli ölçüde engelleyen unsurlar olarak ifade edilebilir. Kiralananın ayıplı olması durumunda kiracı sözleşmeyi  feshetmek  zorunda  değildir.  Dilerse  kanunca  tanınmış  diğer seçimlik hakları da kullanabilir. Özenle kullanma ve komşulara saygı göstermenin yaptırımı olarak sözleşmeyi feshetme yolu mutlak değildir. Kiracı isterse sözleşmeyi mevcut durumlarla devam ettirebilir. Ancak bu durum kiraya veren ve duruma göre komşular açısından yararlı olmayabilir. Özenle kullanmama ve komşulara saygı  göstermeme  olguları,  artık  sözleşmenin  devamını  kiraya  veren  ve komşular açısından çekilemez kılması gereklidir. 142 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 46098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Genel...",
     "Kaynakça": "ACAR, F.: Kira Hukuku Şerhi, I. Baskı, Beta Basım, İstanbul, 2013. ALTAŞ, H.: Hasılat ve Ürün Kirası, I. Baskı, Yetkin Basımevi, Ankara, 2009. AYDEMİR, E.: Yeni Türk Borçlar Yasasına Göre Kira Hukuku, II. Baskı, Seçkin Yayıncılık, Ankara, 2013. AYDIN, G. S.: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2013, s.19.. BALTALI, G.: Kira Sözleşmesinde Kiracının Ayıptan Doğan Hakları, Yayınlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi, İstanbul, 2010. CANSEL, H.: İsviçre Hukuku, Fransız Hukuku ve Alman Medeni Kanunu ile Mukayeseli Olarak Türk Hukukunda Hasılat Kirası, Doktora Tezi, Ankara Üniversitesi Hukuk Fakültesi, Ankara, 1953. CORPUS: Corpus Web Hukuk Mevzuat ve İçtihat Programı. ERDOĞAN, H.: Tahliye, Kira Tespiti, Kira Alacağı Ve Tazminat Davaları, I. Baskı, Adalet Yayınevi, Ankara, 2006. GÜMÜŞ, M. A.: Borçlar Hukuku Özel Hükümler, I. Baskı, Vedat Kitapçılık, İstanbul, 2015. İNCEOĞLU, M. M.: Kira Hukuku, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2014. İnternet: Türk Dil Kurumu. Web: http://tdk.gov. tr/index.php?option=com_gts&arama=gts&guid=TDK. GTS.5657485d707087.93724204. 26 Kasım 2015 tarihinde alınmıştır. KIRMIZI, M.: 6098 Sayılı Yasada Konut ve Çatılı İşyeri Kiraları Açıklamalı-İçtihatlı ve Dilekçe Örnekli, II. Baskı, Bilge Yayınevi, Ankara, 2014. KODAL, O.: Roma ve Türk Hukukunda Kira Sözleşmesi, Yayınlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi, Ankara, 2008. MAMÜK, D.: Kiracının Özenle Kullanma ve Komşulara Saygı Gösterme Borcu İle Komşuluk Hakkı ve Taşkınlıktan Kaçınma Ödevinin Birlikte Değerlendirilmesi. Ankara Barosu Dergisi, C. 2013/1. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 143Mustafa KOCA NUHOĞLU, B.: Türk Borçlar Kanununa Göre Kiraya Verenin Ayıba Karşı Tekeﬀ ül Borcu, Yayınlanmamış Yüksek Lisans Tezi, Bahçeşehir Üniversitesi, İstanbul, 2013. ÖZTÜRK, G.: Teoride ve Uygulamada Hasılat Kirası, I. Baskı, Seçkin Yayıncılık, Ankara, 2010. REMZİ, M / AYDIN, S.: Borçlar Hukuku Özel Hükümler, XI. Baskı, İkinci Sayfa Yayıncılık, İstanbul, 2014. SAĞLAM, İ.: “Ticarî İşletmelerin Ürün Kirası Sözleşmelerine Konu Teşkil Etmesi ve Bunun Benzer Hukuki İlişkiler ile Karşılaştırılması”,  Marmara Üniversitesi Hukuk Fakültesi Dergisi, C.19, Sa. 1. SERİM, A. A.: Hasılat Kirasında Taraﬂ arın Hak ve Borçları, I. Baskı, Beşir Kitabevi, İstanbul, 2010. URAL ÇINAR, N.: Türk Borçlar Kanunu nda Düzenlenen Kira Sözleşmelerinde Kira Bedelinin Ödenmemesi ve Hukuki Sonuçları, I. Baskı, On İki Levha Yayıncılık, İstanbul, 2014. 144 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4"
}