{
     "Tip": "Makale",
     "Dergi İsmi": "Gazi Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "19",
     "Sayı": "4",
     "Başlık": "GENEL İŞLEM ŞARTLARI İLE REKABET İHLALİ VE SONUÇLARI",
     "Title": "BREACH OF THE COMPETITION THROUGH STANDARDIZED TERMS OF CONTRACT AND ITS RESULTS",
     "Yazar İsmi": [
          "Metin TOPÇUOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Genel işlem şartları",
          "rekabet ihlali",
          "dikey anlaşmalar",
          "haksız rekabet",
          "ithalatta haksız rekabetin önlenmesi",
          "haksız şart",
          "haksız şart karinesi",
          "tüketici",
          "tacir",
          "basiretli iş adamı gibi hareket etme yükümlülüğü"
     ],
     "Keywords": [
          "Standardized terms of contracts",
          "competiton violation",
          "vertical agreements",
          "unfair competition",
          "prevention of unfair competition in imports",
          "unfair terms",
          "presumption of the unfair term",
          "consumer",
          "merchant",
          "duty to act as a prudent businessperson"
     ],
     "Özet": "İş ve işlem yoğunluğu teşebbüsleri, faaliyetlerinin türü ve taraﬂ arına göre, her biri için ayrı ayrı şartlar formüle etmek yerine, önceden hazırladıkları şartlarla çalışmaya  zorlamaktadır.  Önceden  tasarlanmış  ve  genel  olarak  hazırlayanın menfaatlerini  ön  planda  tutan  genel  işlem  şartları,  tüketiciler  ve  rakip  olup olmamasına bakmaksızın teşebbüsler aleyhine kullanılabilmektedir. Genel işlem şartlarının etkisi ve sonuçları, sözkonusu şartlarla izlenen amaca ve taraﬂ arın sıfatına göre ayrı ayrı incelenmelidir. Uygulanacak hükümler, genel işlem  şartlarının  amacına  göre  belirlenecektir.  Ayrıca  uygulanacak  hükümlerin kapsamı bakımından düzenleyen karşısındaki kişinin sıfatı (tacir, tüketici veya her ikisi dışındaki bir gerçek veya tüzel kişi), önem taşımaktadır. Bu yüzden, amacına ve taraﬂ arın sıfatına göre incelenecek genel işlem şartlarının yol açacağı rekabet ihlalleri, ayrı hükümlere tabidir ve sonuçları da farklıdır.",
     "Abstract": "According to the type of activity and the parties, business and transaction volume is forcing to work under conditions prepared in advance rather than separatelyformulated conditions for each of the transactions. Standardized terms of contracts which are thought previously and that generally protect preparer s interests can be used against the consumers and enterprises irrespective of whether it is competitor. The overall eﬀ ect and results of the process conditions should be analyzed separately by the objectives and title of the parties. Provisions to be applied will be determined by the purpose of the general terms and conditions. In addition, the title of that person in terms of regulating the scope of the provisions to be implemented (merchant, consumer, or a natural or legal person other than both) is important.   Prof. Dr., Süleyman Demirel Üniversitesi Hukuk Fakültesi ve Alanya Alaaddin Keykubat Üniversitesi İşletme Fakültesi Ticaret Hukuku Öğretim Üyesi. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 3Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Therefore, competition violations caused by the general terms and conditions to be examined by purpose and title are subject to separate terms and the results are diﬀ erent.",
     "Metin": "Elektronik ticaret ile birlikte giderek gelişen ve genişleyen ticari hayatın vazgeçilmez işlem türlerinden birisi, genel işlem şartlarıdır. Çok sayıda iş ve işlem yapmak zorunda olan teşebbüsler için her bir alıcıya yönelik, ayrı ayrı şartlar formüle edip işlem yapmak mümkün değildir. Teşebbüslerin  kabul  et  veya  vazgeç  anlayışıyla  formüle  ettikleri şartlar, tüketicileri veya zayıf konumdaki alıcıları (tek satıcı, acente, toptancı veya  perakendeci  gibi)  istismar  edebilir,  rekabet  ihlallerine  yol  açabilir. Yeknesak işlem tipleri ile mal veya hizmetlerin satış ya da sunum şartları, fiyatı, kâr miktarı, bağlayıcı kayıtlar2 tespit edilerek; eşit durumdaki kişiler için farklı veya ek şartlar uygulanıp rekabet kısıtlanabilecek hatta bertaraf edilebilecektir. Böylece düzenleyenin menfaatleri azami seviyede korunacak, tüketiciler sömürülecek, rakip olsun veya olmasın teşebbüslerin faaliyetleri, potansiyel yatırımcıların piyasaya girişi zorlaştırılacak ve ülke ekonomisi zarar görecektir. Taraﬂ arına ve amacına göre genel işlem şartlarının yol açtığı ihlallere karşı Türk Borçlar Kanunu (TBK)3, Tüketicinin Korunması Hakkında Kanun (TKHK)4, Rekabetin Korunması Hakkında Kanun (RKHK)5, Türk Ticaret 1  Gelişmiş ekonomilerde, genel işlem şartlarının (tip sözleşmeler), mal veya hizmetlere ilişkin ticari ve tüketici işlemlerinde kullanılan tüm sözleşmelerin % 99 dan fazlasını oluşturduğu ifade edilmektedir. Bkz. PATTERSON, Mark R., Standardization of Standard - Form Contracts: Competition and Contract Implications, William and Mary Law Review, V. 52, N. 2, 2010, s. 331, dpn. 1. 2  Bkz. TOPÇUOĞLU, Metin, Franchise Sözleşmesinde Bağlayıcı Kayıtlar ve Rekabet Hukuku, BATİDER, C. XXII, S.1, 2003, s. 113-154. 3   RG, 04.02.2011, S. 27836. 4   RG, 28.11.2013, S. 28835. 5   RG, 13.12.1994, S. 22140. 4 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU Kanunu (TTK)6 ve İthalatta Haksız Rekabetin Önlenmesi Hakkında Kanun (İHRÖK)7 hükümleriyle ayrı ayrı veya birlikte mücadele etmek mümkündür. Ancak haksız rekabet hükümlerinin, genel işlem şartlarıyla mücadeledeki rolü konusunda ciddi tereddütlerimiz vardır. Zira özü haksız fiil olan haksız rekabette bir kimse, rakip olsun veya olmasın diğerinin müşterileri(ne), kredisi(ne), meslekî itibarı(na), ticari faaliyetleri(ne) veya diğer ekonomik menfaatleri(ne) zarar (TTK m. 56/1) vermekte veya onu zarar görme tehlikesiyle karşı karşıya bırakmaktadır. Hâlbuki genel işlem şartlarıyla yürütülen faaliyetlerde düzenleyen,  kendi  müşterilerine  (tüketici,  acenta,  tek  satıcı,  sağlayıcı, dağıtıcı, toptan veya perakende işletmeleri) zarar vermektedir. Genel işlem şartları kullananın, müşterilerine karşı kendi menfaatlerini önceleyen tutumu, rakipler arasında veya tedarik edenlerle müşteriler(i) arasındaki ilişkileri etkileyen aldatıcı veya dürüstlük kuralına … aykırı davranış (TTK m. 54/2) olarak nitelendirilemez. Taraﬂ ar arasındaki sözleşme ilişkisinin, haksız fiil ve pek tabii haksız rekabet olarak nitelendirilip nitelendirilemeyeceği sorunu bir yana, haksız rekabet hükümlerinin amacı içinde, müşterilerin kendi satıcısı veya sağlayıcısına karşı korunması kaygısı bulunmamaktadır. Kendisini, bir ticari ilişkiyi ve onunla birlikte dikte edilen şartları kabul etmeye ve sürdürmeye mecbur hisseden teşebbüsü, şikâyet ve dava yoluyla harekete geçirilebilen haksız rekabet imkânlarıyla (TTK m. 56-63) korumayı planlamak, gerçekçi bir çözüm değildir. Unutmamak gerekir ki haksız rekabet engelini bertaraf etmek isteyen teşebbüsler, pekâlâ yasak genel işlem şartlarını, ayrı ayrı müzakere ve kabul şerhiyle hatta bireysel sözleşmelerle aşabilecektir. Zira, basiretli hareket etme yükümlülüğüne tabi olan teşebbüsün, pazarlık gücü veya alternatif teşebbüslerle çalışma ihtimali olsa bilerek ve isteyerek, aleyhine yükümlülükler taşıyan kayıtları kabul etmesi düşünülemez. Genel işlem  şartlarının  yol  açacağı  rekabet  ihlalleri  ile  mücadelenin  merkezi, haksız rekabet hükümleri değil RKHK olmalıdır. Özellikle küçük ve zayıf 6   RG, 14.02.2011, S. 27846. 7   RG, 01.07.1988, S. 20212. 8  Aksi düşünce için bkz. UZUNALLI, Sevilay, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Prof. Dr. Ersin Çamoğlu na Armağan, C. 71, S. 2 (2013), s. 388, 389. 9   NOMER ERTAN a göre, BK ve TKHK bakımında kesin hükümsüz sayılan her GİŞ, aynı zamanda TK 55/1-(f) anlamında da haksız rekabet teşkil edecektir (NOMER ERTAN, N. Füsun (ÜLGEN, Hüseyin/HELVACI, Mehmet/KENDİGELEN, Abuzer/KAYA, Arslan), Ticari İşletme Hukuku, İstanbul 2015, p. 1186). 10  … Rekabet Kanunu ile, piyasalara yeni girişler mevcut giriş engellerinin kaldırılması sureti ile kolaylaştırılmakta, başarısızlık riski hesaplanabilir hale getirilmekte ve halkın bundan Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 5Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları teşebbüslerin korunması açısından piyasayı düzenleme ve denetleme yetkisi ve yükümlülüğü bulunan Rekabet Kurumu nun; yatay ve dikey anlaşmalarda işin özelliğine yabancı, düzenleyene tek taraﬂ ı olarak karşı taraf aleyhine anlaşmayı değiştirme veya sona erdirme yetkisi veren ve dürüstlük ilkesine aykırı hak ve borç dağılımı öngören genel işlem şartlarını yasak kapsamına alması, muafiyet engeli olarak görmesi zorunludur. B. Rekabet hakkı ve korunması 1) Genel olarak Ticari  hayatta  dürüstlüğün  ve  rekabet  ortamının  korunması,  rakip olsun olmasın teşebbüslerin, tüketicilerin ve ülke ekonomisinin yararınadır. Bu  yüzden  Anayasamız,  teşebbüslerin  kendi  aralarındaki  ve  tüketiciye karşı  ilişkilerinde  dürüst  davranış  ve  rekabet  anlayışını  hâkim  kılmaya yönelik tedbirleri alma yükümlülüğü öngörmüştür. Devlet, mal ve hizmet piyasalarının, dürüst rekabet anlayışına uygun olarak sağlıklı ve düzenli bir şekilde işlemesini temin edecek tedbirleri almak zorundadır (Ay. m. 167). Anayasanın bu hükmü gereği 1994 yılında 4054 sayılı RKHK kabul edilmiş ve yürürlüğe girmiştir. Rekabet hakkı, girişim özgürlüğü (Ay. m. 48) gereği ekonomik ve sosyal bir haktır. Rekabet ihlalleri, özü itibarıyla haksız fiil olsa da onu aşan bir koruma amacı ve çevresine sahiptir. Haksız fiil, fiilin doğrudan yöneldiği veya etkilediği  mağdur  çevresiyle  sınırlı  bir  koruma  alanına  sahiptir.  Hâlbuki azami yarar sağlaması amaçlanmaktadır. …   Piyasa ekonomisinin sağlıklı bir şekilde işleyebilmesi için, rakip teşebbüsler arasında dinamik bir rekabet sürecinin varolması ve bu süreçte güçlü olanın değil, başarılı olanın kendini kabullendirmesi gerekir (RKHK genel gerekçesi).   Bu Kanunun amacı, mal ve hizmet piyasalarındaki rekabeti engelleyici, bozucu veya kısıtlayıcı  anlaşma,  karar  ve  uygulamaları  ve  piyasaya  hakim  olan  teşebbüslerin  bu hakimiyetlerini  kötüye  kullanmalarını  önlemek,  bunun  için  gerekli  düzenleme  ve denetlemeleri yaparak rekabetin korunmasını sağlamaktır (RKHK m. 1). Ayrıntılı bilgi için bkz. TOPÇUOĞLU, Metin, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, Ankara 2001, s. 81 vd. 11  Bkz. TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 147-150. 12  Dürüstlük kuralı yerine dürüstlük ilkesi ifadesinin kullanılmasının doğru olacağına işaret edilmektedir. Bkz. HATEMİ, Hüseyin; GÖKYAYLA, Emre, Borçlar Hukuku Genel Bölüm, İstanbul 2011, s. 63. 13  Bkz. 4054 sayılı RKHK genel gerekçesi. 14  Bkz. GÜVEN, Şirin, Haksız Rekabet Hukukunun Amacı ve Koruduğu Menfaatler, Ankara 2012, s. 2 vd; NOMER ERTAN (ÜLGEN/HELVACI/KENDİGELEN/KAYA), Ticari İşletme Hukuku, p. 1121 vd. 6 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU rekabet ihlallerinde fail, özel olarak belirli kişi veya işletmeleri hedef almamış olabilir. Örneğin dürüstlük ilkesine aykırı reklamlar, satış yöntemleri (TTK m. 55/1.a-2, 3, 6, 10, 11, 12) ve işlem şartları (TTK m. 55/1.f) kullanmak, iş şartlarına uymamak (TTK m. 55/1.e) gibi. Haksız fiillerden farklı olarak haksız rekabet fiilinin mağdurları, rakip teşebbüsler, ticari faaliyetlerin satış ve sürüm zincirinde yer alan teşebbüsler, tüketiciler ve nihayet ülke ekonomisidir. Bu yüzden rekabet ihlalleriyle başarılı bir şekilde mücadele edebilmek için başta Anayasa (m. 48, 167) olmak üzere RKHK, TBK, TTK ve TKHK da özel düzenlemelere gidilmiştir. 2) RKHK kapsamına giren rekabet ihlalleri Bu  gün  satıcı  ve  sağlayıcı  konumundaki  teşebbüs  faaliyetlerinin, dikey anlaşmaların, teşebbüs birliği ile üyeleri arasındaki ilişkilerin genel işlem şartları içeren sözleşme veya statülerle yürütüldüğü aşikârdır. Rekabet düzenlemelerinin  amacı,  piyasaların  kendi  doğal  oluşumları  içerisinde gelişmesini temin ve piyasaları her türlü müdahalelerden (özel kişiler veya devlet) korumaktır. Kanun koyucu, rekabeti kısıtlayıcı uygulamaları özellikle belirterek maddeye açıklık kazandırmak isterken birleşme ve devralmalara değinmemiştir. Şüphesiz bu durum, birleşme ve devralmalarla ilgili rekabet ihlallerinin RKHK nın önlemek istediği ve hedeﬂ ediği ideal rekabet düzeninin dışında değildir. Kanun, rekabetin iktisadi alanda aksamadan yürüyebilmesi için bir kısım faaliyetleri yasaklamıştır. Üç ana başlık altında toplayabileceğimiz yasaklar,  teşebbüsler  arası  anlaşmalar  (uyumlu  eylemler,  teşebbüs  birliği kararları), hâkim durumun kötüye kullanılması ile birleşme ve devralmalardır. Birleşme ve devralmalar bir yana bırakılırsa, genel işlem şartları yoluyla teşebbüslerin aralarında anlaşarak ve hâkim durumdaki bir teşebbüsün gücünü kötüye kullanarak rekabeti kısıtlaması, tüketicileri sömürmesi mümkündür. Teşebbüslerin,  aralarında  anlaşıp,  genel  işlem  şartlarının  içeriğini benzer veya aynı şekilde düzenleyerek rekabeti kısıtlamaları muhtemeldir. RKHK m. 4 e göre, (b)elirli bir mal veya hizmet piyasasında doğrudan veya dolaylı olarak rekabeti engelleme, bozma ya da kısıtlama amacını taşıyan veya bu etkiyi doğuran yahut doğurabilecek nitelikte olan teşebbüsler arası 15  Bkz.; ARKAN, Sabih, Ticarî İşletme Hukuku, Ankara 2015, s. 319-321. 16  TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 81, 82. 17  Bkz. AYDEMİR, İbrahim, Elektronik Ticaret Alanındaki Rekabet Sorunları, Rekabet Kurumu Uzmanlık Tezi, Ankara 2004, s. 48, 49. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 7Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları anlaşmalar, uyumlu eylemler ve teşebbüs birliklerinin bu tür karar ve eylemleri hukuka aykırı ve yasaktır18. Hâkim  durumdaki  bir  teşebbüsün,  piyasa  gücü  sebebiyle  rekabeti kısıtlaması  hatta  bertaraf  etmesi  zor  değildir.  Bir  teşebbüs,  tek  başına veya diğer teşebbüslerle birlikte piyasa şartlarını belirleyebiliyorsa hâkim konumdadır. Bir teşebbüsün hâkim konumda bulunması, hukuka aykırı bir durum değildir. Fakat hâkim durumdaki teşebbüsün, rakip teşebbüslere ve tüketicilere karşı, genel işlem şartları veya diğer vasıtalarla gücünü kötüye kullanması yasaktır (RKHK m. 6/1). RKHK nın  uygulama  alanı,  Ülkemiz  coğrafi  sınırlarıdır.  Ülkemiz piyasalarını etkileyecek rekabet ihlallerinin faili teşebbüslerin, nerede faaliyet gösterdiklerinin bir önemi yoktur. Yurt dışında bulunan, fakat icra ettiği ticari faaliyetler sebebiyle ülkemiz mal veya hizmet piyasalarındaki rekabeti etkileyen teşebbüslere, RKHK nın öngördüğü yaptırımlar uygulanabilecektir. Ancak ülkemizdeki teşebbüslerin faaliyetleri, mal veya hizmet piyasamızı etkilemiyor, hedef ürün veya hizmet piyasası yabancı ülkede bulunuyor ise sözkonusu rekabet ihlallerinin RKHK ya dayanarak yasaklanması mümkün olmayacaktır. Faaliyetlerini dikey anlaşmalar çerçevesinde yürüten küçük ve orta büyüklükteki  işletmelerin  (acenta,  tek  satıcı,  franchising,  toptancı  veya perakendeci gibi); genel işlem şartlarıyla maruz kaldıkları ayırımcı davranışlar, piyasaya giriş engelleri veya bağlayıcı kayıtlar (RKHK m. 4/2.d-f; m. 6/2.ae) RKHK kapsamında değerlendirilebilecektir. İhlalin RKHK bakımından sonuçları aşağıda ayrıca incelenecektir. 18  Ayrıntılı bilgi için bkz. TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 84 vd; SANLI, Kerem Cem, Rekabetin Korunması Hakkında  Kanun da  Öngörülen Yasaklayıcı  Hükümler  ve  Bu  Hükümlere Aykırı Sözleşme ve Teşebbüs Birliği Kararlarının Geçersizliği, Ankara 2000, s. 73 vd. 19  Bkz. AŞÇIOĞLU ÖZ, Gamze, Avrupa Topluluğu ve Türk Rekabet Hukukunda Hakim Durumun Kötüye Kullanılması, Ankara 2000, s. 90 vd. 20  TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 159-162; EROL, Kemal, Rekabet Kurallarının Ülke Dışı Uygulanması, Ankara 2000, s. 16 vd. 21  Dikey anlaşma hakkında ayrıntılı bilgi için bkz. TOPÇUOĞLU, Metin, Rekabet Hukuku Açısından Acentelik ve Dağıtım Sözleşmeleri, Ankara 2006, s. 83 vd; ASLAN, İ. Yılmaz, Rekabet Hukuku Bakımından Dikey Anlaşmalar Teori ve Uygulama, Bursa 2004, s. 1 vd. 8 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU 3) TBK kapsamına giren rekabet ihlalleri TBK, haksız fiillerden doğan borç ilişkilerinde özel durumlar başlığı altında, haksız rekabeti düzenlemiştir. İsabeti hakkındaki tartışmalara rağmen yürürlükten kaldırılan Borçlar Kanunu nun haksız rekabetle ilgili hükmü (m. 48), özüne dokunulmaksızın TBK ya aktarılmıştır. TBK m. 57 ye göre, gerçeğe aykırı haber veya ilanlar ya da dürüstlük ilkesine aykırı davranışlar sebebiyle  bir  kimsenin,  müşterilerinin  azalması  veya  azalma  tehlikesiyle karşılaşması halinde haksız rekabetten söz edilecektir. Zarar gören kişi, haksız rekabete yol açan davranışlara son verilmesini ve kusurun varlığı hâlinde zararının giderilmesini isteyebilir. Adi işlerle sınırlı uygulama alanına sahip TBK m. 57 hükmünün düzenlediği haksız rekabet, dürüstlük ilkesine (TMK m. 2) aykırılık ilkesine dayanmaktadır. TTK, haksız rekabet anlayışını, ticari işletmeye, ticari işlere veya tacire hasretmemiştir. Bilakis tanımlama ve sınırlama yapılmaksızın katılanlar, rakipler, tedarik edenler, müşteriler gibi kavramların seçilmesi, bu sonucu doğrulamaktadır. Adi  işlerle  ilgili  haksız  rekabet  mağduru  talebini, TTK  m.  54  vd hükümlerine veya TBK m. 57/1 hükmüne dayandırabilecektir. Fakat TTK m. 56 hükmünün, haksız rekabet mağduruna bahşettiği hak ve yetkilerin, TBK m. 57 ye göre daha geniş olması, sözkonusu hükmün uygulama kabiliyetini sınırlandıracaktır. Serbest  meslek  mensupları  (avukatlar,  doktorlar,  mimarlar  vb.) arasındaki dürüstlük ilkesine aykırı davranışlara TBK m. 57 (EBK m. 48) hükmünün uygulanacağı kabul edilmektedir. Ayrıca Fikir ve Sanat Eserleri Kanunu (FSEK)26 bir eseri, işareti, resim veya sesi haksız olarak ya da iltibasa yol açacak şekilde kullanan yahut çoğaltan kimseler tacir olmasa bile haksız 22 Bkz. NOMER ERTAN (ÜLGEN/HELVACI/KENDİGELEN/KAYA), Ticari İşletme Hukuku, p. 1126. 23  (D)avalının davacının ticari faaliyetine zarar verici nitelikteki eylemlerinin tespiti halinde tacir olmaması bu durumun haksız rekabet sayılmasını engelleme(z), Y. 11. HD, T. 21.02.2010, E. 2008/9072, K. 2010/591 [Kazancı İçtihat Programı (26.09.2015)]. 24  Ayrıca bkz. AKSOY, Mehmet Ali, Haksız Rekabet Halleri ve Haksız Rekabetin Tespiti, Gazi Üniversitesi Sosyal Bilimleri Enstitüsü Doktora Tezi, 2011, s. 26-30; FINGER, Manuela; SCHMIEDER, Sandra, The New Law Against Unfair Competition: An Assessment, German Law Journal, Vol. 06, No. 01, 2005, s. 204. 25  Y 11. HD, T. 07.06.2007, E. 2006/929; K. 2007/8748 [UYAP İçtihat Programı (11.02.2015)]. 26  RG, 13.12.1951, S. 7981. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 9Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları rekabet hükümlerinden yararlanılabileceğini kabul etmiştir. Tacir olmayan kimseler hakkındaki FSEK ihlallerine TBK m. 57 (EBK m. 48) hükmü uygulanacaktır. TBK ve TTK nın haksız rekabete ilişkin hükümleri karşılaştırıldığında şu hususlara işaret edilebilir: a) Her iki halde de haksızlık kriteri, dürüstlük ilkesine bağlanmıştır. TBK  m.  57 de  dürüstlük  kurallarına  aykırı  davranışlarla  bir  kimsenin müşterilerinin azalmasına veya onları kaybetme tehlikesine yol açmak haksız rekabet olarak değerlendirilmiştir. Gerçek olmayan haberlerin yayılması veya bu tür ilanların yapılması dürüstlük ilkesine aykırı davranışlardan sadece ikisini oluşturmaktadır. TTK m. 54/2 ye göre de dürüstlük ilkesine aykırı davranış ve ticari uygulamalarla rakipler veya tedarik edenlerle müşteriler arasındaki ilişkileri etkilemek haksız rekabettir. b) TBK ya göre zarar verici davranış, bir kimsenin müşterilerinin azalması veya kaybedilme tehlikesiyle karşılaşılması olarak dar bir alana hasredilmiştir. Hâlbuki bu durum TTK da mağdurun müşterilerinin, kredisinin, 27  Bir eserin ad ve alametleri ile çoğaltılmış nüshaların şekilleri, iltibasa meydan verebilecek surette diğer bir eserde veya çoğaltılmış nüshalarında kullanılamaz.   Tecavüz eden tacir olmasa bile, birinci fıkra hükmüne aykırı hareket edenler hakkında haksız rekabete mütaallik hükümler uygulanır (FSEK m. 83).   Bir işareti, resim veya sesi, bunları nakle yarıyan bir alet üzerine tesbit eden veya ticari maksatlarla haklı olarak çoğaltan yahut yayan kimse, aynı işaretin, resmin veya sesin 3 üncü bir kişi tarafından aynı vasıtadan faydalanılmak suretiyle çoğaltılmasını veya yayımlanmasını menedebilir.   Tecavüz eden tacir olmasa bile birinci fıkra hükmüne aykırı hareket edenler hakkında haksız rekabete mütaallik hükümler uygulanır.   Eser mahiyetinde olmıyan her nevi fotoğraﬂ ar, benzer usullerle tesbit edilen resimler ve sinema mahsulleri hakkında da bu madde hükmü uygulanır (FSEK m. 83). Ayrıca bkz. KILIÇOĞLU, Ahmet M., Eser Sayılmayan Fikri Ürünler ve Eserin Adı ve Alametleri Üzerindeki Haklar, Yaşar Üniversitesi E – Dergisi Özel Sayı (Armağan), Vol: 8, 2013, s. 1588 vd. 28  … (D)avacı tarafından hazırlanan şikayet dilekçesindeki ve davalılarca da adli mercilere sunulan  dilekçelerdeki  yazı  ve  açıklamaların,  konusunda  araştırma  yapan  bir  avukat tarafından edinilen bilgi birikimi, mesleki tecrübe ve mevzuat incelemesi ile yazılabilecek mutad dilekçe tertip ve ifade tarzının üzerinde kabul edilebilecek şekilde, hukuki görüşlerin ve vakıaların sunuluşu, düzenlenişi, bilgilerin derlenişi ve seçilmeleri itibariyle FSEK nın l/B ve 2/1. maddeleri uyarınca ilim ve edebiyat eseri olarak korunması için gerekli olan şekilde sahibinin hususiyetini taşıma unsurunu içeren bir dilekçe niteliğinde bulunmamasına, serbest meslek mensupları (avukatlar, doktorlar, mimarlar vb.) arasındaki rekabetin TTK nın 56 vd. maddeleri kapsamında bir ticari rekabet olarak kabul edilemeyecek olmasına ve davada BK nın 48. maddesi koşullarının da gerçekleşmemiş bulunmasına göre, davacı vekilinin temyiz itirazlarının reddiyle kararın onanması gerekmiştir [Y 11. HD, E. 2006/929; K. 2007/8748, UYAP İçtihat Programı (19.01.2015)]. 10 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU meslekî itibarının, ticari faaliyetlerinin veya diğer ekonomik menfaatlerinin zarar görmesi veya zarar görme tehlikesinin varlığı olarak formüle edilmiştir. c) Mağdur, haksız rekabet davranışlarına son verilmesini ve kusurun varlığı hâlinde zararının giderilmesini isteyebilir (TBK m. 57/1). TTK m. 56/1.d hükmü de aynı yöndedir. Öyleyse her iki kanun, tazminat davaları dışında kusur şartına ihtiyaç duymamıştır. ç) TTK da haksız rekabete yol açacak dürüstlük ilkesine aykırı davranış veya ticari uygulamalar, ayrıntılı örneklerle gösterilmişken TBK da, gerçek olmayan haber ve ilanlarla yetinilmiştir. d)  TBK ya  göre  dava  hakkı,  müşterileri  azalan  veya  kaybedilme tehlikesiyle karşılaşan mağdurlarla sınırlandırılmıştır. Buna karşılık TTK ya göre zarar gören veya böyle bir tehlikeyle karşılaşabilecek olan mağdur teşebbüsler  ve  müşteriler  m.  56 da  işaret  edilen  tüm  davaları  açabilir. Ayrıca tazminat davası hariç olmak üzere ticaret ve sanayi odaları, esnaf odaları, borsalar ve tüzüklerine göre üyelerinin veya tüketicilerin ekonomik menfaatlerini korumaya yetkili bulunan özel hukuk ya da kamu hukuku tüzel kişileri dava açabilecektir. e) TBK ya göre davalı, gerçek olmayan haberleri yayan veya bu tür ilanlar yapan ya da dürüstlük kurallarına aykırı diğer davranışlarda bulunan kimsedir. TTK ya göre çalıştırana (m. 57); basın, yayın, iletişim ve bilişim kuruluşlarına (m. 58) karşı da dava açılabilecektir. f) TBK ya göre mağdur, men (dürüstlük ilkesine aykırı davranışlara son verilmesi) ve kusur şartına bağlı olarak tazminat davası açabilecektir. Buna karşılık TTK ya göre mağdur, tespit, men düzeltme ve kusur varsa tazminat davası açabilecektir. g) Haksız fiilin devamı olarak düzenlenen haksız rekabet ihlallerinden kaynaklanacak maddi ve manevi tazminat taleplerinde, TBK esasları dikkate alınacaktır. Böylece (z)arar gören, iddiasının haklılığını gösteren inandırıcı kanıtlar sunduğu ve ekonomik durumu da gerektirdiği takdirde hâkim, istem üzerine davalının zarar görene geçici ödeme yapmasına karar verebilir. Davalının  yaptığı  geçici  ödemeler,  hükmedilen  tazminata  mahsup edilir; tazminata hükmedilmezse hâkim, davacının aldığı geçici ödemeleri, yasal faizi ile birlikte geri vermesine karar verir (TBK m. 76)30. 29  Aksi düşünce için bkz. AKSOY, Haksız Rekabet Halleri ve Haksız Rekabetin Tespiti, s. 30. 30  Bkz. PEKDİNÇER, Tamer Türk Borçlar Kanununda Yapılan Değişikliklerin Türk Ticaret Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 11Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları ğ) Her iki halde de mağdur, kural olarak zararını ispatla yükümlüdür. Uğranılan  zararın  miktarı  tam  olarak  ispat  edilemiyorsa  hâkim,  zararın miktarını  hakkaniyete  uygun  olarak  belirler  (TBK  m.  50). TTK,  haksız rekabet mağdurunun, maruz kaldığı zararı ispat yükümlülüğünü hafiﬂ etmiştir. Kanun, zararın ispatının güçlük arz ettiği durumlarda hâkime, tazminat olarak, davalının haksız rekabet sonucunda elde ettiği menfaatin karşılığına karar verebilme imkânı tanımıştır (TTK m. 56/1.e). h) TBK ya göre mağdur, dürüstlük ilkesine aykırı davranışlara son verilmesini talep edebilir. TTK ya göre mağdur, haksız davranış veya ticari uygulamanın durdurulmasını, maddi durumun ortadan kaldırılmasını, yanlış veya yanıltıcı beyanların düzeltilmesini, tecavüzün önlenmesi için kaçınılmaz ise haksız rekabetin işlenmesinde etkili olan araçların ve malların imhasını isteyebilecektir (m. 56/1). ı) TBK ya göre hükmün etkisi, davalı (gerçek olmayan haber yayan veya ilan yapan ya da dürüstlük kurallarına aykırı diğer davranışlarda bulunan kimse) ile sınırlıdır. Hâlbuki TTK ya göre haksız rekabet hükmünün, dava konusu malları, doğrudan veya dolaylı bir şekilde ticari amaçla edinen kişiler hakkında da uygulanması mümkündür (m. 56/4). i) TTK ya göre, davayı kazanan tarafın istemiyle, gideri haksız çıkan taraftan alınmak üzere, hükmün kesinleşmesinden sonra ilan edilmesine karar verilebilir (m. 59). j) TTK, bazı haksız rekabet fiilleri için hukuki sorumluluktan başka cezai sorumluluk da getirmiş, böylece haksız rekabetle etkili bir mücadele amacı gütmüştür (m. 62, 63). k) TTK, haksız rekabet sebebiyle dava açma hakkı bulunan kimselere ayrıca ihtiyati tedbir talebinde bulunabilme imkânı tanımıştır (m. 61). l) TTK,  haksız  rekabet  davalarını  kısa  zamanaşımı  sürelerine  tabi tutmuştur. Haksız rekabet davaları, davaya hakkı olan tarafın bu hakların doğumunu öğrendiği günden itibaren bir yıl ve her hâlde bunların doğumundan itibaren üç yıl geçmekle zamanaşımına uğrar (TTK m. 60). Buna karşılık TBK m. 57 hükmüne dayanan tazminat taleplerinde süre, zarar görenin zararı ve tazminat yükümlüsünü öğrendiği tarihten başlayarak iki yıl ve her hâlde fiilin işlendiği tarihten itibaren on yıldır (m. 72). Kanunundaki Haksız Rekabete İlişkin Hükümlere Etkisi, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 78, 79. 12 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU 4) İHRÖK kapsamına giren rekabet ihlalleri RKHK, sadece ülkemizde cereyan eden rekabet ihlallerine değil, yurt dışında icra edilen ancak Türkiye de etkisini gösteren rekabet ihlallerine de  uygulanacaktır.  İki  yabancı  teşebbüsün  aralarında  anlaşarak  rekabeti kısıtlaması veya hâkim durumdaki yabancı teşebbüsün genel işlem şartları vasıtasıyla gücünü kötüye kullanması aynı yaptırımlara tabidir. Bundan başka aynı yabancı teşebbüslerin, aralarında anlaşma veya hâkim durum ilişkisi olmasa bile dampingli veya sübvansiyonlu ürün ithal etmeleri yasaktır. Zira dampingli veya sübvansiyonlu malların Türkiye ye ithal edilmesi, hem aynı piyasada faaliyet gösteren teşebbüslere zarar verecek hem de bir üretim dalının gelişmesini önleyebilecek hatta yok edebilecektir. Bu tehlikeye bertaraf etmek için İHRÖK, damping marjı veya sübvansiyon miktarı kadar telafi edici vergi ödenmesi tedbirini öngörmüştür. Sübvansiyonlar,  yasaklanan  sübvansiyonlar,  tedbir  alınabilen sübvansiyonlar37  ve  tedbir  alınmasını  gerektirmeyen  sübvansiyonlar38 olmak üzere üç grupta değerlendirilmektedir. Yasaklanan sübvansiyonlara karşı telafi edici vergi uygulanabilecektir. 31  Damping, bir malın ihraç ﬁ yatının, benzer malın normal değerinin altında olmasıdır (İHRÖK m. 2/1.a). Ayrıntılı bilgi için bkz. DİRİKKAN, Hanife, Karşılaştırmalı Hukuk Açısından Damping ve Antidamping Önlemler, İzmir 1996, s. 5 vd. 32 Sübvansiyon,  menşe  veya  ihracatçı  ülkenin,  bir  malın  üretimi  veya  pazarlanmasına, teşebbüsler için fayda sağlayan, doğrudan veya dolaylı mali katkısıdır (İHRÖK m. 2/1.a). 33  Krş. EKDİ, Barış, Gümrük Birliği çerçevesinde Damping ve Yıkıcı Fiyat Uygulamaları, Rekabet Kurumu Uzmanlık Tezi, Ankara 2003, s. 56-58. 34  Normal değerin, ihraç ﬁ yatını aştığı miktar, damping marjı olarak ifade edilmektedir (İHRÖK m. 2/1.g). 35  Sübvansiyon miktarı, ihraç edilen malın imal, üretim, ihracat veya taşınma aşamasında sağlanan, doğrudan ya da dolaylı mali katkı, herhangi bir gelir yahut ﬁ yat desteği tutarıdır (İHRÖK m. 2/1.h). 36  Damping ve sübvansiyonun tespitine ilişkin esaslar için bkz. İthalatta Haksız Rekabetin Önlenmesi Hakkında Yönetmelik (RG, 30.10.1999, S. 23861), m. 5-8. 37  Bir ürün için uygulanan sübvansiyon oranının mal değerinin % 5 ini geçtiği durumlarda veya bir sanayi dalının uğradığı işletme zararlarını karşılayacak sübvansiyon verildiğinde ciddi zararın (m. 6.1.a) mevcut olduğu kabul edilmektedir. Sübvansiyon uygulayan ülke, sözkonusu sübvansiyonun şikayetçi ülkenin yerli sanayine zarar vermediğini ispatlayabilirse telaﬁ  edici vergi uygulanamayacaktır [DTÖ Süb. Anl. (RG, 25.2.1995, S. 22213 Mükerrer)], m. 6.2. 38  DTÖ Süb. Anl. m. 2 çerçevesinde, özgül (spesiﬁ k) olmayan sübvansiyonlar ile özgül olup, ancak, araştırma-geliştirme, geri kalmış bölgelerin desteklenmesi ve çevre koruma amaçlı sübvansiyonlardır. Bu tür sübvansiyonlara karşı tedbir alınması yolu kapatılmıştır. 39 Ayrıntılı bilgi için bkz. YILMAZ, Müslüm, Dünya Ticaret Örgütü Kuralları Açısından Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 13Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Dampingli veya sübvansiyonlu mal ithali, ülkemizde maddi zarara yol açacak ya da maddi zarar tehdidi oluşturacak yahut bir üretim dalının kurulmasını  fiziki  olarak  geciktirecekse,  İthalatta  Haksız  Rekabeti Değerlendirme Kurulu gerekli tedbirleri almakla yükümlüdür (İHRÖK m. 3-6). Damping veya sübvansiyon konusu malın ithalatı nedeniyle meydana gelen zarar, damping marjı ya da sübvansiyon miktarı kadar vergi uygulanarak giderilecektir.  İthalatın  başlangıcı  ve  zararın  miktarına  göre  telafi  edici vergilerin, doksan günü aşmayacak şekilde geriye dönük olarak uygulanması mümkündür (İHRÖK m. 7). Vergi  veya  telafi  edici  vergi  konulmuş  olması,  dampingli  veya sübvansiyonlu malın ithalatını engellememektedir (İHRÖK m. 13/2). Vergi mükellefi, damping veya sübvansiyon konusu malı ithal eden gerçek ya da tüzelkişilerdir (İHRÖK m. 8). Dampingli veya sübvansiyonlu ithalatın, zarara neden olduğu iddialarına ilişkin soruşturma sırasında (İHRÖK m. 12) ve sonucunda (İHRÖK m. 13), alınacak geçici ve kesin önlemler, bu önlemlerin gözden geçirilmesi (İHRÖK Ek m. 2), soruşturmanın durdurulması ve kapatılması (İHRÖK Ek m. 1) süreçleri özel olarak düzenlenmiştir. 5) TTK Kapsamına Giren Rekabet İhlalleri Haksız rekabet, rakip veya sağlayıcılarla müşteriler arasındaki ilişkileri etkileyen dürüstlük ilkesine aykırı davranışlardır (TTK m. 54/2). Haksız rekabetin sınırlarını tespit eden TTK m. 54/2 hükmüne göre rakipler, tedarik edenlerle müşteriler arasındaki ilişkilerin haksızlığı, söz konusu ilişkinin dürüstlük ilkesine aykırı olmasından kaynaklanmaktadır. Rakip teşebbüsler, rakip dışındaki alıcılar (tek satıcı, acente, toptancı, perakendeci gibi) ve tüketiciler  piyasa  katılanlarıdır.  TTK  m.  54 te  kastedilen  ilişki,  haksız rekabet fiilinin taraﬂ arına veya hedefine göre rekabet ya da alıcıların karar verme  özgürlüğünü  (ekonomik  davranış  biçimi)  ifade  etmektedir.  Hangi uygulama veya kapsamda ortaya çıkarsa çıksın bir kimsenin ticari itibarını (kredisi, mesleki itibarı), faaliyetlerini (işletmesi, mal veya hizmetleri, satış ya da pazarlama yöntemleri) ve müşterileri arasındaki ilişkilerini etkileyen davranışlar, dürüstlük ilkesine aykırı ise haksız sayılacaktır. Sübvansiyonlar ve Telaﬁ  Edici Tedbir Soruşturması, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk (Ticaret Hukuku) Anabilim Dalı Doktora Tezi, 2004, s. 20 vd; KAYA, Talat, Dünya Ticaret Örgütü Kuralları ve Rekabet Hukuku İlişkisi, Prof. Dr. Tuğrul ARAT a Armağan, Ankara 2012, s. 703-720. 14 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU TTK,  haksız  rekabet  hükümlerinin  koruma  alanını,  bütün  piyasa katılanlarını kapsayacak şekilde genişletmiştir. Haksız rekabet hükümlerinin amacı, bütün piyasa katılanlarının menfaatini, dürüst ve bozulmamış rekabeti korumaktır (TTK m. 54)41. Dava açma yetkisine sahip kişiler arasında esnaf odalarına (TTK m. 56/3) yer verilmesi, haksız rekabet ile korunmak istenenlerin tacirlerle sınırlandırılmadığını göstermesi bakımından önemlidir. Kanunun piyasa katılanları olarak dikkate aldığı menfaat grubu, rakip teşebbüsler, sağlayıcılar, tüketiciler ve nihayet ülke ekonomisidir. Tanımdaki müşteri kavramının, ürünleri; ticari amaçla satın alan ve rakip olmayan teşebbüsler ile tüketmek amacıyla edinen gerçek ve tüzel kişi tüketiciler dâhil piyasa katılanlarının geniş bir kısmını kapsadığı kuşkusuzdur. TTK, haksız rekabet ile ilgili davaların açılmasını, zarar veya zarar tehlikesi şartına bağlamıştır. Bilindiği gibi zarar kriteri, tazminat talebinin unsurudur. Zarar tehlikesinin bulunması yeterli olsa da temel hedefi ticari hayatta dürüstlüğün, bozulmamış rekabet ortamının korunması olan haksız rekabet ihlallerinde tespit, durdurma veya düzeltme talebini konu edinen 40  Bkz. POROY, Reha; YASAMAN, Hamdi, Ticari İşletme Hukuku, İstanbul 2012, s. 319, 320; NOMER ERTAN (ÜLGEN/HELVACI/KENDİGELEN/KAYA), Ticari İşletme Hukuku, p. 1127 vd; AYHAN, Rıza; ÖZDAMAR, Mehmet; ÇAĞLAR, Hayrettin, Ticari İşletme Hukuku Genel Esaslar, Ankara 2015, s. 375, 376; KARAHAN, Sami, Ticari İşletme Hukuku, Konya 2013, s. 210-212; ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanununa Göre Ticaret Hukuku, Adana 2013, s. 152-154; BİLGİLİ, Fatih; DEMİRKAPI, Ertan, Ticari İşletme Hukuku, Bursa 2014, s. 231, 232. 41  Dürüst ve bozulmamış rekabet hakkında bkz. GÜVEN, Haksız Rekabet Hukukunun Amacı ve Koruduğu Menfaatler, s. 39 vd. 42  Kanunun gerekçesinde şu açıklamaya yer verilmiştir: Tüm katılanlar ile rekabet hukukunun ünlü üçlüsü kastedilmiştir: Ekonomi, tüketici ve kamu. Katılanlar gibi çok geniş bir sözcüğün  kullanılması  ile  rekabet  kurallarının  rakipler  arası  ilişkilere  özgülenmesinin yolu  kapatılmıştır.  Ekonomi  ve  kamu  ifadelerinin  hangi  amaç  için  kullanıldığı belirsizdir. Bilindiği gibi rekabet hukukunun koruduğu menfaat, aralarında rekabet ilişkisi olup olmadığına bakılmaksızın teşebbüsler, tüketiciler ve rekabetin yol açacağı olumlu etkiler (üretim etkinliği, kaynak dağılımında etkinlik ve dinamik etkinlik) dolayısıyla ülke ekonomisidir. Bkz. TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 21 vd; KAYAR, İsmail, Ticari İşletme Hukuku, Ankara, 2013, s. 261. 43  Ayrıca bkz. ARKAN, Sabih, Türk Ticaret Kanunu Tasarısı na İlişkin Değerlendirmeler, Türk Ticaret Kanunu Tasarısı, Konferans, Bildiriler - Tartışmalar, 13-14 Mayıs 2005, Ankara 2005, s. 47; BOZTOSUN, N. Ayşe; ÜNAL, Akın, Türk Ticaret Kanunu Tasarısındaki Ticaret Unvanına, İşletme Adına ve Haksız Rekabete İlişkin Hükümlerin Değerlendirilmesi, Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 1, Y. 2005, s. 402. 44  Krş. NOMER ERTAN (ÜLGEN/HELVACI/KENDİGELEN/KAYA), Ticari İşletme Hukuku, p. 1149. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 15Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları davaların zarar şartına bağlanması, isabetli değildir. Üye teşebbüslerin ve tüketicilerin menfaatlerini korumakla görevli ve yetkili ticaret ve sanayi odalarına, borsalara, özel hukuk tüzel kişileri ile kamu tüzel kişilerine tanınan dava hakkı, zarar veya zarar tehlikesi şartına bağlı değildir, olmamalıdır. C. Genel işlem şartları 1) Genel olarak Sektör  ayırımı  yapmaksızın  ticari  faaliyette  bulunan  teşebbüslerin çoğu, iş ve işlemlerini, bireysel sözleşmelerle değil genel işlem şartları ile yürütmektedir.  İş  yoğunluğu  ve  profesyonel  anlayış,  taraﬂ arın  her  bir sözleşme  şartını,  uzlaşma  ile  karşılıklı  ve  birbirine  uygun  iradeleriyle kararlaştırmalarını  zorlaştırmaktadır.  Bu  yüzden  önceden,  tek  taraﬂ ı olarak kaleme alınmış ve çoğunlukla hazırlayanın ihtiyaç ve menfaatlerini gözeten genel işlem şartları (tip, kitle, katılmalı veya formüler sözleşmeler) doğmuştur.  Genel  işlem  şartlarının  denetimini  zorunlu  kılan  kaygı, düzenleyenin dürüstlük ilkesine aykırı olarak salt kişisel menfaatlerle hareket etmesi ihtimalidir. Düzenleyen, genel işlem şartları ile öngörülen hak ve borç dağılımını, dürüstlük ilkesine uygun formüle ettiği sürece hukuka aykırılık iddiası ile karşılaşmayacaktır (TBK m. 21, 25). Bütün haklarda olduğu gibi genel işlem şartları kullanma hakkının da dürüstlük ilkesine (TMK m. 2) 45  Aynı yönde bkz. KAYAR, Ticari İşletme Hukuku, s. 268. 46  Ayrıntılı bilgi için bkz. PATTERSON, Standardization of Standard - Form Contracts: Competition and Contract Implications, s. 331 vd. 47  Genel işlem şartları ve konuyla ilgili çalışmalar hakkında bkz. AYDOĞDU, Murat, Genel İşlem Koşullarının ve Tüketici Hukuku nda Haksız Şartların Denetimi, Ankara 2014, s. 19 vd; KARADAĞ, Özgür, Türk Borçlar Kanununda Genel İşlem Koşulları ve Tüketici Sözleşmelerindeki Haksız Şartlar, Ankara 2014, s. 33 vd; ATAMER, Yeşim M., Yeni Türk Borçlar Kanunu Hükümleri Uyarınca Genel İşlem Koşullarının Denetlenmesi- TKHK m. 6 ve TTK m. 55, f. 1, (f) ile Karşılaştırmalı Olarak, Türk Hukukunda Genel İşlem Şartları Sempozyumu, Ankara 2012, s. 9 vd; EREN, Fikret, Borçlar Hukuku Genel Hükümler, İstanbul 2015, s. 218 vd; HATEMİ; GÖKYAYLA, Borçlar Hukuku Genel Bölüm, s. 61 vd; AYDOĞDU, Murat, 6098 Sayılı Türk Borçlar Kanununda Düzenlenen Genel İşlem Koşullarının Kişi Bakımından Uygulama Alanı, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 571 vd; AKÇAAL, Mehmet, Borçlar Kanununun Genel İşlem Koşullarına Dair Hükümleri Hakkında Bir İnceleme, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVIII, S. 1, 2014, s. 49 vd; ASLAN, İ. Yılmaz, Tüketici Hukuku, Bursa 2015, s. 322 vd; İNAL, H. Tamer, Tüketici Sözleşmelerinde Haksız Şartlar, Terazi Hukuk Dergisi, 2014, S. 89, s. 33-56; DERYAL, Yahya, Tüketici Kredilerinde Haksız Şart Örnekleri ve 6502 Sayılı Kanunla Getirilen Yeni Düzenlemenin Değerlendirilmesi, Terazi Hukuk Dergisi, 2014, S. 89, s. 58-67; ŞAHİN, Turan; KİZİR, Mahmut, 6502 Sayılı Tüketicinin Korunması Hakkında Kanunun Genel Esaslar, Haksız Şartlar ile Ayıplı Mal ve Hizmetler Konusunda Getirdiği Yenilik ve Değişiklikler, Terazi Hukuk Dergisi, 2014, S. 89, s. 68-79. 16 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU uygun kullanılması zorunludur. Genel işlem şartları, sözleşme konusu edim ile ilgili alacak ve borçları, yetki ve sorumlulukları, hak ve yükümlülükleri tartışma fırsatı vermez, ya kabul et ya da vazgeç anlayışına dayanır. Bu yüzden ekonomik olarak zayıf veya seçim hakkı sınırlı olan teşebbüslerin ve tüketicinin, korunması ihtiyacı açıktır. Bugün için mevzuatımızda, genel işlem şartlarına ilişkin bir hüküm çeşitliliğinden söz edilebilir. Genel işlem şartları, en geniş şekli ile TBK da (m. 20-25) düzenlenmiştir. TBK, genel işlem şartlarının tabi olduğu düzeni; bu anlamda geçerlilik şartlarını, yorumlanması ve yaptırımını, bütün sözleşmeleri kapsayacak şekilde ve emredici hükümlerle açıklığa kavuşturmuştur. Bundan başka TKHK (m. 5) ve TTK da (m. 56/1.f) genel işlem şartlarını sınırlandırma ihtiyacı duymuştur. Bu düzenlemelere, TKHK m. 5 e dayanılarak çıkarılan Tüketici  Sözleşmelerindeki  Haksız  Şartlar  Hakkında  Yönetmelik49 hükümlerini de eklemek gerekir. Aslında, tüketiciler istisna tutulursa, genel işlem şartlarının çoğunluk itibarıyla ticari iş niteliği taşıdığı söylenebilir. Ancak ticari iş – ticari hüküm farklılığı sebebiyle, genel işlem şartlarını düzenleyen özellikle TBK ve TTK hükümleri arasındaki ilişkinin açıklığa kavuşturulması zorunludur. 2) TBK ya Göre Genel İşlem Şartları Kanun genel işlem şartlarını, bir sözleşme yapılırken düzenleyenin, ileride  çok  sayıdaki  benzer  sözleşmede  kullanmak  amacıyla,  önceden, tek başına hazırlayarak karşı tarafa sunduğu sözleşme hükümleri olarak tanımlamıştır (m. 20/1)51. TBK da, düzenleyenin (m. 20/4) aksine, karşı tarafın sıfatı hakkında bir açıklığa yer verilmemiştir. TBK, uygulanacak hükümler bakımından genel işlem şartlarının taraﬂ arı (gerçek – tüzel kişi, özel hukuk – kamu hukuku tüzel kişisi, yerli – yabancı gibi) veya konusu ile ilgili bir sınırlandırma yapmamıştır (m. 20/4). Büyük  veya  profesyonel  teşebbüslerin  (bankacılık,  sağlık,  eğitim, sigortacılık, taşıma hizmetlerini yürüten, malların üretimi ve dağıtımı zincirinde yer alan işletmeler) faaliyetlerini genel işle şartları marifetiyle yürüttükleri bilinen bir gerçektir. Ancak düzenleyenin sıfatı önemli değildir. Düzenleyen, 48  ALTOP, Atilla, Seminer: Borçlar Kanunu na Getirilen Yenilikler, İzmir Barosu Dergisi, Mayıs 2012, s. 34, 35. 49  RG, 17.06.2014, S. 29033. 50  Aynı yönde bkz. ARKAN, Ticari İşletme Hukuku, s. 330, dpn. 1. 51  Bkz. EREN, Borçlar Hukuku Genel Hükümler, s. 215; ALTOP, Atilla, Genel İşlem Koşulları, Türk Borçlar Kanunu Sempozyumu: Makaleler - Tebliğler, İstanbul 2012, s. 36; KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, Ankara 2013, s. 112. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 17Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları tacir, esnaf, serbest meslek erbabı veya bunların dışında bir özel hukuk veya kamu hukuku tüzel kişisi olabilir. Düzenleyenin, genel işlem şartları ile taraf olduğu kişileri ise sıfatlarına göre üç gruba ayırmak mümkündür: a) Tacirler (basiretli iş adamı gibi hareket etme yükümlülüğüne tabi olanlar)52, b) Tüketiciler, c) Tacir veya tüketici sıfatını taşımayan gerçek veya tüzel kişiler (esnaf işletmesi, serbest meslek erbabı, dernek, vakıf vs). Genel  işlem  şartlarına  ilişkin  hükümlerde,  karşı  tarafın  sıfatıyla ilgili bir sınırlandırma bulunmamakla birlikte, TBK m. 20 gerekçesindeki açıklamalardan,  bireyin  veya  tüketicinin  esas  alındığı  söylenebilir.  TBK m.  20-25  hükümlerinden,  tüketici  dışındaki  gerçek  ve  tüzel  kişilerin  de yararlanmaları  kuşkusuzdur.  TBK nın  genel  işlem  şartları  hakkındaki hükümlerinin, düzenleyen taraf karşısındaki tacir bakımından da uygulama alanı  bulup  bulmayacağı  tartışmaya  açıktır.  Yukarıda  bahsedildiği  gibi, yasak kapsamına giren genel işlem şartları kullanmak, kural olarak kabul eden tarafa (teşebbüs veya tüketici) zarar verir, rakip teşebbüsleri mağdur etmez. Kabul edenin menfaatlerini zedeleyen genel işlem şartlarının, haksız rekabet sorumluluğuna yol açması zorlama bir sonuç olacaktır. Fakat kanun koyucu, abesle iştigal etmeyeceği için karşı tarafın tacir olması durumunu, genel işlem şartının haksız rekabet sayılıp sayılmamasına göre iki açıdan incelemek gerekir. Haksız rekabet sayılan genel işlem şartlarına karşı tacir, TTK m. 56-63 hükümlerinin tanıdığı haklardan yararlanabilecektir. Haksız rekabet sayılmayan genel işlem şartlarına karşı TBK m. 20-25 hükümlerinden yararlanma imkânı, tacirin basiretli hareket etme yükümlülüğüne bağlı olarak değerlendirilecektir. Hemen işaret etmek gerekir ki TBK nın genel işlem şartlarına ilişkin hükümlerinin  uygulama  alanı,  ağırlıklı  olarak  TTK  kapsamındaki  ticari 52  Tacirin, işletme faaliyetleriyle ilgili olmayan iş veya işlemlerde, basiretli iş adamı gibi hareket etme yükümlülüğü bulunmamaktadır (TTK m. 18/2). 53  Kitlelere yönelik bu sözleşmelerde, sözleşmenin kurulmasına ilişkin görüşmeler ve pazarlıklar yapılması söz konusu değildir. … Girişimci karşısında sözleşmenin diğer tarafı, ya kendisine dayatılan koşullarla sözleşmeyi kuracak ya da söz konusu sözleşmenin içerdiği edim veya hizmetten vazgeçmek zorunda kalacaktır. Başka bir ifadeyle, birey önüne konulan metin karşısında, sadece evet ya da hayır diyebilecek, buna karşılık, evet, ama seçeneğinden yoksun olacaktır. Hizmet ya da edimden hiç yararlanmamanın söz konusu olmaması ve evet, ama deme olanağı bulunmaması karşısında, bireyin bu tür sözleşmelerin uygulanmasında kanunla korunması zorunluluğu ortadadır. 18 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU etkinliklerdir. Zira genel işlem şartları kullanan işletmeler, serbest meslek erbabı ve esnaf işletmeleri istisna tutulursa, önemli ölçüde ticari işletme vasfı taşıyan, profesyonel ve yoğun faaliyetler yürüten işletmelerdir. TTK m. 55/1.f nin, esas alınarak düzenlendiği İsviçre Haksız Rekabet Kanunu 8. maddesi, TTK yürürlüğe girmeden önce (17.06.2011) değiştirilmiştir. Anılan  maddenin  yeni  halinde,  düzenleyen  karşısındaki  diğer  taraf ibaresi yerini, tüketici kavramına bırakmıştır. Değişikliğin tabii sonucu, haksız  rekabet  olarak  nitelendirilen  genel  işlem  şartlarının  taraf  olarak uygulama alanı sınırlandırılacak, sadece tüketiciler koruyucu imkânlardan yararlanabilecektir. Bilindiği gibi TTK, dürüstlük ilkesine aykırı genel işlem şartlarını haksız rekabet olarak kabul etmiştir (m. 55/1.f). Rakipler ile tedarik edenler ve müşteriler arasındaki ilişkileri etkileyen dürüstlük ilkesine aykırı genel işlem şartları, haksız rekabettir (TTK m. 54/2). Haksız rekabet sayılmayan, RKHK hükümlerine (m. 4-6) göre muamele görmesi gereken genel işlem şartları ise basiretli iş adamı gibi hareket etme yükümlülüğü kapsamında değerlendirilecektir. Tacir, basiretli iş adamı gibi hareket etmek zorundadır (TTK m. 18/2). Bu sebeple katlanması gereken dikkat, özen ve öngörülü olma yükümlülüğü onun, genel işlem şartlarının bahşettiği koruyucu imkânlardan yararlanmasına engeldir. Karşı tarafa içeriğini öğrenme imkânı tanınmayan, onun menfaatlerine aykırı ve açıkça kabul etmediği genel işlem şartları yazılmamış sayılacaktır. Menfaatlerine  aykırı  genel  işlem  şartlarının  içeriğine  vakıf  olma  fırsatı tanınmış tarafın, bile bile aleyhine şartları kabul etmesi ihtimalinde, ayrıca onun korunmasına ihtiyaç bulunmayacaktır (TBK m. 21/1). Düzenleyenin veya  karşı  tarafın  tacir  sıfatını  taşıdığı  hallerde,  genel  işlem  şartlarının 54  Değişiklik, TTK ile aynı tarihte yani 01.06.2012 günü yürürlüğe girmiştir. Ayrıntılı bilgi için bkz. YAĞCIOĞLU, Ali Haydar, Yeni İsviçre Haksız Rekabet Kanunu nda Genel İşlem Koşullarının Açık İçerik Denetimi (UWG Art. 8), Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 3061 vd; UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 389 vd: AYDOĞDU, Genel İşlem Koşullarının ve Tüketici Hukuku nda Haksız Şartların Denetimi, s.163, 164. 55  Bkz. KARA, Mustafa Sencer, Genel İşlem Şartlarına İlişkin Haksız Rekabet Hükümleri, Gazi  Üniversitesi  Hukuk  Fakültesi  Dergisi,  C.  XVII,  2013,  S.  1-2,  s.  735,  736; YAĞCIOĞLU, Yeni İsviçre Haksız Rekabet Kanunu nda Genel İşlem Koşullarının Açık İçerik Denetimi (UWG Art. 8), s. 3090-3093. 56  Krş. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 405, 406. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 19Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları ağırlıklı şekilde ticari iş (TTK m. 3, 19) olacağı, tacirin iş ve işlemlerinde basiretli hareket etmesi gerektiği dolayısıyla sözkonusu şartların içeriğini bilmediği,  bilmemesinin  makul  sayılması  veya  tecrübesizliği  ihtimali karşılık bulmayacaktır. Fakat RKHK m. 4, 6 ve TTK m. 1530/1 deki hallerde, karşı tarafın genel işlem şartlarını kabul etmesi, sözkonusu işlemin hukuka aykırılığını engellemeyecektir. Sözleşmenin niteliğine ve işin özelliğine yabancı genel işlem şartları, tek başına hukuka aykırıdır (TBK m. 21/2). Örneğin ipotek sözleşmesine ait şartlar içerisinde, taşınmaz malikini müteselsil borçlu veya kefil yapan; kasko sigortasında sigortalının ihmalinden doğan ya da stabilize yollarda meydana gelen zararlardan sorumluluğu kaldıran kayıtlar, sözleşmenin niteliğine aykırı şartlardır. Sözleşmenin niteliğine ve işin özelliğine yabancı genel işlem şartları, tacir sıfatını taşısın veya taşımasın karşı tarafın bilmediği farz ve kabul edilir. Müzakere ve kabul edildikleri düzenleyen tarafından ispatlanmadıkça, bu tür yabancı (sürpriz, şaşırtıcı) şartlara ilişkin taraf iradesinin bulunmadığı, bu sebeple yoklukla malul oldukları sonucuna ulaşılacaktır. Ayrıca Roma Hukukundan bu yana geçerli olan; sözleşmedeki şartların, şüphe hâlinde düzenleyen aleyhine yorumlanması ilkesi gereği, açık ve anlaşılır olmayan genel işlem şartları, bunları kaleme alan tarafın aleyhine yorumlanacaktır (TBK m. 23)59.  Karşı tarafın menfaatine aykırı (TBK m. 21/1), sözleşmenin niteliğine ve işin özelliğine yabancı (TBK m. 21/2) genel işlem şartları yazılmamış sayılacaktır. Düzenleyene karşı TBK m. 27/2 imkânından yararlanma yolu 57  Ayrıca  bkz. ATAMER, Yeşim  M.,  Sözleşme  Özgürlüğünün  Sınırlandırılması  Sorunu Çerçevesin de Genel İşlem Şartlarının Denetlenmesi, İstanbul 2001, s. 114, 115; KAŞAK, Esra, Sözleşmenin Niteliğine ve İşin Özelliğine Yabancı Olan Genel İşlem Koşulları (6098 sayılı TBK m. 21/2), İnönü Üniversitesi Hukuk Fakültesi Dergisi, C. 3 S. 1, 2012, s. 423, 424. 58 TBK m. 21/2 gerekçesinde, salt şaşırtıcı (yabancı) şartlar olması sebebiyle, her hâlükârda yazılmamış sayılacakları yönündeki açıklamayı isabetli bulmuyoruz: Bu nitelikteki genel işlem koşullarının, düzenleyence, bunlar hakkında açıkça bilgi verilip, içeriğini öğrenme olanağının sağlanması ve diğer tarafın da bunu kabul etmesi, yazılmamış sayılma yaptırımının uygulanmasını engellemez. 59  Bkz. SİRMEN, A. Lâle, Tüketici Hukukunun Amacı ve Özellikleri, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 2474, 2475; BİLGİN YÜCE, Melek, Edimi Belirleme Yetkisinin Mevcut Genel İşlem Koşulları Teorisi ve 6098 Sayılı Türk Borçlar Kanunu Açısından Değerlendirilmesi, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 3222, 3223; YOKET, Yasemin; GÜLER, Selin, Genel İşlem Şartlarının Yorum Yoluyla Denetimi, İzmir Barosu Dergisi, Mayıs 2012, s. 231-252. 20 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU kapatılmıştır.  Düzenleyen,  yazılmamış  sayılan  koşullar  olmasaydı  diğer hükümlerle  sözleşmeyi  yapmayacak  olduğunu  ileri  sürerek  sözleşmenin tamamının kesin olarak hükümsüz sayılması talebinde bulunamayacaktır. Kanun koyucu, düzenleyenin, kısmi hükümsüzlükle ilgili imkândan (TBK m. 27/2) yararlanmasını engellemiş, sözleşmenin yazılmamış sayılan genel işlem koşulları dışındaki hükümlerinin geçerli olması ilkesini benimsemiştir (TBK m. 22)60. 3) TKHK ya Göre Genel İşlem Şartları A) Genel olarak Genel işlem şartları bakımından şu iki hususun gözden kaçırılmaması gerekir. Bunlardan ilki, sözleşme özgürlüğü kapsamında taraf iradelerinin esas olmasıdır. Rekabet şartlarının hâkim olduğu piyasalarda müzakere edilerek veya pazarlık yapılarak kabul edilen şartlara, tüketicinin aleyhine olsa bile müdahale edilmemelidir. İkincisi ise müzakere edilmeyen şartların, tüketici aleyhine  dürüstlük  ilkesine  aykırı  yükümlülükler  getirmemesidir.  Satıcı veya sağlayıcının hâkim durumda bulunmadığı genel işlem şartları dışındaki tüketici işlemlerinde, asıl olan taraﬂ arın edim yükümlülüklerini karşılıklı müzakere ve kabul etmeleridir. TKHK, haksız şart anlayışını, genel işlem şartları ile sınırlandırmamıştır. Tüketici  işlemlerindeki  tüketici  ile  müzakere  edilmemiş,  onun  aleyhine dürüstlük ilkesine aykırı hak ve borç dağılımı öngören bütün şartlar haksız şarttır. Tüketici işlemlerinin taraﬂ arı ve yoğunluğu dikkate alındığında, 60  Bkz. KILIÇOĞLU, Borçlar Hukuku Genel Hükümler, s. 118, 119; GÖRGEÇ, Başak, Genel İşlem Koşullarının Kişilik Hakkı Kapsamında Değerlendirilmesi, MÜHF – HAD, C. 19, S. 1, s. 418 vd; ARIKAN, Mustafa, 6098 Sayılı Türk Borçlar Kanunu nda Genel İşlem Koşulları, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 70, 71; HATEMİ; GÖKYAYLA, Borçlar Hukuku Genel Bölüm, s. 62, 63. 61  Ayrıntılı bilgi için bkz. ASLAN, Tüketici Hukuku, s. 331 vd; KARADAĞ, Türk Borçlar Kanununda Genel İşlem Koşulları ve Tüketici Sözleşmelerindeki Haksız Şartlar, s. 135 vd; İNAL, Tüketici Sözleşmelerinde Haksız Şartlar, s. 34 vd; ŞAHİN; KİZİR, 6502 Sayılı Tüketicinin Korunması Hakkında Kanunun Genel Esaslar, Haksız Şartlar ile Ayıplı Mal ve Hizmetler Konusunda Getirdiği Yenilik ve Değişiklikler, s. 71, 72. 62  Taraﬂ arın müzakere ederek mutabık kaldıkları bireysel sözleşmeler (TKHK m. 5/1) bakımından haksız şart anlayışına dayanılamaması gerekir. Hal ve şartlara göre hata (TBK m. 30-35), hile (TBK m. 36) veya gabin (TBK m. 28) hükümleri, bireysel sözleşme taraﬂ arını korumaya yeterlidir. Krş. ÇINAR, Ömer, Tüketici Hukukunda Haksız Şartlar, İstanbul 2009, s. 46, 47; ASLAN, Tüketici Hukuku, s. 331, 332. 63  Ayrıca bkz. ULUSAN, M. İlhan, Genel İşlem Şartlarında ve Özellikle Haksız Şartlara İlişkin İçerik Denetimi, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, C. 3, S. 1-2, s. 35. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 21Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları ağırlıklı olarak, genel işlem şartları kullanıldığı aşikârdır. Bu yüzden haksız şartlarla  ilgili  TKHK  m.  5  hükmünün  uygulama  alanını,  önemli  ölçüde genel işlem şartları oluşturacaktır. Bununla birlikte genel işlem şartı olarak nitelendirilsin veya nitelendirilmesin, bütün tüketici işlemlerindeki haksız şartlar (m. 5) yasaktır. b) Haksız Şartlar Haksız  şartın  tespiti  ve  denetimine  ilişkin  esaslar,  Tüketici Sözleşmelerindeki Haksız Şartlar Hakkında Yönetmelikte (HŞY)65 ayrıntılı olarak düzenlenmiş, örnek haksız sözleşme şartlarına işaret edilmiştir. Kanun haksız şartı, tüketiciyle müzakere edilmeden sözleşmeye dâhil edilen ve taraﬂ arın sözleşmeden doğan hak ve yükümlülüklerinde dürüstlük ilkesine aykırı düşecek biçimde tüketici aleyhine dengesizliğe neden olan sözleşme şartları şeklinde tanımlamıştır. Bu tanıma göre tüketiciyle müzakere edilen sözleşme şartları, dürüstlük ilkesine aykırı ve tüketici aleyhine dengesizliğe yol  açacak  olsa  bile  haksız  şart  sayılmayacaktır.  Müzakere  edilmeyen şartın, tüketici aleyhine olması, tek başına haksız kabul edilmesi için yeterli değildir. Öncelikle tüketici işlemi, bir bütün olarak değerlendirilmelidir. İlk bakışta tüketici aleyhine olsa bile, sonraki şartlarla öngörülen tüketici lehine imkanlar, hak ve borç dağılımını dengeleyebilir. Sözleşme şartları bütün olarak incelendiğinde taraﬂ ar arasındaki hak ve borç dengesi, açıkça dürüstlük ilkesine aykırı şekilde tüketici aleyhine bozulmuş olmalıdır. TBK nın,  düzenlediği  genel  işlem  şartlarına  ilişkin  hükümlerin koruma hedefinde, öncelikle tüketicilerin bulunduğu kuşkusudur. TKHK nın, tüketici sözleşmelerindeki haksız şartlar başlığı altındaki düzenlemesinin (m. 5/1-7)69, genel işlem şartları dâhil bütün sözleşmeleri içermesi dışında 64  Bkz. DERYAL, Tüketici Kredilerinde Haksız Şart Örnekleri ve 6502 Sayılı Kanunla Getirilen Yeni Düzenlemenin Değerlendirilmesi, s. 58-60. 65  RG, 17.06.2014, S. 29033. 66  Bkz. YAĞCIOĞLU, Yeni İsviçre Haksız Rekabet Kanunu nda Genel İşlem Koşullarının Açık İçerik Denetimi (UWG Art. 8), s. 3073 vd. 67  Bkz. KARA, Genel İşlem Şartlarına İlişkin Haksız Rekabet Hükümleri, s. 736. 68  Ayrıntılı bilgi için bkz. ÇINAR, Tüketici Hukukunda Haksız Şartlar, s. 22 vd; ASLAN, Tüketici Hukuku, s. 334-336. 69  Tüketiciyle akdedilen sözleşmelerde yer alan haksız şartlar kesin olarak hükümsüzdür. Sözleşmenin haksız şartlar dışındaki hükümleri geçerliliğini korur. Bu durumda sözleşmeyi düzenleyen, kesin olarak hükümsüz sayılan şartlar olmasaydı diğer hükümlerle sözleşmeyi yapmayacak olduğunu ileri süremez.   Bir sözleşme şartı önceden hazırlanmış ve standart sözleşmede yer alması nedeniyle tüketici 22 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU tüketici açısından, TBK nın genel işlem şartları hükümlerinden (m. 20-25) daha koruyucu veya ileri olduğunu söylemek mümkün değildir. İfadeler farklı olsa da her iki kanunda, genel işlem şartlarının tanımı (TBK m. 20/1; TKHK m. 5/1), haksızlığı (TBK m. 21, 24, 25; TKHK m. 5/1, 6), kapsamı (TBK m. 20; TKHK m. 5/1, 5), yorumu (TBK m. 23; TKHK m. 5/4) ve yaptırımı (TBK m. 21, 24; TKHK m. 5/2) benzer şekilde düzenlenmiştir. Bu sebeple hüküm çeşitliliğinin, uygulama kolaylığından çok tereddütlere yol açması muhtemeldir.  Tüketici lehine olan düzenlemenin, TKHK daki haksız şartlar değil, TBK daki genel işlem şartlarına ilişkin hükümler olduğunu düşünüyoruz. Her iki kanun bakımından, hak ve yükümlülük dağılımında, açıkça aleyhine olsa bile tüketicinin içerik vukufu ve kabulü ile mutabık kalınan genel işlem şartları geçerlidir (TBK m. 21/1; TKHK m. 5/1; HŞY m. 5/1). Buna karşılık TBK ya  göre,  sözleşmenin  niteliğine  ve  işin  özelliğine  yabancı kayıtlar, müzakere ve kabul şartı aranmaksızın, yazılmamış sayılacaktır (m. 21/2). Bundan başka, müzakere ve kabul şartı aranmaksızın, açık ve anlaşılır bir dille yazılmış olmak kaydıyla, sözleşmeden doğan asli edim yükümlülüklerinin piyasa değeri ile genel işlem şartları yoluyla belirlenen değer (fiyat) farkı, sözleşme şartlarının haksızlığının takdirinde dikkate alınmayacaktır (TKHK m. 5/7). Hâlbuki edimler arasındaki dengesizliğin; hak ve borç dağılımının hakkaniyete, dürüstlük ilkesine uygunluğunun tespitinde dikkate alınabilecek temel göstergelerden birisi bertaraf edilmektedir. Hatta tüketici işlemlerinde, açık ve anlaşılır bir dille yazılmış olmak kaydıyla, değer farkı afaki derecede düşük yahut fazla olsa bile TBK nın gabin (aşırı yararlanma) hükmünden içeriğine etki edememişse, o sözleşme şartının tüketiciyle müzakere edilmediği kabul edilir. Sözleşmeyi düzenleyen, bir standart şartın münferiden müzakere edildiğini iddia ediyorsa bunu ispatla yükümlüdür. Sözleşmenin bütün olarak değerlendirilmesinden standart sözleşme olduğu sonucuna varılırsa, bu sözleşmedeki bir şartın belirli unsurlarının veya münferit bir hükmünün müzakere edilmiş olması, sözleşmenin kalan kısmına bu maddenin uygulanmasını engellemez.   Sözleşme şartlarının yazılı olması hâlinde, tüketicinin anlayabileceği açık ve anlaşılır bir dilin kullanılmış olması gerekir. Sözleşmede yer alan bir hükmün açık ve anlaşılır olmaması veya birden çok anlama gelmesi hâlinde; bu hüküm, tüketicinin lehine yorumlanır.   Faaliyetlerini, kanun veya yetkili makamlar tarafından verilen izinle yürütmekte olan kişi veya kuruluşların hazırladıkları sözleşmelere de niteliklerine bakılmaksızın bu madde hükümleri uygulanır.   Bir  sözleşme  şartının  haksızlığı;  sözleşme  konusu  olan  mal  veya  hizmetin  niteliği, sözleşmenin kuruluşunda var olan şartlar ve sözleşmenin diğer hükümleri veya haksız şartın ilgili olduğu diğer bir sözleşmenin hükümleri dikkate alınmak suretiyle sözleşmenin kuruluş anına göre belirlenir (TKHK m. 5/2-6). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 23Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları yararlanma imkânı sınırlandırılmış olmaktadır. Genel işlem şartlarıyla ilgili koruma kaygısını bütünüyle göz ardı eden bu hükmün, tüketicinin hangi menfaatine hizmet ettiğini anlamak mümkün değildir. c) Haksız Şart Karinesi Aa) Genel olarak Genel işlem şartları önceden hazırlandığından, karine olarak tüketicinin, sözleşme içeriğine vakıf olması ve etki edebilmesi güçtür. Bu sebeple, genel işlem şartının müzakere edildiğini iddia eden satıcı veya sağlayıcı, bunu ispatla yükümlüdür (TKHK m. 5/3). Haksız ticari uygulama iddiasının aksini ispat yükünü, satıcı veya sağlayıcının omuzlarına bırakan TKHK (m. 62/2), tüketici işlemindeki bir şartın haksız olup olmadığını kimin ispat edeceği hakkında bir düzenleme getirmemiştir. Taraﬂ ar,  aksine  hüküm  bulunmadıkça,  iddia  veya  savunmalarını dayandırdığı olguları ispatla yükümlüdür (HMK m. 190/1; TMK m. 6). Dolayısıyla tüketici, sözleşmedeki şart ile üstlendiği yükümlülüğün, dürüstlük ilkesine aykırı düşecek şekilde edimler arasındaki dengeye aykırı olduğunu; satıcı veya sağlayıcı da bu iddianın aksini yani şartın haksız sayılmayacağını ispat edecektir (HMK m. 190/2). Fakat tüketici, TKHK m. 5/9 da işaret edilen ve HŞY (m. 5/4) ekinde sayılan şartların, haksızlığını ispat etmekten kurtulacak, sadece sözleşmedeki kayıtların varlığını göstermekle yetinecektir. Satıcı veya sağlayıcının, HŞY ekinde zikredilen kayıtların haksız sayılmayacağını ispat imkânı bulunmamaktadır. İspat yükünün sırasını ve kapsamını değiştiren, ispat hakkını bertaraf eden karinenin, yönetmelik marifetiyle uygulamaya geçirilmesi yolunun isabeti, tartışmaya açıktır. 70  Madde gerekçesinde bu durumun sebebi şu şekilde açıklanmaktadır: Sözleşme özgürlüğünün ve serbest piyasa ekonomisinin önemli bir kuralı aynen benimsenmektedir. Taraﬂ arın asli edimleri arasındaki denge asla denetim konusu olmaz. Serbest piyasa ekonomisi kurallarının hâkim olduğu bir ortamda edimler arası dengede objektif adaletin yerini piyasa adaleti alır. Fiyatlar bazı istisnalar dışında mevcut hukuk sistemimizde denetime konu olamaz. Olmaları da düşünülemez, çünkü doğru ﬁ yatı tespit etmek için herhangi bir hukuksal ölçüt mevcut değildir. Edimler arasındaki dengeye müdahale edilemeyeceği kuralının sadece bir istisnası vardır. O da saydamlık ilkesine aykırı davranılmış olması halidir. Zira tüketici açısından, açık ve anlaşılır bir şekilde ifade edilmiş olma gereği edimi belirleyen hükümler açısından özel bir önem taşımaktadır. En elverişli ﬁ yatların piyasada oluşabilmesi için bedel karşılığında sunulan hizmetin kapsamı, hangi hallerde ek bir ödemenin talep edileceği gibi hususların tüketici açısından anlaşılabilir ve diğer arz edilen mal veya hizmetlerle karşılaştırılabilir olması gerekir. Aksi takdirde zaten piyasada ﬁ yat oluşumunun ön koşulları ortadan kalkmış olur. Bu nedenle gerek asli edimlerin gerekse yan edimlerin hepsi saydamlık denetiminden geçecektir. 24 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU bb) Per se haksız şartlar Tüketici  işlemlerindeki  kayıtların  haksızlığı,  iki  şartın  birlikte gerçekleşmesine bağlıdır. Buna göre sözleşme şartı: 1) Tüketiciyle müzakere edilmeden sözleşmeye dâhil edilmiş olmalı, 2) Dürüstlük ilkesine aykırı ve tüketici aleyhine dengesizliğe yol açan yükümlülükler getirmiş olmalıdır. Fakat Kanun, bu iki halin birlikte veya ayrı  ayrı  gerçekleşmesi  şartını  aramaksızın,  GTB  tarafından  çıkarılacak yönetmelikte gösterilen belirli şartları, haksız şart olarak nitelendirmektedir. Kanunun, haksız şart olduğu kabul edilen (TKHK m. 5/9) ve ayrıntılarını yönetmelik düzenlemesine bıraktığı sözleşme şartları, aksi ispat edilemeyecek bir  karineye  işaret  etmektedir.  Bahsedilen  Yönetmelik  ekindeki  şartlar, doğurdukları  telafisi  güç  veya  imkânsız  sonuçlar;  sözleşmenin  ifası,  ifa edilmemesi, sona erdirilmesi, yenilenmesi yahut değiştirilmesinde satıcı ya da sağlayıcının sınırsız inisiyatife sahip olması, bu süreçteki kusurlu hatta kasıtlı davranışlarından sorumluluğunun kaldırılması, bütünüyle ve sadece onun menfaatlerine hizmet etmesi sebepleri ile yasaklanmıştır. Yönetmelikte  gösterilen  haller,  nitelik  ve  sonuçları  dikkate 71  (1) Aşağıda yer alan sonuçları hedeﬂ eyen veya bu sonuçları doğuran şartlar haksız şarttır.   a) Sözleşmeyi düzenleyenin bir ﬁ ili veya ihmali nedeniyle, tüketicinin hayatını kaybetmesi, yaralanması  veya  maddi  zarara  uğraması  halinde,  sözleşmeyi  düzenleyenin  yasal sorumluluğunu kaldıran veya sınırlayan şartlar,   b) Sözleşmeyi düzenleyenin, sözleşmeden kaynaklanan yükümlülüklerinden herhangi birini tamamen veya kısmen ifa etmemesi veya ayıplı ifa etmesi halinde, tüketicinin herhangi bir alacağını sözleşmeyi düzenleyene karşı var olan bir borcuyla takas etme hakkı dahil, sözleşmeyi düzenleyene veya bir üçüncü şahsa yöneltebileceği yasal haklarını ortadan kaldıran ya da ölçüsüz şekilde sınırlayan şartlar,   c) Sözleşmeyi düzenleyenin, sadece kendisi tarafından belirlenen koşullarda edimini ifa edeceği, buna karşılık tüketicinin her halde ifa ile yükümlü tutulduğu şartlar,   ç) Tüketicinin sözleşmeyi kurmaktan veya ifa etmekten vazgeçmesi hallerinde sözleşmeyi düzenleyene tüketicinin kendisine ödediği bedeli muhafaza etme hakkı tanıyan, ancak sözleşmeyi düzenleyenin aynı türden davranışları için tüketiciye benzer bir tazminat hakkı tanımayan şartlar,   d) Yükümlülüklerini yerine getirmeyen tüketicinin, orantısız biçimde yüksek bir tazminat ödemesini gerektiren şartlar,   e)  Sözleşmeyi  düzenleyene,  sözleşmeyi  keyﬁ   bir  şekilde  fesh  etme  hakkı  tanıyan ancak tüketiciye aynı hakkı vermeyen şartlar ile sözleşmeyi düzenleyenin fesih hakkını kullanmasına rağmen, henüz ifa etmediği edimler karşılığında almış olduklarını muhafaza etme hakkı veren şartlar, Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 25Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları alındığında her halükarda (per se) haksız sayılacak şartlardır. Bu haller, ayrıca   f) Sözleşmeyi düzenleyene, haklı sebeplerin var olduğu durumlar hariç olmak üzere, belirsiz süreli bir sözleşmeyi makul bir bildirimde bulunmaksızın ve süre tanımaksızın fesh etme hakkı tanıyan şartlar,   g) Belirli süreli sözleşmelerde, sözleşmenin belirlenen süre kadar uzayacağına ilişkin konulan şartlar,   ğ) Tüketicinin, sözleşmenin kurulmasından önce ﬁ ilen bilgi sahibi olamayacağı sözleşme şartlarını, geri dönülemez bir şekilde kabul ettiğini öngören şartlar,   h) Sözleşmeyi düzenleyenin sözleşme şartlarını, sözleşmede belirtilen haklı bir sebep olmaksızın tek taraﬂ ı olarak değiştirmesine imkan veren şartlar,   ı) Sözleşmeyi düzenleyenin, sözleşme konusu mal veya hizmetin niteliklerini tek taraﬂ ı olarak ve haklı bir sebep olmaksızın değiştirebileceğine ilişkin şartlar,   i) Sözleşmeyi düzenleyenin mal veya hizmetin bedelini, ifa anında tespit edebileceğini veya yükseltebileceğini öngören ve nihai bedelin, sözleşmenin kurulması anında tespit edilen bedele nazaran çok yüksek olması halinde, tüketiciye sözleşmeden dönme hakkı tanımayan şartlar,   j) Sözleşmeyi düzenleyene, mal veya hizmetin sözleşme koşullarına uygun olup olmadığını tespit etme hakkı veren veya bir sözleşme şartının nasıl yorumlanacağı konusunda münhasır yetki veren şartlar,   k) Sözleşmeyi düzenleyen adına ya da hesabına hareket eden gerçek veya tüzel kişiler tarafından  verilen  taahhütleri  yerine  getirme  yükümlülüğünü  sınırlandıran  veya  bu yükümlülüğü belli bir şekil şartına uyulmuş olmasına bağlayan şartlar,   l) Sözleşmeyi düzenleyenin yükümlülüklerini yerine getirmemesine rağmen tüketicinin bütün yükümlülüklerini yerine getirmesini zorunlu kılan şartlar,   m) Sözleşmeyi düzenleyene, tüketicinin sahip olduğu teminatların azaltılmasına neden olabilecek şekilde, sözleşme kapsamındaki hak ve yükümlülüklerini, tüketicinin onayı alınmaksızın devretme imkanı veren şartlar,   n) Tüketicinin özellikle, hukuki düzenlemelerde öngörülmemiş bir hakeme müracaatını öngörmek, gösterebileceği delilleri ölçüsüz derecede sınırlandırmak veya mevcut hukuki düzen uyarınca diğer tarafta olan ispat külfetini tüketiciye yüklemek suretiyle tüketicinin mahkemeye gitme veya başka başvuru yollarını kullanma imkanını ortadan kaldıran veya sınırlandıran şartlar,   (2) (f), (h) ve (i) alt bentlerin uygulama alanı:   a) (f) alt bendi için, sözleşmede tüketicinin derhal haberdar edilmesi yükümlülüğünün bulunması şartıyla, ﬁ nansal hizmet ifa edenler, önemli bir sebebin varlığı halinde, belirsiz süreli bir sözleşmeyi tek taraﬂ ı ve süre vermeksizin feshetme hakkını tanıyan şartlara sözleşmede yer verebilir.   b) (i) alt bendi için, ilgili mevzuatta aksine bir hüküm bulunmaması ve ﬁ yat değişikliği yönteminin  sözleşmede  açıkça  belirlenmiş  olması  şartıyla  sözleşmede  ﬁ yat  endeksi hükümlerine yer verilebilir.   c) (f), (h) ve (i) alt bentleri aşağıdaki işlemlere uygulanmazlar:   1) Fiyatı borsa kotasyonuna veya endeksine veya sermaye piyasasındaki kur oynamalarına bağlı olarak, sağlayıcının müdahalesi olmaksızın değişebilen menkul kıymet, ﬁ nansal araç veya diğer mal ve hizmetlere ilişkin işlemlere ve   2) Yabancı para alımına veya satımına, seyahat çeki veya yabancı para cinsinden belirlenen uluslar  arası  para  havalesine  ilişkin  sözleşmelere.  Ayrıca  bkz.  DERYAL,  Tüketici 26 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU yukarıda bahsedilen şartların gerçekleşip gerçekleşmediğine bakılmaksızın, kendiliğinden haksız kabul edilecektir. Her bir şart incelendiğinde, haksızlığın aksini ispatın mümkün olmadığı görülür. Örneğin sözleşmeyi düzenleyenin, sözleşme konusu mal veya hizmetin niteliklerini tek taraﬂ ı olarak ve haklı bir sebep olmaksızın değiştirebileceğine ilişkin şartlar (HŞY EK-1, m. 1/ı) haksızdır. Düzenleyene, tek taraﬂ ı olarak sözleşme konusu mal veya hizmetin niteliklerini değiştirme yetkisi tanınmış ve o, haklı bir sebebe binaen bu yetkisini kullanmışsa, haksız şarttan ve pek tabii TKHK m. 5 in ihlalinden söz edilemeyecektir. Öyleyse sözleşmede yer alan HŞY EK-1, m. 1/ı daki kaydın bizatihi kendisi ve doğuracağı sonuçlar haksızdır ve aksini ispat mümkün değildir. Kanunun ifadesiyle, … sınırlayıcı olmamak üzere haksız şart olduğu kabul  edilen  sözleşme  şartları  yönetmelikle  belirlenir  (TKHK  m.  5/9). Sözkonusu  yönetmelikte  ise,  listedeki  şartlar  sınırlayıcı  olmayıp  örnek niteliğindedir  denmektedir  (m.  5/4). Ancak  ispat  hakkını  kaldıran  HŞY ekindeki şartlar, kıyas yoluyla genişletilemez. Yönetmelik ekinde sayılan hallere benzeyen ve haksız oldukları iddia edilen kayıtlar, TKHK m. 5 şartları çerçevesinde muamele görecektir. 4) TTK ya Göre Genel İşlem Şartları A) Genel olarak TTK da, genel işlem şartlarını tanımlayan, esaslarını ve kapsamını gösteren bir düzenleme yoktur. Kanunda açıkça genel işlem şartlarından bahseden  iki  hüküm  bulunmaktadır.  Bunlardan  birisi  haksız  rekabet  ile ilgili TTK m. 55/1.f, diğeri ise taşıyanın sorumluluğu ile ilgili TTK m. 854 hükmüdür. Genel hüküm niteliği taşıyan TBK düzenlemesi (m. 20-25), kural olarak ticari iş niteliğindeki genel işlem şartlarına da uygulanacaktır. Genel işlem şartlarının tarafı önem taşıdığından, tüketici işlemlerinde TKHK m. 5 hükmü esas olacaktır. Genel  işlem  şartları  aslen,  rekabet  ihlali  bakımından,  haksız rekabet sayılıp sayılmamasına bakılmaksızın RKHK m. 5, 6 kapsamında değerlendirilmelidir. Ne var ki kanun koyucu isabeti, tartışmaya açık olmakla Kredilerinde Haksız Şart Örnekleri ve 6502 Sayılı Kanunla Getirilen Yeni Düzenlemenin Değerlendirilmesi, s. 60 vd. 72  Taşıyanın (taşıyıcı, taşıma işleri komisyoncusu ve faaliyetleri Devlet iznine bağlı taşıma işletmeleri) sorumluluklarını önceden haﬁ ﬂ eten veya kaldıran sözleşme hükümleri veya genel işlem şartları geçersizdir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 27Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları birlikte TTK, dürüstlük ilkesine aykırı genel işlem şartları kullanmayı, haksız rekabet olarak kabul etmiştir. Bu anlamda doğrudan veya yorum yoluyla uygulanacak kanuni düzenlemeden önemli ölçüde ayrılan veya sözleşmenin niteliğine aykırı hak ve borç dağılımı öngören genel işlem şartları, dürüstlük ilkesine aykırı sayılmıştır. TTK açısından genel işlem şartları, haksız rekabet sayılan ve haksız rekabet  dışındaki  genel  işlem  şartları  olarak  iki  kısımda  incelenmelidir. Haksız rekabet teşkil etmeyen genel işlem şartlarının, RKHK (m. 4-6, 56-59) ve TBK (m. 20-25) hükümleri çerçevesinde değerlendirilmesi düşünülebilir. Fakat tacir sıfatını taşıyan gerçek ve tüzel kişiler, ticari işletmeleriyle ilgili faaliyetlerinde  basiretli  iş  adamı  gibi  hareket  etmek  zorundadırlar  (TTK m. 18/2). Bu sebeple katlanmaları gereken dikkat, özen ve öngörülü olma yükümlülüğü  gereği  tacirler,  genel  işlem  şartlarının  bahşettiği  koruyucu imkânlardan yararlanamayacaklardır. b) Haksız Rekabet Sayılan Genel İşlem Şartları TBK nın (m. 20-25) ve TKHK nın (m. 5) engellemek istediği dürüstlük ilkesine aykırı genel işlem şartlarından bir kısmı, teşebbüslerin, tüketicilere veya diğer teşebbüslere karşı dikte ettikleri ve TTK m. 55/1.f kapsamında haksız rekabet sayılan şartlardır. Öyleyse en önemli sorun, dürüstlük ilkesine aykırı  genel  işlem  şartlarının;  rakipler  ile  tedarik  edenler  ve  müşteriler arasındaki ilişkilerde haksız rekabete yol açıp açmayacağıdır. Tüketicinin, alıcı teşebbüslerin (acente, tek satıcı, toptancı, perakendeci vs) aleyhine kayıtlar içeren genel işlem şartlarının, rakip teşebbüslere zarar vermeyeceği, bilakis durumu fark eden tüketici ve alıcıların bu teşebbüslere yönelmesi muhtemeldir. Şu halde rakip teşebbüsler için zarar veya zarar tehlikesinin varlığından söz etmek güçtür. Rekabet şartlarının hâkim olduğu bir piyasada bile aleyhine kayıtları kabul eden veya etmiş sayılan tüketici ve alıcılara karşı dürüst davranılmamış olduğu vakıadır. Ancak düzenleyenin menfaatlerini, azami derecede koruma amacına yönelmiş şartların tek başına, kabul eden müşteri (teşebbüs  veya  tüketici)  dışında,  başkasının  emeğine,  rakip  teşebbüslere, onların ticari itibarına, mal ve hizmetlerine zarar vermesi; kötüleme, yanıltma, aldatma amacına yönelmesi zayıf ihtimaldir. Şüphesiz bu amaçları taşıyan veya 73  Genel işlem şartları, ileride çok sayıdaki benzer sözleşmede kullanmak amacıyla, önceden ve tek taraﬂ ı hazırlandığı için TTK m. 55/1.f-2 deki önceden yazılmış genel işlem şartlarını kullananlar ifadesi isabetli olmamıştır. 74  Krş. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 405. 28 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU TTK m. 55 teki örnek hallerden biriyle örtüşen genel işlem şartları, haksız rekabet olarak kabul edilebilir. Rekabet şartlarının bulunmadığı piyasalarda yani teşebbüslerin aralarında anlaşarak ya da hâkim durumdaki bir teşebbüsün gücünü kötüye kullanarak dikte ettikleri genel işlem şartlarının, haksız rekabet değil RKHK m. 4 ve 6 hükümleri kapsamında muamele göreceği kuşkusuzdur. Düzenleyene karşı müşterilerini, büyüklere karşı küçükleri koruma kaygısı, haksız  rekabetle  mücadelenin  konusu  değildir.  Büyüklere  karşı  küçük teşebbüslerin, aralarındaki (dikey) ilişkinin kabulünü veya sürdürülebilirliğini olumsuz etkileyecek haksız rekabet iddiasında bulunabilmeleri zordur. Bütün bu sebeplerle, dürüstlük ilkesine aykırı genel işlem şartlarıyla mücadelede haksız rekabet müessesesi, beklentileri karşılamaktan uzaktır. Tacirlerin tabi olduğu yükümlülükler, zarar veya zarar tehlikesi şartı, diğer hükümlerdeki alternatif imkânlar (idari yoldan ihlalin durdurulması; Rekabet Kurumu nun re sen, ihbar veya şikâyet üzerine harekete geçebilmesi, para cezası, tazminat veya üç kat tazminat), ceza yolu dışında haksız rekabet hükümlerinin bahşettiği hakların kullanılmasına ihtiyaç bırakmayacaktır. Ayrıca büyüklere karşı küçük teşebbüslerin, aralarındaki (dikey) ilişkinin kabulünü veya sürdürülebilirliğini olumsuz etkileyecek haksız rekabet iddiasında bulunabilmeleri zordur. TTK m. 55/1.f ye göre, genel işlem şartlarının dürüstlük ilkesine aykırı olması, haksız rekabettir. TTK m. 55/1.f, genel işlem şartlarının haksızlığında, TBK daki ağır ihlal kapsamında değerlendirilen sözleşmenin niteliğine ve işin özelliğine yabancılık (TBK m. 21/2) kriterine yer vermemiştir. Bu tür şaşırtıcı kurallar içeren genel işlem şartları; aynı zamanda dürüstlük ilkesine de  aykırı  olduklarından,  karşı  tarafın  tacir  sıfatını  taşıyıp  taşımadığına, müzakere ve kabul edilip edilmediğine bakılmaksızın hükümsüz (yazılmamış) sayılacaktır. Genel işlem şartlarının haksızlığının tespitinde ayrıca müzakere ve kabul şartı aranıp aranmayacağı açık değildir. Genel işlem şartlarının tanımı ve kapsamına ilişkin TBK m. 20, 21 hükmü dikkate alındığında, şaşırtıcı kurallar içeren şartlar dışında, dürüstlük ilkesine aykırı genel işlem şartları tek başına haksız rekabet teşkil etmeyecektir. Kanuni düzenlemeden ayrıldıkları 75  Dikey anlaşmalar çerçevesinde kullanılan genel işlem şartlarının içerdiği bağlayıcı kayıtların, alıcı teşebbüslerin faaliyetlerini zorlaştırdığı ve TTK m. 55/1.f-2 kapsamında haksız rekabet sayılması yönünde bkz. YÜCE, Haksız Rekabet Hukuku Bakımından Genel İşlem Şartları, s. 197-200. 76   Krş.  NOMER  ERTAN  (ÜLGEN/HELVACI/KENDİGELEN/KAYA),  Ticari  İşletme Hukuku, p. 1185-1187; UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 405 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 29Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları veya sözleşmenin niteliğine aykırı hak ve borç dağılımı öngördükleri için dürüstlük ilkesini ihlal ettiği varsayılan genel işlem şartları, taraﬂ ar arasında müzakere ve kabul edilmişse, haksız rekabet olarak nitelendirilemeyecektir. Zira  rekabet  şartlarının  hüküm  sürdüğü  ürün  veya  hizmet  piyasalarında, bilerek ve isteyerek, TTK m. 55/1.f deki şartlara uygun borç yüklenen kimse, dürüstlük ilkesine aykırılık iddiasında bulunamayacaktır. Ancak bu sonucun kabulünde,  genel  işlem  şartlarının  taraﬂ arı  ve  taraﬂ arın  sıfatı  önemlidir. Basiretli iş adamı gibi hareket etme yükümlülüğü bulunmayan tüketici ve teşebbüslere karşı, müzakere ve kabul edilmemiş dürüstlük ilkesine aykırı genel işlem şartları, haksız rekabet sayılacaktır. Basiretli iş adamı gibi hareket etme yükümlülüğüne tabi olan tacirin, genel işlem şartlarını müzakere ve kabul ettiği varsayılacaktır. Aksini ispat ederek bu yükümlülüğün gereklerinden kurtulmak mümkün görünmemektedir. Buna rağmen dürüstlük ilkesine aykırı genel işlem şartları haksız rekabet kabul edilmiş, basiretli iş adamı gibi hareket etme yükümlülüğünün uygulama alanı sınırlandırılmıştır. Tedarik edenler ile müşterileri arasındaki ilişkileri etkileyen dürüstlük ilkesine aykırı genel işlem şartları, haksız ve hukuka aykırıdır (TTK m. 54/2). Konusu, dürüst ve bozulmamış rekabet anlayışına aykırı genel işlem şartları haksız rekabet ve bu sebeple hükümsüz sayılacaktır. Bu yüzden kanunun, hukuka aykırı ve hükümsüz saydığı bir işlemden taciri, basiretli hareket etme yükümlülüğü sebebiyle sorumlu tutmak hükümsüzlük yaptırımının amacına ters düşecektir. Şu halde, adi iş - ticari iş ayırımı yapılmaksızın uygulama imkânı bulunan haksız rekabet (TTK m. 54/2; 55/1.f) hükümlerinden hareketle TBK nın, yazılmamış sayılmaya ilişkin düzenlemesi (m. 21, 24) olmasaydı bile genel işlem şartlarının hükümsüz olduğu söylenebilecektir. İşaret etmek gerekir ki doğrudan veya yorum yoluyla uygulanacak kanuni  düzenlemeden  önemli  ölçüde  ayrılan  (TTK  m.  55/1.f-1)  genel işlem şartlarının, dürüstlük ilkesine aykırı kabul edilmesi isabetli değildir. Zira zayıf veya seçim hakkı sınırlı olanı mağdur edecek sonuç, tek başına tamamlayıcı veya yorumlayıcı kurallardan sapmak değil, sapmanın doğuracağı 77  UZUNALLI ya göre, taraﬂ arca müzakere edilmiş genel işlem şartları, bireysel sözleşme şartı olarak değerlendirilmelidir (Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 405). 78  Bkz. KARA, Genel İşlem Şartlarına İlişkin Haksız Rekabet Hükümleri, s. 728. 79  2011 yılındaki değişiklik ile doğrudan doğruya veya kıyas yoluyla uygulanabilecek yasal düzenlemeden önemli ölçüde ayrılma şeklindeki bent, İsviçre Haksız Rekabet Kanunu m. 8 den, çıkartılmıştır. Bkz. YAĞCIOĞLU, Yeni İsviçre Haksız Rekabet Kanunu nda Genel İşlem Koşullarının Açık İçerik Denetimi (UWG Art. 8), s. 3074-3077. 30 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU hak ve borç dağılımındaki adaletsizliktir. Bu ihtimal ise TTK m. 55/1.f-2 de yasaklanmıştır. Hükümlerin niteliği, adi iş - ticari iş ayırımının arz ettiği önem, TTK m. 55/1.f-1 in uygulanmasına ilişkin sorunlara yol açacaktır. Örneğin taraﬂ ar, sözleşme ile uygulanacak kapital (TBK m. 88/2) ve temerrüt faizi (TBK m. 120/2) oranını belirleyebilirler. Fakat bu oran, mevzuat (3095 sayılı Kanun) hükümlerine göre belirlenen oranın; kapital faizi için yüzde ellisini, temerrüt faizi için ise yüzde yüzünü aşamaz. Buna karşılık ticari işlerde taraﬂ ar, tüketicinin korunmasına ilişkin hükümler saklı olmak üzere, faiz oranını istedikleri gibi belirleyebileceklerdir (TTK m. 8/1, 3). TTK nın sözkonusu hükmü,  özel  hüküm  niteliği  taşıdığından,  aslında  emredici  hüküm  olan TBK m. 88/2 ve 120/2 ticari işlere uygulanamayacaktır. Bu duruma göre, düzenleyenin öngördüğü yıllık yüzde yirmi oranındaki temerrüt faizi, TBK m. 120/2 nin öngördüğü yasak sınırına çok yakındır ve doğrudan uygulanacak kanuni düzenlemeden önemli ölçüde ayrılmıştır. Bu genel işlem şartını TTK m. 55/1.f-1 doğrultusunda haksız rekabet olarak kabul etmek, yine aynı kanunun özel düzenlemesini (m. 8, 9) görmezden gelmek olur ki doğru değildir. Özel hukuk alanında taraﬂ ar, aralarındaki ilişkiyi, emredici hükümlere aykırı olmamak kaydıyla istedikleri gibi düzenleyebilir (TBK m. 26). TBK 80  Krş. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 407, 408. 81  Ticari iş sayılmaya bağlanan sonuçlar hakkında ayrıntılı bilgi için bkz. KAYA (ÜLGEN/ HELVACI/KENDİGELEN/NOMER ERTAN), Ticari İşletme Hukuku, p. 93 vd. 82  … (U)yuşmazlık ticari nitelikteki banka genel kredi sözleşmesinden kaynaklanmaktadır. 01.07.2012 tarihinde yürürlüğe giren 6102 sayılı TTK nın 8/1. maddesinde ticari işlerde faiz oranının serbestçe belirleneceği hükme bağlanmış, aynı maddenin 3. fıkrasında ise tüketicinin korunmasına ilişkin hükümler saklı tutulmuş, başkaca bir istisna getirilmemiştir. Aynı Kanunun 9. maddesinde, ticari işlerde; kanuni, anapara ile temerrüt faizi hakkında ilgili mevzuat hükümlerinin uygulanacağı hükme bağlanmıştır. Anılan Yasa hükmünde sözü edilen ilgili mevzuat olarak 3095 sayılı Yasa hükümlerinin amaçlandığının ve 6102 sayılı TTK nın 8. ve 9. maddelerinin ticari işler bakımından özel hüküm niteliğinde olduğundan ticari işlerde bu hükümlerin uygulanması gerektiğinin, 6098 sayılı TBK nın 88. ve 120. maddeleri hükümlerinin ticari işlerde uygulanamayacağının kabulü gerekir [Y. 19. HD, 1.7.2013, E. 2013/8556, K. 2013/12306, Kazancı İçtihat Bankası (18.08.2015)]. Aksi ﬁ kir için bkz. BURCUOĞLU, Haluk, Seminer: Borçlar Kanunu na Getirilen Yenilikler, İzmir Barosu Dergisi, Mayıs 2012, s. 34; ALTOP, Seminer: Borçlar Kanunu na Getirilen Yenilikler, s. 16, 17. 83  Ticari işlerle ilgili sözleşmelerde temerrüt faizi, Türkiye Cumhuriyet Merkez Bankasının önceki yılın 31 Aralık günü kısa vadeli avanslar için uyguladığı faiz oranı dikkate alınarak belirlenebilecektir (3095 sayılı K m. 2/2). 2014 Aralık ayı için uygulanan avans faiz oranı %10,50 olduğuna göre TBK m. 120/2 hükmü çerçevesinde taraﬂ arın kararlaştırabilecekleri azami miktar %21 dir. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 31Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları ve TTK daki hükümlerin çoğu, tamamlayıcı hükümdür ve taraﬂ ar pekâlâ sözkonusu  hükümlerin  aksini  kararlaştırabilecektir.  Aksi  kararlaştırılan şartlar, emredici hükümlere aykırı ise hükümsüzdür. Kanunun tanıdığı bir hakkın kullanılması, kural olarak dürüstlük ilkesine aykırı değildir. Sözleşme ilişkilerinde de kişilerin, haklarını kullanırken salt kişisel menfaatlerle hareket etmemeleri, tamamlayıcı ve yorumlayıcı hukuk kurallarından ayrılma hakkını (inisiyatifini)  kötüye  kullanmamaları  esastır  (TMK  m.  2)85.  Bir  hakkın dürüstlük ilkesine aykırı kullanılması, hakkın kötüye kullanımıdır. Hakkın kötüye kullanımı da dürüstlük ilkesine aykırıdır. Haksızlığın gerekçesi, tamamlayıcı ve yorumlayıcı hükümlerden sapma inisiyatifinin kullanılması değil,  genel  işlem  şartları  ile  sözleşmenin  niteliğine  aykırı  hak  ve  borç dağılımı öngörülmüş olmasıdır. Bu yüzden, doğrudan veya yorum yoluyla uygulanacak kanuni düzenlemeden önemli ölçüde değil bütünüyle sapılmış olsa  bile,  sözleşmenin  niteliğine  aykırı  hak  ve  borç  dağılımı  sözkonusu olmadığı sürece hukuka aykırılıktan söz edilememelidir. Nihayet, sözleşmenin niteliği ve işin özelliğine yabancı genel işlem koşullarının müzakere ve kabul şartı aranmaksızın tek başına hukuka aykırı kabul edilmesi (TBK m. 21/2), genel işlem koşullarına, dürüstlük ilkesine aykırı olarak, karşı tarafın aleyhine veya onun durumunu ağırlaştırıcı nitelikte şartlar  konulamaması  yönündeki  genel  hükümler,  TTK  m.  55/1.f deki bentlere göre daha açıktır. Bu yüzden özellikle tamamlayıcı hükümlerin aksini kararlaştırabilme imkânı karşısında, TTK m. 55/1.f-1 in, madde uygulamasına sağlayacağı katkı şüphelidir. c) Haksız Rekabet Teşkil Etmeyen Genel İşlem Şartları TBK m. 20 gerekçesinde, genel işlem şartlarının geçerlilik şartları, yaptırımları  ve  yorumlanmasına  ilişkin  kuralların,  ayırım  yapılmaksızın 84  Ticari işlere uygulanacak hükümler şu sırayı izleyecektir:   1) Emredici hükümler, 2) Sözleşme hükümleri, 3) Tamamlayıcı ve yorumlayıcı ticari hükümler, 4) Ticari örf ve adetler ile teamüller, 5) Genel hükümler (TTK m. 1, 2; TMK m. 1/2). Ayrıntılı bilgi için bkz. ÜLGEN (HELVACI/KENDİGELEN/KAYA/NOMER ERTAN), Ticari İşletme Hukuku, p. 189-198; ARKAN, Ticari İşletme Hukuku, s. 90 vd; AYHAN; ÖZDAMAR; ÇAĞLAR, Ticari İşletme Hukuku Genel Esaslar, s. 61-65. 85  Yedek hukuk kurallarının, sürekli olarak bazı sözleşme türleri açısından adeta yürürlükten kaldırılmış olması, kamu düzenine aykırılık olarak değerlendirilmektedir (ATAMER, Yeşim M., Tacirlerin Genel İşlem Şartlarına Karşı Korunması Yolları, İTO Yayınları, İstanbul 2001, s. 38, 39). 86  Ayrıntılı bilgi için bkz. AKİPEK, Jale G.; AKINTÜRK, Turgut; ATEŞ KARAMAN, Derya, Türk Medeni Hukuku Başlangıç Hükümleri Kişiler Hukuku, İstanbul 2012, s. 167 vd. 87  Krş. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 408. 32 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU bütün  sözleşmeleri  içerecek  şekilde  ve  emredici  nitelikte  düzenlenmesi zorunluluğuna işaret edilmiştir. Sözkonusu açıklamanın devamında, Alman Medenî Kanunu (BGB 305 vd) düzenlemesine atfen bu hukuk sisteminde, genel işlem şartlarına ilişkin hükümlerin uygulama alanının tüketicilerle sınırlandırılmak  istenmediğine  vurgu  yapılmıştır.  Bütün  bu  açıklamalara rağmen tacirlerin, genel işlem şartlarının koruyucu imkânlarından yararlanması mümkün  görünmemektedir.  Her  ne  kadar  genel  işlem  şartlarına  ilişkin hükümler emredici nitelikte olsa ve emredici hükümler hangi kanunda yer alırsa alsın uygulama alanı bulsa da TTK, tacirler bakımından özel bir takım yükümlülükler getirmiştir. Basiretli iş adamı gibi hareket etme yükümlülüğü (TTK m. 18/2)88; ücret ve ceza şartının indirilmesinin istenememesi (TTK m. 22); teselsül (TTK m. 7) ve ticari iş (TTK m. 19) karinesi; belirli ihbar veya ihtarların belirli şekillerde yapılması zorunluluğu (TTK m. 18/3); iﬂ asa tabi olma (TTK m. 18/1); ücret (TTK m. 20), faiz (TTK m. 8-10), fatura ve teyit mektubuna (TTK m. 21) ilişkin özel sonuçlar gibi. Bütün bu hallerde, tacirler bu sıfatı taşımayan kimselere; ticari işler adi işlere karşı özel hatta ağır sonuçlara tabi tutulmuştur. TBK nın genel işlem şartlarına ilişkin hükümlerinin, tacirler bakımından uygulama alanı bulup bulamayacağı sorununu, bu özel durumları tartışmadan değerlendirmek, hatalı sonuçlara götürür. Hâkim, aşırı gördüğü ceza koşulunu kendiliğinden indirir (TTK m. 182/3). Kamu düzeni ile ilgili olan hükmün emredici niteliğinde kuşku yoktur. Hâlbuki gerçek kişi tacirin hâkimden, ticari faaliyetleri sebebiyle, genel işlem şartları çerçevesinde üstlendiği fahiş ceza şartını indirmesini isteyebilmesi, kural olarak mümkün değildir. TTK m. 22 hükmü, bu yolu kapatmamış 88  Bu yükümlülük hakkında bkz. ARKAN, Ticari İşletme Hukuku, s. 140-143; NOMER ERTAN  (ÜLGEN/HELVACI/KENDİGELEN/KAYA),  Ticari  İşletme  Hukuku,  p.  571, 572; KARAHAN, Ticari İşletme Hukuku, s. 104-106; ÇEKER, 6102 Sayılı Türk Ticaret Kanununa Göre Ticaret Hukuku, s. 74-76; BİLGİLİ; DEMİRKAPI, Ticari İşletme Hukuku, s. 94, 95; KAYAR, Ticari İşletme Hukuku, s. 150-152; POROY; YASAMAN, Ticari İşletme Hukuku, s. 152-155. 89  … (M)ahkemece cezai şartın davalının ekonomik yönden yıkımına neden olabileceği gerekçesi ile taahhütnamedeki cezai şart hükmünün geçersiz olduğu yolundaki gerekçesinde de isabet görülmemiştir. Zira, taraﬂ ar tacir olup, sözleşme imzalanırken basiretli davranıp, sözleşmede öngörülen edimlerin sonuçlarını düşünmek zorundadırlar. Sözleşme, taraﬂ arın adeta anayasası hükmündedir. Ahde vefa ilkesi gereğince taraﬂ ar sözleşme hükümlerine uymakla yükümlüdürler. Dava tarihinde yürürlükte bulunan 6762 sayılı TTK nun 24. maddesi uyarınca kural olarak tacir olan borçlu, cezai şartın fahiş olduğu gerekçesi ile indirim yapılmasını isteyemez. Ancak, kararlaştırılan cezai şartın borçlunun ekonomik yönden yıkımına neden olacak derecede fahiş olduğunun saptandığı hallerde cezai şarttan indirim yapılacağı Yargıtay ca kabul edilmektedir. Ne var ki, böyle bir indirime gidilebilmesi için  borçlunun  ekonomik  durumunun  uzman  bir  bilirkişiye  incelettirilerek  yukarıda Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 33Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları olsaydı bile basiretli iş adamı gibi hareket etme yükümlülüğü, aynı sonucun kabulünü gerektirecek idi. Tacir sıfatı ve ticari iş ile bağlantılı sonuçların önemli  bir  kısmının  temelinde,  bu  yükümlülüğün  varlığı  söylenebilir. Objektif bir özen ölçüsüne dayanan bu yükümlülük tacirin, ticari işletmesiyle ilgili iş ve işlemlerinde ileri görüşlü, sezgili, tedbirli ve sağduyulu hareket etmesini gerektirir. Tacir, taraf olacağı sözleşmeyi müzakere ve ifa ederken belirtilen indirim koşullarının somut olay bakımından oluşup oluşmadığının belirlenmesi gerekmektedir [Y. 19. HD, T. 16.1.2014; E. 2013/14851; K. 2014/1302, Kazancı İçtihat Bankası (03.02.2015)]. 90  Bkz. ARKAN, Ticari İşletme Hukuku, s. 146. 91  Gecikme faizi, taraﬂ arın serbest iradeleriyle belirlenmiştir. Taraﬂ ar tacir olup, basiretli bir işadamı gibi davranmak zorundadırlar [YHGK, T. 14.6.2006; E. 2006/19-347; K. 2006/377, Kazancı İçtihat Bankası (03.02.2015)]. 92  Yüksek yargının, bu yükümlülüğü nasıl anladığını ve uyguladığını göstermesi bakımından birkaç karar aktarmakta fayda vardır:   Tacir  olmanın  nimetine  göre  külfeti  de  mevcuttur.  TTK. nun  20-25.  maddelerinde tacir sıfatına bağlanan yerine göre hak yerine göre külfet niteliği arz eden hukuki sonuçlar düzenlenmiştir. Bunların en önemlilerinden biri basiretli iş adamı gibi davranma zorunluluğudur (TTK. madde 20/II). Tacirin, ticari işletmesiyle ilgili tüm faaliyetlerinde basiretli bir iş adamı gibi davranması gerekir. Bu cümleden olarak, ticari işletmesiyle ilgili sözleşmeleri yaparken ve bu sözleşmelerden doğan borçlarını yerine getirirken basiretli bir iş adamı gibi davranmak zorunda olan tacirler tüketiciler için düzenlenen yasa hükümleri kapsamına alınamazlar [YHGK, 21.9.2011, E. 2011/19-500; K. 2011/550, Kazancı İçtihat Bankası (28.01.2015)].   Davacı ... 2001 yılı Kasım ayında yaşanan ekonomik kriz nedeniyle hükümetçe uygulanan çıpa sisteminin terk edilerek dövizin dalgalanmaya bırakılması sonucu dolar kurunun önceden tahmin edilemeyecek derecede yükseldiğini ileri sürerek, … aylık kira bedelinin … uyarlanmasını istemiştir.   …   TTK. 18/1. maddesinde A.Ş.lerin tacir oldukları açıklanmıştır. Aynı Yasanın 20/II maddesinde de her tacirin ticaretine ait faaliyetlerinde basiretli bir iş adamı gibi hareket etmesi gerekir. Basiretli bir iş adamı gibi davranma yükümü aslında objektif bir özen ölçüsü getirmekte ve tacirin ticari işletmesiyle ilgili faaliyetlerinde, kendi yetenek ve imkanlarına göre ondan beklenebilecek özeni değil aynı ticaret dalında faaliyet gösteren tedbirli, öngörülü bir tacirden beklenen özeni göstermesinin gerekli olduğu kabul edilmektedir. Gerekli tedbirleri almadan sözleşme yapan ve borç altına giren tacirin alabileceği tedbirlerle önliyebileceği bir imkansızlığa dayanması kabul edilebilecek bir durum değildir. Ülkemizde 1958 yılından beri devalüasyonlar ilan edilmekte sık sık para ayarlamaları yapılmakta, Türk parasının değeri dolar ve diğer yabancı paralar karşısında düşürülmektedir. Ülkemizdeki istikrarsız ekonomik durum tacir olan davacı tarafından tahmin olunabilecek bir keyﬁ yettir [YHGK, 07.05.2003, E. 2003/13-332; K. 2003/340, Kazancı İçtihat Bankası (21.02.2015)].    Davacılar, davalının açtığı uyku tulumu ihalesini kazandıklarını, davalı ile sözleşme imzaladıklarını, ihale ilan tarihi ile ihale günü arasında çok kısa bir sürenin olması nedeniyle sözleşme eki teknik şartnameye göre üretim imkanı olup olmadığını araştıramadıklarını, ihaleden sonra uzun bir süre numune çalışması yapmalarına rağmen teknik şartnameye uygun olarak uyku tulumu yapılmasının mümkün olmadığını ve sözleşmenin ifasının imkansız olduğunu tespit ettiklerini, davalıdan sözleşmeyi revize etmesini istemelerine rağmen davalının aralarındaki sözleşmeyi fesh edip, yatırılan teminatı irat kaydettiğini … 34 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU basiretli iş adamı gibi hareket etmek zorundadır. Bu doğrultuda tacirin, zorda kalma dışında, bilgisizliği veya tecrübesizliğini gerekçe göstererek TBK m. 28 hükmünden yararlandırılması da düşünülemez. Basiretli iş adamı gibi hareket etme yükümlülüğü, asli edim yükümlülükleri dışında, sözleşmede açıkça öngörülmese bile bazı yan edim yükümlülüklerinin doğumuna yol açar. Tacirin; aleyhine, kendi durumunu ağırlaştırıcı, menfaatlerine aykırı (TBK m. 25, 21), açık ve anlaşılır olmayan (TBK m. 23) veya tek taraﬂ ı sözleşmeyi değiştirme yetkisi içeren (BK m. 24) genel işlem şartlarına karşı, tedbirli ve uyanık olması bir zorunluluktur. Öyleyse genel işlem şartlarına karşı uyanık ve öngörülü olması yükümlülüğü bulunan tacirin, TBK nın sözkonusu şartlara karşı, özellikle zayıf olan tarafı koruma amacıyla sevk ettiği imkânlardan yararlandırılması, TTK m. 18/2 ile çelişecektir. Tacirin, ticari irat kaydedilen … teminatın … tahsiline karar verilmesini istemişlerdir. …   Mahkemece, sözleşme eki teknik şartnamede öngörüldüğü şekilde uyku tulumu yapılmasının ﬁ ilen mümkün olmadığı, bu durumun B.K.nun 20. maddesi hükmüne aykırı olduğu ve sözleşmenin batıl olduğu gerekçe gösterilerek davanın kabulüne karar verilmiş(tir).   Davacı taraf, davalıya verdiği 21.11.2000 günlü teklif mektubunda teknik şartnamenin tüm maddelerini tek tek okuyup, kabul ettiğini, bu şartname hükümlerine uygun olarak uyku tulumu üreteceğini kabul etmiştir. Davacılar tacir olup, TTK 20/2 maddesi hükmünce ticaretlerine ait bütün faaliyetlerinde basiretli bir iş adamı gibi hareket etmek zorundadırlar. O nedenle ihaleden önce ihaleye konu uyku tulumlarının teknik şartnamede gösterilen CLO değerlerine göre imal edilip edilemeyeceğini tespit edip, sonucuna göre hareket etmeliydiler [Y. 13. HD, T. 21.10.2003; E. 2003/7812; K. 2003/12369, Kazancı İçtihat Bankası (21.02.2015)]. 93  Bir sözleşmede karşılıklı edimler arasında açık bir oransızlık varsa, bu oransızlık, zarar görenin zor durumda kalmasından veya düşüncesizliğinden ya da deneyimsizliğinden yararlanılmak suretiyle gerçekleştirildiği takdirde, zarar gören, durumun özelliğine göre ya sözleşme ile bağlı olmadığını diğer tarafa bildirerek ediminin geri verilmesini ya da sözleşmeye bağlı kalarak edimler arasındaki oransızlığın giderilmesini isteyebilir. 94  ARKAN, Ticari İşletme Hukuku, s. 142. 95  ARKAN, Ticari İşletme Hukuku, s. 142. 96  Basiretli iş adamı gibi hareket etme yükümlülüğü ve sonuçlarını tartışmaksızın, genel işlem şartlarının yazılmamış sayılmasına yönelik TBK hükümlerinin, tacirler bakımından da uygulanabileceği ifade edilmektedir. Bkz. BURCUOĞLU, Seminer: Borçlar Kanunu na Getirilen Yenilikler, s. 33, 34; ATAMER, Yeşim M., Genel İşlem Koşulu mu Bireysel Pazarlıkla Kurulan Sözleşme mi? Tüketici ve Tacir İşlemleri Açısından Karşılaştırmalı Olarak  Başvurabilecek  Değerlendirme  Kriterleri,  Yeni  Türk  Borçlar  Kanunu  ve Yeni Türk Ticaret Kanunu Sempozyumu Makaleler - Tebliğler, TOBB Ekonomi ve Teknoloji Üniversitesi Hukuk Fakültesi, İstanbul 2013, s. 103 vd; AYDOĞDU, Genel İşlem Koşullarının ve Tüketici Hukuku nda Haksız Şartların Denetimi, s. 167, 168; AYDOĞDU, Murat, 6098 Sayılı Türk Borçlar Kanununda Düzenlenen Genel İşlem Koşullarının Kişi Bakımından Uygulama Alanı, Yaşar Üniversitesi Elektronik Dergisi Prof. Dr. Aydın ZEVKLİLER e Armağan, C. 8, 2013, s. 601, 602; UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 411.   OĞUZMAN; ÖZ, TTK ya tabi sözleşmeler bakımından TTK m. 55/f düzenlemesinin özel hüküm niteliği taşıdığı, boşluk bulunan durumlarda TBK hükümlerinin uygulanması gerektiği Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 35Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları işletmesini ilgilendirmeyen faaliyetlerinde basiretli iş adamı gibi hareket etme yükümlülüğü bulunmamaktadır. Şu halde TBK nın genel işlem şartlarıyla ilgili koruyucu hükümlerinden yararlanabilecek kimseler; ticari işletmesiyle ilgili  faaliyetleri  dışında  tacirler,  esnaﬂ ar,  serbest  meslek  mensupları  ve tüketicilerdir. d) Büyük İşletmelere Karşı Küçük Işletmelerin (KOBİ) korunması TTK belirli hallerde, taraﬂ ar arasındaki sözleşmenin genel işlem şartı olup olmamasına bakmaksızın alıcıları ve küçük işletmeleri, olağanüstü durumlarda sömürülmelerine, mal veya hizmet tedarikinde para borcunun savsanmasına, geç ödeme dolayısıyla alacaklının uğrayacağı zarardan ve temerrüt  faizinden  borçlunun  sorumluluğunu  kaldıran  veya  sınırlandıran şartlara karşı korumuştur (m. 1530)98. En  yüksek  sınırı  aşan  işlemlerin  (TTK  m.  1530/1),  temerrüt  faizi ödenmesi  yükümlülüğünü,  gecikmiş  ifa  sebebiyle  doğacak  zarardan sorumluluğu  (TTK  m.  1530/6)  kaldıran  kayıtların  hükümsüzlüğü;  para borcunun geciktirilmesinde ihtara gerek kalmaksızın borçlunun temerrüde düşmüş sayılması (TTK m. 1530/2, 4, 5), bu durumlarda kararlaştırılmamış olsa bile faiz istenebilmesi (TTK m. 1530/3)99 imkânları genel işlem şartları ile bertaraf edilemez. Mal ve hizmet tedariki amacıyla yapılan sözleşmelerde, hükümsüz sayılan kayıtlar sebebiyle doğacak boşluğun nasıl doldurulacağı da ayrıca kanaatindedir (OĞUZMAN, M. Kemal; ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, C. 1, İstanbul 2013, s. 165).   Diğer bir görüşe göre, dürüstlük ilkesine aykırı genel işlem şartları kullanmayı haksız rekabet olarak kabul eden TTK m. 55/1.f hükmü, TBK nun genel işlem şartlarına ilişkin hükümlerinin uygulanmasına engeldir. Bkz. ANTALYA, O. Gökhan, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, C. I, İstanbul 2013, s. 299, 300. 97  Esas faaliyet konularından biri, varlıkları güvenilir kişi sıfatıyla geniş bir kitle adına muhafaza etmek olan bankalar, yatırım bankaları, sigorta şirketleri, emeklilik şirketleri ve benzerleri, küçük ve orta ölçekli olsalar dahi büyük sermaye şirketi sayılmaktadır (TTK m. 1523/2.b). 98  Bkz. ATAMER, Yeşim M.; OKUTAN NİLSSON, Gül, Para Alacaklısının Geç Ödemelere Karşı Korunmasına İlişkin Yeni TK M. 1530 Düzenlemesi ve Uygulama Alanı, BATİDER, C: XXIX,  S. 3, 2013, Doç.Dr. Nurkut İnan a Armağan Sayısı, s. 31-82. 99  TTK m. 1530, borçlunun temerrüdü için ihtar yükümlülüğünü kaldıran (TBK m. 117/2) bir hükümdür. Bilindiği gibi temerrüde düşen borçlunun, sözleşmede kararlaştırılmasa bile temerrüt faizi ödemesi şarttır (TBK m. 120/1). Bu yüzden TTK m. 1530/3 hükmünü, borçlu, genel işlem şartları veya bireysel sözleşme ile temerrüt faizi ödeme yükümlülüğünü kaldırmış olsa bile alacaklı faize hak kazanır şeklinde anlamak gerekir. 36 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU düzenlenmiştir. Buna göre sözleşme ile öngörülen ödeme süresi, TTK m. 1530/5 te tespit edilen esaslara uygun değilse aynı maddenin 4. fıkrasındaki ilkelere  göre  belirlenecektir.  Aynı  şekilde  gecikme  faizi  ödenmesini engelleyen  veya  kısıtlayan,  geç  ifa  dolayısıyla  ortaya  çıkacak  zarardan sorumluluğu kaldıran hükümlerin geçersiz sayılmasından doğacak boşluk, Merkez Bankası nın her yıl ilan edeceği faiz oranları ile doldurulacaktır. Bu usul ile belirlenecek faiz oranı, 3095 sayılı Kanuni Faiz ve Temerrüt Faizine İlişkin Kanun un öngördüğü ticari faiz oranından en az yüzde sekiz101 fazla olmalıdır (TTK m. 1530/7)102. D. Genel İşlem Şartları Yoluyla Rekabet İhlalinin Sonuçları 1) Genel olarak Taşıdığı  riskler  ve  olumsuz  yönler  bir  yana;  tecrübe,  tedbir  ve profesyonel bilgi ile kaleme alınmış genel işlem şartları, taraﬂ arına zaman, yaşanmış veya yaşanabilecek sorunlara karşı ihtiyatlı yaklaşım alışkanlığı ve sözleşme öncesi düşünme (değerlendirme) fırsatı kazandırır. Kural olarak, dürüst rekabet ilkesinin hüküm sürdüğü piyasalarda, genel işlem şartlarının tüketiciler dâhil taraﬂ ar için olumsuz bir etkisinden söz etmek güçtür. Ancak dürüst rekabet anlayışının hâkim olduğu piyasalarda bile ekonomik açıdan 100   Türk  Ticaret  Kanununun  1530  uncu  maddesinin  yedinci  fıkrası  uyarınca  mal  ve hizmet  tedarikinde  alacaklıya  yapılan  geç  ödemelere  ilişkin  temerrüt  faiz  oranının sözleşmede öngörülmediği veya ilgili hükümlerin geçersiz olduğu hallerde uygulanacak faiz oranı yıllık yüzde 11,50, alacağın tahsili masraﬂ arı için talep edilebilecek asgari giderim tutarı 120,00 Türk lirası olarak tespit edilmiştir [Türkiye Cumhuriyet Merkez Bankası Tebliği (RG, 01.01.2015, s. 29223)]. 101  Mehaz 2011/7 sayılı AB Yönergesinin (ABRG 23.02.2011, L 48/1) belirlediği miktar, temerrüt faizinin 8 puan fazlasıdır (m. 2/6). TTK m. 1530/7 hükmü bu miktarı, bilerek veya farkında olmaksızın, Yönerge anlayışından farklı bir şekilde, caydırıcılığı bulunmayan bir formül ile belirlemiştir. Merkez Bankasının, geç ödemelere ilişkin belirlediği temerrüt faiz oranı 2015 yılı için yıllık yüzde 11,50 dir. Ayrıca bkz. AYAN, Serkan, 6102 sayılı Türk Ticaret Kanunu nun 1530. Maddesi Gereğince Borçlunun Temerrüdü, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 12, Özel S., 2010, s. 783 vd; ÇAĞLAYAN, Pınar, Avrupa Birliği Yönergeleri ve Alman Hukukundaki Deneyimler Işığında Mal ve Hizmet Tedarikinde Geç Ödemenin Sonuçları (TTK md. 1530), BATİDER, C. 27, S. 2, 2011, s.173-243; ORBAY ORTAÇ, Nurdan, 6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Ticari İşlerde Faiz, Ankara Barosu Dergisi, 2014/2, s. 119-133. 102  Alacaklı küçük işletme, geç ödeme sebebiyle TTK m. 1530/7 çerçevesinde takdir edilen temerrüt faizinin karşılamadığı miktarda ayrıca –munzam- zarara uğramışsa, sözleşme ile yasaklanmış olsa bile aradaki farkı tazminat olarak talep edebilecektir (TTK m. 1530/6). Ancak bu ihtimalde, alacaklının maruz kaldığı munzam zararı ispat etmesi ve borçlunun da temerrüde düşmekte bir kusuru bulunmadığını ispatlayamamış olması şarttır (TBK m. 122). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 37Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları zayıf olan tarafın, korunması ihtiyacı göz ardı edilemez. Rekabet ihlalinin tabi olduğu yaptırımı, sözkonusu ihlali içeren genel işlem şartlarının taraﬂ arını, amacını ve ihlalin, etkilerini doğurduğu veya doğuracağı coğrafi alanı (ülkemiz veya yurt dışı piyasaları) dikkate alarak araştırmak gerekecektir. Taraﬂ arına veya amacına göre rekabet ihlali, iki veya daha fazla düzenlemenin kapsamına girebileceğinden, aynı ihlalin maruz kalacağı yaptırım çeşidi artabilecektir. Örneğin mağdurun tüketici olduğu bir rekabet ihlalinde TBK, TKHK, RKHK ve TTK yaptırımlarının ayrı ayrı uygulanması ihtimali gündeme gelebilecektir. 2) İhlalin RKHK ya Göre Sonuçları A) Genel olarak Genel işlem şartlarının etkisi ve sonuçları, düzenleyenin ve karşı tarafın sıfatına göre üç gruba ayrılarak incelenmelidir. Bunlar, rakip teşebbüslerin aralarındaki  işbirliği  (RKHK  m.  4)  sebebiyle  kullandıkları  genel  işlem koşulları, hâkim durumdaki teşebbüslerin (RKHK m. 6) kullandığı genel işlem koşulları ve bir teşebbüsün dikey ilişki (RKHK m. 4, 5) içinde rakip olmayan diğer bir teşebbüse karşı kullandığı genel işlem koşullarıdır. Bu sınıﬂ andırma doğrultusunda incelenecek genel işlem koşullarının yol açacağı 103  Bkz. EREN, Borçlar Hukuku Genel Hükümler, s. 215, 216. 104  Türkiye Petrol Raﬁ nerileri A.Ş. ile akaryakıt dağıtım kuruluşları arasında 2014 yılında uygulamaya başladığı tip sözleşmeye göre … müşterilerin ürün çekişinin mücbir sebep halleri dışında, kendi kusurlarıyla aylık ürün tahsislerinin raﬁ neri ve terminaller bazında %95 oranının altında kalması; eksik çekiş miktarının 50 tonun üzerinde olması ve bu eksik çekiş miktarının bir sonraki aya aktarılmaması halinde eksik çekilen ton başına ek ödeme yükümlülüğü doğacaktır.   Taahhüdüne aykırı hareket eden müşterilere ek ödeme yükümlülüğü sayesinde elde edilecek arzın ve üretimin devamlılığının sağlanması ve arzı artıracak yatırımların geri kazanılması gibi faydalar dikkate alındığında, ilgili tedbirin daha haﬁ f ve daha orantılı olduğu, … ifade edilmektedir.   Bahse konu Satış Uygulamaları nda, daha önce Kurulumuzun 17.01.2014 tarih ve 14- 03/60-24 sayılı kararında ihlal teşkil ettiği sonucuna ulaştığı türden uygulamalara sebebiyet verebilecek diğer hususlara da yer verilmediği dikkate alındığında, mevcut haliyle menﬁ  tespit talebine konu TÜPRAŞ Akaryakıt Satış Uygulamaları nın, 4054 sayılı Kanun un 6. maddesine aykırı bir yönünün bulunmadığı kanaatine varılmıştır.   Ancak karşı oy yazısının, genel işlem şartları bakımından önem taşıyan şu tespitini göz ardı etmek mümkün değildir: TÜPRAŞ ile dağıtıcılar arasında yapılan sözleşmelerde taraﬂ arın hak ve yükümlülüklerinin netleştirilmesinin ve denkleştirilmesinin gerektiği, yapılan sözleşmelerde satıcının olduğu gibi alıcının da haklarının açıkça yer almasının ve bunların eşitlenmesinin zaruri bir durum olduğu kabul edilmelidir [Rekabet Kurulu kararı (RKK), 22.10.2014, DS. 2014-1-80, KS. 14-42/760-336)]. Kurul kararları, Kurumun http:// www.rekabet.gov.tr adresinden temin edilebilir. 38 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU rekabet ihlalleri, RKHK da ayrı ayrı düzenlenmiştir. Teşebbüslerin, aralarında iş birliği yaparak belirli bir mal veya hizmet piyasasındaki rekabeti engelleme, bozma ya da kısıtlama amacını taşıyan veya bu etkiyi doğuran yahut doğurabilecek nitelikte genel işlem şartları kullanmaları  yasaktır  (RKHK  m.  4/1).  Teşebbüs  birliklerinin,  üyelerini rekabeti kısıtlayıcı kayıtlar içeren yeknesak genel işlem şartları kullanmaya teşvik etmesi veya zorlaması da aynı sonuca tabidir. Kanunda özellikle ibaresiyle ifade edilen ve sınırlı sayıda olmayan rekabet ihlalleri, genel işlem şartlarına konu olabilecektir. 105  Finansal Kiralama Faktoring ve Finansman Şirketleri Birliği (FKB) üyelik şartları ve mesleki etik ilkelerine göre üyeler (ﬁ nansal kiralama, faktoring ve ﬁ nansman şirketleri) pazar gelişmelerinin takip edilmesi ve endüstri büyüklükleri hakkında bilgi ve veri birikimi oluşturmak amacıyla belirli periyotlarda paylaşmak zorundadır (m. 5). FKB tarafından toplanan verilerin üye bazında paylaşılmasının -il, müşteri grubu, sektör ve işleme konu mal grubu esas alınarak toplanacak verilerin ﬁ rma bazında paylaşılmaması şartı ile- 4054 sayılı Kanun un 5. maddesinin (d) bendinde belirtilen koşulu sağlayacağı değerlendirilmektedir (RKK, 01.10.2014, DS. 2014-4-28, KS. 14-37/715-320).   Ayrıca bkz. ÖZDEN, Mehmet, Profesyonel Meslek Birlikleri, Rekabet Kurumu Uzmanlık Tezi, Ankara 2004, s. 57 vd.   Teşebbüs birliğinin, üyelerinin kullanması için kabul ettiği genel işlem şartlarının da haksız rekabet olarak nitelendirileceği yönünde bkz. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 406. 106  a) Mal veya hizmetlerin alım ya da satım ﬁ yatının, ﬁ yatı oluşturan maliyet, kâr gibi unsurlar ile her türlü alım yahut satım şartlarının tesbit edilmesi,   b) Mal veya hizmet piyasalarının bölüşülmesi ile her türlü piyasa kaynaklarının veya unsurlarının paylaşılması ya da kontrolü,   c) Mal veya hizmetin arz ya da talep miktarının kontrolü veya bunların piyasa dışında belirlenmesi,   d) Rakip teşebbüslerin faaliyetlerinin zorlaştırılması, kısıtlanması veya piyasada faaliyet gösteren teşebbüslerin boykot ya da diğer davranışlarla piyasa dışına çıkartılması yahut piyasaya yeni gireceklerin engellenmesi,   e) Münhasır bayilik hariç olmak üzere, eşit hak, yükümlülük ve edimler için eşit durumdaki kişilere farklı şartların uygulanması,   f) Anlaşmanın niteliği veya ticari teamüllere aykırı olarak, bir mal veya hizmet ile birlikte diğer mal veya hizmetin satın alınmasının zorunlu kılınması veya aracı teşebbüs durumundaki alıcıların talep ettiği bir malın ya da hizmetin diğer bir mal veya hizmetin de alıcı tarafından teşhiri şartına bağlanması ya da arz edilen bir mal veya hizmetin tekrar arzına ilişkin şartların ileri sürülmesi (RKHK m. 4/2). 107  Mey İçki tarafından nihai satış noktalarıyla imzalanmak üzere hazırlanan … Tip Sözleşmelerin … 4054 sayılı Kanun un 4. maddesi kapsamına gireceği ve bu nedenle menﬁ  tespit belgesi verilemeyeceği, asgari alım şartına bağlı bedelsiz ürün, indirim gibi uygulamaları içermesi sebebiyle muaﬁ yetin geri alınmasına dair 10.09.2007 tarih ve 07- 70/863-326 sayılı Kurul kararı da dikkate alınarak aynı Kanun un 5. maddesinde sayılan muaﬁ yet koşullarıyla bağdaşmaz etkilere sahip olduğundan anılan sözleşmeye bireysel Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 39Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Hâkim  durumdaki  bir  teşebbüsün,  konumunu  kötüye  kullanarak, rakip teşebbüslerin faaliyetlerini zorlaştırması, piyasaya girmek isteyen yeni teşebbüsleri engellemesi, tüketiciler dâhil alıcıları sömürmesi mümkündür. Tek  başına  veya  aralarındaki  uzlaşma  sonucu  hâkim  durumda  bulunan teşebbüslerin, belirli bir mal veya hizmet piyasasındaki gücünü/güçlerini genel işlem şartları ile kötüye kullanması/kullanmaları yasaktır (RKHK m. 6/1). Özellikle ibaresiyle vurgulanan örnek kötüye kullanma halleri, pekâlâ genel işlem şartları yoluyla uygulama alanı bulabilecektir. muaﬁ yet tanınamayacağı değerlendirilmiştir (RKK, 12.06.2014, DS. 2012-3-001, KS. 1421/410-178). 108  a) Ticari faaliyet alanına başka bir teşebbüsün girmesine doğrudan veya dolaylı olarak engel olunması ya da rakiplerin piyasadaki faaliyetlerinin zorlaştırılmasını amaçlayan eylemler,   b) Eşit durumdaki alıcılara aynı ve eşit hak, yükümlülük ve edimler için farklı şartlar ileri sürerek, doğrudan veya dolaylı olarak ayırımcılık yapılması,   c) Bir mal veya hizmetle birlikte, diğer mal veya hizmetin satın alınmasını veya aracı teşebbüsler durumundaki alıcıların talep ettiği bir malın veya hizmetin, diğer bir mal veya hizmetin de alıcı tarafından teşhiri şartına bağlanması ya da satın alınan bir malın belirli bir ﬁ yatın altında satılmaması gibi tekrar satış halinde alım satım şartlarına ilişkin sınırlamalar getirilmesi,   d)  Belirli  bir  piyasadaki  hakimiyetin  yaratmış  olduğu  ﬁ nansal,  teknolojik  ve  ticari avantajlardan yararlanarak başka bir mal veya hizmet piyasasındaki rekabet koşullarını bozmayı amaçlayan eylemler,   e) Tüketicinin zararına olarak üretimin, pazarlamanın ya da teknik gelişmenin kısıtlanması (RKHK m. 6/2). 109  Mey İçki nin nihai satış noktalarıyla imzalanmak üzere hazırladığı tip sözleşmelerle satış noktalarına baskı yaparak rakip ürünlerin satışını engellediği, kendi ürünleri lehine münhasırlık uyguladığı ve bu şekilde 4054 sayılı Kanun u ihlal ettiği iddia edilerek, Mey İçki hakkında soruşturma açılması ve 4054 sayılı Kanun un 9. maddesi uyarınca geçici tedbir kararı alınması talep edilmiştir. …   Mey İçki nin geleneksel kanaldaki kapalı satış noktaları ve yerinde satış noktalarına çeşitli isimler altında verdiği indirimler ve peşin ödemeler ile rakiplerin satış noktasında görünürlüğünü sınırlamaya yönelik uygulamalarının, rakiplerin rakı pazarının önemli bir bölümüne erişiminin sınırlanması amacını taşıdığı ve etkisini doğurduğu anlaşılmıştır. …   2-Mey İçki San. ve Tic. A.Ş. nin rakı pazarında hakim durumda bulunduğuna …,   3-Mey İçki San. ve Tic. A.Ş. nin rakiplerinin pazardaki faaliyetlerini zorlaştırma amacı ve etkisi taşıyan uygulamalar ile hakim durumunu kötüye kullanmak suretiyle 4054 sayılı Rekabetin Korunması Hakkında Kanun un 6. maddesini ihlal ettiğine … karar verilmiştir (RKK, 12.06.2014, DS. 2012-3-001, KS. 14-21/410-178).   TÜPRAŞ ın her mali yıl öncesinde dağıtım şirketlerine gönderdiği … yıllık satışlara ilişkin yazılara değinmek gerekmektedir. Bu uygulama kapsamında dağıtım şirketlerinin iletecekleri yıllık tahsisat taleplerine uygulanacak vade, vade farkı, prim ve iskonto gibi hususların TÜPRAŞ tarafından belirlenerek dağıtım şirketlerine bildirildiği, dağıtım şirketlerinin ise kayda değer bir pazarlık imkânının olmadığı görülmektedir Türkiye Petrol Raﬁ nerileri A.Ş. nin ﬁ yatlandırma ve sözleşmelere ilişkin uygulamaları yoluyla hakim durumunu kötüye kullandığına, bu suretle 4054 sayılı Rekabetin Korunması Hakkında Kanun un 6. maddesini 40 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU Mal  veya  hizmetlerin  üretiminden  tüketiciye  ulaştırılmasına  kadar uzanan zincirin, her bir parçasında rol alan işletmelerin teşebbüs niteliği taşıdığı kuşkusuzdur. Mal veya hizmet satan ya da sunan teşebbüsün, özel hukuk yahut kamu hukuku tüzel kişisi olması önemli değildir. TBK m. 20  gerekçesinde  girişimci  olarak  ifade  edilen  teşebbüslerin,  rakipleriyle yaptıkları rekabeti kısıtlayıcı nitelikteki yatay anlaşmalar veya sağlayıcı ya da dağıtıcıları ile yaptıkları dikey anlaşmalar, genel işlem şartları içerse de içermese de RKHK nın uygulama alanına girer. Uygulama bakımından önem taşıyan sorunlardan birisi üretici, satıcı veya sağlayıcı teşebbüslerin, daha zayıf konumdaki alıcı ya da dağıtıcılarına (tek satıcı, acente, franchising alan) aynı zamanda genel işlem şartları içeren dikey anlaşmalarla, faaliyetlerini zorlaştırıcı, maliyet ve kâr marjlarıyla ilgili ağır katlanma yükümlülüğü öngören yahut ayırımcılık (eşit hak, yükümlülük ve edimler için eşit durumdaki kişilere farklı şartlar uygulanması) kapsamına girebilecek  şartlar  ileri  sürdükleri  bilinmektedir.  Özellikle  toptan  ve ihlal ettiğine … karar verilmiştir (RKK, 17.01.2014, DS. 2012-1-67(2), KS. 14-03/60-24). 110  Anadolu Restoran İşletmeleri Ltd. Şti. ile bağımsız işletmeciler arasında imzalanan İşletme Lisans Sözleşmesi ve bu sözleşmenin eki mahiyetindeki sözleşme ve bu sözleşmeyle bağlantılı diğer uygulamalara; franchise alan teşebbüsün, Anadolu Restoran İşletmeleri Ltd. Şti. tarafından onaylanan ürünleri satma zorunluluğu bulunmasının yanı sıra, rekabet etmeme ve gizliliğe ilişkin yükümlülükler içermesi nedeniyle menﬁ  tespit belgesi verilmesinin mümkün olmadığına … karar verilmiştir (RKK, 11.07.2013, DS. 2013-4-12, KS. 1344/560-254).   Antis  ile  muhtemel  yetkili  dağıtıcıları  arasında  akdedilecek  olan  yetkili  dağıtıcılık sözleşmesi (Sözleşme) tip sözleşme olarak hazırlanmıştır. …   Sözleşme çerçevesinde Antis, dağıtıcıları bazı nitel kriterler çerçevesinde belirleyecektir. Bu kapsamda satış yerinin konumu ve iç yerleşim durumu yetkili dağıtıcı olabilmek açısından belirleyici olacaktır. Antis satış yerinin belirlenen şartlara uygun olmaması halinde bayilik vermeme hakkına sahiptir. …   Sözleşmenin  Satışlar  başlıklı  3.  maddesinde  yetkili  dağıtıcının  satış  yapabileceği müşterilere bazı kısıtlamalar getirilmektedir. Yetkili dağıtıcı Antis ten aldığı ürünleri Türkiye pazarında, perakende olarak, sözleşmedeki satış yerinde satmayı ve profesyonel ürünleri kendi kabininde kullanmayı ve dolayısıyla bu ürünleri hiçbir şekilde (Antis tarafından yetkili dağıtıcı sıfatı ile yetkilendirilmemiş) hiçbir topluluğa, toptancıya, perakendeciye, yerli ve yabancı tüccara satmamayı taahhüt etmektedir. …   Antis in tayin ettiği yetkili dağıtıcı, menşei Antis olmayan ürünleri işletmesinde teşhir etmemeyi ve satmamayı taahhüt etmektedir. Sözleşmeye göre ayrıca ürün kullanımından beklenen sonucun alınabilmesi ve tüketicinin doğru ürüne yönlendirilebilmesi açısından yetkili dağıtıcı, Antis in yazılı izni olmadan internet üzerinden satış yapamayacaktır. Bayi olmadığı halde internet üzerinden satış yapan noktalar için ayrıca yasal işlem yapılacağı da hükme bağlanmıştır. …   1) Antis Kozmetik ve Ticaret Ürünleri A.Ş. ile muhtelif dağıtıcılar arasında imzalanan Yetkili Dağıtıcılık Sözleşmesine ve diğer bayilerle imzalanacak aynı hükümleri içeren tip sözleşmelere, marka içi rekabeti kısıtlaması nedeniyle 4054 sayılı Kanun un 8. maddesi Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 41Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları perakende sektöründeki kira, raf veya mağaza açılışı ücretleri gibi genel işlem şartları çerçevesinde öngörülen yüksek bedeller, bağlayıcı kayıtlar, tedarik ve perakende pazarında dışlayıcı etki yaratabilecektir. Genel işlem şartları içeren yatay veya dikey anlaşmalarla (RKHK m. 4) ya da hâkim durumun kötüye  kullanılmasıyla  rekabetin  kısıtlanmasına  yol  açacak  bilumum davranışlar  tereddütsüz  yasaktır.  Rekabet  Kurumu nun,  genel  işlem şartlarıyla dikte edilen rekabet ihlallerine karşı tedarikçi, alıcı veya dağıtıcı sıfatını taşıyan, küçük ve zayıf teşebbüslerin korunması amacına yönelik özel bir düzenleme (tebliğ) yapması veya dikey anlaşmalar hakkında tebliği ıslah etmesi zorunludur. Her halükarda dikey ilişkinin niteliğine ve işin özelliğine yabancı genel işlem şartları ile dürüstlük ilkesine aykırı düşecek hak ve borç dağılımı öngören genel işlem şartları rekabet ihlali olarak kabul edilmelidir. Hâkim durumda olmamakla birlikte güçlü konumdaki teşebbüslere karşı zayıf teşebbüslerin korunması, Rekabet Kurumu nun bu alanda üstleneceği role bağlıdır. Kanun, rekabet ihlallerine karşı iki tür yaptırım kabul etmiştir. Bunlar, hukuki ve idari yaptırımlardır. b) Hukuki Yaptırım aa) Genel İşlem Şartlarının Hükümsüzlüğü Kanunun 4 ve 6. maddesi kapsamına girebilecek yasakları içeren genel işlem şartları hükümsüzdür (RKHK m. 56). Hükümsüzlük sebebinin genel işlem şartlarının bir bölümünü etkilediği, fakat diğer bölümlerini etkilemediği hallerde, kısmi hükümsüzlükten bahsedilecektir. Genel işlem şartlarından kapsamında menﬁ  tespit belgesi verilemeyeceğine,   2) Bildirim konusu sözleşmelerin, yetkili dağıtıcıların Dermalogica markasının profesyonel serisine ait ürünlerin satışını ve tüm ürün gruplarında internet üzerinden satışlarını kısıtlaması nedeniyle 2002/2 sayılı Dikey Anlaşmalara İlişkin Grup Muaﬁ yeti Tebliği kapsamında grup muaﬁ yetinden yararlanamadığına, … karar verilmiştir (RKK, 24.10.2013, DS. 2013-3-59, KS. 13-59/831-353). 111  Bağlayıcı kayıtlara ilişkin ayrıntılı bilgi için bkz. TOPÇUOĞLU, Franchise Sözleşmesinde Bağlayıcı Kayıtlar ve Rekabet Hukuku, s. 113-154; TOPÇUOĞLU, Rekabet Hukuku Açısından Acentelik ve Dağıtım Sözleşmeleri, s. 119-121, 198-203. 112  Yerel üreticilerin, çoğu yabancı sermayeli zincir marketlerin listeleme, raf, teşhir, mağaza açılışı, ciro primi, raf personeli, aydınlatma gideri, promosyona katılım bedeli, üreticinin eşit ﬁ yat politikasının hiçe sayılması ve haksız rekabet oluşturan raf ﬁ yatları gibi eleştirilerini içeren Hızlı Tüketim Malları Perakendeciliği Sektörü Raporu (p. 183-194) için bkz. http:// www.rekabet.gov.tr/File/?path=ROOT%2F%2FDocuments%2FSekt%25c%25br%2BR aporu%2Fsektorrapor.pdf (20.08.2015). 113  2002/2 sayılı Dikey Anlaşmalara İlişkin Grup Muaﬁ yeti Tebliği (RG, 14.07.2002, S. 24815). 42 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU bir kısmının hükümsüz olması, diğer şartların geçerliliğini etkilemeyecektir. Ancak  genel  işlem  şartlarına  mahsus  olmak  üzere,  hükümsüz  şartlar bulunmadığı takdirde, sözleşmenin yapılmayacağı anlaşılsa bile sözleşme tamamıyla hükümsüz kabul edilmeyecek (TBK m. 27/2), sözkonusu şartlar yazılmamış sayılmakla yetinilecektir (TBK m. 22). Kısmi hükümsüzlüğün kabulü, işlemdeki sakatlığın sadece bir kısma inhisar ettiği ve diğer kısmı muteber tutmak, taraﬂ arın farazi arzusuna uygun düştüğü ölçüde mümkün olacaktır.  Fakat  hükümsüz  addedilen  kısım  olmadıkça,  ilgili  taraﬂ arın anlaşma yapmayacakları hal ve şartlardan anlaşılabiliyorsa, anlaşma tamamen hükümsüz sayılacaktır. RKHK  kısmi  hükümsüzlük  durumunu  düzenlemediğinden,  genel hüküm niteliğindeki TBK m. 27/2 mi yoksa genel işlem şartları bakımından konuyu özel olarak düzenleyen aynı kanunun 22. maddesi hükmünün mü uygulama alanı bulacağı sorusu tartışmaya açıktır. Bu arada TKHK nın genel işlem şartlarına ilişkin m. 5/2 hükmünün, ifade farklılığı olmakla birlikte, TBK m. 22 ye paralel düzenlendiğini hatırlatmak gerekir. Uygulanacak hüküm farklılığı, sonuçları bütünüyle değiştireceğinden konunun açıklığa kavuşturulması zorunludur. Düzenleyen tacir ise basiretli iş adamı gibi hareket etme yükümlülüğüne tabidir. Tacir, tek taraﬂ ı olarak hazırladığı genel işlem şartlarının lehine ve aleyhine doğuracağı sonuçları bilir, bilmesi gerekir; düşüncesizliğinden veya deneyimsizliğinden söz edilemez. Düzenleyen tacir sıfatını taşımasa da aynı sonuca varmak gerekir. Önceden ve tek taraﬂ ı olarak hazırladığı genel işlem şartlarına hükümsüz kayıtlar koyan kimseyi, hukuka aykırı davranışından dolayı korumaya ihtiyaç olmamalıdır. Şu halde düzenleyen, tacir olsun veya olmasın, hal ve şartlara göre genel işlem şartlarının bütünüyle hükümsüz olduğu iddiasına dayanamayacaktır (TBK m. 22). Sadece hükümsüz olan kısım ayıklanarak genel işlem şartları ayakta tutulacaktır. Genel  işlem  şartlarından  çıkartılan  kısımların  doğurduğu  boşluk, yazılmamış sayılan koşulların niteliğine göre doldurulacak veya sözleşmenin geçersizliği ihtimali gündeme gelecektir. Bu hususa aşağıda, ihlalin TBK ya göre sonuçları başlığı altında değinilecektir. bb) Tazminat Rekabet düzenini ihlal eden davranışlar, rakip teşebbüsler başta olmak üzere üretim ve dağıtım zincirinde yer alan teşebbüsler ile tüketicilere zarar 114  Geniş bilgi için bkz. BAŞPINAR, Veysel, Borç Sözleşmelerinin Kısmi Butlanı, Ankara 1998, s. 54 vd; ÇINAR, Tüketici Hukukunda Haksız Şartlar, s. 186, 187. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 43Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları verir. Belirli bir mal veya hizmet piyasasındaki rekabeti, genel işlem şartları yoluyla  kısıtlayan  veya  bertaraf  eden  teşebbüsler  (düzenleyen),  kusurlu davranışlarıyla sebep oldukları bütün zararı gidermekle yükümlüdür (RKHK m. 57). Kanuna  aykırı  genel  işlem  şartı  kullanan  kusurlu  teşebbüs  veya teşebbüslerden, taraf ya da rakip teşebbüslerin yahut tüketicilerin tazminat isteyebilmeleri, bu yüzden bir zarara uğramış olmalarına bağlıdır. Mağdur teşebbüs ve tüketiciler, bütün zararlarının tazminini, genel işlem şartlarıyla rekabeti  kısıtlayan  teşebbüs  veya  teşebbüslerden  talep  edebilir.  Zararın kapsamına, bu kimselerin malvarlığında meydana gelen azalma (fiili zarar) ile yoksun kaldıkları kâr kaybı girer. Mağdur teşebbüs ve tüketiciler, ödedikleri bedelle, rekabet sınırlanmasaydı ödemekte olacakları bedel arasındaki farkı, zarar olarak talep edebilirler (RKHK m. 58/1). Her türlü zararın tazmini gerektiğinden, mağdur teşebbüs ve tüketiciler, maddi zararları dışında varsa manevi zararlarının giderimini de isteyebilecektir. RKHK, ayrıca rekabet ihlallerine karşı caydırıcı olması için üç kat tazminat sistemini kabul etmiştir. Mağdur teşebbüs veya tüketicilerin talebi üzerine hâkim, ortaya çıkan zarar, taraﬂ arın kastı (anlaşma veya karar) ya da ağır ihmalinden kaynaklanıyorsa, uğranılan maddi zararın yahut zarara neden olanların elde ettiği veya elde etmesi muhtemel olan karların üç katı oranında tazminata hükmedebilir (RKHK m. 58/2). Görüldüğü gibi taraﬂ ar, kasten veya ağır ihmal yolu ile rekabeti kısıtlayarak zarar vermişse mağdur teşebbüs ve tüketiciler, maruz kaldıkları zararla sınırlı tazminat ya da üç kat tazminat hakkından birini kullanabilecektir. Hangi kanunda düzenlenirse düzenlensin, taraﬂ ardan birini tüketicinin oluşturduğu işlemler, niteliğine bakılmaksızın tüketici işlemi118 sayılacak, 115  Mağdur teşebbüslerin elde etmeyi umdukları kâr miktarının hesabında, sadece geçmiş yıllara ait bilançoları (RKHK m. 58/1) değil, failin yasak faaliyetler sonucunda elde ettiği kazanç ile piyasadaki rekabet şartları da dikkate alınmalıdır. Bkz. TOPÇUOĞLU, Metin, Rekabet Hukukunda Üç Kat Tazminat, Gazi Üniversitesi Hukuk Fakültesi Sorumluluk ve Tazminat Hukuku Sempozyumu (28-29 Mayıs 2009), Ankara 2009, s. 32 vd. 116  Bkz. TOPÇUOĞLU, Rekabeti Kısıtlayan Teşebbüsler Arası İşbirliği Davranışları ve Hukuki Sonuçları, s. 303, 304. 117  Ayrıntılı bilgi için bkz. TOPÇUOĞLU, Rekabet Hukukunda Üç Kat Tazminat, s. 5 vd. 118  Tüketici işlemi, Mal veya hizmet piyasalarında kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukuki 44 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU TKHK nın görev ve yetkiye ilişkin hükümleri uygulanacaktır (TKHK m. 83/2). Sadece tüketici işlemlerinden değil tüketiciye yönelik uygulamalardan doğacak uyuşmazlıklarda da tüketici mahkemeleri görevlidir (TKHK m. 73/1). Tüketicilerin, genel işlem şartlarının yol açtığı rekabet ihlalleri sebebiyle açacakları tazminat davalarında görevli mahkeme, tüketici mahkemeleridir. c) İdari yaptırım Genel işlem şartları ile rekabeti kısıtlayan veya bozan teşebbüsler ile ihlalde belirleyici etkisi olan teşebbüs yöneticileri ya da çalışanlar, bu sonuca yol açan davranışlarında, kusurlarının bulunup bulunmamasına bakılmaksızın para cezaları ile cezalandırılacaklardır (RKHK m. 16, 17). Ancak teşebbüs veya  teşebbüs  birliklerinin  piyasadaki  gücü,  ihlalin  gerçekleşmesindeki belirleyici etkisi, verilen taahhütlere uyup uymaması, incelemeye yardımcı olup olmaması, gerçekleşen veya gerçekleşmesi muhtemel zararın ağırlığı, kusurun derecesi (kast veya ihmal)120, ihlalin tekerrürü ve süresi gibi unsurlar, tatbik edilecek cezaların miktarında farklılığa yol açar (RKHK m. 16/5). RKHK nın 16 ve 17. maddelerinde yer alan para cezaları, idari para cezasıdır. Durdurma, düzeltme ve eski hale getirme gibi önlemler, genel anlamda mahkemelerin yetki alanına girmesine rağmen Kanun, rekabet ihlallerinin durdurulması, rekabetin tesisi ve ihlalden önceki durumun korunması için gerekli önlemlerin alınmasında idari yapı içerisinde yer alan Rekabet Kurulunu yetkili kılmıştır (RKHK m. 9). Dolayısıyla Kurul kararları aleyhine idari yargı yoluna başvurulabilecektir (m. 55/1). işlemi ifade eder (TKHK m. 3/1.l). 119  Aksi ﬁ kir için bkz. NARBAY, Şafak; KESİCİ, Buğra, Rekabet Hukukunun İhlalinden Kaynaklanan  Tazminat  Davalarında  Görevli  ve  Yetkili  Mahkeme  Üzerine  Kısa  Bir Değerlendirme, Başkent Üniversitesi Hukuk Fakültesi Dergisi, C. 1, S. 1, 2015, s. 224-233. Yazarlar konuyla ilgili şu açıklamayı yapmaktadır: … (i)lgili pazarda hâkim durumda olan bir teşebbüsten aşırı ﬁ yatlandırma (excessive pricing) yoluyla mal satın alan bir tüketicinin uğramış olduğu ﬁ ilî zarar (overcharge injuries) dolayısıyla açacağı davanın asliye hukuk mahkemesi nezdinde görülmesi gerekir. Burada ilk önce, hukukî işlem kavramı bakımından meseleye netlik kazandırılması gerekir. Bir kere, aşırı ﬁ yatlandırma şeklindeki uygulamalarda, eylemin kaynağı, bir hukukî işlem değil bizatihi haksız ﬁ ilin kendisidir. Tüketici mahkemelerinin görev alanı bakımından da belirleyici olan nokta burasıdır. Diğer taraftan, alıcının, tüketici sıfatıyla giriştiği hukukî işlem her ne kadar satım sözleşmesi olarak nitelendirilse de aşırı ﬁ yatlandırma şeklindeki eylemin mahiyeti itibariyle bir haksız ﬁ il olması karşısında, tüketici işlemi ile doğrudan irtibatı bulunmadığından, tüketici mahkemelerinin görevli olduğundan söz edilemeyecektir (s. 228). 120  Kabahatler Kanunu (RG, 31.03.2005, S. 25772 Mük.), m. 17/2. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 45Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Genel işlem şartları ile rekabeti kısıtlayan veya bozan teşebbüsler ile ihlalde belirleyici etkisi olan teşebbüs yöneticileri ya da çalışanlar, bu sonuca yol açan davranışlarında, kusurlarının bulunup bulunmamasına bakılmaksızın para cezaları ile cezalandırılacaklardır (RKHK m. 16, 17). Ancak teşebbüs veya  teşebbüs  birliklerinin  piyasadaki  gücü,  ihlalin  gerçekleşmesindeki belirleyici etkisi, verilen taahhütlere uyup uymaması, incelemeye yardımcı olup olmaması, gerçekleşen veya gerçekleşmesi muhtemel zararın ağırlığı, kusurun derecesi (kast veya ihmal)121, ihlalin tekerrürü ve süresi gibi unsurlar, tatbik edilecek cezaların miktarında farklılığa yol açar (RKHK m. 16/5). RKHK nın 16 ve 17. maddelerinde yer alan para cezaları, idari para cezasıdır. 3) İhlalin İHRÖK na Göre Sonuçları A) Genel olarak Uluslararası  ticaret,  standart  terimler  (INCOTERMS)122  ve  genel işlem şartları (tip sözleşmeler) ile yürütülmektedir. İHRÖK, dampingli veya sübvanseli ürün ithalatının yol açabileceği risk ve zararları, ek vergi ödeme yükümlülüğü öngörerek telafi etmek istemiştir. Yapılan soruşturma sonucunda Kurul tarafından belirlenen ve Bakanlıkça onaylanan damping marjı veya sübvansiyon miktarı kadar dampinge konu malın ithalinde dampinge karşı vergi, sübvansiyona konu malın ithalinde ise telafi edici vergi alınacaktır (m. 7). Böylece ürün fiyatları, rekabet edilebilir seviyeye yükselecek, rakip teşebbüsler zarar görmeyecektir. Fakat dampingli veya sübvansiyonlu ithalata karşı soruşturma açılmaması, soruşturma sürecinin uzaması ya da telafi edici vergilerin geçmişe dönük en fazla doksan gün süreyle sınırlı uygulanması (İHRÖK  m.  7/2)  gibi  durumlarda,  yerli  teşebbüsler  zarara  uğrayacaktır. Damping veya sübvansiyon konusu ithalattan maddi zarar gören veya zarar tehdidi altında bulunan kimselere şikâyet hakkı tanıyan İHRÖK (m. 4), bu kimselerin maruz kaldıkları zararın nasıl telafi edileceğini düzenlememiştir. b) Hukuki Yaptırım a- İthalatçı Teşebbüs Kural olarak, taraf olduğu genel işlem şartları ile dampingli veya sübvanseli ürün ithal eden teşebbüsün, yabancı teşebbüse karşı TBK (m. 20-25) ve RKHK nın (m. 4-6) koruyucu hükümlerinden yararlandırılması 121  Kabahatler Kanunu (RG, 31.03.2005, S. 25772 Mük.), m. 17/2. 122  Bkz. ÖZKAN, Ömer, INCOTERMS 2010 ile Getirilen Yenilikler, Akademik Bakış Dergisi, 2012, S.: 31, s. 1-15; YILMAZ, Mutlu; ÖZKEN, Ahmet; ŞAHİN, Necmettin, INCOTERMS 2000 ve 2010 un Mukayeseli Analizi ve Türkiye Uygulamalarındaki Eksiklikler, Journal of Yasar University, 2011, 23, (6), s. 3814-3825. 46 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU düşünülemez. Ürün ithalatı yapan teşebbüsün (tacirin), ithalat mevzuatını bilmemesi mazur karşılanamaz. Ancak ithalatçının, ürünün menşei veya maliyeti konusunda yanıltılması veya sözleşmenin, işin niteliğine yabancı koşullar içermesi durumlarında Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun (MÖHUK)124 esaslarına (m. 32, 24)125 göre TBK (20-25, 36) hükümlerinden yararlanması mümkün olmalıdır. b- İthalatçı Dışındaki Teşebbüsler RKHK,  ülkemiz  dışından  gerçekleştirilen  rekabet  ihlallerine  de uygulanabilecektir (m. 2). Belirli bir mal veya hizmet piyasasındaki dampingli veya sübvanseli ürün ticaretinin rekabeti kısıtlayacağı hatta bertaraf edeceği kuşkusuzdur. Bu yüzden hâkim durumdaki bir teşebbüsün (RKHK m. 6) veya iki ya da daha fazla sayıdaki teşebbüsün aralarında anlaşarak (RKHK m. 4) genel işlem şartları ile dampingli yahut sübvanseli ürün ithalatı yasaktır. Bu ithalattan zarar gören teşebbüsler, maruz kaldıkları zararların giderilmesini talep edebilecektir. Türk mahkemelerinden alınan tazminat kararının tanınması ve tenfizi süreci, MÖHUK ilkeleri çerçevesinde tamamlanacaktır. Hâkim durumda bulunmayan bir yabancı teşebbüsün, dampingli veya sübvanseli ürün ithalatı, rekabeti bozsa da RKHK kapsamına girmeyecektir. TTK m. 55 teki örnek haksız rekabet halleri arasında bulunmamakla birlikte maliyetinin altındaki fiyatlarla (dampingli veya sübvanseli) ürün satışının, ülkemizdeki piyasa katılanlarının menfaatini, dürüst ve bozulmamış rekabet ilkesini  ihlal  ettiği  kuşkusuzdur.  İthalat  Rejimi  Kararında  sayılan gerekçeler dışında, malların ithali serbesttir. Bu anlamda telafi edici tedbirler uygulanması, dampingli veya sübvanseli ürünün ithalatını engellememektedir (İHRÖK m. 13/2). Telafi edici vergi uygulanmaması veya geç uygulanması, 123  Uluslararası ticaret yapan ﬁ rmanın Türk kambiyo mevzuatını bildiğinin kabul edileceği Y. HGK, T. 16.2.1983; E. 1981/11-440; K. 1983/133 [Kazancı İçtihat Programı (26.10.2015)]. 124  RG, 12.12.207, S. 26728. 125  Bkz. PERÇİN, Gizem Ersen, 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Madde 32 Kapsamında Sözleşmelerin Kuruluşu ve Maddi Geçerliliği, MHB, Y.: 28, S.: 1-2, 2008, s. 51-63; ÖZDEMİR KOCASAKAL, Hatice, Sözleşmelere Uygulanacak Hukukun MÖHUK m. 24 Çerçevesinde Tespiti Ve Üçüncü Devletin Doğrudan Uygulanan Kuralları, MHB, Y. 30, S. 1-2, 2010, s. 27-88. 126  Kamu ahlakı, kamu düzeni veya kamu güvenliği; insan, hayvan ve bitki sağlığının korunması veya sınai ve ticari mülkiyetin korunması amaçlarıyla ilgili mevzuat hükümleri çerçevesinde alınan önlemlerin kapsamı dışındaki malların ithali serbesttir, 1995-7606 sayılı BKK (RG, 31.12.1995, S. 22510 Mük.), m. 5. 127  Geriye dönük geçici önlem uygulaması 90 günü aşamaz (İHRÖK m. 7/2). Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 47Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları dampinge karşı önlemlerin etkisiz bırakılması gibi sebeplerle ülkemizdeki teşebbüslerin  zarara  uğraması  mümkündür.  Bu  durumlarda  mağdur teşebbüslerin,  TTK  m.  56  çerçevesindeki  haklarını  kullanmasına  engel bulunmamaktadır. Bu durumda mağdur teşebbüsler, haksız rekabete yol açan  dampingli  veya  sübvanseli  ürün  ithalatının  durdurulmasını,  ortaya çıkan maddi durumun düzeltilmesini ve maruz kaldıkları zararların telafisini isteyebileceklerdir (TTK m. 56/1)130. Uluslararası anlaşmalar, dampingli veya sübvanseli ürün ithalinden, yerli teşebbüslerin zarara uğramaması için tedbir olarak, telafi edici vergi uygulaması imkânını kabul etmiş ve bu yükümlülüğü taraf ülkelere yüklemiştir. Yetkili  makamların  özensizliği  veya  ihmali  sebebiyle  doğan  zararlardan bizatihi ülkenin yetkili organları sorumlu olmalıdır. Ancak İHRÖK te idari yaptırım olarak kabul edilen telafi edici vergiler dışında, haksız rekabet davası açma hakkı tanıyan bir hüküm bulunmadığı gibi bu hakkı açıkça yasaklayan bir hükme de yer verilmemiştir. Dolayısıyla DTÖ anlaşması gereği, yasak sübvansiyonlar  dışındaki  sübvansiyonlardan  (tedbir  alınabilen  ve  tedbir alınmasını gerektirmeyen) doğacak zararlarla ilgili açılacak haksız rekabet davaları ve tazminat kararları sebebiyle ülkemizin uluslararası sorumluluğu gündeme gelebilecektir. c) İdari Yaptırım Damping veya sübvansiyon konusu malların ülkemize ithali, sözkonusu ürünlerle aynı piyasada faaliyet gösteren yerli teşebbüslerin zarara uğramasına veya bir üretim dalının kurulmasının gecikmesine, zorlaştırılmasına hatta engellenmesine yol açabilir. Bu sebeple damping marjı veya sübvansiyon 128  Bunlar, ithalatta önlem konusu maddenin gümrük değerinin düşük, tarife pozisyonunun yanlış, menşeinin gerçeğe aykırı gösterilmesi, ürün üzerinde küçük değişikliklere gidilmesi veya ürünün özellikleri geliştirilerek farklı bir tarife pozisyonundan ithalat yapılması, ürünün demonte olarak ithal edilip montajının Türkiye de gerçekleştirilmesi ya da ürünün montajının üçüncü bir ülkede yapılarak Türkiye ye ihraç edilmesi yahut nihai ürünün üçüncü ülke menşeli beyan edilmesi gibi sebeplerdir. Bkz. GÜNER, Sedat, Dampinge Karşı Vergi Uygulamasına Bir Bakış, Gümrük Dünyası Dergisi, S. 49 [http://www.gumrukkontrolor. org.tr/Yayinlar/Dergiler/49/icindekiler.html (04.08.2015)]. 129  Bkz. DİRİKKAN, Karşılaştırmalı Hukuk Açısından Damping ve Antidamping Önlemler, s. 271 vd; YILMAZ, Dünya Ticaret Örgütü Kuralları Açısından Sübvansiyonlar ve Telaﬁ  Edici  Tedbir  Soruşturması,  s.  329,  330.  Krş.  NOMER  ERTAN  (ÜLGEN/HELVACI/ KENDİGELEN/KAYA), Ticari İşletme Hukuku, p. 1205. 130  Ayrıca bkz. DİRİKKAN, Karşılaştırmalı Hukuk Açısından Damping ve Antidamping Önlemler, s. 272; ARKAN, Ticari İşletme Hukuku, s. 321. 131  Ayıca bkz. YILMAZ, Dünya Ticaret Örgütü Kuralları Açısından Sübvansiyonlar ve Telaﬁ  Edici Tedbir Soruşturması, s. 345 vd. 48 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU miktarı  kadar  dampinge  konu  malın  ithalinde,  dampinge  karşı  vergi; sübvansiyona  konu  malın  ithalinde  ise  telafi  edici  vergi  uygulanacaktır (İHRÖK m. 7). Dampingli veya sübvanseli ithalattan zarar gören ya da zarar görme tehlikesi bulunan yahut bu tür ithalatın bir üretim dalının kurulmasını fiziki olarak geciktirdiğini iddia eden üreticiler ile bu üretim dalı adına hareket eden gerçek veya tüzelkişiler, şikâyet hakkına sahiptir (İHRÖK m. 4). Damping veya sübvansiyona karşı vergi ya da telafi edici verginin tescili, tahakkuku, tahsili, geri verilmesi, takibi ve teminata bağlanması işlemlerinde gümrük idareleri yetkilidir. Ödenmeyen vergiler gümrük idarelerince, Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümlerine göre takip ve tahsil edilir (İHRÖK m. 15). 4) İhlalin TBK ya Göre Sonuçları a- Yazılmamış Sayılma Karşı tarafın menfaatlerine aykırı ve öğrenme imkânı bulunmayan (TBK m. 21/1), tek taraﬂ ı olarak sözleşmeyi değiştirme yetkisi veren (TBK m. 24), sözleşmenin niteliğine ve işin özelliğine yabancı (TBK m. 21/2) genel işlem şartları yazılmamış sayılır. Ayrıca genel işlem şartlarına, dürüstlük ilkesine  aykırı,  karşı  tarafın  aleyhine  veya  onun  durumunu  ağırlaştırıcı nitelikte hükümler konulamaz (TBK m. 25)132. Öyleyse karşı tarafın aleyhine veya onun durumunu ağırlaştıran ve dürüstlük ilkesine aykırı olan genel işlem şartları da yazılmamış sayılmalıdır. Yazılmamış  sayılma,  yeni  bir  yaptırım  türü  olmamakla  birlikte Borçlar Hukukumuz bakımından yeni bir terimdir. TTK da bu yaptırım hali ile ilgili azımsanamayacak kadar örnek vardır. 132 Bu hükümle sözleşme hürriyetinin sınırlandırıldığı yönünde bkz. BAŞPINAR, Veysel, 6098 Sayılı Türk Borçlar Kanunu na İlişkin Genel Değerlendirme, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 27, 28. 133 Ayrıntılı bilgi için bkz. ŞEKER, Muzaﬀ er, Yazılmamış Sayılma, İstanbul 2015, s. 31 vd. 134 Tartışmalar için bkz. BİLGİN YÜCE, Edimi Belirleme Yetkisinin Mevcut Genel İşlem Koşulları Teorisi ve 6098 Sayılı Türk Borçlar Kanunu Açısından Değerlendirilmesi, s. 32173219. 135  Görüldüğünde veya görüldüğünden belirli bir süre sonra ödenmesi şart kılınan bir poliçeye, düzenleyen tarafından faiz şartı konulabilir. Diğer poliçelerde böyle bir faiz şartı yazılmamış sayılır.   Faiz oranının poliçede gösterilmesi gerekir; gösterilmemiş ise faiz şartı yazılmamış sayılır (TTK m. 675/1, 2).   Düzenleyen, poliçenin kabul edilmemesinden ve ödenmemesinden sorumludur. Düzenleyen, kabul edilmeme hâlinde sorumlu olmayacağını şart edebilirse de ödenmemeden sorumlu Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 49Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Yazılmamış  sayılma,  genel  işlem  şartının  niteliği,  müzakere  ve kabul edilip edilmemesi hususları göz önünde bulundurularak yokluk veya hükümsüzlük olarak vasıﬂ andırılabilir. Ancak TBK nın düzenlediği genel işlem şartları arasında, bir ayırım yapma zorunluluğu göz ardı edilmemelidir. TBK m. 21 de iki fıkra halinde düzenlenen genel işlem şartları arasındaki fark, kurucu unsur irade beyanı hakkındadır. İlk fıkrada düzenleyenin, karşı tarafı uyarmadığı, içeriğini müzakere ve öğrenme fırsatı tanımadığı genel işlem şartları, kabul edilmemiş varsayılmaktadır. Bu yüzden kurucu unsuru (irade beyanı) bulunmayan işlem, yoklukla maluldür denilebilir. Fakat bir hukuki işlemin okunmadan, bir bütün olarak (global) kabul edilmesi mümkün ve geçerlidir. Şekil şartının (TBK m. 12, 17) bulunmadığı sözleşmelerde, kabul beyanı açık ya da örtülü, istenildiği şekilde yapılabilir. Tam ehliyetli bir kişinin, kural olarak, okumadan imzaladığı belgenin hatta açığa attığı imzanın, olmayacağına ilişkin kayıtlar yazılmamış sayılır (TTK m. 679).   Cironun kayıtsız ve şartsız olması gerekir. Cironun bağlı tutulduğu her şart yazılmamış sayılır (TTK m. 682/1, 789).   Çizilmiş cirolar … yazılmamış hükmündedir (TTK m. 686/1, 790).   Çek üzerine yazılmış bir kabul kaydı, yazılmamış sayılır (TTK m. 784).   Çekte öngörülen herhangi bir faiz şartı yazılmamış sayılır (TTK m. 786).   Çek görüldüğünde ödenir. Buna aykırı herhangi bir kayıt yazılmamış hükmündedir (TTK m. 795).   6762 sayılı Kanunun 8 inci maddesinin ikinci fıkrası uyarınca, faizin ana paraya eklenerek birlikte tekrar faiz yürütülmesini öngörmüş bulunan ve her iki tarafı da tacir olmayan cari hesap sözleşmeleri, bu Kanunun yürürlüğe girdiği tarihten itibaren üç ay içinde değiştirilir ve faize faiz yürütülmesine ilişkin hükümler ile bu sonucu doğuran düzenlemeler sözleşmeden çıkarılır; aksi hâlde anılan sürenin sonunda söz konusu hükümler yazılmamış sayılır [Türk Ticaret Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun (RG, 14.02.2011, S. 27846), m. 9].   Şirket sözleşmelerinde veya esas sözleşmelerinde 6762 sayılı Kanunun 137 nci maddesine uygun olarak, şirketin hak ehliyetinin şirket sözleşmesinde veya esas sözleşmesinde yazılı işletme konusu ile sınırlı olduğunu belirten hükümler bulunması hâlinde, bu hükümler Türk Ticaret Kanununun yürürlüğe girdiği tarihten itibaren yazılmamış sayılır [Türk Ticaret Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun (RG, 14.02.2011, S. 27846), m. 15]. 136 Bkz. ANTALYA,  6098  Sayılı Türk  Borçlar  Kanunu na  Göre  Borçlar  Hukuku  Genel Hükümler, s. 93 vd. 137 Bkz. ATAMER, Sözleşme Özgürlüğünün Sınırlandırılması Sorunu Çerçevesin de Genel İşlem Şartlarının Denetlenmesi, s. 102; ANTALYA, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, C. I, s. 311, 312; AYDOĞDU, Murat, 6098 Sayılı Türk Borçlar Kanununda Düzenlenen Genel İşlem Koşullarının Konu Bakımından Uygulama Alanı, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 13, S. 2, 2011, s. 24, 25; ERDEM, Hasan Cihan, Genel İşlem Şartlarında Bağlayıcılık Denetimi, İzmir Barosu Dergisi, Mayıs 2012, s. 128-131; KAŞAK, Sözleşmenin Niteliğine ve İşin Özelliğine Yabancı Olan Genel İşlem Koşulları (6098 sayılı TBK m. 21/2), s. 416-420. 138 Bkz. ANTALYA,  6098  Sayılı Türk  Borçlar  Kanunu na  Göre  Borçlar  Hukuku  Genel Hükümler, C. I, s. 191, 192. 50 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU sıhhati ve bağlayıcılığından kuşku duyulmaz. Bu anlayışın yegâne istisnasının, genel işlem şartları olduğu söylenebilir. Buna göre, tanıma uygun şekilde müzakere ve kabul edilmemiş (TBK m. 21/1) genel işlem şartları yazılmamış sayılır.  Bu  hal,  emredici  hükümlere  aykırılık,  dolayısıyla  hükümsüzlük olarak  değerlendirilmelidir.  Bilindiği  gibi  emredici  hükümlere,  ahlaka, kamu  düzenine,  kişilik  haklarına  aykırı;  konusu  imkânsız  ve  muvazaalı olan, kanunun aradığı şekil şartlarına uymayan ve taraﬂ arın fiili ehliyetine sahip olmadığı sözleşmeler hükümsüzdür (TBK m. 27/1). Bu gerekçelerle yazılmamış sayılma, yokluk değil bir kesin hükümsüzlük halidir. İkinci fıkrada düzenlenen genel işlem şartları ise sözleşmenin niteliğine ve işin özelliğine aykırı (TBK m. 21/2) olan şartlardır. Sözleşmenin amacı ve konusundan sapan şartların, karşı tarafça bilinmesi farz ve kabul edilemez. Zımni veya global kabul gerekçesiyle de yabancı şartların kabulü mümkün değildir. Öyleyse kurucu unsuru (irade beyanı) bulunmayan, sözleşmenin niteliğine  ve  işin  özelliğine  yabancı  şartlar,  yoklukla  maluldür.  Karşı tarafın, tacir sıfatını taşısın veya taşımasın, yoklukla malul şartlarla bağlı olması düşünülemez. Sözleşmenin şartlarının tümü değil sadece bir kaçı hükümsüz ise kısmi hükümsüzlükten söz edilir. Sözleşmenin içerdiği hükümlerden bir kısmının hükümsüz olması, diğerlerinin geçerliliğini etkilemez. Ancak, bu hükümler olmaksızın  sözleşmenin  yapılmayacağı  açıkça  anlaşılırsa,  sözleşmenin tamamı kesin olarak hükümsüz olur (TBK m. 27/2). Hâlbuki genel işlem şartlarının bir kısmının hükümsüz sayılması, diğer şartların da hükümsüz sayılması sonucunu doğurmayacaktır. TBK m. 27/2 hükmünün bahşettiği imkândan farklı olarak genel işlem şartları kullanan, yazılmamış sayılan şartlar olmasaydı diğer geçerli şartlarla sözleşmeyi yapmayacak olduğunu ileri sürerek sözleşmenin tamamının hükümsüz sayılması gerektiği talebinde 139 Doktrinde yaptırım türü olarak yazılmamış sayılmanın, yokluk (KILIÇOĞLU, Borçlar Hukuku Genel Hükümler, s. 119; BİLGİN YÜCE, Edimi Belirleme Yetkisinin Mevcut Genel İşlem Koşulları Teorisi ve 6098 Sayılı Türk Borçlar Kanunu Açısından Değerlendirilmesi, s. 3214 vd; YÜCE, Aydın Alber, Haksız Rekabet Hukuku Bakımından Genel İşlem Şartları, TAAD, Y. 3, S. 10, 2012, s. 192; OĞUZMAN; ÖZ, Borçlar Hukuku Genel Hükümler, C. 1, s. 168), yokluk halinin pozitif düzenlemesi, esnek geçersizlik (ANTALYA, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, C. I, s. 314) ve yokluk yaptırımına benzeyen kendine özgü bir yaptır ım türü (YENİOCAK, Umut, Borçlar Kanunu Hükümlerine Göre Genel İşlem Koşullarının Yargısal Denetimi, TBB Dergisi, 2013, S. 107, s. 86) olarak nitelendirildiği görülmektedir. 140 Yokluk  ve  hükümsüzlük  yaptırımları  arasında,  kural  olarak,  tabi  oldukları  sonuçlar bakımından hukuki işlemlerin tahvili dışında fark yoktur. Yoklukla malul bir işlemin tahvil yoluyla geçerli sayılması mümkün değildir. Bkz. ÇINAR, Tüketici Hukukunda Haksız Şartlar, s. 191, 192. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 51Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları bulunamayacaktır (TBK m. 22). Görüldüğü gibi genel işlem şartları kullanarak sözleşme yapan kimselerin, kısmi hükümsüzlük kuralı ile ilgili istisnadan yararlanması engellenmek istenmiştir. Kanun koyucu, bilinçli olarak hükümsüzlük kelimesini kullanmamış ve TBK m. 27/2 imkânını hatırlatacak yolu kapatmak için sözleşmenin her halükarda  ayakta  tutulması  iradesini  vurgulamış,  yazılmamış  sayılmanın etkisini özel olarak düzenleme ihtiyacı hissetmiştir. Bu durumda, TBK m. 21, 24 ve 25 hükümleri kapsamına giren şartları taraﬂ arın, düzenlemedikleri (yazmadıkları)  farz  ve  kabul  edilecektir.  Kimi  hallerde  kanun  koyucu, doğacak  boşluğun  nasıl  doldurulacağını  açıkça  göstermiştir.  Yukarıda bahsedildiği gibi mal veya hizmet tedarikinde TTK m. 1530, gecikme faizi ve tazminatı taleplerini bertaraf eden veya kısıtlayan, ödeme günü veya süresine ilişkin kayıtların hükümsüzlüğünde ödenecek faiz ve asgari giderim miktarını,  dikkate  alınacak  süreleri  özel  olarak  düzenlemiştir.  Bu  haller dışında hükümsüz şartlar sözleşmeden çıkarıldığında ortaya çıkan boşluk ya tamamlayıcı hukuk kurallarına ya da taraﬂ arın farazi iradelerine göre (TBK m. 19) doldurulacaktır. Fakat yazılmamış sayılan hususların, sözleşmenin esaslı unsurlarını oluşturması ihtimalinde, geçerli bir sözleşmenin bulunup bulunmadığı sorunu ile karşılaşılacaktır. Geçerli bir sözleşme için taraﬂ arın, esaslı  noktalarda  uyuşmaları  şarttır.  İkinci  derecedeki  noktalar  üzerinde durulmamış olsa bile sözleşme kurulmuş sayılır (TBK m. 2/1). Yazılmamış sayılan kısım, genel işlem şartlarının ikinci derecedeki unsurlarına inhisar ediyorsa  sözleşme  geçerli  olacak,  taraﬂ arın  bu  hususlarda  uzlaşmaları beklenecektir. Taraﬂ ar aralarında uzlaşamaz ise hâkim, sözleşmenin ikinci derecedeki noktalarını, işin özelliğine göre tamamlayacaktır (TBK m. 2/2). Genel işlem şartlarının yazılmamış sayılan kısmı, sözleşmenin esaslı unsurları ise geçerli bir sözleşmeden bahsetmek mümkün olmayacaktır. Esaslı 141 Bkz. ALTOP, Genel İşlem Koşulları, s. 41, 42; YENİOCAK, Borçlar Kanunu Hükümlerine Göre Genel İşlem Koşullarının Yargısal Denetimi, s. 89; ATAMER, Yeni Türk Borçlar Kanunu Hükümleri Uyarınca Genel İşlem Koşullarının Denetlenmesi- TKHK m. 6 ve TTK m. 55, f. 1, (f) ile Karşılaştırmalı Olarak, s. 32, 33. 142 Bkz. ATAMER, Yeni Türk Borçlar Kanunu Hükümleri Uyarınca Genel İşlem Koşullarının Denetlenmesi- TKHK m. 6 ve TTK m. 55, f. 1, (f) ile Karşılaştırmalı Olarak, s. 31, 32. 143 TKHK m. 5 gerekçesinde yazılmamış sayılan şartın, sözleşmenin esaslı veya ikinci derecede olması ayırımı yapılmaksızın şu açıklamaya yer verilmiştir: Sözleşmenin çok sayıda hükmünün hükümsüz sayılması nedeniyle oluşan boşlukları ise hâkim, duruma göre yedek hukuk kuralları veya kendi koyacağı normlar ile dolduracaktır. Sözleşmeyi düzenleyen, haksız şart olarak değerlendirilen şartlar olmasaydı diğer hükümlerle sözleşmeyi yapmayacak olduğunu ileri süremeyecektir. Ayrıca bkz. ÇINAR, Tüketici Hukukunda Haksız Şartlar, s. 196-198; YENİOCAK, Borçlar Kanunu Hükümlerine Göre Genel İşlem Koşullarının Yargısal Denetimi, s. 89, 90. 52 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU noktaların (TBK m. 2/1), hâkim tarafından tamamlanması düşünülemez. Bu durumda, gerekçeleri farklı olmakla birlikte TBK m. 27/2 ile sakınılan sonuçtan kaçınma ihtimali bulunmayacaktır. Ancak bu sonuç, kısmi hükümsüzlükten değil, esaslı unsurları bulunmadığı için taraﬂ ar arasında geçerli bir sözleşme kurulmamış olmasından kaynaklanacaktır. b- İade veya Tazminat Yükümlülüğü Müzakere ve kabul edilmemiş (m. 21/1), sözleşmeyi tek taraﬂ ı olarak değiştirme veya sona erdirme yetkisi tanıyan (m. 24), dürüstlük kuralına (m. 25) ya da sözleşmenin niteliğine aykırı (m. 21/2) genel işlem şartları yazılmamış sayılacaktır. Bu sonuç, karşı tarafı her zaman korumaz. Muaccel olmamış veya henüz ifa edilmemiş edimler bakımından şartın yazılmamış sayılması, karşı tarafın mağduriyetini engeller. Fakat hükümsüz veya esaslı unsurları  bulunmadığı  için  kurulmamış  sayılan  sözleşmeye  dayanılarak yapılan kazandırmanın iadesi ya da maruz kalınan zararların giderimi sorunu, tek başına yazılmamış sayılma yaptırımı ile çözülemez. TBK (20-25) ve TKHK (m. 5) niteliklerine göre hükümsüz ya da yoklukla malul kabul edilen genel işlem şartlarının yol açacağı iade veya tazminat yükümlülüğü hakkında bir hüküm içermemektedir. Yazılmamış sayılan şartlara dayanılarak yapılan ifanın veya bu şartların yol açtığı zararın akıbetini sebepsiz zenginleşme (TBK m. 77-82)144 ya da borca aykırılık (TBK m. 112 vd)145 hükümlerine göre tespit etmek gerekir. Hükümsüz addedilen şarta veya sözleşmeye dayanılarak yapılan kazandırmaları genel işlem şartı kullanan, bu kazandırmalar, geçerli olmayan veya gerçekleşmemiş ya da sona ermiş bir sebebe dayandıkları için iade etmekle yükümlüdür (TBK m. 77/2). Hükümsüz sayılan şartlar karşılığında bir kazandırma yapılıp yapılmamasına bakılmaksızın, ayrıca masraf veya harcama yapmak zorunda kalan karşı taraf (tüketici), maruz kaldığı zararların giderimini, sözleşmeye aykırılık ilkelerine göre talep edebilecektir. 5) İhlalin TKHK ya Göre Sonuçları A) Hukuki Yaptırım TBK, yaptırım olarak, açıkça müzakere ve kabul edilmemiş genel işlem şartları ile sözleşmenin niteliğine ve işin özelliğine yabancı genel işlem şartlarını  yazılmamış  saymaktadır.  TKHK  ise  müzakere  edilmemiş  ve 144 Ayrıntılı bilgi için bkz. ANTALYA, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, s. 815 vd; KILIÇOĞLU, Borçlar Hukuku Genel Hükümler, s. 507 vd. 145 Bkz. KILIÇOĞLU, Borçlar Hukuku Genel Hükümler, s. 636 vd. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 53Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları dürüstlük ilkesine aykırı düşecek biçimde tüketici aleyhine dengesizliğe yol açacak yükümlülükler öngören sözleşme şartlarını hükümsüzlük yaptırımına tabi tutmuştur. İfadeler değişik olmakla birlikte her iki kanunun, yasak işlem şartları için kabul ettiği sonuç arasında pratik bir fark bulunmamaktadır. İki kanuna göre de sözleşmenin haksız (yasak) şartlar dışındaki hükümleri geçerliliğini  koruyacak  ve  düzenleyen,  kesin  olarak  hükümsüz  sayılan şartlar olmasaydı, diğer hükümlerle sözleşmeyi yapmayacak olduğunu ileri süremeyecektir (TKHK m. 5/2; TBK m. 21)146. Haksız şart olarak tespit edilen sözleşme şartları, geçmişe etkili olarak uygulanacak ve bu şartlar halen ifa süreci devam eden sözleşmelerden de çıkartılacaktır. Yönetmelikteki, tespit tarihinden önce tüketicilerle kurulan ve halen geçerli olan sözleşme (m. 8/3) ifadesi, sorunlu ve yanıltıcıdır. Kastedilen, henüz ifa edilmemiş veya kısmen ifa edilmiş edimler, süreklilik arz eden edimler ile dönemli (aralıklı) edimlere ilişkin tüketici işlemleridir. Yukarıda  açıklandığı  üzere  tüketici,  haksız  şart  sebebiyle  yaptığı kazandırmaları ve maruz kaldığı zararları, sebepsiz zenginleşme (TBK m. 77-82) veya sözleşmeye aykırılık (TBK m. 112 vd) hükümlerine göre talep edebilecektir. b) İdari Yaptırım Gümrük ve Ticaret Bakanlığı (GTB), tüketici işlemlerindeki haksız şartları, tespit etmeye ve bunların sözleşme metinlerinden çıkarılmasına veya kullanılmasının önlenmesine yönelik tedbirleri almaya yetkilidir (TKHK m. 5/8; 75; HŞY m. 8/1). GTB, resen veya şikâyet üzerine yaptığı araştırma sonucunda, haksız şart  olarak  tespit  ettiği  kayıtların  sözleşme  metninden  çıkarılması  için sözleşmeyi düzenleyene otuz günlük bir süre verecektir. Gerekli görülen hallerde süre, doksan güne kadar uzatılabilir. Tanınan süre içinde haksız şartların  sözleşmeden  çıkarılmaması  durumunda,  düzenleyene  idari  para 146  Bkz. İNAL, Tüketici Sözleşmelerinde Haksız Şartlar, s. 36, 37. 147  Sürekli edimler, borçlunun, zaman içinde devamlı ve aralıksız davranışlarla ifa ettiği edimlerdir. Örneğin hizmet sözleşmesinde işçinin çalışma borcu gibi. Ayrıntılı bilgi için bkz. ANTALYA, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, s. 38. 148  Borçlunun, düzenli veya düzensiz aralıklarla ifasını üstlendiği edimlere, dönemli edimler denmektedir. Örneğin art arda teslimli satışlar, kiracının aylık kira bedelini ödeme borcu gibi. Bkz. ANTALYA, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, s. 39. 54 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU cezası verilecektir. Haksız şart veya şartları içeren her bir sözleşme için 200 TL idari para cezası uygulanacaktır (TKHK m. 77/2; HŞY m. 8/4). Para cezasının, her bir tüketici ile yapılan sözleşme başına mı yoksa ayrı ürün ya da hizmet kategorilerine ilişkin sözleşme başına mı uygulanacağı açık değildir. Cezanın, her bir tüketici ile yapılan sözleşme (kısmen veya tamamen ifa edilmiş ya da henüz ifa edilmemiş) başına uygulanması yıkıcı sonuçlar doğurabilecek, ayrı ürün yahut hizmet kategorisi için uygulanması ise fevkalade sembolik olacaktır. Hakkaniyetli olanı, alt sınırı belirlenmiş cezanın, ayrı ayrı ve tüketici işlemlerinin değeri üzerinden kararlaştırılacak bir oran çerçevesinde uygulanmasıdır. Para cezası vermeye yetkili kurum, GTB dir. İdari para cezaları, tebliğ tarihinden itibaren bir ay içinde ödenmek zorundadır. Satıcı veya sağlayıcı, para cezası kararına karşı, işlemin tebliğini izleyen günden itibaren otuz gün içinde, idari yargı yoluna başvurulabilecektir. Ancak iptal davası açılmış olması, kararın yerine getirilmesini durdurmayacaktır (TKHK m. 78/2, 3). 6) İhlalin TTK ya Göre Sonuçları a) Hukuki Yaptırım aa) Haksız Rekabet Sayılan Genel İşlem Şartlarının Hükümsüzlüğü Rakiplerle tedarik edenler ve müşteriler arasındaki ilişkileri etkileyen dürüstlük ilkesine aykırı davranışlar ile örnek haksız ticari uygulamalar başlığı altında zikredilen genel işlem şartları, hukuka aykırıdır (TTK m. 54/2, 55/1.f). Bilindiği gibi taraﬂ ar, sözleşmenin içeriğini, kanunda öngörülen sınırlar içinde özgürce belirleyebilirler (TBK m. 26). Rekabet düzenini bozan kimse, başta tüketiciler, rakip olsun veya olmasın teşebbüsler olmak üzere kamuya ve pek tabii ülke ekonomisine zarar vermektedir. Konusu, rakiplerle tedarik edenler ve müşteriler arasındaki ilişkileri etkileyen dürüstlük ilkesine aykırı genel işlem şartları, hukuka aykırı ve pek tabii hükümsüzdür (TTK m. 54/2, 55/1.f; TBK m. 27)150. Dolayısıyla TBK nın (m. 20-25), emredici ve kural olarak haksız rekabet alanında da uygulama alanı bulacak hükümleri olmasaydı bile haksız rekabet teşkil eden genel işlem şartları, hükümsüz kabul edilecek idi. 149  Kanunun gerekçesinde (m. 54), tüm katılanlar ile rekabet hukukunun ünlü üçlüsü ekonomi(?), tüketici ve kamunun kastedildiği açıklamasına yer verilmesi kayda değerdir. 150  Krş. ARKAN, Sabih, Haksız Rekabet – Gelişmeler – Sorunlar, BATİDER, C. XXII, S. 4, 2004, s. 9 ve dpn 22; AYDOĞDU, Genel İşlem Koşullarının ve Tüketici Hukuku nda Haksız Şartların Denetimi, s. 165, 166. 151  Krş. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 413. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 55Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları TTK m. 1530/1 veya TBK m. 22 gibi özel bir hüküm bulunmadığından düzenleyenin, TBK m. 27/2 hükmünden yararlanması gerektiği düşünülebilir. Ancak bu sonuç, karşı taraf tacir olsa bile dürüstlük ilkesine aykırı genel işlem şartları kullananı (düzenleyen) ödüllendirmek olur. Bu yüzden kullanan, genel işlem şartlarına ilişkin TBK m. 22 hükmünün öngördüğü sonuçlara tabi tutulmalıdır. bb) Dava Hakkı Genel  işlem  şartları  ile  ihlal  edilen  rekabet  düzeninin  mağdurları tüketiciler ve rakip olsun veya olmasın teşebbüsler, düzenleyene karşı dava açabilecektir (TTK m. 56). Fakat tüketicilerin, haksız rekabetle ilgili imkânları kullanmadıkları söylenebilir. Mağdur kişi ve teşebbüsler dışında, dava açma hakkına sahip olan kimseler şunlardır: a) Ticaret ve sanayi odaları, esnaf odaları, borsalar, b) Statülerine veya tüzüklerine göre üyelerinin ekonomik menfaatlerini korumaya  yetkili  bulunan  meslekî  ve  ekonomik  birlikler  (Otomotiv Distribütörleri Derneği, Türkiye Beyaz Eşya Sanayicileri Derneği gibi), c) Tüzüklerine göre tüketicilerin ekonomik menfaatlerini koruyan özel hukuk tüzel kişileri (tüketici dernek ve vakıﬂ arı). Kuruluş  kanunlarına  göre  tüketici  menfaatlerini  koruma  görev  ve yetkisine sahip kamu hukuku tüzel kişilerinden GTB ile Gıda Tarım ve Hayvancılık Bakanlığı aynı zamanda düzenleme yetkisine sahip, piyasa gözetimi ve denetimi ile görevli ve yetkili kamu tüzel kişileridir. Dava  açma  hakkına  sahip  kimseler;  haksız  rekabetin  tespitini, durdurulmasını,  haksız  rekabet  sonucu  ortaya  çıkan  maddi  durumun düzeltilmesini ve genel işlem şartları kullanan fail kusurlu ise maruz kaldıkları zararın telafi edilmesini talep edebilecektir (TTK m. 56/1). Zarar gören kişi ve teşebbüsler dışındaki özel hukuk ve kamu hukuku tüzel kişileri, doğrudan 152  Gümrük ve Ticaret Bakanlığı nın görevleri şunlardır: … Evrensel kabul görmüş tüketici haklarının sağlanması ve korunmasına yönelik hukuki ve idari tedbirleri almak, tüketicinin korunmasını sağlayıcı inceleme, araştırma ve düzenlemeler yapmak (Gümrük ve Ticaret Bakanlığı nın Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname (RG, 08.06.2011, S.27958 Mükerrer), m.2/1.j, 11). 153  Gıda ve Kontrol Genel Müdürlüğü nün görevleri şunlardır: … Bitki, hayvan, gıda ve yem güvenirliğini gözeterek tüketiciyi ve halk sağlığını korumak amacıyla tedbirler almak (Gıda, Tarım ve Hayvancılık Bakanlığı nın Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname (RG, 08.06.2011, S.27958 Mükerrer) m.7/1.ğ). 56 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU mağdur olmadıkları için tazminat davası dışındaki diğer davaları (tespit, men ve düzeltme) açabileceklerdir. Açılacak davalarda görevli mahkeme, kural olarak ticaret mahkemesidir. Bilindiği gibi taraﬂ arının, tacir olup olmadıklarına bakılmaksızın, TTK da öngörülen hususlardan doğan hukuk davaları, ticari dava olarak kabul olunur (TTK  m.  4/1)155.  Bu  yüzden  aksine  hüküm  bulunmadıkça,  dava  olunan şeyin değerine veya tutarına bakılmaksızın, tüm ticari davalara bakmakla görevli mahkeme asliye ticaret mahkemesidir (TTK m. 5/1)156. Bu kuralın istisnalarından birisi, TKHK gereği tüketici işlemleri ve tüketiciye yönelik uygulamalardan doğan davalardır. Diğer kanunlarda düzenleme olsa bile, tüketicinin taraf olduğu işlem ve uygulamalara, her halükarda TKHK nın görev ve yetkiye ilişkin hükümleri uygulanacaktır (TKHK m. 83/2; 73/1)158. Dolayısıyla  tüketicinin  mağdur  olduğu  genel  işlem  şartları  sebebiyle açılacak davalarda görevli mahkeme, tüketici mahkemeleridir. Tüketici 154  Bkz. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 412, 413; BOZKURT YÜKSEL, Armağan Ebru, Elektronik Ortamda Haksız Rekabet, TAAD, Yıl:5, S. 18, 2014, s. 86. 155  Ayrıntılı bilgi için bkz. KAYA (ÜLGEN/HELVACI/KENDİGELEN/NOMER ERTAN), Ticari İşletme Hukuku, p. 213 vd; AYHAN, Rıza, Son Değişikliklerle Ticari Dava ve Ticaret Mahkemelerinin Görev Sahası Hakkında Getirilen Yenilikler, Başkent Üniversitesi Hukuk Fakültesi Dergisi, C. 1, S. 1, 2015, s. 21 vd; NARBAY; KESİCİ, Rekabet Hukukunun İhlalinden Kaynaklanan Tazminat Davalarında Görevli ve Yetkili Mahkeme Üzerine Kısa Bir Değerlendirme, s. 207-262. 156  Mahkemelerin görevine ilişkin kurallar, kamu düzenindendir (HMK m. 1). Görevsizlik kararı verilmesi hâlinde, taraﬂ ardan birinin, bu karar verildiği anda kesin ise bu tarihten, süresi içinde kanun yoluna başvurulmayarak kesinleşmiş ise kararın kesinleştiği tarihten; kanun yoluna başvurulmuşsa bu başvurunun reddi kararının tebliğ tarihinden itibaren iki hafta içinde kararı veren mahkemeye başvurarak, dava dosyasının görevli mahkemeye gönderilmesini talep etmesi gerekir. Aksi takdirde, bu mahkemece davanın açılmamış sayılmasına karar verilir (HMK m. 20/1). 157  Krş. YÜRÜK, Ayşe Tülin, 6102 Sayılı Türk Ticaret Kanununun Haksız Rekabete İlişkin Hükümleri  Konusunda  Bazı  Görüşler,  Anadolu  Üniversitesi  Sosyal  Bilimler  Dergisi Hukuk Özel Sayısı, 2013, C. 13, s. 50, 51; NOMER ERTAN (ÜLGEN/HELVACI/ KENDİGELEN/KAYA),  Ticari  İşletme  Hukuku,  p.  1187;  BULUT,  Uğur,  Sözleşme Görüşmelerinden  Doğan  Sorumlulukta  Tüketici  Mahkemelerinin  Görevine  İlişkin  Bir Yargıtay Kararı İncelemesi, Ankara Barosu Dergisi, 2012/2, s. 334 vd. 158  Bu sonuç, yetersiz alt yapı ve imkânlarla görev yapmaya çalışan hakem heyetlerinin ve tüketici mahkemelerinin iş yükünü arttıracağı ve yeni sorunlara neden olabileceği gerekçesi ile eleştirilmektedir. Bkz. GERMEYAN, Rüştü, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun un Tüketici Hakem Heyetleri ve Tüketici Mahkemelerine İlişkin Hükümleri, İstanbul Barosu Dergisi, Tüketici Hakları ve Rekabet Hukuku Özel Sayısı, C. 88, 2014, S. 1, s. 130, 137. 159  Ayrıca bkz. KAYA (ÜLGEN/HELVACI/KENDİGELEN/NOMER ERTAN), Ticari İşletme Hukuku, p. 217. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 57Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları mahkemelerinde açılan davalar, harçtan muaftır (TKHK m. 73/2). Tüketici mahkemesinin görevli olduğu uyuşmazlıklar, değeri belirli bir miktarın üzerindeki uyuşmazlıklardır. Değeri belirli bir miktarın altındaki uyuşmazlıklar için hakem heyetine başvuru, zorunlu olduğu gibi bu değerlerin üzerindeki uyuşmazlıklar için de tüketici hakem heyetine gidilemeyecektir (TKHK m. 68/1)162. b) Cezai Yaptırım Haksız rekabetle mücadelede, faaliyetlerini dürüstlük ilkesine uygun yürüten teşebbüslerin ve tüketici menfaatlerinin etkin olarak korunabilmesi için caydırıcı güce sahip ceza hukuku yaptırımlarından da yararlanılmak istenmiştir. Hapis veya adli para cezasını gerektiren sınırlı sayıdaki haksız rekabet fiilleri, dört başlık altında gösterilmiştir. Bu fiiller şunlardır: 1) TTK m. 55/1.a-f bentleri arasında özellikle ibaresi ile gösterilen örnek haksız rekabet fiillerinden birisini, kasten gerçekleştirmiş olmak. 2) Rakiplerinin önüne geçebilmek için kişisel durumu, ürünleri, ticari faaliyeti ve işleri hakkında kasten yanlış veya yanıltıcı bilgi vermek. 3) Üretim veya ticaret sırlarını ele geçirmelerini sağlamak için rakip teşebbüsün çalışanlarını aldatmak. 4) İstihdam ettiği kimselerin veya ifa yardımcılarının işlerini gördükleri sırada  cezayı  gerektiren  bir  haksız  rekabet  fiilini  işlediklerini  bilmesine rağmen bu fiilleri önlememek veya gerçeğe aykırı beyanları düzeltmemek. Bu hallere göre, kasten dürüstlük ilkesine aykırı genel işlem şartı kullanmak (TTK m. 55/1.f) ve yanında çalıştırdığı kimselerin ceza gerektiren 160  Bu miktar, görevli mahkemenin bulunduğu yere göre değişmektedir. Uyuşmazlığın değerine göre öngörülen sınır ilçe için 2.200, iller için 3.300, büyükşehir statüsünde bulunan iller için 2.200 ile 3.300 Türk Lirası arasıdır (TKHK m. 68/1). Ancak büyükşehir belediyesi statüsündeki illerle ilgili eşikler sorunlara gebedir. 161  Taraﬂ ar, tüketici hakem heyetinin kararlarına karşı tebliğ tarihinden itibaren on beş gün içinde tüketici hakem heyetinin bulunduğu yerdeki tüketici mahkemesine itiraz edebilir. İtiraz, tüketici hakem heyeti kararının icrasını durdurmaz. Ancak talep edilmesi şartıyla hâkim, tüketici hakem heyeti kararının icrasını tedbir yoluyla durdurabilir (TKHK m. 69/3). 162  Tüketici hakem heyetleri hakkında bkz. GERMEYAN, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun un Tüketici Hakem Heyetleri ve Tüketici Mahkemelerine İlişkin Hükümleri, s. 129 vd. 163  Örnekler arasında yer almayan fakat TTK m. 54/2 kapsamında haksız rekabet sayılan haller, suç ve cezaların kanuniliği ilkesi uyarınca cezalandırılamayacaktır. Bkz. TTK m. 62 gerekçesindeki açıklama. 58 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU aynı nitelikteki genel işlem şartı kullanmalarını engellememek suçtur. Bu kimseler, hukuk davası açma hakkına sahip olanlardan birinin şikâyeti üzerine, iki yıla kadar hapis veya adli para cezasıyla cezalandırılabilecektir (TTK m. 62/1). 7) Sorumluluk Sebeplerinin Yarışması Dürüstlük  ilkesine  aykırı  genel  işlem  şartları  kullanmak,  iki  veya daha fazla özel hüküm (sorumluluk sebebi) kapsamına girebilir. Bu takdirde sorumluluk sebepleri, birbiri ile çatışmayacak, mağdur dilediği sorumluluk sebebini tercih edebilecek veya bunlara birlikte dayanabilecektir. Ancak birden fazla dava konusu olabilecek taleplerin, bir davada birleştirilmesi ve aynı dava dilekçesi ile ileri sürülmesi için sözkonusu taleplerin tamamının, aynı yargı çeşidi içinde yer alması ve ortak yetkili bir mahkemenin bulunması şarttır. Gerçekten davacı, aynı davalıya karşı olan, birbirinden bağımsız birden fazla asli talebini, aynı dava dilekçesinde ileri sürebilir (HMK m. 110). Davacının, davalıya karşı, aralarında aslîlik–ferîlik gibi bir derecelendirme ilişkisi  bulunmayan,  birbirinden  bağımsız  ve  birden  fazla  talebini,  aynı dava  dilekçesinde  ileri  sürmesine,  davaların  yığılması  denmektedir. Usul ekonomisi anlayışına dayanan bu dava çeşidinde, her bir talep, farklı edimlerin  gerçekleştirilmesi  amacına  hizmet  ettiğinden,  aynı  derecede öneme sahiptir. Taleplerin tümü hakkında, tek ve aynı şekilde karar verme zorunluluğu olmadığından dava şartları, her bir talep bakımından, ayrı ayrı belirlenecektir. Mağdur  teşebbüs  veya  kişilerin,  dürüstlük  ilkesine  aykırı  genel işlem şartları sebebiyle durdurma, düzeltme (TTK m. 56/1.b-c) ve üç kat tazminat (RKHK m. 58/2) isteyebilmesi mümkündür. Aynı kişilerin, ayrıca sözkonusu  rekabet  ihlaline  son  verilmesi  ve  genel  işlem  şartı  kullanan teşebbüslerin idari para cezalarıyla cezalandırılması için Rekabet Kurumu na başvurmasına engel yoktur. Bu kişi tüketici ise ilave olarak, TKHK dan doğan haklarını da kullanabilecek ve sözkonusu teşebbüslerin idari para cezası ile cezalandırılmasını isteyebilecektir (m. 77/2). Korunan  menfaate  ve  genel  işlem  şartları  kullanan  teşebbüslerin durumuna göre (hâkim konumda olması, teşebbüslerin aralarında anlaşması), 164  Bkz. UZUNALLI, Genel İşlem Şartlarının Haksız Rekabet Hükümleriyle Denetlenmesi, s. 414, 415. 165  Bkz. MUŞUL, Timuçin, Medeni Usul Hukuku, Ankara 2012, s. 145 166  Ayrıntılı bilgi için bkz. MUŞUL, Medeni Usul Hukuku, s. 145 vd; AKSOY, Elif, Objektif Dava Birleşmesi, TBB Dergisi, 2015, S. 117, s. 201-232. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 59Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları tüketiciler ve rakip olsun veya olmasın teşebbüsler; TKHK, RKHK, TBK ve İHRÖK hükümlerinin getirdiği koruma yollarına, tazminat hakkı dışında, birlikte veya ayrı ayrı başvurabilecektir. Zira mağdurun, aynı zararı, farklı hukuki  sebeplere  dayanarak  tazmin  ettirmesi  ve  bu  yolla  zenginleşmesi düşünülemez. Örneğin mağdur teşebbüs, hâkim durumdaki yabancı teşebbüse karşı, dampingli veya sübvanseli ürün ithalatı sebebiyle İHRÖK hükümlerinden hareketle telafi edici vergiler uygulanmasını, RKHK çerçevesinde ihlale son verilmesini ve maruz kaldığı zararların telafisini talep edebilecektir. Yine üye teşebbüslerin, bir teşebbüs birliği kararına dayanarak kullandıkları rekabeti kısıtlayıcı kayıtlar içeren ve aynı zamanda dürüstlük ilkesine aykırı genel işlem şartları, hem RKHK hem de TTK hükümleri kapsamında muamele görecektir. Mağdur teşebbüs veya kişiler, ihlalin durdurulmasını [idari yoldan Rekabet Kurumu (RKHK m. 9); adli yoldan mahkemeler (TTK m. 56/1.b-c)] ve maruz kaldıkları zararın giderimini ya RKHK (m. 58) ya da TTK (m. 56/1.d-e) hükümleri marifetiyle isteyebilecektir. Bununla birlikte üç kat tazminat hakkı tanıyan RKHK hükümleri, TTK hükümlerine göre daha cazip görünmektedir. Ne var ki mahkemeler, üç kat tazminat dâhil RKHK ya dayanan tazminat taleplerinde çekingen davranmaktadır. Sorumluluk sebeplerinin yarıştığı durumlarda hâkim, aksi talep edilmiş olmadıkça veya kanunda aksi öngörülmedikçe, mağdur için en iyi giderim imkânı sağlayan sorumluluk sebebine göre karar verecektir (TBK m. 60). Fakat üç kat tazminata hükmedilebilmesi, talep ve failin kast veya ağır ihmal derecesinde  kusurlu  olması  şartlarına  bağlandığından  (RKHK  m.  58/2) hâkimin, TBK m. 60 hükmü doğrultusunda kendiliğinden, üç kat tazminata karar vermesi beklenemeyecektir. E. Sonuç 1) Bu gün ticari hayatın hemen hemen her alanındaki iş ve işlem yoğunluğu, profesyonel yaklaşım ihtiyacı genel işlem şartları kullanmayı zorunlu kılmaktadır. Kullananın (düzenleyen) menfaatlerini gözetmesi yönü bir yana, tecrübe, tedbir ve profesyonel bilgi ile kaleme alınmış genel işlem şartları;  taraﬂ arına  zaman,  yaşanmış  veya  yaşanabilecek  sorunlara  karşı ihtiyatlı yaklaşım alışkanlığı ve sözleşme öncesi düşünme (değerlendirme) fırsatı kazandırır. 167  Ayrıca bkz. AYDOĞDU, Genel İşlem Koşullarının ve Tüketici Hukuku nda Haksız Şartların Denetimi, s. 166. 60 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU 2) Bütün hakların kullanılmasında olduğu gibi düzenleyenin, genel işlem şartları ile çalışma hakkını dürüstlük ilkesine aykırı kullanmaması esastır. Genel işlem şartları ile taraﬂ arın üstlendikleri hak ve borç dağılımı, dürüstlük ilkesine uygun olduğu sürece herhangi bir hukuka aykırılıktan söz edilemeyecektir. 3) TKHK m. 5/9, tüketici işlemlerinde, karine olarak haksız sayılacak şartların yönetmelikle belirlenmesi anlayışını benimsemiştir. Kanunun kabul ettiği karine, aksi ispat edilemeyecek bir karinedir. HŞY de liste halinde işaret edilen haller, başkaca bir şart aranmaksızın (per se) haksız şart olarak nitelendirilecektir. TKHK m. 5/9 ve HŞY m. 5/4 te, listedeki şartların sınırlayıcı olmadığı, örnek kabilinden oldukları ifade edilmekle birlikte ispat hakkını kaldıran bir hükmün kıyas yoluyla genişletilmesi mümkün olmamalıdır. Yönetmelik ekinde sayılan hallere benzeyen ve haksız oldukları iddia edilen kayıtlar, TKHK m. 5 şartları çerçevesinde muamele görecektir. İspat hakkını bertaraf eden  karinenin,  yönetmelik  marifetiyle  uygulamaya  geçirilmesi  yolunun isabeti, tartışmaya açıktır. 4) Tüketiciler istisna tutulduğunda, düzenleyen karşısındaki tarafın, çoğunlukla  tacir  sıfatını  taşıyan  gerçek  veya  tüzel  kişilerden  oluşacağı aşikârdır. Bu durumda TBK nın genel işlem şartlarına ilişkin hükümlerinin, tacirlere uygulanıp uygulanamayacağı sorunu tartışmaya açıktır. Genel  işlem  şartları,  hukuk  sistemimizde  farklı  kaynaklarda düzenlenmiştir. Hüküm çeşitliliğine yol açan bu durumun, ticari iş – adi iş ayırımı, ticari hükümlerin ve tacir sıfatının arz ettiği önem sebebiyle açıklığa kavuşturulması şarttır. Aksi halde TBK nın emredici nitelikteki hükümleri (m. 20-25) ile yine TTK nın aynı kuvvetteki hükümleri arasındaki uygulama önceliğini,  tartışmaya  mahal  bırakmaksızın  ortaya  koymak  mümkün olmayacaktır. 5) Genel işlem şartlarının, ağırlıklı olarak, ticari işletmeler tarafından kullanıldığı ve taraﬂ ardan birinin ticari işletmesiyle ilgili sözleşmelerin ticari iş sayıldığı kuşkusuzdur (TTK m. 3, 19). Bir teşebbüsün, genel işlem şartları ile kendi müşterilerine zarar vermesi, ne haksız rekabet hükümlerinin koruma amacına girer ne de haksız rekabet teşkil eder. Büyüklere karşı küçüklerin, güçlü veya hâkim durumdakilere karşı zayıf kişi ya da teşebbüslerin korunması; haksız rekabet hükümlerinin değil, RKHK nın konusu ve kapsamına giren kaygılardır. Haksız rekabet engelini bertaraf etmek isteyen teşebbüsler, pekâlâ Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 61Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları yasak genel işlem şartlarını, ayrı ayrı müzakere ve kabul şerhiyle hatta bireysel sözleşmelerle aşabilecektir. Zira, basiretli hareket etme yükümlülüğüne tabi olan teşebbüsün, pazarlık gücü veya alternatif teşebbüslerle çalışma ihtimali olsa bilerek ve isteyerek, aleyhine yükümlülükler taşıyan kayıtları kabul etmesi düşünülemez. Genel işlem şartlarının yol açacağı rekabet ihlalleri ile mücadelenin merkezi, haksız rekabet hükümleri değil RKHK olmalıdır. Bu yüzden genel işlem şartları ile mücadelede RKHK nın rolünün, haksız rekabet hükümlerine taşınması isabetli değildir. Ancak kanun koyucu abesle iştigal etmeyeceği için genel işlem şartlarını, haksız rekabet sayılıp sayılmamasına göre iki kısma ayırarak değerlendirmek mümkündür. Tacir, haksız rekabet kabul edilen genel işlem şartlarına karşı TTK m. 56-63 hükümlerinden yararlanabilecektir. Ancak basiretli hareket etme yükümlüğü gereği, haksız rekabet olarak nitelendirilemeyecek genel işlem şartlarına karşı tacirin, TBK hükümlerinin (m. 20-25) bahşettiği imkânlardan yararlandırılması  mümkün  görünmemektedir.  Bilindiği  gibi  tacirin  iş  ve işlemlerinde basiretli hareket etmesi gerektiği, bu sebeple sözkonusu şartların içeriğini bilmediği, bilmemesinin makul sayılması veya tecrübesizliği ihtimali karşılık bulmayacaktır. Fakat RKHK m. 4, 6 ve TTK m. 1530/1 deki hallerde, karşı  tarafın  genel  işlem  şartlarını  kabul  etmesi,  bu  işlemlerin  hukuka aykırılığını engellemeyecektir. 6)  Dürüstlük  ilkesine  aykırı  genel  işlem  şartlarının  haksız  rekabet sayılması, dürüst ve bozulmamış rekabet anlayışına hizmet etmekle birlikte rakip teşebbüsler için zarar veya zarar tehlikesi şartı; tüketiciler için TKHK m. 5 hükmü sebebiyle ya dava hakları kullanılamayacak ya da pratik olmayacaktır. 7)  Dikey  anlaşma  ilişkisi  çerçevesinde  faaliyet  gösteren  tedarik edenlerin ve müşterilerin (üretici, acenta, tek satıcı vs), büyük teşebbüslere karşı  korunmasında  en  elverişli  yol  Rekabet  Kurumu nun,  genel  işlem şartlarıyla ilgili muhtemel ve potansiyel rekabet ihlallerini, bir düzenleyici işlem ile tespit edip, açıklığa kavuşturmasıdır. Zira küçük ve pazarlık şansı bulunmayan zayıf teşebbüslerin, kendilerinden güçlü teşebbüslerle çalışma zorunluluğu karşısında haksız rekabet imkânlarını kullanarak genel işlem şartları ile mücadele etmesi, gerçekçi bir beklenti değildir. Aksi halde güçlü teşebbüsler ya birlikte çalışma teklifini kabul etmeyecek ya da devam eden ilişkilerini sürdürmeyecektir. Teşebbüslerin aralarında anlaşarak veya teşebbüs birlikleri kararıyla rekabeti kısıtlamaları ya da hâkim durumdaki teşebbüsün gücünü kötüye 62 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU kullanması  her  halükarda  yasaktır.  Hâkim  durumda  olmasa  bile  güçlü teşebbüslerin,  rekabet  ihlali  içeren  genel  işlem  şartlarına  karşı,  Rekabet Kurumu nun zayıf ve küçük teşebbüsleri koruyucu bir düzenleme yapması kaçınılmazdır. Bu anlamda dikey ilişkinin niteliğine ve işin özelliğine yabancı genel işlem şartları ile dürüstlük ilkesine aykırı düşecek hak ve borç dağılımı öngören genel işlem şartları rekabet ihlali, dolayısıyla muafiyet engeli olarak kabul edilmelidir. 8) Sözleşmenin niteliğine ve işin özelliğine yabancı genel işlem şartları (TBK m. 21/2) bakımından, zımni veya global kabulden söz edilemeyeceği için sözkonusu şartlar yoklukla maluldür. Karşı tarafın tacir olup olmamasına bakılmaksızın herkes bu durumu ileri sürebilecektir. 9)  Genel  işlem  şartlarının  yol  açtığı  ihlaller,  iki  veya  daha  fazla düzenlemenin kapsamına girebilir. Bu durumda TBK, TKHK, TTK, RKHK veya İHRÖK hükümlerinin tanıdığı imkânlardan, tazminat hakkı dışında, ayrı ayrı yararlanılabilecektir. 10)  Dürüstlük  ilkesine  aykırı  genel  işlem  şartlarının  doğurduğu sonuçlar, değişik sorumluluk sebepleri kapsamında değerlendirilebilecektir. Genel işlem şartlarının yol açtığı ihlalin taraﬂ arı ve koruma amacına göre farklı hükümlerin tanıdığı haklar, ayrı ayrı veya birlikte kullanılabilecektir (HMK m. 110).",
     "Kaynakça": "AKÇAAL, Mehmet, “Borçlar Kanununun Genel İşlem Koşullarına Dair Hükümleri Hakkında Bir İnceleme”, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVIII, S. 1, 2014, s. 49-69. AKSOY, Mehmet Ali, “Haksız Rekabet Halleri ve Haksız Rekabetin Tespiti”, Gazi Üniversitesi Sosyal Bilimleri Enstitüsü Özel Hukuk Anabilim Dalı Doktora Tezi, 2011. AKSOY, Elif, “Objektif Dava Birleşmesi”, TBB Dergisi, 2015, S. 117, s. 201-232. AKİPEK, Jale G.; AKINTÜRK, Turgut; ATEŞ KARAMAN, Derya, Türk Medeni Hukuku Başlangıç Hükümleri Kişiler Hukuku, İstanbul 2012. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 63Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları ALTOP,  Atilla,  “Genel  İşlem  Koşulları”,  Türk  Borçlar  Kanunu Sempozyumu: Makaleler - Tebliğler, İstanbul 2012, s. 27-44. ALTOP, Atilla, “Seminer: Borçlar Kanunu na Getirilen Yenilikler”, İzmir Barosu Dergisi, Mayıs 2012, s. 11-21. ANTALYA, O. Gökhan, 6098 Sayılı Türk Borçlar Kanunu na Göre Borçlar Hukuku Genel Hükümler, C. I, İstanbul 2013. ARKAN, Sabih, Ticarî İşletme Hukuku, Ankara 2015. ARKAN, Sabih, “Haksız Rekabet – Gelişmeler – Sorunlar”, BATİDER, C. XXII, S. 4, 2004, s. 5-20. ARKAN,  Sabih,  “Türk  Ticaret  Kanunu  Tasarısı na  İlişkin Değerlendirmeler”, Türk Ticaret Kanunu Tasarısı, Konferans, Bildiriler - Tartışmalar, 13-14 Mayıs 2005, Ankara 2005, s. 43-60. ARIKAN, Mustafa, “6098 Sayılı Türk Borçlar Kanunu nda Genel İşlem Koşulları”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 67-72. ASLAN, İ. Yılmaz, Tüketici Hukuku, Bursa 2015. ASLAN, İ. Yılmaz, Rekabet Hukuku Bakımından Dikey Anlaşmalar Teori ve Uygulama, Bursa 2004. AŞÇIOĞLU  ÖZ,  Gamze,  Avrupa  Topluluğu  ve  Türk  Rekabet Hukukunda Hakim Durumun Kötüye Kullanılması, Ankara 2000. ATAMER, Yeşim  M.,  Sözleşme  Özgürlüğünün  Sınırlandırılması Sorunu  Çerçevesin de  Genel  İşlem  Şartlarının  Denetlenmesi,  İstanbul 2001. ATAMER, Yeşim M., “Yeni Türk Borçlar Kanunu Hükümleri Uyarınca Genel İşlem Koşullarının Denetlenmesi- TKHK m. 6 ve TTK m. 55, f. 1, (f) ile Karşılaştırmalı Olarak”, Türk Hukukunda Genel İşlem Şartları Sempozyumu, BTHAE Yayını, Ankara 2012, s. 9-73. ATAMER, Yeşim M., “Genel İşlem Koşulu mu Bireysel Pazarlıkla Kurulan Sözleşme mi? Tüketici ve Tacir İşlemleri Açısından Karşılaştırmalı Olarak  Başvurabilecek  Değerlendirme  Kriterleri”,  Yeni  Türk  Borçlar Kanunu ve Yeni Türk Ticaret Kanunu Sempozyumu Makaleler - Tebliğler, TOBB Ekonomi ve Teknoloji Üniversitesi Hukuk Fakültesi, İstanbul 2013, s. 103-137. 64 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU ATAMER,  Yeşim  M.,  Tacirlerin  Genel  İşlem  Şartlarına  Karşı Korunması Yolları, İTO Yayınları, İstanbul 2001. AYDEMİR,  İbrahim,  Elektronik  Ticaret  Alanındaki  Rekabet Sorunları, Rekabet Kurumu Uzmanlık Tezi, Ankara 2004. AYDOĞDU,  Murat,  Genel  İşlem  Koşullarının  ve  Tüketici Hukuku nda Haksız Şartların Denetimi, Ankara 2014. AYDOĞDU, Murat, “6098 Sayılı Türk Borçlar Kanununda Düzenlenen Genel İşlem Koşullarının Konu Bakımından Uygulama Alanı”, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 13, S. 2, 2011, s. 1-50. AYDOĞDU, Murat, “6098 Sayılı Türk Borçlar Kanununda Düzenlenen Genel  İşlem  Koşullarının  Kişi  Bakımından  Uygulama  Alanı”,  Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 571-621. AYHAN,  Rıza,  “Son  Değişikliklerle  Ticari  Dava  ve  Ticaret Mahkemelerinin  Görev  Sahası  Hakkında  Getirilen  Yenilikler”,  Başkent Üniversitesi Hukuk Fakültesi Dergisi, C. 1, S. 1, 2015, s. 13-64. AYHAN, Rıza; ÖZDAMAR, Mehmet; ÇAĞLAR, Hayrettin, Ticari İşletme Hukuku Genel Esaslar, Ankara 2015. BAŞPINAR, Veysel, “6098 Sayılı Türk Borçlar Kanunu na İlişkin Genel Değerlendirme”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 21-31. BAŞPINAR, Veysel, Borç Sözleşmelerinin Kısmi Butlanı, Ankara 1998. BİLGİLİ, Fatih; DEMİRKAPI, Ertan, Ticari İşletme Hukuku, Bursa 2014. BİLGİN YÜCE, Melek, “Edimi Belirleme Yetkisinin Mevcut Genel İşlem  Koşulları  Teorisi  ve  6098  Sayılı  Türk  Borçlar  Kanunu Açısından Değerlendirilmesi”, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 3191-3237. BOZKURT YÜKSEL, Armağan Ebru, “Elektronik Ortamda Haksız Rekabet”, TAAD, Yıl:5, S. 18, 2014, s. 79-112. BOZTOSUN,  N.  Ayşe;  ÜNAL,  Akın,  “Türk  Ticaret  Kanunu Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 65Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları Tasarısındaki Ticaret Unvanına, İşletme Adına ve Haksız Rekabete İlişkin Hükümlerin Değerlendirilmesi”, Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 1, Y. 2005, s. 383-412. BULUT,  Uğur,  “Sözleşme  Görüşmelerinden  Doğan  Sorumlulukta Tüketici Mahkemelerinin Görevine İlişkin Bir Yargıtay Kararı İncelemesi”, Ankara Barosu Dergisi, 2012/2, s. 321-346. BURCUOĞLU,  Haluk,  “Seminer:  Borçlar  Kanunu na  Getirilen Yenilikler”, İzmir Barosu Dergisi, Mayıs 2012, s. 33-34. ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanununa Göre Ticaret Hukuku, Adana 2013. ÇINAR, Ömer, Tüketici Hukukunda Haksız Şartlar, İstanbul 2009. DERYAL, Yahya, “Tüketici Kredilerinde Haksız Şart Örnekleri ve 6502 Sayılı Kanunla Getirilen Yeni Düzenlemenin Değerlendirilmesi”, Terazi Hukuk Dergisi, 2014, S. 89, s. 58-67. DİRİKKAN, Hanife, Karşılaştırmalı Hukuk Açısından Damping ve Antidamping Önlemler, İzmir 1996. EKDİ, Barış, Gümrük Birliği çerçevesinde Damping ve Yıkıcı Fiyat Uygulamaları, Rekabet Kurumu Uzmanlık Tezi, Ankara 2003. ERDEM,  Hasan  Cihan,  “Genel  İşlem  Şartlarında  Bağlayıcılık Denetimi”, İzmir Barosu Dergisi, Mayıs 2012, s. 119-141. EREN, Fikret, Borçlar Hukuku Genel Hükümler, İstanbul 2015. EROL,  Kemal,  Rekabet  Kurallarının  Ülke  Dışı  Uygulanması, Ankara 2000. FINGER, Manuela; SCHMIEDER, Sandra, “The New Law Against Unfair Competition: An Assessment”, German Law Journal, V: 6, N: 1, 2005, s. 210-216. GERMEYAN, Rüştü, “6502 Sayılı Tüketicinin Korunması Hakkında Kanun un  Tüketici  Hakem  Heyetleri  ve  Tüketici  Mahkemelerine  İlişkin Hükümleri”,  İstanbul  Barosu  Dergisi,  Tüketici  Hakları  ve  Rekabet Hukuku Özel Sayısı, C. 88, 2014, S. 1, s. 129-142. GÖRGEÇ, Başak, “Genel İşlem Koşullarının Kişilik Hakkı Kapsamında Değerlendirilmesi, MÜHF – HAD, C. 19, S. 1, s. 403-440. 66 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU GÜVEN, Şirin, Haksız Rekabet Hukukunun Amacı ve Koruduğu Menfaatler, Ankara 2012. HATEMİ,  Hüseyin;  GÖKYAYLA,  Emre,  Borçlar  Hukuku  Genel Bölüm, İstanbul 2011. İNAL, H. Tamer, “Tüketici Sözleşmelerinde Haksız Şartlar”, Terazi Hukuk Dergisi, 2014, S. 89, s. 33-56. KARA, Mustafa Sencer, “Genel İşlem Şartlarına İlişkin Haksız Rekabet Hükümleri”, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, 2013, S. 1-2, s. 723-742. KARADAĞ,  Özgür,  Türk  Borçlar  Kanununda  Genel  İşlem Koşulları ve Tüketici Sözleşmelerindeki Haksız Şartlar, Ankara 2014. KARAHAN, Sami, Ticari İşletme Hukuku, Konya 2013. KAŞAK, Esra, “Sözleşmenin Niteliğine ve İşin Özelliğine Yabancı Olan Genel İşlem Koşulları (6098 sayılı TBK m. 21/2)”, İnönü Üniversitesi Hukuk Fakültesi Dergisi, C. 3 S. 1, 2012, s. 415-429. KAYA, Talat, “Dünya Ticaret Örgütü Kuralları ve Rekabet Hukuku İlişkisi”, Prof. Dr. Tuğrul ARAT a Armağan, Ankara 2012, s. 703-720. KAYAR, İsmail, Ticari İşletme Hukuku, Ankara 2013. KILIÇOĞLU, Ahmet M., Borçlar Hukuku Genel Hükümler, Ankara 2013. KILIÇOĞLU, Ahmet M., “Eser Sayılmayan Fikri Ürünler ve Eserin Adı ve Alametleri Üzerindeki Haklar”, Yaşar Üniversitesi E – Dergisi Özel Sayı (Armağan), Vol: 8, 2013, s. 1585-1636. MUŞUL, Timuçin, Medeni Usul Hukuku, Ankara 2012. NARBAY, Şafak; KESİCİ, Buğra, “Rekabet Hukukunun İhlalinden Kaynaklanan Tazminat Davalarında Görevli ve Yetkili Mahkeme Üzerine “Kısa Bir Değerlendirme”, Başkent Üniversitesi Hukuk Fakültesi Dergisi, C. 1, S. 1, 2015, s. 207-262. OĞUZMAN,  M.  Kemal;  ÖZ,  Turgut,  Borçlar  Hukuku  Genel Hükümler, C. 1, İstanbul 2013. ÖZDEN, Mehmet, Profesyonel Meslek Birlikleri, Rekabet Kurumu Uzmanlık Tezi, Ankara 2004. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 67Genel İşlem Şartları İle Rekabet İhlali ve Sonuçları PATTERSON, Mark R., “Standardization of Standard - Form Contracts: Competition and Contract Implications”, William and Mary Law Review, V. 52, N. 2, 2010, s. 327-414. PEKDİNÇER, Tamer “Türk Borçlar Kanununda Yapılan Değişikliklerin Türk  Ticaret  Kanunundaki  Haksız  Rekabete  İlişkin  Hükümlere  Etkisi”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 73-84. POROY, Reha; YASAMAN, Hamdi, Ticari İşletme Hukuku, İstanbul 2012. SİRMEN, A. Lâle, “Tüketici Hukukunun Amacı ve Özellikleri”, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 2465-2475. ŞAHİN, Turan; KİZİR, Mahmut, “6502 Sayılı Tüketicinin Korunması Hakkında Kanunun Genel Esaslar, Haksız Şartlar ile Ayıplı Mal ve Hizmetler Konusunda Getirdiği Yenilik ve Değişiklikler”, Terazi Hukuk Dergisi, 2014, S. 89, s. 68-79. ŞEKER, Muzaﬀ er, Yazılmamış Sayılma, İstanbul 2015. TOPÇUOĞLU,  Metin,  “Rekabet  Hukukunda  Üç  Kat  Tazminat”, Gazi Üniversitesi Hukuk Fakültesi Sorumluluk ve Tazminat Hukuku Sempozyumu (28-29 Mayıs 2009), Ankara 2009, s. 5-59. TOPÇUOĞLU,  Metin,  Rekabeti  Kısıtlayan  Teşebbüsler  Arası İşbirliği Davranışları ve Hukuki Sonuçları, Ankara 2001. TOPÇUOĞLU, Metin, Franchise Sözleşmesinde Bağlayıcı Kayıtlar ve Rekabet Hukuku, BATİDER, C. XXII, S.1, 2003, s. 113-154. TOPÇUOĞLU,  Metin,  Rekabet  Hukuku Açısından Acentelik  ve Dağıtım Sözleşmeleri, Ankara 2006. ULUSAN, M. İlhan, “Genel İşlem Şartlarında ve Özellikle Haksız Şartlara  İlişkin  İçerik  Denetimi”,  İstanbul  Kültür  Üniversitesi  Hukuk Fakültesi Dergisi, C. 3, S. 1-2, 2004, s. 27-47. UZUNALLI,  Sevilay,  “Genel  İşlem  Şartlarının  Haksız  Rekabet Hükümleriyle  Denetlenmesi”,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, Prof. Dr. Ersin Çamoğlu na Armağan, C. 71, S. 2 (2013), s. 383-420. 68 Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4Metin TOPÇUOĞLU ÜLGEN,  Hüseyin/HELVACI,  Mehmet/KENDİGELEN,  Abuzer/ KAYA, Arslan/NOMER ERTAN, N. Füsun, Ticari İşletme Hukuku, İstanbul 2015. YAĞCIOĞLU, Ali Haydar, “Yeni İsviçre Haksız Rekabet Kanunu nda Genel  İşlem  Koşullarının Açık  İçerik  Denetimi  (UWG Art.  8)”,  Yaşar Üniversitesi Elektronik Dergisi, C. 8, Prof. Dr. Aydın ZEVKLİLER e Armağan, 2013, s. 3057-3098. YENİOCAK, Umut, Borçlar Kanunu Hükümlerine Göre Genel İşlem Koşullarının Yargısal Denetimi, TBB Dergisi, 2013, S. 107, s. 75-96. YILMAZ,  Müslüm,  Dünya  Ticaret  Örgütü  Kuralları Açısından Sübvansiyonlar ve Telafi Edici Tedbir Soruşturması, Ankara Üniversitesi Sosyal  Bilimler  Enstitüsü  Özel  Hukuk  (Ticaret  Hukuku) Anabilim  Dalı Doktora Tezi, 2004. YOKET, Yasemin; GÜLER, Selin, “Genel İşlem Şartlarının Yorum Yoluyla Denetimi”, İzmir Barosu Dergisi, Mayıs 2012, s. 231-252. YÜCE, Aydın Alber, “Haksız Rekabet Hukuku Bakımından Genel İşlem Şartları”, TAAD, Y. 3, S. 10, 2012, s. 183-204. YÜRÜK, Ayşe Tülin, “6102 Sayılı Türk Ticaret Kanununun Haksız Rekabete İlişkin Hükümleri Konusunda Bazı Görüşler”, Anadolu Üniversitesi Sosyal Bilimler Dergisi Hukuk Özel Sayısı, 2013, C. 13, s. 45-51. Gazi Üniversitesi Hukuk Fakültesi Dergisi C. XIX, Y. 2015, Sa. 4 69"
}