{
     "Tip": "Makale",
     "Dergi İsmi": "Ceza Hukuku ve Kriminoloji Dergisi",
     "Üniversite İsmi": "",
     "Gün": "18",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Yaralama Suçunun Silah Olarak Kabul Edilen “Saldırı ve Savunma Amacıyla Yapılmış Olmasa Bile Fiilen Saldırı ve Savunmada Kullanılmaya Elverişli Diğer Şeyler” ile İşlenmesi",
     "Title": "Committing the Offense of Intentional Injury with “Any Instrument, Not Having Been Specifically Manufactured for the Purpose of  Attack or Defense, Which May Be Used for Such Purpose” and is Accepted as a Weapon",
     "Yazar İsmi": [
          "Eylem BAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kasten Yaralama Suçu",
          "Silah",
          "Türk Ceza Hukuku"
     ],
     "Keywords": [
          "The Offense of Intentional Injury",
          "Weapon",
          "Turkish Criminal Law"
     ],
     "Özet": "Kasten yaralama suçunun silahla işlenmesine, 5237 sayılı Türk Ceza Kanunu nun (TCK) 86. maddesinin 3. fıkrasının (e) bendinde, cezanın daha fazla verilmesini gerektiren nitelikli hal olarak yer verilmektedir. TCK nın 6. maddesinin (f) bendinin 4. alt bendinde ise saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler”in ceza kanunlarının uygulamasında” silah olarak anlaşılacağı belirtilmektedir. Ancak 4. alt bentte yer alan söz konusu ifadeden neyin anlaşılması gerektiği belirli değildir. Çalışmada kasten yaralama suçunda kullanılan saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler”in uygulamada ortaya çıkardığı sorunlar incelenecektir. Ardındansa 4. alt bendin yürürlükten kaldırılması ve TCK nın 6. maddesinde ya da 86. maddesinin 3. fıkrasının (e) bendinde gerçekleştirilecek değişiklikle başka bir ifadenin kullanılmasının gerekliliği üzerinde durulacaktır.",
     "Abstract": "The commission of the offense of intentional injury with a weapon is included as a secondary element requiring the aggravation of the penalty in subparagraph (e) of paragraph 3 of Article 86 of the Turkish Penal Code numbered 5237 (TCK). According to the 4th subparagraph of paragraph (f) of Article 6 of the TCK, in the implementation of the criminal law, it is stated that [a]ny instrument, not having been specifically manufactured for the purpose of attack or [defense], which may be used for such purpose will be understood as a weapon. However, it is not clear what should be understood from the aforementioned expression in subparagraph 4. In this study, the problems caused by the phrase [a]ny instrument, not having been specifically manufactured for the purpose of attack or defense, which may be used for such purpose will be examined in practice. Subsequently, the necessity of abolishing the 4th subparagraph and using another expression with an amendment to be made in article 6 or the subparagraph (e) of the 3rd paragraph of article 86 of the TCK will be emphasized.",
     "Metin": "Kasten yaralama suçunun silahla işlenmesi, TCK nın 86. maddesinin 3. fıkrasının (e) bendinde, suçta kullanılan vasıtadan kaynaklanan cezanın daha fazla verilmesini gerektiren nitelikli hal olarak düzenlenmektedir.2 Nitekim söz konusu durumun etkili bir şekilde cezalandırılmasının önemi yadsınamaz ve bu durumda suç re sen takip edilir. Bu kapsamda silahtan neyin anlaşılması gerektiği önem arz etmektedir. Tanımlar başlığını taşıyan TCK nın 6. maddesinin (f) bendinde 5 alt bent halinde silah kavramının tanımlandığı görülmektedir. Hatta bu maddenin gerekçesinde her ne kadar silah kavramının ayrıca açıklanmaya gerek kalmayacak şekilde tanımlandığı ifade edilmekteyse de özellikle de hükmün (f) bendinin 4. alt bendi bakımından söz konusu belirlemenin geçerli olmadığı belirtilmelidir. Nitekim kasten yaralama suçunda olduğu üzere çoğu suçta,5 suçun 4. alt bent kapsamında sayılan şeylerle işlenmesi bakımından daha sonra da belirtileceği üzere yeknesak bir uygulamanın olmadığı görülmektedir. Söz konusu durum, örneğin aynı şeyi kullanan iki failin farklı cezaya tabi tutulmalarına ve bu kapsamda adaletsiz sonuçlara sebebiyet verebilecek niteliktedir. Bu çalışmada ilk önce 4. alt bendin de içinde yer aldığı silah kavramı incelenecektir. Bu inceleme yapılırken 4. alt bentte yer alan söz konusu sorunlu ifadenin temelini oluşturan 765 sayılı Türk Ceza Kanunu nun (ETCK) silah kavramının tanımına yer veren 189. maddesi ile TCK nın 6. maddesinin (f) bendi üzerinde durulacaktır. Ardındansa kasten yaralama suçunda kullanılan şeyin hangi hallerde saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler kapsamında yer alacağı hususu değerlendirilecektir. Bu çerçevede hayvanın, insan bedenine ilişkin kısımların ve de yalnızca taşınırların mı bu kapsamda yer alıp almadığına değinilecektir. Ayrıca kasten yaralama suçunda kullanılan ve 4. 1  Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Özel Kısım (11. Bs., Savaş Yayınevi 2021) 51; Zeki Hafızoğulları ve Muharrem Özen M, Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar (6. Bs., US-A Yayıncılık 2017) 80; Nur Centel, Hamide Zafer ve Özlem Çakmut, Kişilere Karşı İşlenen Suçlar (5. Bs., Beta Yayıncılık 2021) 159. 2  TCK nın 86. maddesinin 1. fıkrasında kasten yaralama suçunun temel şekline; 86. maddesinin 3. fıkrasında ve 87. maddesinde cezanın daha fazla verilmesini; 86. maddesinin 2. fıkrasında ve de 88. maddesindeyse cezanın daha az verilmesini gerektiren nitelikli hallerine yer verildiği görülmektedir. Bkz. Toroslu ve Toroslu, (n. 1) 44. 3  Abdullah Pulat Gözübüyük, ‘Silah ve Silah Sayılan Aletlere Dair Temyiz İçtihatlarının Tahlili  (1955) (6) Ankara Barosu Dergisi 404, 404. 4  Gerekçe metni için bkz. Cumhur Şahin ve İzzet Özgenç, Türk Ceza Hukuku Gazi Külliyatı (2. Bs., Seçkin Yayıncılık 2005) 100. 5  Bu kapsamda cinsel saldırı suçu (TCK m. 102/3-d), tehdit suçu (TCK m. 106/2-a), kişi hürriyetinden yoksun kılma suçu (TCK m. 109/3-a) örnek olarak verilebilir. 100Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... alt bent kapsamında yer alan şeyle ilgili olarak ceza muhakemesinde karşılaşılan sorunlara yer verilecektir. 4. alt bendin kasten yaralama suçuyla ilgili olarak uygulamada çıkardığı sorunlar ve birbirleriyle olan yakın ilişkileri nedeniyle 3. alt bentle olan ilişkisi incelenecek ve 4. alt bentten neyin anlaşılması gerektiği üzerinde durulacaktır. Böylece kasten yaralama suçunun saldırı ve savunmada kullanılmak üzere yapılmış her türlü kesici, delici veya bereleyici alet ile mi yoksa saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler ile mi işlendiği sorununa değinilecektir. Tüm bu bahsi geçen hususlar öğretinin ve uygulamanın yaklaşımına yer vermek suretiyle incelenecektedir. Sonuç olaraksa 4. alt bendin yürürlükten kaldırılması ve TCK nın 6. maddesinde ya da 86. maddesinin 3. fıkrasının (e) bendinde gerçekleştirilecek değişiklikle başka bir ifadenin kullanılmasının gerekliliği üzerinde durulacaktır. II. Ceza Kanunlarının Uygulanması Bakımından Silah Kavramı Silah kavramı, gündelik hayat içinde çoğunlukla akla ilk olarak ateşli silahları getirmekteyse de Türk Dil Kurumu nun sözlüğünde savunmak veya saldırmak amacıyla kullanılan araç,6 savunmak veya saldırmak için kullanılan nesne, etken araç ve de bir konuda etkili her şey şeklinde tanımlanmaktadır.7 Söz konusu tanıma bakıldığında tanımın oldukça geniş olduğu görülmektedir. Nitekim bu tanım, esas alınırsa insan bedenine ilişkin kısımların dahi silah olarak nitelendirilmesi mümkündür.8 Bu nedenle, bu kavramının anlamının belirlenebilmesi adına ceza hukuku uygulamasında sınırlarının çizilmesinde fayda vardır.9 a. ETCK nın 189. maddesi Bakımından Silah Kavramı Silahtan neyin anlaşılması gerektiğiyle ilgili olarak ETCK nın 189. maddesi ilk olarak şu şekilde kaleme alınmıştı:  Kanunun tatbikinde silah, bir cürmün esbabı müşeddidesini teşkil ettiği takdirde kanunda hilafı yazılı olmadıkça silah tabirinden maksat: 6  Hukuk sözlüğünde yapılan aynı yöndeki tanım için bkz. Ejder Yılmaz, Hukuk Sözlüğü (9. Bs., Yetkin Yayınları 2005) 1100. Öldürme ve savunma amacıyla kullanılan herhangi bir alet şeklindeki bir diğer tanımlama için bkz. Türk Hukuk Kurumu, Türk Hukuk Lügatı (3. Bs., Başbakanlık Basımevi 1991) 300. Yine yaralama amacıyla üretilen ve mahiyeti gereği tehlikeli bir araç şeklindeki diğer bir tanım için bkz. Eric Hilgendorf, ‘Körperteile als „gefährliche Werkzeuge  (2000) 112(4) ZStW 811, 814-815. 7  Türk Dil Kurumu, Türkçe Sözlük (11. Bs., Türk Dil Kurumu Yayınları 2011) 2110. 8  Hilgendorf, (n. 6) 833. 9  Olgun Değirmenci, ‘Askerî Ceza Kanunu Uygulamasında Silah Kavramı  (2016) (1) Ankara Barosu Dergisi 81, 84-85. 101Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151  1 - Şişli baston ve buna benzeyen gizli silahlardan,  2 - Alelıtlak ateş çıkaran aletlerden,  3 - Bunlardan maada cebir ve tehdit için taşınan bıçak, kama ve sair aletlerden ibarettir.10 Hükme bakıldığında sayma suretiyle sınırlı bir tanıma yer verildiği görülmektedir.11 Ancak bu durum, aynı sonucu doğurmaya elverişli şeylerin maddede sayılmamaları nedeniyle silah sayılmamasına ve bu nedenle de hakkaniyete uygun bir düzenlemenin ve uygulamanın olmamasına sebebiyet verdiği yönünde öğretide eleştirilmiştir. Nitekim silah kavramıyla ilgili olarak içtihatta da farklılıklar oluşmuştur.12 Bu kapsamda 1949 yılında ETCK nın 189. maddesinin dönemin değişen koşulları bakımından yeterli olup olmadığı konusunda inceleme yapılmış ve de karşılaştırmalı hukuktan da yararlanılmak suretiyle silah kavramının tanımının tümüyle değiştirilerek yeni bir tanımın yapılması ve bu tanıma nelerin girdiğinin belirlenmesi gerektiği düşüncesiyle 5435 sayılı Türk Ceza Kanununun Bazı Maddelerinin Değiştirilmesi Hakkında Kanun13 ile söz konusu hükümde kapsamlı değişiklikler gerçekleştirilmiştir. 5435 sayılı Kanun un yayımı tarihinde yürürlüğe giren 1. maddesiyle değiştirilen ETCK nın 189. maddesinde, cezanın belirlenmesinde ağırlaştırıcı neden olarak öngörülen ve bu nedenle nitelikli hali oluşturan silah kavramından TCK nın 6. maddesinin (f) bendine benzer şekilde ateşli silâhların, patlayıcı maddelerin tecavüz ve müdafaada kullanılan her türlü kesici, delici veya bereleyici aletlerin ve de yakıcı, aşındırıcı, yaralayıcı eczalar veya diğer her türlü zehirler ve boğucu, kör edici gazların anlaşılması gerektiği belirtilmiştir. Söz konusu hükme bakıldığında aslında silahın tanımının yapılmadığı, her bir bentte ortak özelliklerinin gösterilerek sayma yoluyla belirlemede bulunulduğu görülmektedir.14 Bu kapsamda taşınması yasak olan ve yasak olmayan silahlar da yer almaktadır.15 10  <https://www.mevzuat.gov.tr/mevzuat?MevzuatNo=765&MevzuatTur=5&MevzuatTertip=3> Erişim Tarihi 10.09.2021. 11  Enes Köken, Silah Kavramı ve Silah Kaçakçılığı Suçları (Açıklamalı – İçtihatlı) (1. Bs., Adalet Yayınevi 2020) 28. 12  Gözübüyük, (n. 3) 404-405. 13  7234 sayılı 16.6.1949 tarihli Resmî Gazete 14  Değirmenci, (n. 9) 87. 15  ETCK nın 189. maddesinde değişiklik yapan 5435 sayılı Kanunla ilgili Adalet Komisyonu Raporu için bkz. T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, Sayı: 71 – 1348, Türk Ceza Kanununun Bâzı Maddelerinin Değiştirilmesine Dair Kanun Tasamı ve Adalet Komisyonu Raporu (1/555), 9.5.1949, 12. 102Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... TCK nın 6. maddesi bakımından silah, suçun temel şekli ya da nitelikli hali olarak uygulama alanı bulabilmekteyken,16 ETCK nın 189. maddesindeyse sadece cezanın daha fazla verilmesini gerektiren suçun nitelikli hali olarak öngörülmüştür.17 Nitekim söz konusu durum ETCK nın 189. maddesinin metninden açıkça anlaşılmaktadır.18 Bu kapsamda ETCK döneminde suçun temel şekli olarak silahtan bahsedildiğinde ETCK nın 189. maddesi uygulama alanı bulamamaktaydı ve hakimin her somut olayda kullanılan aletin silah olup olmadığını değerlendirmesi gerekmekteydi.20 16  TCK da suçun temel şekli ya da nitelikli hali olarak silaha yer veren suçlarla ilgili örnekler için bkz. Değirmenci, (n. 9) 92; Selman Dursun ve Sebastian Hoffmanns, ‘Der Waffenbegriff im deutschen und türkischen Strafrecht  Die Entwicklung von Rechtssystemen in ihrer gesellschaftlichen Verankerung: Forschungsband zum deutschen und türkischen Strafrecht und Strafprozessrecht Alexander von Humboldt Stiftung Institutspartnerschaft (2009-2013), (Nomos 2014) 193-228, 201, dp. 6. 17  Mustafa Ruhan Erdem, ‘Türk Ceza Kanununda Silah  (2003) 7(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1, 4. 18  Abdullah Pulat Gözübüyük, ‘Silahlara Ait Suçlar ve Cezaları Hakkında Mukayeseli Bir İnceleme  (1949) 40(8) Adalet Dergisi 1109, 1118. 19  189. maddenin ne gibi şeylerin cürümde kullanılması halinde silahtan sayılabileceğine dair olan hükmü haddı zatında silahtan sayılmadığı halde mücerret cürümde kullanıldığı surette silahın yapacağı tesiri yapabilecek mahiyette olan şeylerin cürümde kullanılmasından husule gelen netice ve tesirin aynı işte bizzat silahın yapacağı netice ve tesirden farklı olamayacağı hikmet ve mülahazasına müstenit ve mevzuuna maksur istisnai bir hükümdür. Bu hükmün doğrudan doğruya silahtan sayılmayan ve bir cürümde kullanılmayan sair aletleri sadece taşımak bahsinde kıyas ve istidlale medar addine evvela cezai esaslar müsait olamaz. Çünkü cezada maznunlar aleyhine kıyas cari olamaması ve istisnaların mevridine münhasır olması o esaslar icabındandır. Binaenaleyh ceza tatbikatında 549. maddenin hüküm ve manasını 189. maddeden mücerret ve müstakil olarak aramak lazımdır. Bu noktai nazardan tetkik ve teemmül olununca kanunun 549. madde hükmünden maksadı ancak tecavüz ve müdafaa için yapılan ve bu mahiyetleri itibarı ile taşınması mücerret tecavüz ve müdafaa kast ve niyetinden başka bir niyete atfolunamayacak olan alatı mahsusaya matuf bulunduğu, madde metninde müstamel silah tabirinin nas beyninde şayi ve münteşir manasına mutabık olarak ateş çıkaran aletlere hasrından ve cerh edici aletlerin de kama saldırma ve büyük bıçak gibi mahsus vasıflarla kasr ve tahdidinden müsteban olur. Kanun ibaresindeki gibi edadının, mefhumuna dahil olacak şeylerde makablinde sayılan aletlerin haiz oldukları evsafı mahsusa ile ayniyet ve mutabakat aramak lüzumu ilmi ve usuli icabattan olmakla o aletlerin mahiyeten ve şeklen haiz oldukları ucu sivri ve büyük vasıflarını haiz olmayan şeylerin gibi edadının şümulüne ithali caiz olamaz. Zira kabahatlerde kast ve niyet aranmayıp mücerret kanunun bir emir ve nehyine muhalif hareketin cezayı mucip olacağına göre madde metnindeki gibi edadının alelıtlak cerh etmek kabiliyetini haiz aletlere şümulünün tecvizi halinde bilfarz sanatını icraya giden berber çantasındaki ustura ve makasını veya bağını kazmaya giden bağcı omuzundaki kazma ve küreğin dahi mücerret ruhsatsız taşınmış olmasından dolayı 549. madde hükmüne tebaan cezayı mucip olması zaruri olur ki bu netice kanun vazıının maksadına mugayirdir. Binaenaleyh usturanın bir cürümde kullanılmaksızın mücerret taşınmasından dolayı Ceza Kanunu noktai nazarından ceza verilemeyeceğine, on muhalif reye karşı otuzbir rey ile karar verildi. YİBGK. E. 1929/11 K. 1929/5 T. 6.3.1929 <www. kazanci.com> Erişim Tarihi 11.2.2021. 20  Bu kapsamda örneğin ETCK nın 466. maddesinde öngörülen kavgada korkutmak amacıyla silah çekme suçu bakımından silahtan olağan durumda bir kimseyi korkutabilecek nitelikte ve yeterlilikteki aracın anlaşılması gerektiği YİBGK nın 1965/2 Esas 1965/4 Karar ve 5.7.1965 tarihli kararında belirtilmişti. Bu kararın temelinde ETCK nın 466. maddesiyle ilgili olarak ustura, çakı, bıçak, nacak, orak, balta, kazma ve girebi gibi araçların silah sayılıp sayılmayacağı hakkında Yargıtay Ceza Genel Kurulu kararları arasında içtihat uyuşmazlığı yatmaktadır. Bkz. YİBGK. 1965/2 E. 1965/4 K. 5.7.1965 T. <www.kazanci.com> Erişim Tarihi 23.10.2021. 103Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 ETCK döneminde de TCK döneminde olduğu üzere ETCK nın 189. maddesinin 1., 2. ve 4. bentleriyle ilgili olarak herhangi bir sorunla karşılaşılmamışsa da TCK nın 6. maddesinin (f) bendinin 3. ve 4. bentlerinin karşılığını oluşturan ETCK nın 189. maddesinin 3. bendinin uygulanmasında tereddütlerin bulunduğu ve farklı uygulamalara neden olunduğu görülmektedir.22 Söz konusu 3. bendin gerekçesinde tecavüz ve müdafaada kullanılan silâhlardan her türlü kesici aletler; saldırma, kama ve her nevi bıçakları ve çakıları ve yine bunlar gibi kesici olan ustura ve jiletleri ve delici aletler, şişlibastoları, şişleri ve uçları sivriltilmiş demir çubukları, büyük çivileri ve hülâsa batmaya, delmeye yarıyan bütün aletler de; Amerikan yumruğu, ustura, topuz ve matrak gibi taarruz için hazırlanmış aletleri ifade edeceği öngörülmüştür. Ayrıca alt bentler şeklinde ayrıma gidilmesinin gerekçesi olarak yapılış ve tesirlerinin dikkate alınması gösterilmiştir.24 Hükmün 3. bendinde geçen alet ifadesi, silahın tanımlanması bakımından anahtar bir ifadedir.25 Söz konusu hükümde, ETCK nın 189. maddesinde gerçekleştirilen değişiklikten evvel bıçak, kama ya da benzeri alet şeklinde yer alan ifade yerine daha bilimsel ve genel mahiyet taşıdığı gerekçesiyle kesici, delici, bereleyici ifadelerine yer verildiği belirtilmektedir. Nitekim hükmün ilk hali bakımından söz konusu örneklendirme,26 yukarıda da bahsedildiği üzere uygulamada maddede sayılan ve sayılmayan ancak doğurdukları etki aynı olan aletlerin kullanılması bakımından farklı şekilde cezalandırmaya sebebiyet vererek adaletsiz bir uygulamaya neden olabilecek nitelikteydi. Yine hükümde söz konusu aletlerin cebir ve tehdit için taşınmasının aranması da uygulamada sorunlara neden olabilmekteydi. Nitekim taşınan ifadesi örneğin çakı ile yaralama fiili bakımından çakının cebir ve tehdit için taşınmadığı belirtilmek suretiyle silahla yaralama olarak kabul edilmemesine neden olmaktaydı.27 21  İsmail Turgut Kıldan ve Togay Akdemir, ‘Kasten Yaralama Suçunda Silah Kavramının Yargıtay Kararları Doğrultusunda İncelenmesi  (2015) 0(6) Uyuşmazlık Mahkemesi Dergisi 227, 229. 22  Gözübüyük, (n. 3) 406. 23  Suçta kullanılan 45-50 cm uzunluğundaki 0.5 cm eninde uçu sivri mangal ( soba ) şişinin delici, yaralayıcı ve bereleyici özelliği bulunan savunma ve saldırıya elverişli TCK nun 189. maddesi kapsamındaki silahlardan olduğu ve atılı suçun takibi şikayete bağlı suçlardan olmadığı nazara alınarak sanığın kardeşine ve eşine karşı silahla müessir fiil suçlarından mahkumiyetine karar verilmesi gerektiği gözetilmeden hatalı bilirkişi beyanına itibar edilerek yazılı şekilde hüküm kurulması, Y. 2. CD. E. 2001/21598 K. 2002/8585 T. 13.5.2002. Yargıtay ın benzer yönde vermiş olduğu bir diğer kararı için bkz. Y. 1. CD. E. 2010/7543 K. 2012/7104 T. 2.10.2012 <www.kazanci.com> Erişim Tarihi 11.2.2021. 24  ETCK nın 189. maddesinde değişiklik yapan 5435 sayılı Kanun un 189. maddeyle ilgili  gerekçesi için bkz. T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, (n. 15) 7. 25  Kıldan ve Akdemir, (n. 21) 229. 26  Türk Hukuk Kurumu, (n. 6) 300. 27  ETCK nın 189. maddesinde değişiklik yapan 5435 sayılı Kanunla ilgili Adalet Komisyonu Raporu için bkz. T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, (n. 15) 7, 19. 104Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... Her ne kadar söz konusu gerekçelerle ETCK nın 189. maddesinde değişikliğe gidilmişse de uygulamada değişikliğin amacına uygun bir içtihat geliştirilememiş ve böylece madde hükmüyle içtihat arasında ciddi uyumsuzluk söz konusu olmuştur.28 Nitekim bu durum uygulamanın ETCK nın 189. maddesinin 3. bendi bakımından genel bir ilke ortaya koyamadığı, nelerin silah sayılacağı, nelerin sayılamayacağını olaysal olarak belirlediği gerekçesiyle öğretide eleştirilmiştir.29 Bu çerçevede, uygulamada balta,30 keser, levye demiri,31 çekiç,32 özel olarak kırılmış şişe, bijon anahtarı, çelik cop, demir kilo,33 orak, tornavida, ekmek bıçağı, ingiliz anahtarı, masat,34 makas,35 testerenin demir kısmı, soba küreği, pense, demir dirgen,36 girebi, çakı bıçağı,37 soba 28  Gözübüyük, (n. 3) 406. 29  Kıldan ve Akdemir, (n. 21) 229. 30  cürümde kullanılan balta ve tırpanın silahtan madut olup olmadığı ve esbabı müşeddededen sayılıp sayılamıyacağı hususunda Temyiz Mahkemesi İkinci Ceza Dairesi Aliyesi nin 21.12.1932 ve 5930/7260 ve 2.7.1933 ve 977/4043 tarih ve no lu ilamları arasında hasıl olan içtihat ihtilafının halli için daireye tevdi olunan ilam suretleri telhis ve nüshaları teksir ve tevzi edilerek 16.5.1934 tarihine müsadif çarşamba günü toplanan Heyeti Umumiyeye Başmüddeiumumi namına Başmuavin Süreyya Beyefendi hazır olduğu halde 43 zatın iştirak ettiği görüldükten ve müzakere nisabı tahakkuk ettikten sonra hadise bir def ada Birinci Reis İhsan Beyefendi Hz. tarafından izah edilerek re ye vazolundukta: Balta ve tırpan misillü aletler de Türk Ceza K.nun 189. maddesinin üçüncü fıkrasında yazılı aletler gibi tecavüz ve müdafaada istimal olunabileceği ve cebrü tehdide salih olduğu cihetle Ceza Kanunu nun tatbikatında silahtan sayılacağına ekseriyetle 16.5.1934 tarihinde karar verildi. YİBGK. E. 1934/50 K. 1934/11 T. 16.5.1934 <www.kazanci. com> Erişim Tarihi 11.2.2021. 31  YCGK. E. 1993/4-23 K. 1993/44T. 1.3.1993 <www.kazanci.com> Erişim Tarihi 25.10.2021. 32  Şahsi davacı tüm aşamalarda sanık Mustafa E. un demir çekiç ile kendisini yaraladığını iddia etmiş olmasına göre, sanığın eylemini silahtan sayılan çekiçle gerçekleştirmesi karşısında davanın şahsi dava yoluyla takip edilemeyeceği, gözetilmeden mahkemece duruşmaya devamla esas hakkında hüküm tesisi, Y. 2. CD. E. 2001/18636 K. 2002/13433 T. 8.7.2002 <www.kazanci.com> Erişim Tarihi 11.2.2021. 33  Sanığın eylemini TCK nun 189. maddesinin 3. fıkrasında yer alan aletlerden sayılan demir kilo ile işlediği, bu durumda hakkında TCK nun 457. maddesinin 1.fıkrasının uygulanması gerekeceği ve vazgeçme ile davanın ortadan kaldırılamayacağı gözetilmeden yazılı şekilde sanık hakkında davanın TCK nun 460. maddesi ile ortadan kaldırılması, Y. 2. CD. E. 2002/9184 K. 2003/11987 T. 13.10.2003 <www.kazanci. com> Erişim Tarihi 11.2.2021. 34  Sanığın mağduru masat olarak tabir edilen ve bıçak bilemede kullanılan aletle hayati tehlike geçirmeyecek ve (5) gün iş ve gücüne engel olacak şekilde yaraladığının anlaşılmasına göre, masatın 765 sayılı TCK nın 189. maddesinde belirlenen alet ve vasıtalardan sayıldığı ve bu sebeple şikayetten vazgeçmeyle davanın ortadan kaldırılamayacağı gözetilmeden bilirkişinin yetersiz mütalaasına dayanılarak kamu davasının şikayetten vazgeçme nedeniyle aynı Kanunun 460. maddesi gereğince ortadan kaldırılmasına karar verilmesi, Y. 2. CD. E. 2004/13716 K. 2005/26027 T. 21.11.2005 <www.kazanci.com> Erişim Tarihi 11.2.2021. 35  Bu kapsamda nakış makasının silah olduğu yönünde bkz. Y. 2. CD. 55/827, 4.2.1987 (Centel, Zafer ve Çakmut, (n. 1) 160) 36  Y. 4. CD. 4369/5483, 27.5.1998 (Centel, Zafer ve Çakmut, (n. 1) 160-161, dp. 123) 37  sanığın bıçakla müessir fiile teşebbüs suçunda kullandığı çakılı tırnak makasının çakı kısmının bıçak olduğu TCK nun 189. maddesinde belirtilen kesici, delici aletlerden sayıldığı ve silah niteliğinde olduğu, 13.7.1999 tarihli bilirkişi incelemesinin 6136 sayılı yasa yönünden yapıldığı gözetilmeden çakılı tırnak makasının silah niteliğinde olmadığından bahisle şikayetten vazgeçmeye bağlı olarak kamu davasının ortadan kaldırılmasına karar verilmesi, Y. 2. CD. E. 2001/18414 K. 2002/9186 T. 22.5.2002 <www. kazanci.com> Erişim Tarihi 11.2.2021. 105Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 maşası, tahra, ateş küreği, tüp anahtarı,38 silah sayılmasına karşın; çivili tahta, bira şişesi, yemek çatalı, demir parçaları, hayvan bağlama zinciri, bilye yatağı, tabanca kabzesi, okey ıstakası, çay bardağı, demir oturak, terazi kefesi, dikenli tel, yüzük, sopa gibi kullanılan tüfek, taş ve sopanınsa silah olarak kabul edilmediği görülmektedir.39 Yine bu dönemde küreğin demir kısmının,40 falçatanın silah olarak kabul edilmesine karşın; üvendirenin,42 konserve açmaya özgülenen anahtarın ise silah olarak kabul edilmediği belirtilmelidir. ETCK döneminde Yargıtay ın başlardaki içtihatları değerlendirildiğinde, kesici, delici veya bereleyici aletlerin silah sayılabilmesi bakımından bu şeylerin bizatihi söz konusu niteliğe sahip olmasının yeterli olmadığı aynı zamanda mahiyeti gereği saldırı ya da savunma için üretilmesinin ve de bu amaçla failin yanında bulundurulmasının arandığı görülmektedir. Ancak söz konusu içtihat ETCK nın 189. maddesinin 3. alt bendine uygun olmadığı yönünde eleştirilmiştir. Bu kapsamda kesici, delici veya bereleyici aletlerin saldırı ve savunmaya elverişli olmasının aranmasının gerektiği belirtilmiştir.44 Daha sonraysa Yargıtay ın görüşünü değiştirdiği, saldırı ve savunma amacıyla üretilmemiş olsa dahi fiilen saldırı ve savunmada ve de bu amaçla kullanılan ve de mahiyeti buna uygun düşen şeyleri silah olarak kabul ettiği görülmüştür.45 Bu nedenle bir şeyin saldırıda ya da savunmada kullanılması onun tek başına silah olarak kabul edilmesi için yeterli değildir. Bu şeyin saldırıya yarar, savunmaya elverişli bir nitelik arz etmesi gerekmektedir. Söz konusu niteliğin 38  Y. 2. CD. 5369/6946, T. 27.5.1992 (Erdem, (n. 17) 11). Yine bu dönemde küskü demirinin silah olarak kabul edildiği yönünde bkz. YCGK. 384/326, 24.10.1938 (Abdullah Pulat Gözübüyük, ‘Ceza Hukukunda Silah ve Bıçak Mefhumları  (1945) 36(11) Adalet Dergisi 1138, 1146-1147) 39  YCGK. E. 2014/3-92 K. 2014/325 T. 10.6.2014; YCGK. E. 2008/3-25 K. 2008/22 T. 12.2.2008 <www. kazanci.com> Erişim Tarihi 11.2.2021. 40  Y. 2. CD. E. 2004/2341 K. 2005/1785 T. 16.2.2005 <www.kazanci.com> Erişim Tarihi 21.10.2021. 41  Y. 4. CD. 2508/9232, T. 11.5.1955 (Sulhi Dönmezer, Kişilere ve Mala Karşı Cürümler (16. Bs., Beta Yayıncılık 2001) 141) 42  Y. 4. CD. 12.2/29992, T. 17.3.1954 (Dönmezer, (n. 41) 141, dp. 42) 43  Y. 4. CD. 11239/9395, 28.10.1952 (Dönmezer, (n. 41) 140, dp. 34) 44  Gözübüyük, (n. 3) 407, 410. 45  Nitekim örneğin YCGK 72/73, 17.11.1958 tarihli kararında tornavidayı silah olarak kabul etmiştir. Yine bu kapsamda YCGK nın 171/157, 30.3.1964 tarihli kararı şu şekildedir: Yaralamada kullanılan araç, eğer, kesici, delici veya bereleyici nitelikte yapılmışsa ve açtığı yara da bu nitelikte bir aracın 457/1 de ceza arttırıcı silahlardan sayılması için yeterli olup, ayrıca o aracın saldırma ve savunmada kullanıla gelmesinin mutat olup olmadığı yönlerinden bir araştırma ve soruşturma lüzumu yapılması gerekmez Bkz. Dönmezer, (n. 41) 141-142, dp. 45. Yargıtay 2. CD. de 2006/329 sayılı kararında kasten yaralama suçunda 20 cm uzunluğundaki demirden spatulanın, ucunun sivriliği ve mağdurda oluşturduğu kesikler dikkate alınarak silah olarak kabul edilmesi gerektiğini belirtmiştir. Y. 2. CD. E. 2005/1251 K. 2006/329 T. 26.1.2006 <www. kazanci.com> Erişim Tarihi 11.2.2021. Söz konusu spatulanın saldırıda ve savunmada kullanılmak üzere üretildiğini söylemekse güçtür. 106Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... bulunup bulunmadığıysa, fiilin gerçekleştiriliş şekline, bilirkişinin görüşüne göre hâkim tarafından takdir edilmektedir.46 Buna karşın, Yargıtay ın ETCK döneminde kasten yaralama suçunda kullanılan aletin silah olarak kabul edilmesi bakımından -her ne kadar söz konusu durum ETCK nın 189. maddesinden açıkça anlaşılamasa da- bu aletin mahiyeti doğrultusunda kullanılmasını aradığı görülmektedir. Örneğin YCGK, 4/145 sayılı kararında kesici aletin kesme, bereleyici aletin bereleme, delici aletinse delme amacıyla kullanılması halinde silahtan bahsedilmesi gerektiğinden hareketle delici niteliğe sahip demir dirgenin delme amacıyla değil de ezme amacıyla kullanılarak mağdurun yaralanması halinde silahtan bahsedilemeyeceğini belirtmiştir. 1985/5 sayılı kararındaysa bıçağın her ne kadar ETCK nın 189. maddesi kapsamında silah olarak kabulü gerekse de somut olayda mağdurlara karşı kızgın demir olarak kullanılması nedeniyle suçun silahla işlendiğinden bahsedilemeyeceğini belirtmiştir. Zira burada bıçak, niteliğine uygun şekilde kullanılmamıştır. Yine 1978/258 sayılı kararındaysa ateşli bir silah olan tabancanın mahiyetine uygun olarak ve bu kapsamda ateşlenmeyerek, yalnızca kabzasının kasten yaralama suçunda kullanılması bakımından tabancanın kabzasını silah olarak kabul etmemiştir. Ancak Yargıtay ın bu yaklaşımının öğretide eleştirildiği görülmektedir. Zira kasten yaralama suçunda kullanılan aletin silah sayılıp sayılamayacağının belirlenmesinde, suçun niteliğinin, aletin kullanılış şeklinin, mesafenin ve mağdurun üzerinde yaratılan etkinin bir bütün olarak dikkate alınması gereklidir. Nitekim kullanılan aletin somut olaydaki kullanılış şekli, özel bir tehlike yaratıp yaratmadığı önem taşır ve bu kapsamda bir aletin her ne kadar kullanım amacına uygun olacak şekilde kullanılmasa dahi silah sayılabilmesi mümkündür.50 46  ETCK nın 189. maddesinde değişiklik yapan 5435 sayılı Kanunla ilgili Adalet Komisyonu Raporu için bkz. T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, (n. 15) 19. 47  YCGK. E. 4/145 K. 145 8.11.1954 (Dönmezer, (n. 41) 141) 48  YCGK. 1984/2-393 E. 1985/5 K 14.1.1985 <www.kazanci.com> Erişim Tarihi 11.2.2021. 49  Olayın bu oluş biçiminden de görüldüğü gibi, müessir fiil tabancasının kabzası ile işlenmiş tabanca, kendi fonksiyonu çevresinde silah olarak kullanılmamıştır. Gerçekten tabanca bir ateşli silahtır ve bu amaçla kullanılmak üzere imal edilmiştir. Kabzası ile vurmanın herhangi bir künt cisimle vurmaktan farkı yoktur. Nitekim sanık tabancasını olayda ateşli silah olarak kullanması mümkün iken bu yola gitmeyerek o anda eline geçirdiği bir taş, sopa veya benzeri künt bir cisim gibi kullanmıştır. Bu itibarla, suçun tabanca ile işlendiğinin kabulüne yasal olanak ve dayanak bulunmamış olmasına göre usul ve yasaya uygun görülmeyen direnme hükmünün bozulmasına karar verilmelidir. YCGK. E. 1978/8-186 K. 1978/258 T. 19.6.1978 <www.kazanci.com> Erişim Tarihi 6.10.2021. 50  Durmuş Tezcan, Mustafa Ruhan Erdem ve R. Murat Önok, Ceza Özel Hukuku (19. Bs., Seçkin Yayıncılık 2021) 263. Bu kapsamda sopa olarak kullanılan tüfeğin de her ne kadar mahiyetine uygun şekilde kullanılmamışsa da silah olarak kabul edilmesi gerektiği yönünde bkz. Kıldan ve Akdemir, (n. 21) 232. 107Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 Ayrıca uygulamada bu hükmün 3506 sayılı 765 Sayılı Türk Ceza Kanununun Bazı Maddelerinin Değiştirilmesine, Bu Kanuna Ek Maddeler İlave Edilmesine, 647 Sayılı Cezaların İnfazı Hakkında Kanunun Bazı Maddelerinde Değişiklik Yapılmasına ve 10 Haziran 1949 Tarihli 5435 Sayılı Kanunun Yürürlükten Kaldırılmasına Dair Kanunun 20019 sayılı 14.12.1988 tarihli Resmi Gazete de yayınlanmasıyla birlikte yürürlükten kalkıp kalkmadığı hususunda tereddüt doğmuştur. Hatta www.kazanci. com sitesinden ETCK nın 189. maddesine bakıldığında Madde 189, 7 Aralık 1988 tarih ve 3506 sayılı Kanunun 10 uncu maddesiyle yürürlükten kaldırılmıştır şeklindeki ifadenin bulunduğu görülmektedir.51 Yine ETCK döneminde Başbakanlık Mevzuat Geliştirme ve Yayın Genel Müdürlüğünce yayınlanan külliyatta da söz konusu maddenin mülga olduğunun yazılı olduğu belirtilmektedir.52 Bu kapsamda uygulamada TCK nın yürürlüğe girdiği 1.6.2005 tarihine kadar ETCK nın 189. maddesinin yürürlükte olup olmadığına ilişkin kafa karışıklığının bulunduğu, bazı 51  <www.kazanci.com> Erişim Tarihi 11.2.2021. 52  Dönmezer, (n. 41) 140, dp. 32. 108Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... kararlarda uygulanmasına devam edildiği bazı kararlarda ise uygulanmadığı görülmektedir. Öğretideyse ETCK nın 189. maddesinin yürürlükten kalktığı, bu nedenle suçun temel şekli ya da nitelikli hali olarak silahtan bahsedilen hükümler bakımından ETCK nın 189. maddesinin uygulama alanı bulacağından bahsedilemeyeceği haklı olarak ileri sürülmektedir. Her ne kadar 3506 sayılı Kanun un amacı TCK nın 189. maddesini kaldırmak olmayıp esas olarak 5435 sayılı Kanun un para cezasına ilişkin olarak getirdiği düzenlemeleri yürürlükten kaldırmak olsa da 5435 sayılı Kanun, ETCK nın 189. maddesinde değişiklik yaptığından ve bu yasa tümüyle yürürlükten kaldırıldığından ETCK nın 189. maddesi de yürürlükten kaldırılmıştır. Ancak bu durum yasa yapma tekniğinin ve yapılan değişikliğin hukuk sisteminde doğuracağı 53  10.6.1949 tarihinde yürürlüğe giren 5435 sayılı Kanunun 2. maddesi ile para cezalarında misil artırmasına gidilmiş, bu uygulama, oranlar değiştirilmek suretiyle 2248 ve 2790 sayılı Kanunlarla devam ettirilmiştir. 3506 sayılı Kanunun gerekçesinde de belirtildiği üzere, 765 sayılı TCK.na bu Kanunla eklenen 1. madde ile Kanun ve Tüzüklerdeki para cezaları, 5435 sayılı Kanundaki sisteme paralel olarak ve uygulanacak katsayı sistemine temel teşkil etmek üzere artırılmak suretile otomatik esasa bağlanmıştır. 3506 sayılı Kanunun 10. maddesindeki hüküm; 5435 sayılı Kanundaki artırma oranlarının 2248 ve 2790 sayılı Kanunlarda olduğu gibi zaman zaman değiştirilmesi şeklindeki sistemin terkedilmesi, para cezalarındaki artırımların devamlılık arz eden yeni bir esasa bağlanması amacını taşımaktadır. Görüldüğü üzere 5435 sayılı Kanunla değiştirilen hükümlerin yürürlükten kaldırılması söz konusu olmayıp, yapılan düzenleme, para cezalarında öngörülen katsayı sisteminin tabii sonucunu teşkil etmekte, bu sistemin getirilmesi ile uygulama yeri kalmayan misil artırması usulu terk edilmektedir. Nitekim, Ceza Genel Kurulu nun, 765 sayılı TCK.nun 549. maddesinin yürürlükten kaldırıldığına dair yerel mahkeme kararı ile ilgili 16.12.1991 gün ve 1991/2-336 esas, 1991/360 sayılı kararında; ( 765 sayılı TCK.nun 549. maddesi 16.6.1949 gün ve 7234 sayılı Resmi Gazete de yayınlanarak yürürlüğe giren 5435 sayılı Yasa ile değiştirilmiş ve bu günkü şeklini almıştır. 5435 sayılı Yasa ise 14.12.1988 günlü Resmi Gazete de yayınlanan 3506 sayılı Kanunla yürürlükten kaldırılmıştır. Değişiklik yapan yasanın yürürlükten kaldırılması Ceza Yasasında yer alıp sonradan değiştirilen hükümlerin de kaldırıldığı biçiminde yorumlanamaz ) denilmiş ve 5435 sayılı Yasa ile değiştirilen 765 sayılı TCK.nun 549. maddesinin yürürlükte olduğuna karar verilmiştir. Aynı kararda yasa koyucunun amacının 5435 sayılı Yasa ile Ceza Yasasında değişiklik yapılan maddeleri yürürlükten kaldırmak olmayıp, para cezaları ile ilgili yeni bir sistem getirilmesinden ibaret olduğu vurgulanmaktadır. Bu itibarla, ceza uygulamasına esas teşkil eden hükümlerden birini içeren TCK.nun 189. maddesinin yürürlükten kaldırılması için sebep ve zaruret bulunmadığı, maddenin halen yürürlükte olduğu gözetilmeden, yasa koyucunun amacına ters düşer bir yorum ile yazılı şekilde hüküm tesisi… bozmayı gerektirmiş Y. 2. CD. E. 1993/1506 K. 1993/2226 T. 23.2.1993 <www.kazanci.com> Erişim Tarihi 11.2.2021. 54  TCY.nın 189. maddesini yeniden düzenleyen 5435 sayılı Yasanın, 3506 sayılı Yasanın 10. maddesiyle kaldırılması karşısında, sanık Baki nin yaralama eyleminde kullandığı demir borunun hangi nedenle silah sayıldığının karar yerinde açıklanmaması Y. 4. CD. E. 1992/6712 K. 1992/7575 T. 2.12.1992;T.C. Yasasının 189. maddesinin 3506 sayılı Yasanın 10. maddesiyle kaldırılması karşısında suçta kullanılan levye demirinin ne suretle silah sayıldığı açıklanmadan cezanın T.C.Y.nın 457/1 maddesiyle artırılmasını yasaya aykırı bulmuştur. Y. 4. CD. E. 1992/2219 K. 1992/2844 T. 16.4.1992; T.C. Yasasının 189. maddesi, 5435 sayılı Yasanın 1. maddesiyle, T.C. Yasasının birçok ve bu arada 549. maddesiyle birlikte yeniden düzenlenmişti. Ne varki bu düzenlemelerden sonra, T.C. Yasasının 189 ve 549. maddeleri, 5435 sayılı Yasayla düzenlenen öbür maddelerinin tersine, daha sonra çıkan başka yasayla yeniden düzenlenmemişlerdi. 5435 sayılı Yasa ise, 7.12.1988 de benimsenen ve 14.12.1988 de yayımlanan 3506 sayılı Yasanın 10. maddesiyle yürürlükten kaldırılmıştır. Dolayısıyle T.C. Yasasının 189. ve 549. maddeleri de yürürlükten kalkmışlardır. Y. 4. CD. E. 1991/2956 K. 1991/4226 T. 21.6.1991 <www.kazanci.com> Erişim Tarihi 11.2.2021. 109Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 sonuçların dikkate alınmaksızın yasa çıkarmanın bir göstergesi olarak kabul edilmelidir.55 b. TCK nın 6. maddesi Bakımından Silah Kavramı TCK nın tanımlar başlıklı 6. maddesinde bazı kavramlarla ilgili olarak ceza kanunlarının uygulanması bakımından geçerli olan tanımlamalara yer verildiği görülmektedir. Nitekim söz konusu madde, kuralı ve müeyyideyi içermediğinden tamamlayıcı (ikincil) nitelikte olan tanım normudur. Maddede yer alan tanımların hem TCK nın Özel Hükümler başlığını taşıyan İkinci Kitabında öngörülen suçlar hem de TCK nın 5. maddesi gereğince tüm özel ceza kanunlarıyla, ceza hükmü taşıyan kanunlardaki suçların yorumlanması bakımından dikkate alınması gerekmektedir.57 Böylece TCK nın 6. maddesinin terim birliğinin sağlanmasında uygulamaya açıklık kazandıracak nitelikte olduğu savunulmaktaysa da,58 özellikle de bu çalışmanın konusunu oluşturan (f) bendinin 4. alt bendi bakımından böyle olmadığı belirtilmelidir. Türk ceza mevzuatında, yalnızca kasten yaralama suçuyla ilgili olarak değil, suçun temel şekli ya da nitelikli hali olarak birçok suçta silah kavramına yer verilmesi bu kavramın mevzuatta tanımlanmasına sebebiyet vermiştir.59 Türk Dil Kurumu nun sözlüğünde yer alan ve bu çalışmada da yer verilen tanımın yetersiz görülmesi de TCK da bu kavramın tanımlanmasında etkili olmuştur.60 Bu kapsamda TCK nın tanımlar başlıklı 6. maddesinin (f) bendinde silah kavramının 5 alt bent halinde belirlendiği görülmektedir. Buna göre silah kavramından 1. alt bent uyarınca ateşli silahların, 2. alt bent uyarınca patlayıcı maddelerin, 3. alt bent uyarınca saldırıda ve savunmada kullanılmak üzere yapılmış her türlü kesici, delici veya bereleyici aletin, 4. alt bent uyarınca saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeylerin, 5. alt bent uyarıncaysa da yakıcı, aşındırıcı, yaralayıcı, boğucu, zehirleyici, sürekli hastalığa yol açıcı nükleer, radyoaktif, 55  Erdem, (n. 17) 1-3, 12; Sahir Erman ve Çetin Özek, Ceza hukuku Özel Bölüm Kişilere Karşı Suçlar (TCK 448-490) (Dünya Yayıncılık 1994) 125. 56  Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Genel Kısım (26. Bs., Savaş Yayınevi 2021) 38-39. 57  Osman Yaşar, Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu – Uygulamalı Türk Ceza Kanunu, C. I (2. Bs., Adalet Yayınevi 2014) 133. 58  Ali Parlar, Türk Ceza Kanunu Şerhi, C. I (2. Bs., Bilge Yayınevi 2015) 40. 59  Fatih Selami Mahmutoğlu ve Serra Karadeniz, Türk Ceza Kanunu Genel Hükümler Şerhi, (1. Bs., Beta Yayıncılık 2017) 67. 60  Dursun ve Hoffmanns, (n. 16) 199. 110Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... kimyasal, biyolojik maddelerin anlaşılacağı belirtilmektedir.61 Ancak söz konusu madde incelendiğinde aslında silahın tanımının yapılmadığı, özelliklerine yer verilerek türlerinin belirtildiği buna karşın 4. alt bentteyse ETCK döneminde ortaya çıkan ve bir önceki başlıkta değinilen uygulamadaki sıkıntıları aşmak adına geniş bir silah kategorisine yer verecek şekilde bir belirlemenin yapıldığı anlaşılmaktadır.63 Nitekim Yargıtay ın da görüşü bu yöndedir. Örneğin YCGK 2019/606 sayılı kararında TCK nın 6. maddesinin (f) bendinin 4. alt bendinin ETCK nın 189. maddesiyle arasındaki en temel ayrım olduğuna işaret ederek TCK ile ETCK ya nazaran silah kavramının genişletilerek önceki daraltıcı uygulamanın terk edildiğini belirtmiştir.64 Yine Y. 3. CD. 2007/3755 sayılı kararında ETCK döneminde kasten yaralama suçunda kullanılan bira bardağının silah olarak değerlendirilip değerlendirilemeyeceği bakımından gerçekleştirdiği değerlendirmede, bira bardağının TCK nın 6. maddesinin (f) bendinin 4. alt bendi kapsamında olduğunu ancak bunun ETCK bakımındansa silah olarak değerlendirilemeyeceğini belirterek sanık hakkında ETCK nın lehe olduğunu ve 61  TCK nın 6. maddesinde yer verilen silaha ilişkin tanımın yasama yorumu olduğu yönünde bkz. Timur Demirbaş, Ceza Hukuku Genel Hükümler (16. Bs., Seçkin Yayınevi 2021) 136. 62  Değirmenci, (n. 9) 85, 93; Köken, (n. 11) 53-54. Mevzuatta, ayrıca Ateşli Silahlar ve Bıçaklar İle Diğer Aletler Hakkında Yönetmelik in 2. maddesinin (b) bendinde de silahın uzaktan veya yakından canlıları öldürebilen, yaralayan, etkisiz bırakan, canlı organizmaları hasta eden, cansızları parçalayan veya yok eden araç ve aletlerin tümü şeklinde tanımlandığı, (bkz. 20888 sayılı 1.6.1991 tarihli Resmî Gazete) ancak hükümde gerçekleştirilen değişiklikle hükümde geçen araç ve aletlerin ruhsata tabi olması gerektiğinin belirtildiği görülmektedir. (bkz. 23291 sayılı 29.12.1999 tarihli Resmi Gazete) Ancak bu tanımın söz konusu Yönetmelik te geçen silah tanımı için geçerli olduğu belirtilmelidir. 63  Veli Özer Özbek, Koray Doğan ve Pınar Bacaksız, Türk Ceza Hukuku Özel Hükümler (16. Bs., Seçkin Yayıncılık 2021) 211; Hasan Sınar, Sinan Altunç, Serap Keskin Kiziroğlu, Ali Kemal Yıldız, Gülşah Bostancı Bozbayındır, Barış Erman, Fulya Eroğlu Erman, Gülşah Kurt, Köksal Bayraktar ve Pınar Memiş Kartal, Özel Ceza Hukuku Cilt II Kişilere Karşı Suçlar (1. Bs., On İki Levha Yayıncılık 2017) 153; Murat Aydın, ‘Genel Güvenliği Kasten Tehlikeye Düşürmek Suçu, Silah Kavramı ve Yargıtay Uygulaması  (2007) (6) Terazi Aylık Hukuk Dergisi 50, 57; Köken, (n. 11) 20; Mahmutoğlu ve Karadeniz, (n. 59) 68. Bu yorumun kabul edilmesindeki bir diğer gerekçeyi ise TCK nın 6. maddesinin 4. alt bendi yanında gelişen teknolojinin bir neticesi olarak 5. alt bendin öngörülmesi oluşturmaktadır. Bkz. Kıldan ve Akdemir, (n. 21) 230. 64  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> (11.2.2021). YCGK nın 2008/22 sayılı kararında ise sanığın yerden aldığı odun parçasıyla mağdurun sol gözüne vurmak suretiyle sol gözünün işlevinin yitirilmesine neden olacak şekilde yaraladığı olayda, suçta kullanıldığı sabit olan sopanın ETCK nın 189. maddesi kapsamında yerel mahkeme tarafından silah olarak kabul edilmediği, ancak TCK nın 6. maddesi kapsamındaysa silah kapsamında olduğu kabul edilmek suretiyle lehte olan kanunun belirlenmesine ilişkin yapılan karşılaştırmayla ilgili olarak yerel mahkemece yapılan bu karşılaştırmanın YCGK nın 2008/22 sayılı kararıyla TCK nın ve ETCK nın farklı tanımlara yer vermesi karşısında hukuka uygun olduğu dile getirilmiştir. Ancak bu karar oyçokluğuyla alınmış ve YCGK üyelerinden altısı sopanın TCK bakımından da silah olarak kabul edilemeyeceği gerekçesiyle karşıoy kullanılmışlardır. YCGK. E. 2008/3-25 K. 2008/22 T. 12.2.2008 <www.kazanci.com> (11.2.2021). Yine benzer yönde verilen bir diğer karar için bkz. YCGK. E. 2017/3-311 K. 2019/112 T. 19.2.2019 <www.kazanci.com> Erişim Tarihi 7.10.2021. 111Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 uygulanması gerektiğini belirtmiştir.65 Ancak söz konusu kararla ilgili olarak değerlendirmenin yapılmasında bira bardağının kesici, delici veya bereleyici özelliğe sahip olmamasının etkili olduğu yorumunda bulunmak mümkün görünmemektedir. Nitekim bira bardağının sert bir şekilde bir kimseye vurulmasında vücudun vurulan yerinde berenin meydana gelmesi mümkündür. Buna karşın ETCK döneminde Yargıtay bu şeylerin bizatihi (örneğin bereleyici olması gibi) söz konusu niteliğe sahip olmasını yeterli görmemekte, bir önceki başlıkta da belirtildiği üzere aynı zamanda mahiyeti gereği saldırı ya da savunma için üretilmesini ve de bu amaçla failin yanında bulundurulmasını aramaktadır. Öğretide silahtan, somut olayın özellikleri ve kullanılan şeyin objektif niteliği dikkate alınarak, kullanma şekline göre önemli yaralanmaya neden olabilen saldırı ya da savunmaya yarayan her türlü şeyin anlaşılması gerektiği belirtilmektedir.66 Bir şeyin tehlikeliliği, kullanılış şeklinden ya da yapısından kaynaklanmaktadır. Bu nedenle bir şeyin silah sayılabilmesi için muhakkak saldırıda ve savunmada kullanmak amacıyla üretilmesi gerekmemektedir.67 ETCK nın 189. maddesinin 3. bendine bakıldığında kasten yaralama suçunda kullanılan şeyin saldırıda ve savunmada kullanılmasının yeterli olduğu, kullanılmak üzere üretilmesininse aranmadığı görülmektedir.68 Buna karşın ETCK döneminde, Yargıtay a göre, cam şişe ya da bardak, kasten kırılarak saldırıda ve savunmada kullanılır şekle sokulmadığı sürece silah olarak kabul edilemezdi.69 Örneğin Yargıtay failin tabancayla ateş etmesi neticesinde mağdurun otomobilinin camının kırılması ve kırılan camdan kopan parçanın mağduru yaralaması halinde bu kırık camı silah olarak değerlendirmemiş ve olayda basit yaralamanın 65  Sanığın bira bardağını mağdurun yüzüne vurması sonucu gözünün kör olması nedeniyle mahkumiyetinde, 765 sayılı TCK un 456/3. maddesinde öngörülen beş yıldan 10 yıla kadar hapis cezasının, 5237 sayılı TCK un 6/f-4. Maddesindeki fiilen saldırı ve savunmada kullanılmaya elverişli şeyler silah olarak kabul edildiği ve bu haliyle bira bardağı ile organlardan birinin işlevini yürütülmesine neden olan yaralamanın karşılığının aynı kanunun 29.6.2005 tarihli 5377 sayılı kanunla değişik 87/2-son maddesi gereğince cezasının alt sınırı 8 yıl olup üst sınırı da 12 yıl 18 ay olduğundan 4237 sayılı TCK un aleyhe olduğu nazara alınmadan ve bardağın silah olarak değerlendirilmemesi sebebiyle cezanın alt sınırının beş yıl olarak kabulüyle yazılı şekilde yeni TCK hükümlerine göre hüküm kurulması Y. 3. CD. 2007/5399 E. 2007/3755 K. 2.5.2007 T. (Karar metni için bkz. Yaşar, Gökcan ve Artuç, (n. 57) 159, dp. 146) 66  Tezcan, Erdem ve Önok, (n. 50) 259-261. 67  Erdem, (n. 17) 8. 68  Erdem, (n. 17) 8-9. Her ne kadar söz konusu durum YCGK nın 4-87/98, 12.4.1993 tarihli kararında da belirtilmişse de (Dönmezer, (n. 41) 143-144) bu kararda ayrıca kullanılan nesnenin kesici, delici ya da bereleyici olmasının aranmasınınsa ETCK nın 189. maddesinin yürürlükten kalkmasıyla birlikte ETCK döneminde artık aranmasının gerekli olmadığı yönünde bkz. Erdem, (n. 17) 9, dp. 45. Ancak YCGK nın söz konusu kararının bu konuyu ilkesel olarak çözdüğü, bu nedenle ETCK nın 189. maddesinin ister mülga olsun ister olmasın yerinde olduğu yönünde bkz. Dönmezer, (n. 41) 144. 69  Y. 4. CD. E. 1987/1852 K. 1987/3032 T. 25.3.1987 <www.kazanci.com> Erişim Tarihi 4.11.2021. 112Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... olduğuna hükmetmişti.70 Şişenin fail tarafından kasten kırılmadığı ancak kırık bir şişenin saldırıda kullanıldığı bir diğer olaydaysa bu kırık şişeyi silah kapsamında kabul etmişti.71 Yargıtay ın söz konusu yorumundan hareketle örneğin cam şişenin fail tarafından mağdurun kafasına vurulmak suretiyle parçalanması halinde de silahın varlığından bahsetmemek gerekmektedir. Buna karşın TCK nın yürürlüğe girmesiyle birlikte artık Yargıtay hem kırık olmayan cam şişeyi hem de kırık cam şişeyi silah olarak kabul etmektedir.73 Kasten yaralama suçunda kullanılan bazı şeylerin saldırıda kullanılmasa dahi bizatihi silah niteliğine sahip olduğu kabul edilmektedir. 6136 sayılı Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanun74 ile 2521 sayılı Avda ve Sporda Kullanılan Tüfekler, Nişan Tabancaları ve Av Bıçaklarının Yapımı, Alımı, Satımı ve Bulundurulmasına Dair Kanun75 kapsamına giren şeylerin örnek olarak verilmesi mümkündür. Bu kapsamda 6136 sayılı Kanun un 1. maddesi uyarınca bıçaklarla salt saldırı ve savunmada kullanılmak üzere özel olarak yapılmış bulunan diğer aletlerin yine 4. maddesinin 1. fıkrası uyarınca kama, hançer, saldırma, şişli baston, sustalı çakı, pala,kılıç, kasatura, süngü, sivri uçlu ve oluklu bıçaklar, topuz, topuzlu kamçı, boğma teli veya zinciri, muşta ile salt saldırı ve savunmada kullanılmak üzere özel nitelikteki benzeri aletlerin TCK nın 6. maddesi uyarınca silah olarak kabulü gereklidir. Ancak her ne kadar 6136 sayılı Kanun da silah kavramına yer verilmişse de bu Kanun un amacındaki farklılığa dikkat etmek gereklidir. Nitekim 6136 sayılı Kanunla bu Kanun da öngörülen şeylerle suçun işlenmesinin önlenmesi istenmektedir.76 Bu nedenle de TCK nın 6. maddesi kapsamında sayılan ve silah olarak değerlendirilen şeyleri 6136 sayılı Kanunla sınırlı olacak şekilde ele almamak gerekir. Örneğin mekanizması mermiyi ateşlemeye elverişli olmayan bir tabanca 6136 sayılı Kanun kapsamında silah olarak 70  Y. 1. CD. E. 1996/4243 K. 1997/14 T. 21.1.1997 <www.kazanci.com> Erişim Tarihi 11.2.2021. 71  Suçta kullanılan şişenin sanık tarafından kırılıp, silah haline getirilmemiş olsa bile, şişenin kırık olduğu bilinerek kullanılmış olması itibariyle TCK.nun 189. maddesine göre silahtan sayılacağı ve bu itibarla TCK.nun 457/1. maddesinin uygulanmasını gerektireceği gözetilmeden yazılı gerekçe ile sözü geçen maddenin uygulanmaması suretiyle eksik ceza tayini, Bozmayı gerektirmiş Y. 4. CD. E. 1987/1019 K. 1988/43 T. 28.1.1988 <www.kazanci.com> Erişim Tarihi 11.2.2021. 72  Y. 3. CD. E. 2011/21788 K. 2012/38644 T. 19.11.2012 (Yaşar, Gökcan ve Artuç, (n. 57) 211) 73  Y. 3. CD. E. 2018/7619 K. 2018/17984 T. 21.11.2018 <www.kazanci.com> Erişim Tarihi 13.2.2021. 74  8458 sayılı 15.7.1953 sayılı Resmî Gazete de yayınlanarak yürürlüğe giren bu Kanun un ilk halinde Kanun un başlığı Ateşli Silahlar ve Bıçaklar Hakkında Kanun iken 2249 sayılı 6136 Sayılı Ateşli Silahlar ve Bıçaklar Hakkında Kanunun Başlığı ile 1, 2, 3, 4, 5, 12, 13, 14, 15, 16 ncı Maddelerinin ve Ek Maddesinin Değiştirilmesine ve Bu Kanuna iki Ek Madde ve Bir Geçici Madde Eklenmesine Dair Kanun ile şuan ki başlığını almıştır. Bkz. 16674 sayılı 22.6.1979 tarihli Resmî Gazete 75  17459 sayılı 15.9.1981 tarihli Resmî Gazete 76  Gözübüyük, (n. 3) 404. 113Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 kabul edilemeyecekse de tehdit suçunun işlenmesinde bu suçu nitelikli hale getirecektir.77 Yine örneğin kullanılmaya elverişli olmayan ve bu kapsamda mekanizması bozuk bir tüfek 6136 sayılı Kanun kapsamında silah sayılmayacakken, bu tüfeğin mağdura saldırıda fail tarafından sopa olarak kullanılması halinde artık silahın varlığının kabulü gerekir.78 Zira 6136 sayılı Kanun kapsamında yer alan bir şey TCK nın 6. maddesi kapsamında silah olarak kabul edilecekken, TCK nın 6. maddesinin 6136 sayılı Kanun a nazaran daha geniş olduğu belirtilmelidir.79 Aynı yorum, 2521 sayılı Kanun bakımından da geçerlidir. Elbette ki silah kullanmayarak suç işleyen bir kimsenin fiilinin ilk başta çok ağır olmayacağı söylenebilir. Nitekim kişilere karşı silahla gerçekleştirilen saldırıların daha fazla zararla sonuçlandığı görülmektedir. Bu kapsamda kişisel güvenliği tehlikeye sokan söz konusu durumla mücadele edebilmek adına cezanın daha fazla verilmesi gerekmektedir. Ancak bunun her bir somut olay bakımından ayrıca değerlendirilmesi zorunludur.80 Nitekim, TCK nın 6. maddesindeki tanım kapsamında silah olarak değerlendirilen bir şeyin, suçun temel şeklinde ya da nitelikli halinde silahın arandığı haller bakımından işlenen suç bakımından elverişli olması gerekmektedir. Burada silah olarak kabul edilen şeyin üretiminin ya da bulundurulmasının muhakkak suç oluşturmasıysa gerekli değildir. Suçun işlenmesinde araç olarak kullanılması yeterlidir.81 Suçun işlenmesinde kullanılan şey, bir suçun işlenmesiyle ilgili olarak elverişliyken başka bir suçta bu niteliği haiz olmayabilir.82 Örneğin kuru sıkı tabanca TCK nın 106. maddesinin 2. fıkrasının (a) bendinde öngörülen tehdit suçunu nitelikli hale getirmek bakımından aranan silah kavramı için elverişlidir.83 Nitekim Yargıtay ın da görüşü bu 77  Tezcan, Erdem ve Önok, (n. 50) 260. 78  Erdem, (n. 17) 5. 79  Köken, (n. 11) 35; Mahmutoğlu ve Karadeniz, (n. 59) 68. 80  ETCK nın 189. maddesinde değişiklik yapan 5435 sayılı Kanun un genel gerekçesi için bkz. T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, (n. 15) 2. 81  Mehmet Emin Artuk, Ahmet Gökcen, Mehmet Emin Alşahin ve Kerim Çakır, Ceza Hukuku Özel Hükümler (19. Bs., Adalet Yayınevi 2021) 83. 82  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. Örneğin Y. 8. CD. 2011/14915 E. 2012/922 K. 13.1.2012 T. kararında soba demirinin tehdit suçunda korkutucu niteliğe sahip olup olmadığının tartışılmamasını hukuka aykırı bulmuştur. (Karar metni için bkz. Yaşar, Gökcan ve Artuç, (n. 57) 216) 83  Mehmet Emin Artuk, Ahmet Gökcen ve A. Caner Yenidünya, Türk Ceza Kanunu Şerhi C. I, (2. Bs., Adalet Yayınevi 2014) 84. 114Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... yöndedir.84 Ancak kuru sıkı tabanca ile mağdura etkili ve yakın mesafeden ateş edilmesi halinde kasten yaralama suçu bakımından silahtan bahsedilebilecekken, oldukça uzak bir mesafeden mağdura ateş edilmesi halinde bahsedilmemelidir.85 Yine sopa, taş,86 kazma ve kürek gibi şeyler kasten yaralama suçunu nitelikli hale getirmek bakımından elverişliyken; bu şeyler TCK nın 314. maddesinde öngörülen silahlı örgüt suçu bakımından gereken elverişli silah niteliğini haiz değildir. Yine örgütün faaliyeti kapsamında işlenen suçlar bakımından örneğin failin mağdura kürekle saldırarak kasten yaralaması halinde silahla kasten yaralama suçunun varlığını kabul etmek gereklidir. Ancak söz konusu kürek, suç işlemek için örgüt kurma suçunun nitelikli hali bakımından aranan TCK nın 220. maddesinin 3. fıkrası uyarınca silah niteliğinde değildir.87 Bu nedenle TCK nın 6. maddesiyle her bir suç için uygulama alanı bulabilecek nitelikte genel bir silah tanımına yer verilmediği görülmektedir.89 Buna karşın söz konusu maddedeki silah tanımı, kasten yaralama suçu bakımından önemli ölçüde uygulanabilir niteliktedir. TCK nın 86. maddesinin gerekçesinde kasten yaralama suçunun silahla işlenmesiyle ilgili olarak TCK nın 6. maddesindeki silah tanımına bakılmasının gerektiğinden bahsedilmesi de bu kabulün benimsenmesinde etkili olmaktadır.90 Esasında bir şeyin ceza hukuku bakımından silah olarak kabul edilip edilemeyeceği sorusuna kolaylıkla olumlu ya da olumsuz şekilde cevap vermek olanaklı değildir. Nitekim söz konusu cevap bir anlamda duruma bağlı olup suçun hukuki konusunu ihlal etmeye uygun olmasını gerektirmektedir.91 Bu kapsamda TCK nın 6. maddesindeki 84  sanığın, elinde bulundurduğu kuru sıkı tabanca ile uzaklaşan arabanın arkasından ateş etmeye çalışması ancak silahın ateş almaması şeklindeki eyleminin silahın gerçek tabancadan görünüm olarak ayırt edilemeyen ve objektif ölçülere göre görünüşteki korkutuculuk özelliği nedeniyle herhangi bir söz söylenmese ve ateş edilmese bile, ağır ve haksız zarara uğratmayı bildirme niteliğinde sayılması karşısında, sanığın eyleminin tamamlanmış silahla tehdit suçunu oluşturduğu gözetilmeden, TCK nın 106/2-a ve aynı kanunun 35. maddeleri kapsamında kaldığı şeklindeki yanlış nitelendirme ve yasal olmayan gerekçe ile hüküm kurulması Y. 4. CD. E. 2018/7800 K. 2021/14897 T. 20.5.2021 <www.kazanci.com> Erişim Tarihi 27.10.2021. 85  Kuru sıkı tabancayla ya da kabzasıyla mağdura vurulması halindeyse kasten yaralama suçunun silahla işlendiğinin kabulünün gerekli olduğu yönünde bkz. Aydın, (n. 63) 57. 86  Taşın, tehdit ya da yağma suçunda silah olarak kabul edilmemesi, kasten yaralama suçunda kullanılması halinde kasten yaralama suçunun silahla işlendiğinin kabul edilmesi için bkz. Aydın, (n. 63) 57. Yine kasten yaralama suçunda kullanılan taşın silah olarak kabul edilmesi gerektiği yönünde bkz. Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Özel Hükümler (6. Bs., Adalet Yayınevi 2019) 220; Özbek, Doğan ve Bacaksız, (n. 63) 212; İlhan Üzülmez, Vücut Dokunulmazlığına Karşı Suçlar (1. Bs., Adalet Yayınevi 2013) 21. 87  Artuk, Gökcen ve Yenidünya, (n. 83) 84. 88  Kıldan ve Akdemir, (n. 21) 227. 89  Bu nedenle de öğretide söz konusu maddede silahın tanımının yapılmadığı ve esasında silahın türlerinin gösterildiği yönünde görüşler mevcuttur. Bkz. Tezcan, Erdem ve Önok, (n. 50) 259; Mahmutoğlu ve Karadeniz, (n. 59) 68. 90  Kıldan ve Akdemir, (n. 21) 227, 231. 91  Dursun Hoffmanns, (n. 16) 197, 201, 217. 115Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 silah tanımına giren bir şeyin, temel şeklinde ya da nitelikli halinde silaha yer veren her bir suç bakımından, silah olarak değerlendirilip değerlendirilemeyeceğinin hem ilgili suçun hem de somut olayın özellikleri dikkate alınarak ayrıca belirlenmesi gerekmektedir. III. Kasten Yaralama Suçunun Saldırı ve Savunma Amacıyla Yapılmış Olmasa Bile Fiilen Saldırı ve Savunmada Kullanılmaya Elverişli Diğer Şeyler ile mi İşlendiği Sorunu a. Genel Olarak Kasten yaralama suçunda silahın kullanılması faile avantaj sağlamakta,92 failin suçu işlemesini kolaylaştırmakta,93 ahlaki kötülüğünü ortaya koymakta,94 mağdur üzerinde yarattığı etki sebebiyle mağdurun korkusunu arttırmaktadır.95 Ayrıca mağdurun savunmasında güçlüğe sebebiyet vermesi ve mağdurda iz bırakma ihtimali de bu suçun silahla işlenmesinin nitelikli hal olarak öngörülmesinde etkilidir.96 Bu nedenle kasten yaralama suçunun silahla işlenmesinin nitelikli hal olarak öngörülmesi yerindedir.97 Buna karşın, kasten yaralama suçu bakımından silah olarak kabul edilen ve de TCK nın 6. maddesinin (f) bendinin 4. alt bendi kapsamında yer verilen ifadeden neyin anlaşılması gerektiği sorunludur. Hatta uygulamada mahkemelerin önlerine gelen olayda nelerin silah sayılıp sayılmadığına ilişkin tereddüt yaşadıklarının görüldüğü, Yargıtay ın kararlarına baktıkları,98 ancak tereddütlerini yenememeleri halinde sanık lehine yorum yaptıklarını dile getirdikleri görülmektedir.99 92  Artuk, Gökcen, Alşahin ve Çakır, (n. 81) 250; Dursun ve Hofmanns, (n. 16) 198. 93  Mehmet Fatih İçer, Uygulamada Karşılaşılan Tereddütlü Yönleriyle Yaralama ve Öldürme Suçları (1. Bs., Adalet Yayınevi 2019) 376. 94  Artuk, Gökcen, Alşahin ve Çakır, (n. 81) 249. 95  Centel, Zafer ve Çakmut, (n. 1) 159; Mustafa Özen, Ceza Hukuku Özel Hükümler (3. Bs., Adalet Yayınevi 2019) 241; Tezcan, Erdem ve Önok, (n. 50) 259; Kıldan ve Akdemir, (n. 21) 231. 96  Doğan Soyaslan, Ceza Hukuku Özel Hükümler (12. Bs., Yetkin Yayınları 2018) 176. 97  Sınar, Altunç, Keskin Kiziroğlu, Yıldız, Bostancı Bozbayındır, Erman, Eroğlu Erman, Kurt, Bayraktar ve Memiş Kartal, (n. 63) 153. 98  Örneğin Konya 8. Asliye Ceza Mahkemesi nin 759-882 sayılı 28.12.2015 tarihli kararında bu durum şu şekilde dile getirilmektedir: Yargıtay tarafından ağaçtan yapılan her bir eşyanın uygulamada silah sayılması gerekeceğine ilişkin belirlemelerin yapıldığı, bu kapsamda basit bir marangoz artığı tahta çubuğun, bir ekmek fırını önündeki basit bir ağaç dalının veya basılıp kırılan erik dalının silah sayılmasına karşın, beyzbol sopasının, minibüsçü tarafından özel hazırlanan meşe sopasının da silah sayıldığı görülmektedir. Konya 8. Asliye Ceza Mahkemesi nin söz konusu kararı için bkz. YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 99  Söz konusu durumu dile getiren İzmir 15. Asliye Ceza Mahkemesi nin 3.7.2012 gün ve 863-942 kararı için bkz. YCGK. E. 2014/3-92 K. 2014/325 T. 10.6.2014 <www.kazanci.com> Erişim Tarihi 27.10.2021. 116Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... b. Saldırı ve Savunma Amacıyla Yapılmış Olmasa Bile Fiilen Saldırı ve Savunmada Kullanılmaya Elverişli Diğer Şeyler İfadesine İlişkin Sorun 5435 sayılı Kanunla ETCK nın 189. maddesinde gerçekleştirilen değişikliğe karşın uygulamada değişikliğin amacına uygun bir içtihat geliştirilemediğinden ve böylece madde hükmüyle içtihat arasında ciddi bir uyumsuzluğun ortaya çıktığından yukarıda bahsedilmişti. Söz konusu uyumsuzluğun TCK nın 6. maddesinin (f) bendinin 1, 2, 3 ve de 5. alt bentleri bakımından olmasa da 4. alt bendi bakımından halen geçerli olduğu görülmektedir.100 Nitekim 4. alt bentte kullanılan ifade belirlilikten uzak ve yoruma oldukça açık olup farklı değerlendirmelere sebebiyet verebilecek niteliktedir.102 Bu kapsamda kasten yaralama suçunun adeta herhangi bir şey kullanılarak işlenmesi halinde söz konusu nitelikli halin uygulanması söz konusu olabilmektedir.103 Özellikle de hükümde yer alan diğer şeyler ifadesi kanunilik ilkesi ve bu kapsamda hukuki belirlilik ve öngörülebilirlik açısından sakıncalıdır. Zira hüküm bu haliyle neredeyse her türlü şeyi silah olarak kapsamına almaktadır.104 Ancak ceza hukukunun yalnızca toplumsal cezai ihtiyaçların karşılanmasına yönelik bir araç olmadığı, aynı zamanda devletin cezalandırma hakkını sınırlayarak bireyin özgürlüğünü korumak açısından suçlunun güvencesini oluşturduğu unutulmamalıdır.105 4. alt bent uyarınca kasten yaralama suçunda kullanılan her bir şeyin fiilen saldırı ve savunmada kullanılmaya elverişli olmak şartıyla, ne tür bir amaçla yapıldığına bakılmaksızın silah kapsamında değerlendirildiği görülmektedir. Elbette ki söz konusu şartın kullanılan her bir şey bakımından önemli bir sınırlama fonksiyonu gördüğü yadsınamasa da bunun yeterli olmadığı ifade edilmelidir. Ayrıca yukarıda da belirtildiği üzere özel olarak saldırıda ya da savunmada kullanılmak üzere bu aletin üretilmiş olması gerekli değildir.106 Hükümdeki temel ayırt edici ölçütü hükümde de yer verildiği üzere saldırı ve savunmada kullanılmaya elverişlilik oluşturmaktadır. Bu kapsamda şeyin, saldırı ve savunmada etkinliği sağlamak bakımından elverişli olması 100  Kıldan ve Akdemir, (n. 21) 244. 101 Samet Can Olgaç, Kasten Yaralama Neticesinde Ölüme Neden Olma Suçu: TCK 87/4 (1. Bs., Seçkin Yayıncılık 2016) 218. 102  Köken, (n. 11) 53. 103  Gökhan Taneri ve Gani Kamışlı, Kişilere Karşı İşlenen Suçlar, (1. Bs., Seçkin Yayıncılık 2018) 145. 104  Didar Özdemir Ekici, ‘Yargıtay Kararları Işığında Türk Ceza Hukukunda Silah Kavramı , İstanbul Üniversitesi – Cerrahpaşa Adli Tıp ve Adli Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, İstanbul 2019 1-2, 77. 105  Hilgendorf, (n. 6) 822. 106  Tezcan, Erdem ve Önok, (n. 50) 261-262. 117Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 gerekmektedir.107 Bu kapsamda yaralamaya sebebiyet verecek nitelikte olan ancak ilk bakışta silah olarak değerlendirilemeyen ve bu nedenle de bizatihi silah niteliğinde olmayan her bir şeyin silah olarak değerlendirilmesi mümkün olmaktadır.109 Elbette silahın kasten yaralama suçunda nitelikli hal olarak öngörülmesinin mantığına uygun olacak şekilde kullanılan bu şeyin silah olarak değerlendirilmesi mümkündür.110 4. alt bendin kaleme alınışında problem bulunmaktadır. Zira bu alt bent kapsamında yer alan şeyler özü itibariyle silah değildir.111 Nitekim tanımlar başlığını taşıyan bir maddenin işlevinin bu olacağı iddia edilebilirse de gerçekleştirilen tanımın kesin bir şekilde kaleme alınması halinde bu tanımlama çabasının faydalı olacağı belirtilmelidir.112 Ancak silah kavramı bakımından örneğin TCK nın 6. maddesinin (b) bendinde yer verilen çocuk tanımındaki gibi bir belirlilik söz konusu değildir. Nitekim kasten yaralama suçunun 4. alt bent uyarınca silahla işlendiğine ilişkin belirlemelerin yapıldığı somut olayların ironik bir şekilde medyada dahi gündeme getirildiği görülmektedir. Bu kapsamda örnek olarak failin mağdurun yüzüne çiğköfte dürümünü fırlatmasının iddianamede silahla yaralama olarak kabul edilmesi,113 yine annenin oğluna fırlattığı naylon terlik silah sayıldı,114 terlik ve leğenden sonra hortum da silah sayıldı115 şeklindeki haberler verilebilir. Yine failin mağdura temizlik fırçasını fırlatmasının Yargıtay tarafından silah sayılmasına ilişkin haberin devamında ise temizlik fırçası sizce silah sayılır mı? sorusuyla sokakta birden fazla kişiyle röportaj yapıldığı görülmektedir.116 Yine iddianamede ders kitabının silah sayılmasıyla ilgili olaraksa ders kitabı sizce silah sayılır mı? sorusuyla sokakta birden fazla kişiyle röportaj yapıldığı, çoğu kişinin silah sayılamayacağını söylediği, ardındansa haberin kitabın cehalete karşı en büyük silah olduğu biliniyordu ama 107  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 108  Kıldan ve Akdemir, (n. 21) 235; Artuk, Gökcen ve Yenidünya, (n. 83) 83. 109  Özbek, Doğan ve Bacaksız, (n. 63) 211. 110  Erman ve Özek, (n. 55) 126. 111  Artuk, Gökcen ve Yenidünya, (n. 83) 83. 112  Dursun ve Hoffmans, (n. 16) 220. 113  <https://www.ntv.com.tr/turkiye/cig-kofte-silah-sayildi-2-yil-hapisle yargilanacak,qIeznKiEmwk aQLXktFQ> Erişim Tarihi 20.11.2021. 114  <https://www.haberturk.com/gundem/haber/1320198-annenin-ogluna-firlattigi-naylon-terlik-silah-sayildi> Erişim Tarihi 20.11.2021. 115  <https://www.haberturk.com/gundem/haber/1311300-terlik-ve-legenden-sonra-hortum-da-silah-sayildi> Erişim Tarihi 20.11.2021. 116  <https://m.facebook.com/ShowAnaHaber/videos/temizlik-fir%C%Aasi-silah-sayildi/248055057327944/> (20.11.2021) 118Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... gerçek anlamda silah sayıldığı dava ilk olacak şeklinde bitirildiği görülmektedir.117 Elbette ki medyanın ceza hukukuna ilişkin bilgisindeki noksanlığın, kanuni tanımın sorunlu olduğunun göstergesi olarak kabul edilmesine tek gerekçe olamayacağı belirtilmelidir. Alman Ceza Kanunu nun (Al. CK) kişi ve konuya ilişkin kavramlar başlıklı 11. paragrafında ise bu kanunda geçen bazı kavramların tanımlandığı ancak TCK nın 6. maddesinde olduğu üzere silah şeklinde bir kavramınsa tanımlanmadığı belirtilmelidir. Bu kapsamda 4. alt bent kapsamına giren bir şeyle kasten yaralama suçunun, Al. CK daki karşılığını oluşturan tehlikeli yaralama başlığını taşıyan 224. paragrafına bakmakta fayda vardır. Zira söz konusu paragrafın 1. fıkrasında, yaralama suçunun silahla ya da diğer tehlikeli bir aletle işlenmesi, yaralama suçunun nitelikli hali olarak öngörülmüştür. Bunun nitelikli hal olarak öngörülmesindeki temeli silah olarak kullanılan şeyin mağdurun vücut dokunulmazlığıyla ilgili olarak ortaya çıkardığı potansiyel tehlikedeki ağırlık ve bu kapsamda önemli ölçüde tehlike yaratmaya elverişli olması oluşturmaktadır.118 Ancak burada fiilen meydana gelen zarar ya da tehlike değil, söz konusu tehlikeyi meydana getirmeye genel olarak elverişli olup olmama ve de potansiyel bir tehlike yaratıp yaratmama durumu dikkate alınmalıdır.119 Ayrıca söz konusu hükümde yaralama suçunun hayatı tehlikeye düşüren bir muamelede bulunarak işlenmesi de cezanın daha fazla verilmesini gerektiren bir nitelikli hal olarak düzenlenmiştir. Buradaki diğer tehlikeli bir alet ifadesi üst kavram olduğundan maddede örneğin bıçaktan bahsedilmemiştir.120 Öğretide silahın da esasen söz konusu üst kavram içinde yer aldığı belirtilmektedir.121 Al. CK uyarınca her ne kadar kullanılan aletin silah ya da tehlikeli bir alet olması arasındaki ayrımın belirlenmesi uygulanacak olan kanun hükmünde bir farklılık yaratmamaktaysa da söz konusu hükümle en azından tehlikeli aletleri ifade etmek üzere silah kavramının kullanılmaması yerindedir. Al. CK nın 224. paragrafına benzer bir düzenlemeye 1632 sayılı sayılı Askeri Ceza Kanunu nun Amire ve mafevka fiilen taarruz edenlerin cezaları başlıklı 91. 117  <https://www.youtube.com/watch?v=05VmLXdjkT> Erişim Tarihi 20.11.2021. 118  Hilgendorf, (n. 6) 812. 119  Erdem, (n. 17) 9. 120  Hilgendorf, (n. 6) 811. 121  Kristian Kühl, Lackner/Kühl, Strafgesetzbuch, (29. Aufl., Der Verlag C.H.BECK 2018) StGB § 224 Rn. 2. Yaygın kullanım dahi bu iki kavramı birbirinden ayırmadığından söz konusu iki kavramın birlikte kullanılmasının gerekli olmadığı yönündeki görüş için bkz. Dursun ve Hoffmanns, (n. 16) 215-216. 122  Değirmenci, (n. 9) 115. 123  1520 sayılı 15.6.1930 tarihli Resmî Gazete 119Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 maddesinin 2. fıkrasında Taarruz veya taarruza teşebbüs silahlı olarak veya bir hizmet esnasında veya toplu asker karşısında veyahut silah ve tehlikeli bir alet ile yapılmış ise beş seneden, az vahim hallerde bir seneden aşağı olmamak üzere suçluya hapis cezası verilir şeklinde yer verilmiştir. Hükümde tehlikeli bir alet ifadesine ayrıca yer verilmesi öğretide silah kavramından ateşli silahların anlaşılması gerektiği şeklinde yorumlanmaktadır.124 Kasten yaralama suçunda fail tarafından saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılan her bir şeyin muhakkak silah olarak değerlendirilmesinin gerekmediğinin altı çizilmelidir. Bu nedenle 4. alt bendin yürürlükten kaldırılması haklı olarak önerilmektedir. Zira hâkim işlenen suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında temel cezayı belirlerken TCK nın 61. maddesinin 1. fıkrasının (b) bendi uyarınca suçun işlenmesinde kullanılan araçları125 ve (e) bendi uyarınca da meydana gelen zarar veya tehlikenin ağırlığını dikkate alacaktır. Ancak bu öneri kabul edildiği takdirde artık nitelikli halden bahsedilemeyeceği ve temel cezanın kasten yaralama suçu açısından öngörülen cezanın alt ve üst sınırı arasında kalacağının bir kez daha vurgulanmasında fayda vardır. Kasten  yaralama  suçunda  kullanılan  şeyin  silah  olarak  değerlendirilip değerlendirilemeyeceği önem arz etmektedir. Nitekim ceza hukukunun temel hak ve özgürlüklerle olan doğrudan ilişkisi bunu gerektirmektedir.126 Her ne kadar normun amacını ortaya çıkarabilmek için daraltıcı, genişletici ya da ilerletici yoruma başvurulabilmesi mümkünse de kanunilik ilkesi karşısında ceza sorumluluğunun arttırılmasına sebebiyet verecek nitelikli haller bakımından geniş değil, dar yoruma 124  Ancak Askeri Yargıtay ın kaldırılmadan evvelki uygulamalarına bakıldığında örneğin kasaturayı, tehlikeli bir alet olarak değil, silah olarak kabul ettiği görülmektedir (As.Yrg.3.D., 9.1.1990, 16/9; As.Yrg.1.D., 26.9.2007, 1726/1899). Yine ateşli silahın ateşlenmediği ve dipçiğinin kullanıldığı durumu ise silah olarak değerlendirmektedir (As.Yrg.3.D., 22.4.2008, 1141/1135). Söz konusu kabulün temelindeyse 211 sayılı Türk Silahlı Kuvvetleri İç Hizmet Kanununun (10702 sayılı 9.1.1961 tarihli Resmî Gazete) askerlerin silah kullanma yetkilerini düzenleyen 87. maddesinin 1582 sayılı 4/1/1961 tarih ve 211 sayılı Türk Silâhlı Kuvvetleri İç Hizmet Kanununun 87 ve 88 inci Maddelerinin Değiştirilmesine Dair Kanun (14178 sayılı 5.5.1972 tarihli Resmî Gazete) ile değiştirilmesiyle birlikte silah kullanma tarzı kapsamında silahın dipçiğinin ve de kabzasının da kullanılmasından bahsedilmesinin yattığı belirtilmektedir. Yine uygulamada çakı bıçağının (As.Yrg.Drl.Krl., 6.12.1963, 2098/110), usturanın (As.Yrg.3.D., 23.5.1967, 22/231), falçatanın (As.Yrg.1.D., 9.3.1988, 229/212), jiletin (As.Yrg.1.D., 17.5.2000, 39/336), maket bıçağının (As.Yrg.Drl. Krl., 15.6.1995, 62/62), su borusunun (As.Yrg.Drl.Krl., 17.12.1998, 180/173), yemek çatalının (As.Yrg.1.D., 3.4.2003, 427/422), baltanın (As.Yrg.3.D., 23.01.2007, 85/84), tornavidanın (As.Yrg.4.D., 04.12.2007, 1960/1955), demir borunun (As.Yrg.4.D., 13.11.2007, 1805/1796) tehlikeli bir alet olarak kabul edildiği görülmektedir. Kararlarla ilgili olarak ayrıntılı bilgi için bkz. Değirmenci, (n. 9) 112-115. 125  Özdemir Ekici, (n. 104) 79. 126  Değirmenci, (n. 9) 84. 127  Hafızoğulları ve Özen, (n. 1) 23-24. 120Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... başvurulmalıdır. Şayet yapılan bu dar yorum, kanunun amacına hizmet etmiyorsa kanunda kullanılan ifadede değişikliğe gidilerek açıklığın sağlanması gereklidir. Uygulamada kasten yaralama suçunda su borusunun,128 terliğin,129 vileda sapının,130 şemsiye demirinin,131 çaydanlıktaki sıcak suyun ve çayın,132 kızgın yağın,133 hortumun,134 bira 128 Suçta kullanılan ve mağdurun kafa kemiğinde kırığa neden olan su borusunun 5237 sayılı Yasa nın 6/f-4 bendinde belirtilen saldırı ve savunma amacı ile yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şey olarak tarifi yapılan bu madde anlamında silah olarak kabul edilip hükmolunan temel hapis cezasının aynı Yasa nın 87/2-son maddesine göre 8 yıldan az olamayacağı halde yazılı şekilde karar verilmesi temyiz edenin sıfatına göre bozma nedeni yapılmamıştır. Y. 3. CD. E. 2006/9008 K. 2007/6596 T. 26.9.2007 <www.kazanci.com> Erişim Tarihi 7.10.2021. 129  Sanığın üzerine atılı basit kasten yaralama suçundan dolayı, seçimlik cezalardan hapis cezasına hükmedilmesi karşısında, bu cezanın adli para cezasına çevrilemeyeceği gözetilmeyerek 5237 sayılı TCK nin 50/2 nci maddesine aykırı davranılması ve sanığın eylemini 5237 sayılı TCK`nin 6/1-f.4 maddesine göre silahtan sayılan terlikle gerçekleştirmiş olması karşısında sanığın cezasında TCK`nin 86/3-e maddesine göre arttırım yapılmaması aleyhe temyiz olmadığından bozma nedeni yapılmamıştır… Mahkemenin kabulünün, katılanın sanığın görümcesi olduğu ve suç tarihinde sanığın evine geldiği, evde tanık Recep`i görünce sanığa sinkaflı bir şekilde küfür ettiği, bunun üzerine sanığın da aynı şekilde katılana sinkaflı şekilde küfür ederek yerden aldığı terliği katılanın gözüne vurduğu şeklinde olması karşısında sanık hakkında 5237 sayılı TCK`nin 29 uncu maddesinin uygulanıp uygulanmayacağı hususunun karar yerinde tartışılmaması, Y. 3. CD. E. 2013/13372 K. 2014/4349 T. 11.2.2014 <www.kazanci.com> Erişim Tarihi 7.10.2021. 130 Evli olan sanıkların aşamalarda değişmeyen beyanları ile beyanlara uygun doktor raporları ve dosya içeriğine göre mağdur sanıkların çıkan tartışma sonucu birbirlerini yaraladıkları, sanık S. T. nın yaralama fiilinde saldırıda kullanılmaya elvirişli TCK nin 6/1-f-4 maddesi kapsamında kalan vilada sapını kullandığı anlaşılmakla, sanıkların hangi tarafın haksız hareketi sonucu yaralama fiilini işlediklerinin tespit edilememesi karşısında tahrik altında yaralama suçunu işledikleri halde yazılı şekilde beraat kararı verilmesi, Y. 3. CD. E. 2014/41891 K. 2015/16137 T. 6.5.2015 <www.kazanci.com> Erişim Tarihi 7.10.2021. 131  Katılan ... ... ın aşamalarda istikrarlı olarak 5237 Sayılı TCK nin 6/1-f-4 maddesi gereği silahtan sayılan şemsiye demiri ile darp edildiğini bildirdiği, tanık ... in katılanın bu husustaki beyanını doğruladığı ve iddianamede de 5237 Sayılı TCK nin 86/3-e maddesinin uygulanması talep edildiği halde sanık hakkında TCK nin 86/3-e maddesinin gerekçe gösterilmeksizin uygulanmaması, Y. 3. CD. E. 2020/6445 K. 2020/11595 T. 23.9.2020 <www.kazanci.com> Erişim Tarihi 7.10.2021. Ancak ETCK dönemindeyse şemsiyenin ETCK nın 189. maddesi kapsamında silah olarak kabul edilmediği görülmektedir. Bkz. Y. 10. CD. E. 1997/3295 K. 1997/3358 T. 17.3.1997 <www.kazanci.com> Erişim Tarihi 25.10.2021. 132  Y. 2. CD. E. 2010/3910 K. 2010/26923 T. 29.9.2010 <www.kazanci.com> Erişim Tarihi 7.10.2021. Yargıtay ın sıcak suyu silah saymayarak verdiği aksi yöndeki kararı için bkz. Y. 2. CD. E. 2008/916 K. 2008/6405 T. 07.04.2008 (Kıldan ve Akdemir, (n. 21) 235, dp. 47). Nitelikli yaralama suçuyla ilgili olarak Al. CK nın 224. paragrafında geçen tehlikeli bir alet ifadesi bakımından kanunilik ilkesi gereği bu aletin maddi bir varlığa sahip olması gerektiği bu nedenle sıvıların ya da gazların bu kapsamda düşünülemeyeceği yönünde bkz. Detlev Sternberg Lieben, Schönke/Schröder Strafgesetzbuch Kommentar (30. Aufl., Der Verlag C.H.BECK 2019) StGB § 224, Rn. 6. Ancak sıvıların ya da gazların içinde olduğu kaplarınsa tehlikeli bir alet olarak kabulü mümkündür. Bkz. Bernhard Hardtung, Münchener Kommentar zum StGB Band 4 (4. Aufl., Der Verlag C.H.BECK 2021), StGB § 224 Rn. 15. 133  Y. 4. CD. 6627/8074, T. 21.9.1998 (Özbek, Doğan ve Bacaksız, (n. 63) 212, dp. 46) Kızgın yağın TCK nın 6. maddesinin (f) bendinin 5. alt bendi kapsamında değerlendirilmesi gerektiği yönündeki farklı görüş için bkz. Köken, (n. 11) 110. 134  Y. 3. CD. E. 2011/35503 K. 2012/45443 T. 24.12.2012 (Kıldan ve Akdemir, (n. 21) 237, dp. 60.) 121Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 bardağının,135 kemerin,136 ingiliz anahtarının,137 copun,138 orağın,139 sapının kullanıldığı keserin,140 yine sapının kullanıldığı baltanın,141 takozun,142 çiçek saksısının,143 televizyon kumandası 135  Y. 3. CD. 5399/3755, T. 2.5.2007 (Gürsel Yalvaç, Karşılaştırmalı – Gerekçeli İçtihatlı Türk Ceza Kanunu (1. Bs., Adalet Yayınevi 2008) 45); Y. 3. CD. E. 2012/19659 K. 2013/20885 T. 21.5.2013 (Kıldan ve Akdemir, (n. 21) 237, dp. 62.) 136  Y. 3. CD. E. 2012/15095 K. 2013/22034 T. 28.5.2013 (Kıldan ve Akdemir, (n. 21) 238, dp. 66.); Y. 3. CD. E. 2012/30479 K. 2013/24228 T. 11.06.2013 (Kıldan ve Akdemir, (n. 21) 239, dp. 72.) 137  Müştekinin beyanıyla uyumlu doktor raporunda tanımlanan yaralanmaların niteliği ve olayın özelliklerine göre, sanığın resmi nikahlı eşine karşı kasten yaralama eylemini 5237 Sayılı TCK nin 6/1-f-4 maddesi uyarınca silahtan sayılan İngiliz anahtarı ile gerçekleştirdiği anlaşılmakla, aynı olayda birden fazla nitelikli halin birleşmesi sebebiyle sanık hakkında 5237 Sayılı TCK nin 61. maddesi gereğince temel ceza tayininde alt sınırdan uzaklaşılması gerektiği gözetilmeden, yazılı şekilde karar verilmesi, Y. 3. CD. E. 2013/7726 K. 2014/1926 T. 22.1.2014 <www.kazanci.com> Erişim Tarihi 28.10.2021. 138  Y. 3. CD. E. 2012/18715 K. 2013/20083 T. 15/05/2013 (Kıldan ve Akdemir, (n. 21) 234, dp. 41) 139  Sanığın kardeşi olan katılanı 5237 Sayılı TCK nin 6/1-f-4 maddesince silahtan sayılan orak ile yaraladığı anlaşılmakla, 5237 Sayılı TCK nin 86/3-a-e bentlerini ihlal etmesi ve sanık hakkında aynı olayda iki ağırlaştırıcı neden bulunması gözetilerek 5237 Sayılı TCK nin 86/2. maddesi temel ceza tayininde alt sınırdan uzaklaşılması gerektiğinin gözetilmemesi, Y. 3. CD. E. 2018/2886 K. 2018/18573 T. 29.11.2018 <www.kazanci.com> Erişim Tarihi 11.2.2021. 140  Sanık hakkında müşteki ... in yaralama suçundan kurulan hükümde; müşteki ... in aşamalardaki sanığın kendisine keser sapı ile vurduğuna dair ısrarlı beyanı ve tanıkların olay esnasında sanığın elinde uzun bir cisim olduğuna dair ifadeleri ile tüm dosya kapsamına göre sanığın eylemini 5237 sayılı TCK nin 6/1-f-4 maddesine göre silahtan sayılan keser sapı ile gerçekleştirdiğinin anlaşılması karşısında sanığın cezasında 5237 sayılı TCK nin 86/3-e maddesine göre arttırım yapılmayarak eksik ceza tayin edilmesi, Y. 3. CD. E. 2020/9275 K. 2020/14257 T. 21.10.2020<www.kazanci.com> Erişim Tarihi 6.10.2021. Buna karşın ETCK döneminde testerenin sapının kullanılmasının silah kapsamında değerlendirilemeyeceğine ilişkin bkz. Testerenin sapıyla mı yoksa keskin kısmıyla mı yaralamanın meydana getirildiği tespit edilmelidir. Testerenin keskin kısmının kullanılması halinde silahla yaralama söz konusu olacağından şikâyetten vazgeçme nedeniyle kamu davasının ortadan kaldırılmasına karar verilemez. Y. 2. CD. E. 2005/2089 K. 2006/473 T. 26.1.2006 <www.kazanci.com> Erişim Tarihi 6.10.2021. 141  Sanığın, mağdurları TCK nin 6/1-f.4 maddesine göre silahtan sayılan balta sapı ve sopayla yaraladığının, mağdur ... beyanı ile mağdurların yaralanmasına ilişkin adli rapordan anlaşılması karşında, sanık hakkında kurulan hükümlerde TCK nin 86/3-e maddesinin uygulanmaması suretiyle eksik ceza tayini Y. 3. CD. E. 2020/6800 K. 2020/7468 T. 23.6.2020 <www.kazanci.com> Erişim Tarihi 3.11.2021. 142  Y. 3. CD. E. 2012/22700 K. 2013/24911 T. 13.06.2013 (Kıldan ve Akdemir, (n. 21) 239, dp. 74) 143  Sanığın, katılanı TCK nin 6/1-f. 4 maddesine göre silahtan sayılan çiçek saksısıyla yaraladığının dosyada mevcut 10.03.2015 tarihli CD Çözüm Tutanağı, katılan ve tanık beyanları ile doğrulanması karşında, sanığın eylemi neticesinde meydana gelen kırığın bu saksıyla oluşturulmadığından bahisle sanık hakkında kurulan hükümde TCK nin 86/3-e maddesinin uygulanmaması suretiyle eksik ceza tayini, Y. 3. CD. E. 2020/12063 K. 2020/16657 T. 18.11.2020 <www.kazanci.com> Erişim Tarihi 3.11.2021. 122Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... ve saç fırçasının,144 bastonun,145 bira şişesinin,146 rakı şişesinin,147 süpürge borusunun,148 144  Y. 2. CD. E. 2007/6840 K. 2007/7958 T. 04.06.2007 (Yalvaç, (n. 135) 45) 145  Sanıkların ve tanıkların beyanına, bu beyanları doğrulayan adli rapor içeriğine ve dosya kapsamına göre, katılan sanık ... yaralama eylemini 5237 Sayılı TCK nin 6/1-f-4 maddesi uyarınca silahtan sayılan baston ile gerçekleştirdiği halde, sanık hakkında 5237 Sayılı TCK nin 86/3-e maddesi uygulanmayarak eksik cezaya hükmolunması, Y. 3. CD. E. 2018/2326 K. 2018/17762 T. 19.11.2018 <www.kazanci.com> Erişim Tarihi 13.2.2021. ETCK döneminde Y. 4. CD. 2003/10732 sayılı kararıyla suçta kullanılan ve 70 cm. uzunluğunda, 2cm çapında, içi boş profil borudan yapılarak ucunda plastik takılı bulunduğu bilirkişi anlatımı ile belirlenen bastonun sivriltilerek ya da başka biçimde saldırı ve savunmaya elverişli bir alet haline getirilmediğini belirterek ETCK nın 189. maddesi anlamında silah olarak kabul edilemeyeceğini belirtmiştir. Y. 4. CD E. 2002/29020 K. 2003/10732 T. 4.11.2003 <www.kazanci.com> Erişim Tarihi 11.2.2021. Yine ETCK döneminde, saldırıda kullanılan su borusu (Y. 2. CD. E. 2001/18172 K. 2002/9314 T. 22.5.2002 <www. kazanci.com> Erişim Tarihi 11.2.2021) ve demir çubuk (Y. 2. CD. E. 2001/15174 K. 2002/6218 T. 11.4.2002 <www.kazanci.com> Erişim Tarihi 11.2.2021.) silah olarak kabul edilmemiştir. TCK dönemindeyse demir çubuğun silah olarak kabul edildiği görülmektedir. Y. 3. CD. E. 2010/6799 K. 2012/33874 T. 10.10.2012 (Kıldan ve Akdemir, (n. 21) 236, dp. 54). Ancak ETCK döneminde Yargıtay ın hangi gerekçeyle demir çubuğu silah saymadığı ancak tırnak makasının çakısını silahtan saydığının anlaşılamadığı yönünde eleştirildiği görülmektedir. Bkz. Erdem, (n. 17) 12.   ETCK döneminde silah olarak kabul edilmeyen baston şeklindeki otomobil kilidinin (Y. 4. CD. 4141/5159, 13.5.1998), krikonun (Y. 4. CD. 452/666, 3.2.1997 T.) TCK döneminde silah sayılacağı yönünde bkz. Özbek, Doğan ve Bacaksız, (n. 63) 212 146  Sanığın katılan ... ı TCK nin 6/1-f.4 maddesi uyarınca silahtan sayılan bira şişesi ile vurarak yüzünde sabit iz olacak şekilde yaraladığı olayda; TCK nin 86/1. maddesine göre belirlenen  1 yıl 6 ay hapis cezasının TCK nin 86/3-e maddesi uyarınca ( 1/2 ) oranında artırılarak 1 yıl 15 ay hapis cezası bulunması, TCK nin 87/1-c maddesi gereği belirlenen bu cezasının bir kat artım yapılarak 2 yıl 30 ay hapis cezası bulunması, cezanın beş yılın altında kalması halinde TCK nin 87/1-son maddesi gereğince beş yıla çıkartılması gerekirken cezanın 5 yıla çıkartılmadan yazılı şekilde eksik ceza tayini, Y. 3. CD. E. 2019/18611 K. 2020/2515 T. 10.2.2020 <www.kazanci.com> Erişim Tarihi 13.2.2021. 147  Y. 3. CD. E. 2009/23310 K. 2012/5257 T. 15.02.2012 (Kıldan ve Akdemir, (n. 21) 236, dp.51) 148  Mağdur ... hakkında Çardak Devlet Hastanesi nce tanzim edilen 15/06/2013 tarihli raporda, kafada 6 cm lik şişlik, sırtta sağ altta kızarıklık, ağrı, hassasiyet, sağ el işaret parmağında 2 cm lik kesi, sağ ön kolda 10 cm lik şişlik olduğu, sağ el işaret parmağını hareket ettiremeyen hastanın muhtemel tendon kesisinin olduğu, hastanın el cerrahının olduğu üst merkeze sevkinin uygun olup durum bildirir geçici rapor olduğu belirtilmiş, Denizli Devlet Hastanesi beyin cerrahi uzmanı tarafından verilen 27/06/2013 tarihli raporda, mağdurun yaralanmasının basit tıbbi müdahale ile giderilebileceği tespiti yapılmasına rağmen, aynı hastanenin aynı tarihli ortopedi uzmanı tarafından verilen raporunda, mağdurun sağ el 2. parmakta kesi sebebiyle Pamukkale Üniversitesi Hastanesi ortopedi kliniğinde tedavi görmüş olup, tedavi eden kurumca raporun verilmesinin uygun olacağının belirtildiği, dosya içeriğinde mağdurun elindeki kesi ile ilgili olarak yaralanmasının niteliği konusunda alınmış bir rapora rastlanılmadığı anlaşıldığından, tüm doktor raporları ve tedavi evraklarının varsa grafilerinin temin edilerek ilgili Adli Tıp Kurumuna gönderilip, mağdur ... nin yaralanmasının niteliği konusunda duraksamaya yer vermeyecek şekilde kati raporu alındıktan sonra, sanığın hukuki durumun tespit ve tayini gerektiği gözetilmeksizin eksik inceleme ile yazılı şekilde hüküm tesisi, b-) Mağdur annesini 5237 Sayılı TCK nin 6/1-f,4 maddesi uyarınca silahtan sayılan süpürge borusu ile yaralayan sanık hakkında TCK nin 86/3-a maddesi uyarınca artırım yapılmasına rağmen, uygulama maddesi olarak TCK nin 86/3-e maddesinin gösterilmemesi, Y. 3. CD. E. 2016/5656 K. 2016/20938 T. 21.12.2016 <www.kazanci.com> Erişim Tarihi 28.10.2021. 123Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 tuğlanın,149 tencerenin ve tavanın,150 beyzbol sopasının,151 leğenin (tabak benzeri bir cismin),152 av tüfeği dipçiğinin,153 cam sürahinin kullanılmasının 4. alt bent kapsamında silah olarak kabul edildiği görülmektedir. Elbette ki bu şeylerin her birinin soyut olarak silah sayılmaması gerektiği, somut olayda fiilen saldırıya elverişli şekilde kullanılması sebebiyle silah sayılması gerektiği ifade edilmelidir. Ancak bahsi geçen bu şeylerin bazısı bakımından (örneğin orakla, tuğlayla ve de cam sürahiyle ilgili olarak verilen kararda) bu şekilde bir değerlendirmenin yapılmadığı görülmektedir. 149  Sanığın yaralama eylemini saldırıda kullanmaya elverişli silahtan sayılan tuğla ile işlediği kabul edilmesine karşın, TCK nın 86/3-e maddesinin uygulanmaması, Y. 18. CD. E. 2019/23616 K. 2020/1873 T. 22.1.2020 <www.kazanci.com> Erişim Tarihi 13.2.2021. Buna karşın Y. 1. CD. ise 23.6.2008 tarihli kararında tuğlanın silahtan sayılamayacağını bu nedenle sanık hakkında TCK nın 86. maddesinin 3. fıkrasının (e) bendinin uygulanmasını bozma nedeni yapmıştır. Bkz. Erdener Yurtcan, Yargıtay Kararları Işığında Türk Ceza Kanunu (Genel Hükümler) Cilt I (2. Bs., Türkiye Barolar Birliği Yayınları 2015) 98-99. 150  Sanığın mağdur Kezbiban ı TCK nin 6/1-f.4 maddesine göre silahtan sayılan tencere ve tava ile yaraladığının mağdur beyanı ve yaralanmasına ilişkin alınan rapordan anlaşılmasına rağmen sanık hakkında kurulan hükümde TCK nin 86/3-e maddesinin uygulanmaması suretiyle eksik ceza tayini Y. 3. CD. E. 2019/16133 K. 2020/1893 T. 4.2.2020 <www.kazanci.com> Erişim Tarihi 13.2.2021. ETCK döneminde pamuk çapasının silah olarak kabul edilemeyeceği yönünde bkz. Y. 2. CD, 11248/11369, 23.9.1953 (Gözübüyük, (n. 3) 459) 151 Müştekinin aşamalarda suç tarihinde sanık tarafından beyzbol sopası ile yaraladındığı yönündeki anlatımları, müşteki hakkında Antalya Atatürk Devlet Hastanesi tarafından düzenlenen adli raporda sol göz altında hafif kızarıklık ve şişlik, sol ön kol radıus distalde 4-5 cm çizik, sıyrık ve 3x cm şişlik, karın orta bölgede 2 cm kızarıklık tespit edildiğinin bildirilmesi ve dosya kapsamı karşısında; sanığın eylemini 5237 Sayılı TCK nin 6/1-f-4 maddesi kapsamında silahtan sayılan beyzbol sopası ile işlediği sabit olduğu halde, cezasından 5237 Sayılı TCK nin 86/3-e bendi uyarınca artırım yapılmaksızın sanık hakkında eksik ceza tayin edilmesi, Y. 3. CD. E. 2020/14462 K. 2020/18545 T. 9.12.2020 <www.kazanci.com> Erişim Tarihi 25.10.2021. 152 sanık, mağdurla tanıkların soruşturma aşamasındaki beyanlarına ve dosya kapsamına göre, sanığın mağduru leğenle (tabak benzeri bir cisimle) yaralaması karşısında, sanığın eylemini TCK nin 6/1-f-4 maddesi kapsamında silahla gerçekleştirdiği anlaşılmakla, sanığın eyleminin TCK nin 86/2 ve 86/3-e maddeleri kapsamında kaldığı ve şikayete tabi olmadığı gözetilmeden, şikayetten vazgeçme sebebiyle sanık hakkındaki kamu davasının yazılı şekilde düşürülmesine karar verilmesi, Y. 3. CD. E. 2014/39565 K. 2015/13420 T. 15.4.2015 <www.kazanci.com> Erişim Tarihi 25.10.2021. 153  Kasten yaralama suçunda kullanılan av tüfeği dipçiğinin, 5237 Sayılı TCK nin 6/f-4 maddesi gereğince silahtan sayıldığı gözetilmeden, sanıklar hakkında aynı Kanun un 86/3-e maddesinin uygulanmaması suretiyle sanıklar ... ve ... hakkında eksik ceza tayin edilmesi… Sanıklar ... ve ... hakkında 5237 Sayılı TCK nin 87/3. maddesi kapsamında uygulama yapılırken, mağdurun vücudundaki kemik kırığının mağdurun hayat fonksiyonlarındaki etkisinin derecesinin tıbbi raporla belirlenmesinden sonra sanıklara 5237 Sayılı TCK nin 86/1. maddesi gereğince verilen temel cezada bu etkinin derecesine göre en fazla temel cezanın yarısına kadar arttırım yapılabileceği halde sanıklara verilen cezada, mağdurun vücudundaki kemik kırığının hayat fonksiyonlarına etkisinin derecesi tespit edilmeden, 5237 Sayılı TCK nin 87/3. maddesi gereğince alt sınırdan ayrılarak (1/6) oranında artırım yapılması, Y. 3. CD. E. 2015/29247 K. 2016/10893 T. 28.4.2016 <www.kazanci.com> (5.11.2021). ETCK dönemindeyse silah olarak kabul edilmemekteydi. Y. 4. CD. E. 1981/1043 K. 1981/1149 T. 5.3.1981 (Dönmezer, (n. 41) 143, dp. 53) 154 Sanığın suç tarihinde eşi olan mağduru 5237 Sayılı TCK nin 6/1-f-4 maddesince silahtan sayılan cam sürahi ile yaraladığı anlaşılmakla, 5237 Sayılı TCK nin 86/3-a-e bentlerini ihlal etmesi ve sanık hakkında aynı olayda iki ağırlaştırıcı neden bulunması gözetilerek 5237 Sayılı TCK nin 86/2. maddesi temel ceza tayininde alt sınırdan uzaklaşılması gerektiğinin gözetilmemesi, Y. 3. CD. E. 2020/4115 K. 2020/8057 T. 30.6.2020 <www.kazanci.com> Erişim Tarihi 18.11.2021. 124Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... Uygulamada kasten yaralama suçunda kullanılan şeyin bazı hallerde silah, bazı hallerdeyse silah olarak kabul edilmediğine ilişkin kararların verildiği görülmektedir. Nitekim Y. 3. CD. 2015/11169 sayılı kararında kasten yaralama suçunda kullanılan pet şişeyi mağdurenin beyanıyla uyumlu doktor raporunda tanımlanan yaralanmaların niteliği ve olayın özelliklerine göre 4. alt bent kapsamında silah olarak kabul etmişken;155 YCGK ise 2017/3-311 sayılı kararında sanık tarafından kullanılış biçimine göre mağdurun yaralanması sonucunu doğuracak elverişlilikte olmaması, yine kullanılış biçimine göre kavgada tokat veya yumrukla meydana getirilebilecek zarardan öte sanığa bir avantaj veya üstünlük sağlamaması, kavgada sanık tarafından etkin bir şekilde kullanılmaması ve dosyada mağdurun yaralandığına dair herhangi bir adli rapor da bulunmaması karşısında, su dolu 500 ml lik pet şişenin, kullanılış biçimine göre kasten yaralama suçu bakımından silah olarak nitelendirilemeyeceği kabul edilmelidir diyerek pet şişeyi 4. alt bent kapsamında silah olarak kabul etmemiştir.156 Nitekim somut olayın özellikleri esas alınmak suretiyle aracın kullanılış şeklinin oluşturduğu tehlike, şeyin silah olarak değerlendirilmesinde dikkate alınmalıdır. Bu nedenle ön bir kabulle kasten yaralama suçunda kullanılan bir şeyin silah olarak değerlendirilmesi ya da değerlendirilmemesi gerektiğinden bahsedilmemelidir. Buna karşın uygulamada, ön bir kabulle hareket edildiğine ilişkin kararların da bulunduğu görülmektedir.157 Her ne kadar kasten yaralama suçunun tabanca kabzası kullanılarak işlenmesi halinde Yargıtay burada silahla yaralama suçunun oluştuğunu kabul etmekteyse ve öğretide 155  Y. 3. CD. E. 2015/11169 K. 2015/27147 T. 5.10.2015 <www.kazanci.com> Erişim Tarihi 7.10.2021. 156  YCGK. E. 2017/3-311 K. 2019/112 T. 19.2.2019 <www.kazanci.com> Erişim Tarihi 7.10.2021. 157  Mağdurun ilk ifadesinde sanığın kendisine kafa ile vurduğunu beyan etmesi, sanığın tahta ile vurduğunu ilk kez duruşmada dile getirmesi, mağdurun adli raporundaki tespitler ve tüm dosya kapsamı nazara alındığında sanığın üzerine atılı eylemi silahtan sayılan sopa veya piknik tüpü ile işlediğine dair yeterli delil olmadığı nazara alınıp, eylemin TCK nin 86/2 maddesi kapsamında basit kasten yaralama suçu olduğunun gözetilip, şikayetten vazgeçme sebebiyle TCK nin 73/4-6, CMK nin 223/8. maddeleri uyarınca düşürülmesi gerektiğinin gözetilmemesi, Y. 3. CD. E. 2015/27934 K. 2016/7954 T. 30.3.2016 <www. kazanci.com> Erişim Tarihi 13.2.2021. Dikkat edileceği üzere burada Y. 3. CD. sopanın ve piknik tüpünün kullanılış şeklini dikkate almaksızın ön bir kabulle her ikisinin de silahtan sayıldığını belirtmiştir. Dosya kapsamına, taraf ve tanık anlatımına özellikle de mağdurun hazırlık aşamasındaki anlatımına göre, yaralanmanın silahtan sayılan sandalye ile gerçekleşip gerçekleşmediği ve olayda TCK nin 86/3-e maddesinin uygulanıp uygulanmayacağı hususunun tartışılması gerektiğinin gözetilmemesi, Y. 1. CD. E. 2021/11336 K. 2021/15011 T. 15.12.2021 Erişim Tarihi 18.4.2022. Dikkat edileceği üzere burada Y. 1. CD. de sandalyenin kullanılış şeklini dikkate almaksızın ön bir kabulle silahtan sayıldığını belirtmiştir. 158 Y. 3. CD. E. 2020/15 K. 2020/3089 T. 17.2.2020; Y. 6. CD. E. 2014/5757 K. 2017/3522 T. 17.10.2017 <www.kazanci.com> Erişim Tarihi 13.2.2021. 125Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 de bu yönde görüşler olsa da aksi yönde görüşlerin de savunulduğu görülmektedir.160 Buna karşın öğretide oyuncak tabancanın kabzasıyla mağdura vurulmuşsa dahi artık kasten yaralama suçunun silahla işlendiğinin kabul edilmesi gerektiği yönünde görüşler de mevcuttur.161 Ancak Yargıtay oyuncak tabancayı tehdit suçu bakımından silah olarak kabul etse de ve öğretide bu yönde görüşler olsa da bu durum, oyuncak tabancanın kullanıldığı somut olayın özelliklerinin ve de bu tabancanın kullanılış şeklinin dikkate alınmaması nedeniyle eleştirilmelidir.164 Hatta bu kapsamda örneğin A nın oyuncak tabancayı B nin başına doğrultarak ateş eder gibi yapması neticesinde B nin bu nedenle şok geçirerek kekeme kalması halinde bu durumun TCK nın 86. maddesinin 1. fıkrasında belirtilen sağlığının ya da algılama yeteneğinin bozulması kapsamında kaldığı belirtilmektedir.165 Nitekim kasten yaralama suçunun neticesi TCK nın 86. maddesinde başkasının vücuduna acı verme, sağlığının ya da algılama yeteneğinin bozulması şeklinde ifade edilmektedir.166 Ancak söz konusu neticelerin meydana gelmesi bakımından elverişli olması halinde tabancanın dolu ya da boş, sağlam ya da bozuk, gerçek ya da oyuncak olması (ilk bakışta anlaşılmadığı sürece) arasında herhangi bir ayrım yapılması yerinde değildir.167 Önemli olan şeyin kullanılış şekli, etkilenen vücut kısmı ve mağdurun özellikleridir. Yani somut olayda mağdur için tehlike oluşturacak şekilde kullanılması gereklidir.168 Örneğin bir kimsenin sırtına tabancanın kabzasıyla basit bir şekilde vurulması halinde suçun silahla işlendiğinden bahsedilmemelidir. Kasten yaralama suçunun işlenmesinde kullanılan tabancanın kabzasının, suçla korunan hukuki varlık veya menfaatin üzerinde özel bir tehlike yaratıp yaratmadığının dikkate alınması gereklidir. Şayet özel bir tehlike yaratıyorsa bu suçun silahla işlenmiş olarak kabul edilmesi yerinde olacaktır.169 Aynı yorum kuru sıkı tabanca bakımından da geçerlidir. Öğretide ileri sürülen bir görüşe göre silah etkisini oluşturmaya elverişli her bir şeyin 159  Aydın, (n. 63) 57. 160  Soyaslan, (n. 96) 176; Sınar, Altunç, Keskin Kiziroğlu, Yıldız, Bostancı Bozbayındır, Erman, Eroğlu Erman, Kurt, Bayraktar ve Memiş Kartal, (n. 63) 153. 161  Artuk, Gökcen, Alşahin ve Çakır, (n. 81) 250. 162  Y. 4. CD. E. 1991/2956 K. 1991/4226 T. 21.6.1991 <www.kazanci.com> Erişim Tarihi 7.10.2021. 163  Mahmutoğlu ve Karadeniz, (n. 59) 70. 164  Erman ve Özek, (n. 55) 125; Centel, Zafer ve Çakmut, (n. 1) 161. 165  Tezcan, Erdem ve Önok, (n. 50) 263-264. 166  Toroslu ve Toroslu (n. 1) 46. 167  Erman ve Özek, (n. 55) 125. 168  Ralf Eschelbach, Beck sche Online-Kommentare BeckOK (50. Ed., 2021), StGB § 224 Rn. 25 169  Erdem, (n. 17) 10, dp. 51. 126Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... objektif olarak değerlendirilerek silah olarak kabul edilmesi gereklidir.170 Ancak kasten yaralama suçunun işlenmesinde kullanılan şeyin silah olarak nitelendirilebilmesi için kullanılan şeyin bizatihi tehlikeliliğinin belirleyici olmadığının altı çizilmelidir.171 Nitekim Al. CK nın 244. paragrafı uyarınca da tehlikeli alet, aletin objektif yapısı ve somut olaydaki kullanım şekli dikkate alınarak ciddi bir yaralanmaya sebebiyet verebilecek herhangi bir şey olarak kabul edilmektedir.172 Bu kapsamda bir aletin kasten yaralama suçunun işlenmesinden evvel tehlikeli ya da tehlikesiz şeklinde sınıflandırılması söz konusu değildir.173 Nitekim söz konusu nitelendirme, şeyin somut olaydaki kullanılış şekline göre belirleneceğinden, genel itibariyle tehlike yaratmaya elverişli olmayan bir şeyin kullanılış şekline göre silah olarak kabul edilmesi mümkün olduğu gibi, tam tersi de yani genel itibariyle tehlike yaratmaya elverişli bir şeyin kullanılış şekli açısından silah olarak kabul edilmemesi de mümkündür.174 Örneğin ayakkabı bağcığı esasında tehlikeli değilken, kullanılış şekline göre tehlikeli bir şey olabilir.175 Ancak ilk olasılık bakımından kasten yaralama suçundan dolayı failin cezasının arttırılabilmesi için failin mağduru yaralama kastıyla hareket etmesi gereklidir. Örneğin yolda yürürken gördüğü taşı, yalnızca ne kadar uzağa atabileceğini denemek amacıyla fırlatan ancak o esnada orada geçmekte olan ancak görmediği bir başkasına isabet ettiren kimse kasten yaralama suçunu işlemiş olarak kabul edilmez. Bu nedenle kasten yaralama suçunun nitelikli halini oluşturan suçun silahla işlenmesinden dolayı ceza sorumluluğu da söz konusu olamaz.176 İkinci olasılığa örnek olaraksa makas verilebilir. Genel itibariyle tehlikeli sayılması mümkün olan makasın, mağdurun sadece saçını kesmek amacıyla kullanılması halinde silah olarak değerlendirilmemesi gereklidir.177 Bu nedenle Al. CK nın 224. paragrafında yer alan alet ifadesinden evvel tehlikeli şeklinde bir sıfata yer verilmesinin yerinde olmadığı, zira tehlikenin söz konusu aletin kullanım şekline bağlı olduğu bu nedenle de tehlikenin alete ilişkin 170  Erman ve Özek, (n. 55) 125; Centel, Zafer ve Çakmut, (n. 1), 160. 171  Hans Ullrich Paeffgen ve Martin Böse, Nomos Kommentar Kindhäuser/Neumann/Paeffgen, Strafgesetzbuch (5. Aufl., Nomos Verlag 2017) StGB § 224, Rn. 12. 172  Dennis Bock, Strafrecht Besonderer Teil 1 (4. Aufl., Springer-Verlag 2018) 128. 173  Hilgendorf, (n. 6) 812. 174  Erdem, (n. 17) 9. 175  Georg Küpper ve René Börner, Strafrecht Teil 1 (4. Aufl., Springer Verlag Berlin 2018) 66. 176  Hardtung, (n. 132) Rn. 17. Ancak ETCK döneminde Yargıtay taşı ve taşla aynı etkiyi gösteren tel zımbanın silah olmadığını belirtmiştir. Bkz. Y. 2. CD. 5334/8594 16.6.1999 (Özbek, Doğan ve Bacaksız, (n. 63) 212, dp. 41). TCK dönemindeyse taşın silah olarak kabul edildiği görülmektedir. Bkz. Y. 3. CD. E. 2010/6166 K. 2012/28228 T. 03.07.2012 (Kıldan ve Akdemir, (n. 21) 236, dp. 52) 177  Erdem, (n. 17) 9, dp. 47. 127Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 değil kullanılış şeklinin bir özelliği olduğu haklı olarak dile getirilmektedir.178 Bu nedenle 4. alt bendin yürürlükten kaldırılarak, söz konusu durumun nitelikli hal olarak kabul edilmesi isteniyorsa TCK nın 86. maddesinin 3. fıkrasının (e) bendinin silahla ya da kullanımı itibariyle tehlike yaratan herhangi bir aletle işlenmesi şeklinde düzenlenmesi daha yerinde olacaktır. Bir diğer öneri ise TCK nın 6. maddesinin (f) bendinde silah kavramı yerine silahın da içinde yer aldığı tehlikeli bir şekilde kullanılan herhangi bir alet ya da silah kavramının yanında tehlikeli bir şekilde kullanılan herhangi bir alet ifadesinin kullanılması olabilir. Getirilen bu önerilerin, mevcut düzenleme bakımından dile getirilen belirlilikten uzak ve yoruma oldukça açık olduğuna ilişkin eleştirileri gidermeye elverişli olmadığı yönünde eleştirilmesi mümkündür. Nitekim her bir somut olay bakımından ayrıca değerlendirmeyi gerektirmektedir. Ancak söz konusu ifade kasten yaralama suçunda saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeylerin tehlikeli bir şekilde kullanılmaması halinde nitelikli hal olarak uygulanmasına engel olacaktır. Nitekim 4. alt bentte yer alan ifade somut olayın dikkate alınmaksızın, soyut olarak bir şeyin saldırı ve savunmada kullanılmaya elverişli diğer şey şeklinde yorumlanmasını ve ön bir kabulle hareket edilmesini mümkün kılar niteliktedir. Somut olayda mağdurun özellikleri, şeyin kullanım yoğunluğu, etkilenen vücut kısmı bu değerlendirmede etkili olmaktadır. Şayet kullanılan şey, tehlikeli şekilde kullanılmamışsa örneğin silah olarak değerlendirilen tabancayla ya da tehlikeli bir şey olarak değerlendirilmesi mümkün olan plastik copla mağdurun sırtına ya da kalçasına hafif bir şekilde vurulmuşsa artık bu nitelikli halin uygulanmasından bahsedilmemelidir. Zira olayda silah ya da tehlikeli bir şey vardır ancak bunların tehlikeli bir şekilde kullanılması söz konusu olmadığından kasten yaralama suçu silahla işlenmemiş olarak kabul edilmelidir. Bu kapsamda örneğin Al. CK nın 224. paragrafıyla ilgili olarak uygulamada kullanılış şeklinin dikkate alınmak suretiyle hançerin, sopanın, buz hokeyi sopasının, şişenin, bira bardağının, elektro şok cihazının, sandalyenin ayağının, halı çırpıcının, demir çubuğun, ingiliz anahtarının, çıplak vücuda uygulanan bisiklet zincirinin, muştanın, jiletin, motorlu aracın sürülmesinin, yüze uygulanan elbise askısının, yerde yatan kişiye fırlatılan dolabın, bıçak gibi kullanılan makasın, köpeğin saldırtılmasının, göze saplanan kurşun kalemin ya da kürdanın tehlikeli alet olarak kabul edildiği görülmektedir.179 178  Hardtung, (n. 132) Rn. 20. 179  Sternberg Lieben, (n. 132) Rn. 4, 4. 128Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... Öğretide yer alan bir görüş yanmakta olan sigaranın vücuda bastırılması halinde özel bir tehlike yaratmaya elverişlilik söz konusu olmadığından bu fiilin silahla işlenmiş sayılmasından bahsedilemeyeceği yönündedir.180 Yargıtay ise söz konusu durumda yanmakta olan sigaranın silah olduğu görüşüne sahiptir.181 Ancak bu konuda en başta kesin bir hükme varmak yerine yanmakta olan sigaranın kullanılış şeklinin ve ortaya çıkardığı neticenin dikkate alınarak hükme varılması daha yerindedir. Bu kapsamda şartları oluştuğu takdirde yanmakta olan sigaranın da silah değerlendirilmesi mümkündür.182 Zira kasten yaralama suçunda daha önce de belirtildiği üzere kullanılan şeyin niteliğinin, kullanılış şeklinin, mağdurun özelliklerinin de dikkate alınmak suretiyle potansiyel bir tehlike yaratmaya elverişli olup olmadığı dikkate alınmalıdır.183 Bu  kapsamda  örneğin  kurşun  kalem  bizatihi  tehlikeli  bir  araç  olarak nitelendirilemeyecekken, bebeğin bıngıldağına saplandığında söz konusu kabul geçerli olmayacaktır.184 Nitekim Y. 3. CD. 2018/13433 sayılı kararında kullanılan şeyin silah olarak değerlendirilebilmesi için bu şeyin yapısının, olayda kullanılış şeklinin, suçun icrası sırasında ayrı bir bilinçle kullanılıp kullanılmadığının, vuruş şiddetinin, hedef alınan yerin, mağdurun özelliklerinin dikkate alınmak suretiyle suçla korunan hukuki varlık veya menfaat üzerinde özel bir tehlike yaratmaya elverişli olmasının gerektiğini belirtmiştir.185 Yine YCGK da 2019/606 sayılı kararıyla kasten yaralama suçu bakımından, yumruğun ya da tokadın ortaya çıkarabileceği zararın ötesinde yaralanmaya neden olabilen ve de yaralama tehlikesini barındıran, faile suçun işlenmesi bakımından avantaj ve üstünlük sağlayan, mağdurda ise korkutucu ve caydırıcı etki doğurarak mağdurun suça karşı direncini kırmak bakımından elverişli olan ve bu kapsamda saldırı ve savunmada etkin bir şekilde kullanabilecek nitelikte olduğunu belirtmek suretiyle koltuk değneğinin 4. alt bent kapsamında değerlendirilmesi gerektiğini bu nedenle ilk derece mahkemesince koltuk değneğinin silah olarak kabul edilmemesini hukuka aykırı bulmuştur. Böylelikle, saldırı ya da savunmada etkin şekilde kullanılan her bir şeyin, yapısı, kullanılış şekli ve de elverişlilik kriterinin dikkate alınması gerektiğine vurgu yapmıştır.186 Ancak YCGK nın önüne gelen bu olayda failin sağ bacağı tamamıyla 180  Erdem, (n. 17) 9. Aksi yönde bkz. Köken, (n. 11) 110. 181  Y. 3. CD. E. 2011/7911 K. 2012/24003 T. 11.06.2012 (Bkz. Kıldan ve Akdemir, (n. 21) 239, dp.71) 182  Eschelbach, (n. 168) Rn. 29. 183  Erdem, (n. 17) 9-10. 184  Paeffgen ve Böse, (n. 171) Rn. 14a. 185  Y. 3. CD. E. 2017/18534 K. 2018/13433 T. 20.9.2018 (Bkz. Salih Kocalar ve Yunus Biçen, Kasten Yaralama Suçu Örneğinde Genel Hükümler, (1. Bs., Seçkin Yayıncılık 2019) 154) 186  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 129Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 kopuktur ve fail, kendince yaptığı bir koltuk değneğini kasten yaralama suçunda araç olarak kullanmıştır. Bu olayda failin tek ayağının üzerinde durmak suretiyle koltuk değneğiyle mağdura vurmasının ve bunun mağdurda yarattığı etkinin, beyzbol sopasını kullanan ve de iki bacağı da bulunan bir failin fiiliyle aynı olmadığı ortadadır. Nitekim YCGK nın önüne gelen bu olayda failin mağdura koltuk değneğiyle vurmasının ardından dengesini kaybederek düştüğü ve mağdurun söz konusu fiil neticesince basit tıbbi müdahaleyle giderilebilecek şekilde yaralandığı alınan adli rapordan anlaşılmaktadır.187 Bu kapsamda YCGK nın somut olayın koşullarını dikkate almayarak koltuk değneğini silahtan sayması yerinde değildir. Öğretide YCGK nın söz konusu 2019/606 sayılı kararının ardından uygulamada kullanım şekli ve doğurduğu sonuçlar dikkate alınmak suretiyle herhangi bir aletin kullanılması halinde silah olarak kabul edilmeye başlandığı belirtilmektedir.188 Fail şayet bedeni kuvvetini mağdura karşı uygularken, kendisini avantajlı konuma getiren, mağdurun üzerindeyse tehlike yaratmaya elverişli olan örneğin parmağındaki büyükçe bir yüzükle mağdura yumruk atarsa bu durumda artık kasten yaralama suçunun silahla işlendiğinden bahsedilmesi gereklidir.189 Bu kapsamda örneğin Almanya da uygulamada şayet failin ayağındaki ayakkabıyla birlikte mağdura saldırması halinde ayakkabı sağlam ya da ağırsa yahut da böyle bir özelliğe sahip olmamasına karşın örneğin mağdurun midesi gibi hassas bir bölgesi hedef alınmışsa ya da sert bir şekilde kullanılmışsa ayakkabının tehlikeli bir alet olduğu kabul edilmektedir. Hatta oldukça hafif bir ayakkabı giyen failin yerde yatan örneğin 72 yaşındaki mağdura vurması halinde de söz konusu hafif ayakkabının tehlikeli bir alet olarak kabulü gerektiğinden bahsedilmektedir. Buna karşın örneğin kayak ayakkabısıyla basit bir tekmenin atılması halindeyse yine tehlikeli bir aletin varlığı kabul edilmelidir.191 Nitekim Yargıtay da ayaktaki postala benzeyen bir ayakkabıyı, yine herhangi bir nitelendirme yapmaksızın 187  Konya 8. Asliye Ceza Mahkemesi ise 28.12.2015 tarih ve 759-882 sayılı kararı için bkz. YCGK. E. 2017/3377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 188  Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu – Uygulamalı Türk Ceza Kanunu Şerhi 3. Cilt Madde 86-140, (1. Bs., Adalet Yayınevi 2021) 3256. 189  Y. 3. CD. E. 2012/20159 K. 2013/19468 T. 13/05/2013 (Kıldan ve Akdemir, (n. 21) 241, dp. 89) 190  Yine failin ayağındaki buz pateni ayakkabısının da bu kapsamda değerlendirilebileceği yönünde bkz. Kıldan ve Akdemir, (n. 21) 241. 191  Sternberg Lieben, (n. 132) Rn. 4. 130Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... ayakkabıyı silahla yaralama olarak kabul etmektedir.192 Buna karşın Yargıtay ın herhangi bir özellik arz etmeyen ayakkabının silah olarak kabul edilemeyeceği yönünde kararının da bulunduğu belirtilmelidir.193 Ancak çalışmada da belirtildiği üzere ön bir kabulle kasten yaralama suçunda kullanılan bir şeyin silah olarak kabul edilip edilmemesi yerine somut olayın tüm koşullarına göre bir değerlendirme yapılması neticesinde kanaate varılması yerinde olacaktır. c. Saldırı ve Savunma Amacıyla Yapılmış Olmasa Bile Fiilen Saldırı ve Savunmada Kullanılmaya Elverişli Diğer Şeylerle İlgili Olarak Özellik Arz Eden Bazı Hususlar 1. Hayvanın Bu Kapsamda Yer Alıp Almadığı Meselesi Öğretide kasten yaralama suçu bakımından hayvanın da silah olarak sayılmasının mümkün olduğu, örneğin köpeğin kasten yaralama suçu bakımından elverişli olması nedeniyle 4. alt bent kapsamında silah olarak kabul edilmesi gerektiği savunulmaktadır.194 Bu kapsamda A nın köpeğini B yi ısırması için saldırtması örnek olarak verilebilir.195 Bu görüşe göre köpeğin ısırması ile karna bıçak sokulması arasında bir fark bulunmadığı gibi bir objenin silah sayılabilmesi için insanın bedeni üzerinde ne şekilde bir etki 192  Y. 3. CD. E. 2009/5509 K. 2012/2448 T. 24.01.2012; Y. 3. CD. E. 2009/23644 K. 2012/5943 T. 21.2.2012; Y. 3. CD. E. 2012/12928 K. 2013/17838 T. 02.05.2013 (Karar metinleri için bkz. Kıldan ve Akdemir, (n. 21) 241, dp. 90.) Yargıtay ın bu yaklaşımın yerinde olduğu yönünde bkz. Tezcan, Erdem ve Önok, (n. 50) 261. 193 Y. 3. CD. 5904/21237, 26.12.2016 (Mustafa Artuç, Kişilere Karşı Suçlar (2. Bs., Adalet Yayınevi 2018) 431, dp. 794) 194 Yaşar, Gökcan ve Artuç, (n. 57) 159; Tezcan, Erdem ve Önok, (n. 50) 261. Örneğin Almanya da köpek, yaralama suçunun işlenmesinde kullanıldığında tehlikeli bir alet olarak kabul edilmektedir. Bkz. Sternberg Lieben, (n. 132) Rn. 4. 195  Burada Hayvanın tehlike yaratabilecek şekilde serbest bırakılması başlığını taşıyan ve Gözetimi altında bulunan hayvanı başkalarının hayatı veya sağlığı bakımından tehlikeli olabilecek şekilde serbest bırakan veya bunların kontrol altına alınmasında ihmal gösteren kişi, altı aya kadar hapis veya adlî para cezası ile cezalandırılır şeklinde kaleme alınan TCK nın 177. maddesinin üzerinde durulmasında fayda vardır. Şayet bir kimse Gözetimi altında bulunan hayvanı başkalarının hayatı veya sağlığı bakımından tehlikeli olabilecek şekilde serbest bırakmışsa veya bunların kontrol altına alınmasında ihmal göstermişse ve bu nedenle hayvanın bir kimseyi ısırarak yaralanmasına sebebiyet vermişse, yaralama suçundan dolayı bu hayvanı bırakan kimsenin sorumluluğu sahip olduğu manevi unsura göre belirlenmelidir. Nitekim yaralama suçunun kasten ve bu kapsamda olası kastla ya da taksirle ve bu kapsamda basit ya da bilinçli taksirle işlenmesi mümkündür. Bkz. Özbek, Doğan ve Bacaksız, (n. 63) 213. Nitekim Yargıtay ın da görüşü de bu yöndedir: Sanığın, bekçilik yaptığı inşaat alanında, ipini saldığı köpeklerden birinin mağdura saldırarak ısırması sonucu yaraladığı, TCK nın 177. maddesinde  ...veya gözetimi altında bulunan hayvanı başkalarının sağlığı bakımından tehlikeli olabilecek şekilde kontrol altına almakta ihmal gösteren halinin suç olarak düzenlendiği, maddede belirtilen suçun tehlike suçu olduğu, somut olayda ise kişinin yaralanmış olması sebebiyle şikayete bağlı olan TCK nın 89/1. maddesi kapsamında zarar suçunun da oluştuğu, taksirle yaralama suçundan şikayetten vazgeçilmiş olması karşısında, sanık hakkında CMK nın 226. maddesi uyarınca TCK nın 177. maddesinden ek savunma hakkı tanınarak bu suçtan mahkumiyet hükmü kurulması gerektiği halde, yanlış değerlendirme sonucu taksirle yaralama suçundan şikayetten vazgeçme sebebiyle davanın düşmesine karar verilmesi, Y. 12. CD. E. 2016/5424 K. 2018/951 T. 5.2.2018 <www.kazanci. com> Erişim Tarihi 26.10.2021. 131Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 gösterdiğinin de önemi bulunmamaktadır.196 Ayrıca hayvanın eşya olarak kabul edilmesi de bu görüşün benimsenmesinde etkili olmaktadır.197 Yargıtay ın da kasten yaralama suçuyla ilgili görüşü bu yöndedir.198 Hayvanın kasten yaralama suçunda silah olarak kabul edilmesi durumuyla tutarlı olabilmek adına örneğin isnat yeteneği bulunmayan bir insanın failin kontrolünde alet olarak kullanılması halinde de silahın kullanıldığından bahsedilmesinin gerektiği belirtilmektedir.199 Ancak yerinde olarak öğretide aksi de savunulmaktadır.200 Nitekim hayvanın TCK nın 6. maddesinin (f) bendinin 1, 2., 3. ve de 5. alt bentlerine girmediği açıktır. Hükmün 4. alt bendi bakımından değerlendirmek gerekirse de 4. alt bentte saldırı ve savunma amacıyla yapılmış olmasa bile şeklindeki ifadeye yer verilmesi silah olarak kabul edilen şeylerin saldırı ve savunma amacı taşımasa dahi hangi amaçla olursa olsun insan tarafından yapılan bir şey olması gerektiği şeklinde yorumlanmaya elverişlidir. Bir diğer yorum ise canlı bir varlık olan hayvanın insan tarafından kullanılan bir araç ya da gereç yahut da nesne olarak kabul edilemeyeceği yönündedir.202 Ancak söz konusu yorumun Türk hukuk sisteminde hayvanın eşya olarak kabul edilmesi karşısında (her ne kadar kabul etmek istenilmese de)203 benimsenmesinin sorunlu olduğu belirtilmelidir. Söz konusu tartışmalara mahal vermeksizin ve hayvanın da kasten yaralama suçunda kullanılmasının silah olarak kabul edilmesi isteniyorsa bu konuda Fransız Ceza Kanunu nun (Fr. CK) 132-75. maddesinin 4. fıkrasına benzer bir düzenlemenin 196  Erdem, (n. 17) 7, dp. 37; Köken, (n. 11) 102-103. 197  Hardtung, (n. 132) Rn. 15. 198  Sanığın, tartıştığı müştekiye yanında bulunan köpeğini saldırtarak müştekiyi adli rapora göre basit tıbbi müdahale ile giderilebilecek şekilde yaralaması olayında, sanığın gerçekleşen eyleminin silahla kasten yaralama suçunu oluşturduğu gözetilmeksizin, suç vasfında yanılgıya düşülerek yazılı şekilde karar verilmesi, Y. 3. CD. E. 2013/30417 K. 2014/3632 T. 30.1.2014 <www.kazanci.com> Erişim Tarihi 5.10.2021. Yine benzer yönde bkz. Y. 2. CD. E. 2009/49963 K. 2009/49963 (Yurtcan, (n. 149) 84). Buna karşın yağma bakımındansa köpeğin silah olarak değerlendiremeyeceği yönündeki karar için bkz. 6. Ceza Dairesi 2015/800 E. , 2015/40132 K. 28.04.2015 <http://emsal.danistay.uyap.gov.tr/BilgiBankasiIstemciWeb/ GelismisDokumanAraServlet> Erişim Tarihi 11.11.2021. Söz konusu durum uygulamadaki çelişkiyi göstermektedir. 199  Hilgendorf, (n. 6) 817-818. 200  Parlar, (n. 58) 1104. Bu görüşün benimsenmemesi halinde hâkimin TCK nın 61. maddesi gereğince cezayı alt sınırdan uzaklaşmak suretiyle vermesinin mümkün olduğu belirtilmelidir. Bkz. Özbek, Doğan ve Bacaksız, (n. 63) 213; Kıldan ve Akdemir, (n. 21) 241-242. 201  Kıldan ve Akdemir, (n. 21) 230. 202  Özbek, Doğan ve Bacaksız, (n. 63) 213; Kıldan ve Akdemir, (n. 21) 242. 203  Lale Sirmen, Eşya Hukuku (1. Bs., Yetkin Yayınları 2013) 9. 204  <https://www.legislationline.org/download/id/3316/file/France_Criminal%20Code%20updated%20on%20 12-10-2005.pdf> 24-25 Erişim Tarihi 11.11.2021. 132Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... TCK nın 6. maddesinde yer verilmesi daha yerinde bir tercih olacaktır. Nitekim söz konusu hükümde bir hayvanın öldürmek, yaralamak ya da tehdit amacıyla kullanılması halinde de bir silahın kullanıldığının kabul edileceği belirtilmektedir.205 2. İnsanın Bedenine İlişkin Kısımların Bu Kapsamda Yer Alıp Almadığı Meselesi İnsanın bedeni ve bu kapsamda bedenine ilişkin kısımlar örneğin el, kafa ya da ayak gibi uzuvlar her ne kadar işlenmesi kast edilen yaralama suçu bakımından saldırı ve savunmada kullanılmaya elverişli olsa da failin beden bütünlüğüne dahil olmaları,207 failin varlığından ayrı bir varlığa sahip olmamaları (Al. CK bakımındansa alet olarak kabul edilemeyecek olmaları) nedeniyle 4. alt bent kapsamında değerlendirilemez.210 Bu kapsamda örnek olarak failin mağduru dişleriyle ısırması, uzattığı tırnaklarıyla mağdurun yüzünü çizmesi,211 mağdura yumruk atması, elinin kenarıyla tokat atması, ayağıyla ya da diziyle tekme atması ya da kafa atması verilebilir. Söz konusu durumlarda, failin dişinin, tırnaklarının, yumruğunun, elinin kenarının, ayağının, dizinin ya da kafasının silah olarak kabulünden bahsedilemez.213 Dövüş sporları bakımından bedenin bölümlerinin kullanılması her ne kadar suçun hukuki konusu üzerindeki tehlikeyi arttırmaktaysa da bedenin silah olarak kabul edilmesinin temelinde bedenin silah ve esasında alet olarak kabul edilmemesi yatmaktadır.214 Bu kapsamda kasten yaralama suçu bakımından basit bir tokat, hafif nitelikteki bir itme basit bir tıbbî müdahaleyle giderilebilecek şekilde kabul edilerek TCK nın 86. maddesinin 2. fıkrası kapsamında hafif yaralama olarak kabul edilecekken,215 205  Ayrıca maddede hayvanın sahibi mahkûm edilirse ya da kim olduğu belirlenemezse mahkemenin hayvanı, korunması için elden çıkarma yetkisine de sahip olan tescilli bir kamu hizmeti kurumuna verebileceği düzenlenmektedir. 206  Sternberg Lieben, (n. 132) Rn. 3a; Erdem, (n. 17) 1. 207  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 208  Hilgendorf, (n. 6) 822. 209 Nitekim bu görüşe göre alet, biyolojik olarak sınırlı olan insanın performansını artırmak için kullanılan araçtır. Bkz. Paeffgen ve Böse, (n. 171) Rn. 14. 210 Özbek, Doğan ve Bacaksız, (n. 63) 212; Sınar, Altunç, Keskin Kiziroğlu, Yıldız, Bostancı Bozbayındır, Erman, Eroğlu Erman, Kurt, Bayraktar ve Memiş Kartal, (n. 63) 155. Söz konusu durumda amaçsal yorum gereği tehlikeli bir aletten bahsetmenin mümkün olduğu ve hatta fail tarafından uygulanan güçle, üçüncü bir kişinin uzvunun mağdura yönelik saldırıda kullanılması halinde de tehlikeli bir aletin varlığının söz konusu olduğu yönünde bkz. Hilgendorf, (n. 6) 822. 211  Artuk, Gökcen ve Yenidünya, (n. 83) 83. 212  Tezcan, Erdem ve Önok, (n. 50) 260-261. 213  Kıldan ve Akdemir, (n. 21) 241. 214  Paeffgen ve Böse, (n. 171) Rn. 14. 215  Konya 8. Asliye Ceza Mahkemesi ise 28.12.2015 tarih ve 759-882 sayılı kararı için bkz. YCGK. E. 2017/3377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 133Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 dövüş sporlarıyla ilgilenen bir kimsenin örneğin bir boksörün, karatecinin ya da güreşçinin al ya da ayak hareketleriyle yaralama suçunu gerçekleştirmesi halinde elbette ki temel cezanın TCK nın 61. maddesinin 1. fıkrasının (e) bendi uyarınca ortaya çıkan tehlikenin ya da zararın ağırlığına göre belirlenmesi gereklidir.216 Failin vücudunun ayrılmaz bir parçası niteliğinde protezler de suçun işlenmesinde araç olarak kullanıldıklarında silah kabul edilemeyecekken, protez dişin ya da kolun yerinden çıkarılıp suç işlenmesi halinde somut olaya göre değerlendirmenin yapılması gereklidir.217 3. Yalnızca Taşınırların mı Bu Kapsamda Yer Aldığı Meselesi Ceza hukukunda taşınır ifadesinin, medeni hukuka nazaran daha geniş şekilde kabul edildiği belirtilmelidir. Bu kapsamda taşınmazdan sökülen ya da sökülebilen şeylerin dahi taşınır olarak kabul edilmesi gerekmektedir.218 Yani ceza hukukuna göre bir şeyin taşınır olarak kabul edilebilmesi, fiilen taşınmasının mümkün olmasına bağlıdır.219 Bu kapsamda öğretide ağırlıklı olarak 4. alt bent kapsamındaki şeyin taşınabilir olmasının gerekliliği  savunulmaktadır.220  Taşınmazlarınsa  silah  olarak  kabulünden bahsedilemeyeceği belirtilmektedir.221 Yine örneğin mağdurun duvara doğru ittirilmek suretiyle duvara çarptırılması ya da merdivenden aşağı ittirilerek kafasının sert zemine çarptırılması suretiyle yaralanması halinde suçun silahla işlendiğinden bahsedilemez.222 Sabit bir direğe doğru ittirilen mağdur bakımından da ortaya çıkan sonuç ne kadar ağır olsa da bu direk silah kapsamında değerlendirilmemelidir.223 Ayrıca bu görüşe göre taşınabilir ve silah olarak kabul edilen şeyin mağdura mı yoksa mağdurun mu silaha yöneltildiğinin bir önemi bulunmamaktadır.224 Yerde duran sivri uçlu bir taşa doğru mağdurun ittirilmesi bu kapsamda örnek olarak verilmektedir.225 216  Köken, (n. 11) 106. 217  Artuk, Gökcen ve Yenidünya, (n. 83) 83. Alçılanan kolun da tehlikeli bir alet kapsamında değerlendirilebileceği yönünde bkz. Sternberg Lieben, (n. 132) Rn. 4. 218  Toroslu ve Toroslu (n. 1) 136. 219  Tezcan, Erdem ve Önok, (n. 50) 744. 220  Erdem, (n. 17) 1; Centel, Zafer ve Çakmut, (n. 1) 161. 221  Yaşar, Gökcan ve Artuç, (n. 57) 159; Tezcan, Erdem ve Önok, (n. 50) 261. 222  Tezcan, Erdem ve Önok, (n. 50) 261. 223  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 224  Kühl, (n. 121) Rn. 4. 225  Sternberg Lieben, (n. 132) Rn. 3a, 7. 134Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... 4. alt bentte diğer şeyler ifadesine yer verildiği görülmektedir. Bunun sadece taşınır ya da taşınmazla sınırlandırılması ya da Alman ceza hukuku uygulamasında olduğu üzere tehlikeli bir alet bakımından insan üretimi olan bir madde şeklinde sınırlandırılması söz konusu olamamaktadır. Bu nedenle Alman ceza hukuku öğretisinde yerinde olarak savunulduğu üzere şeyin taşınabilir olmasının zorunlu olmaması şeklindeki görüşün 4. alt bent kapsamında geçerli olması savunulabilir. Nitekim bir kimseyi sabit bir kaya parçasına ittirmekle, bir kimseye taş atmak bakımından yaratılan tehlike açısından hiçbir fark yoktur.228 Yine bir kimseyi örneğin evin duvarına doğru ittirmekle, bir kimseye çekiçle vurma halinde etkilerinin benzer olduğunu söylemek amaçsal yorum açısından yerindedir.229 Bir şeyin silah olarak değerlendirilmesinde potansiyel tehlikeliliği, mağdurda korku yaratması gibi ölçütlerden hareket edildiğinde bu şeyin taşınır ya da taşınmaz olması arasında herhangi bir farklılığa gidilmesi yerinde değildir. Bu kapsamda bir anlamda neticenin belirleyici olmasından hareket edilmesi gerektiğini söylemek olanaklıdır.230 4. Ceza Muhakemesinde Karşılaşılan Sorunlar Silahla kasten yaralama suçundan bahsedilebilmesi için suçun icrası esnasında silahın kullanılması gereklidir.231 Örneğin fail silahı yanında bulundurmasına karşın silahı kasten yaralama suçunun icrası esnasında kullanmamışsa artık nitelikli halin uygulanmasından bahsedilemez.232 İşin doğası gereği silahla yaralama suçu bakımından örneğin silahın mağdura isabet ettirilememesi örneğinde olduğu üzere silahın mağdurun üzerinde yaralama neticesine sebebiyet vermemesi halinde teşebbüs halinde kalan bir durum vardır ve failin ceza sorumluluğu TCK nın 86. maddesinin 3. fıkrasının (e) 226  Paeffgen ve Böse, (n. 171) Rn. 15. 227  Hardtung, (n. 132) Rn. 15. 228  Küpper ve Börner, (n. 175) 66. 229  Paeffgen ve Böse, (n. 171) Rn. 14. 230  Köken, (n. 11) 99. 231  Aydın, (n. 63) 57; Özbek, Doğan ve Bacaksız, (n. 63) 212. 232  Sınar, Altunç, Keskin Kiziroğlu, Yıldız, Bostancı Bozbayındır, Erman, Eroğlu Erman, Kurt, Bayraktar ve Memiş Kartal, (n. 63) 153. 233  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 135Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 bendi ve 35. maddesi uyarınca belirlenmelidir.234 Çalışmada kasten yaralama suçunda fail tarafından kullanılan şeyin somut olayda ortaya çıkardığı tehlike dikkate alınarak bunun silah sayılıp sayılamayacağının belirlenmesi gerektiğinden bahsedilmişti. Her somut olay bakımından hâkim, değerlendirmesini ve bu kapsamda fail tarafından kullanılan şeyin silah niteliğine sahip olup olmadığını 5271 sayılı Ceza Muhakemesi Kanunu nun (CMK) 63. maddesinin 1. fıkrası uyarınca genel bilgi veya tecrübeyle ya da hâkimlik mesleğinin gerektirdiği hukukî bilgiyle çözümlemeli ancak bu koşullarda gereken çözümlemeyi yapamadığı takdirde bilirkişiye başvurmalıdır.236 Nitekim bu başvuru yapılmaksızın verilen bir 234   pasta ustası olarak çalışan tarafların arasında çay demleme meselesinden çıkan tartışma sonrasında mağdur ... un sanık ... e yumruk vurarak hamurların yapıldığı tezgahın üzerine düşürdüğü buradan itiş kakış yaşayarak beraber yere düştükleri, sonrasında, mağdurun aşamalarda alınan sanığın kendisine bıçak fırlattığını, ancak bıçağın kendisine isabet etmediğine dair beyanı, sanığın da mağdurun kendisine odun ile vurması üzerine tezgahtaki bıçağı alıp ona attığına, ancak değmediğine ilişkin savunmaları ve 18.06.2015 tarihli CD İnceleme Tutanağı karşısında, olay günü tarafların karşılıklı birbirlerini darp ettikten sonra sanığın ayrıca mağdura tezgahın üzerindeki bıçağı da fırlattığının anlaşıldığı olayda, sanığın mağduru kasten yaralamaya yönelik birden çok eyleminin aynı suç işleme kastıyla çok kısa zaman aralığı içerisinde gerçekleştirilmesi nedeniyle, olay bir bütün olarak değerlendirilerek ve Yargıtay Ceza Genel Kurulunun 2015/3-1206 Esas- 2020/31 Karar sayılı kararı da göz önüne alınarak, sanığın mağdura yönelik eyleminin silahla kasten yaralamaya teşebbüs olarak değerlendirilmesi ve sanık hakkında - ek savunma da verilmesi suretiyle - TCK nin 86/2, 86/3-e ve 35. maddeleri uyarınca uygulama yapılırken tamamlanmış basit yaralama suçu için öngörülen cezanın altına düşmeyecek şekilde bir ceza belirlenmesi gerektiği gözetilmeden, sanık hakkında TCK nin 86/2. maddesi gereğince şikayetten vazgeçme nedeniyle kamu davasının düşürülmesine karar verilmesi, Y. 3. CD. E. 2020/16006 K. 2021/71 T. 4.1.2021<www.kazanci.com> Erişim Tarihi 4.11.2021. 235  5 cm uzunluğunda, 0,5 cm genişliğinde, uç kısmın sivri ve bu hâliyle yaralayıcı özelliğe sahip olduğu tespit edildiğinden bahisle vidanın silah kabul edilmesi gerektiğinin duruşma tutanağında açıkça belirtilmesi, sanığın bu tespite karşın suç eşyası üzerinde bilirkişi incelemesi yaptırılmasına ilişkin CMK nın 63. maddesi uyarınca bir talebinin bulunmaması ve suça konu eşyanın TCK nın 6. maddesi uyarınca silah kapsamında kalıp kalmadığı hususunun çözümünün uzmanlığı gerektiren bir durum olmayıp her somut olayda deliller değerlendirmek suretiyle hâkime ait bir görev olması birlikte değerlendirildiğinde, suça konu vidanın TCK nın 6. maddesinin 1. fıkrasının ( f ) bendinin 4. alt bendinde tanımlanan saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeyler kapsamında kaldığı, böylece aynı Kanun un 297. maddesinde düzenlenen suçun maddi konusunu oluşturduğu hususunda herhangi bir tereddüt bulunmadığından, suça konu vidanın silah kapsamında olup olmadığının tespiti bakımından bilirkişi raporu alınmasına gerek bulunmayıp Yerel Mahkemece dosyadaki mevcut delillerle hüküm kurulmasında herhangi bir isabetsizlik bulunmamaktadır. YCGK. E. 2016/16-1161 K. 2019/126 T. 21.2.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 236  YCGK. E. 2017/3-377 K. 2019/606 T. 17.10.2019 <www.kazanci.com> Erişim Tarihi 11.2.2021. 136Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... kararın Yargıtay tarafından bozmayı gerektireceği belirtilmelidir.237 Zira bir şeyin silah olup olmadığının değerlendirilmesi teknik bilgiyi gerektirebilmektedir.238 Kasten yaralama suçunda kullanılan şeyle ilgili herhangi bir değerlendirme yapılmaması da bozmayı gerektiren bir durum olarak ortaya çıkmaktadır.239 Şeyin ele geçirilemediği haller bakımındansa değerlendirmenin işlenen suçun mahiyeti de dikkate alınarak elverişlilik özelliği dikkate alınmak suretiyle yapılması gereklidir.240 Ancak bu durumda suçta kullanıldığı iddia edilen şeyin, silah olarak değerlendirilip değerlendirilemeyeceğiyle ilgili olarak mağdurun, sanığın ve de varsa tanığın beyanları dikkate alınmak suretiyle bu şeyin niteliğinin (uzunluğuna, kalınlığına yine örneğin bir sopa kullanılmışsa hangi ağaçtan yapıldığına ilişkin belirlemeler yapılmaya çalışılarak),241 söz konusu şeyin mağdurdaki yaralanmaya sebebiyet verebilecek nitelikte 237 Sanığın suçta kullandığı tel parçasının, 765 sayılı TCK.nun 189. maddesi kapsamında silahtan sayılıp sayılamayacağı hususunda bilirkişi incelemesi yaptırılmadan tayin olunan cezanın aynı kanunun 457/1. maddesi ile artırılması… bozmayı gerektirmiş Y. 2. CD. E. 2004/24356 K. 2005/30313 T. 21.12.2005 <www.kazanci.com> Erişim Tarihi 11.2.2021. 5237 sayılı Yasanın 297. maddesinin 1. fıkrasında düzenlenen suçun maddi unsuru, infaz kurumu veya tutukevine silah sokulması yahut bulundurulması olduğuna göre, suça konu nesnenin 5237 sayılı Yasanın 6. maddesinin 1. fıkrasının ( f ) bendinde silah olarak tanımlanan maddelerden olup olmadığı saptanmalıdır. Somut olayda, sanığın hükümlü olarak kaldığı infaz kurumunda çamaşır mandalının telinden imal edip koğuşta bulundurduğu, uç kısmı 4 cm uzunluğunda olan, kalem içine monte edilmiş ve tığ olarak kullandığı belirtilen aletin, saldırı ve müdafaada kullanılmak üzere özel olarak hazırlanmış aletlerden olmadığı Yerel Mahkemece kabul edilmiş ise de, bu aletin mevcut durumu itibarıyla fiilen saldırı ve savunmada kullanılmaya elverişli nesnelerden olup olmadığı tam olarak ve denetlenebilir düzeyde açıklığa kavuşturulmamıştır. Bu durumda soruşturma genişletilip, suça konu aletle ilgili olarak Adli Tıp Kurumu ndan rapor alınarak yargılama konusu aletin fiilen saldırı ve savunmada kullanılmaya elverişli nesne niteliği taşıyıp taşımadığının, 5237 TCY nın 6. maddesindeki tanımlardan hareketle aynı Yasanın 297. maddesinin 1. fıkrasında ifade edilen silah niteliğine sahip olup olmadığının kuşkuyu ortadan kaldıracak biçimde saptanması ve bilahare yapılacak değerlendirme ile sanığın hukuki durumunun gerek suç tarihinde geçerli olan normlara ve gerekse hükümden sonra yürürlüğe giren ve kısmen lehte düzenlemeler de içeren 5237 sayılı Yasanın 297. maddesinin 1. ya da 2. fıkralarına uyup uymadığının denetlenilebilir gerekçelerle belirlenmesi gerekmektedir. Bu karar oyçokluğuyla verilmiş olup karşı oy kullanan üyeler söz konusu aletin tığ niteliğinde olduğunu ve bu kapsamda delici bir niteliğe sahip bulunduğunu ve silah olarak kabul edilmesi gerektiğini belirtmişlerdir. YCGK. E. 2006/4-202 K. 2006/196 T. 19.9.2006<www. kazanci.com> Erişim Tarihi 12.2.2021. 238  Soyaslan, (n. 96) 176. 239  Sanık Kemal K. nın etkili eylem suçunda kullandığı iddia edilen soba maşasının yayladaki evinde bulunduğu müşteki Gülfidan K. nın beyanından anlaşılmakla, buradan temin edilerek, 765 sayılı TCK.nun 189. maddesi kapsamında silahtan sayılıp sayılamayacağının tespitinden sonra sanığın hukuki durumunun tayin ve takdiri lüzumu… bozmayı gerektirmiş Y. 2. CD. E. 2004/7935 K. 2005/25313 T. 16.11.2005 <www.kazanci.com> Erişim Tarihi 11.2.2021. 240  YCGK. E. 2008/3-25 K. 2008/22 T. 12.2.2008 <www.kazanci.com> Erişim Tarihi 11.2.2021. 241  Kıldan ve Akdemir, (n. 21) 243. 137Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 olup olmadığının belirlenmek suretiyle sonuca ulaşılmalıdır.242 Buna karşın olayda silahın kullanılıp kullanılmadığı hususu şüpheli kalmışsa bu durumda suçun nitelikli halini oluşturan silahın bulunmadığının kabulü gerekmektedir.243 IV. Kasten Yaralama Suçunun Saldırı ve Savunmada Kullanılmak Üzere Yapılmış Her Türlü Kesici, Delici veya Bereleyici Alet ile mi yoksa Saldırı ve Savunma Amacıyla Yapılmış Olmasa Bile Fiilen Saldırı ve Savunmada Kullanılmaya Elverişli Diğer Şeyler ile mi İşlendiği Sorunu Öğretide ve uygulamada kasten yaralama suçunda kullanılan aletin TCK nın 6. maddesinin (f) bendinin 3. mü yoksa 4. alt bendine mi girdiği hususunda farklı değerlendirmelerin yapıldığı görülmektedir. Hatta kullanılan aletin TCK nın 6. maddesinin (f) bendi kapsamına girdiğine ilişkin değerlendirmeyle yetinildiği, alt bentler arasında bir sınıflandırmanın yapılmadığı da görülmektedir. Örneğin Y. 3. CD. kasten yaralama suçuyla ilgili olarak bıçağın,244 sopanın,245 satırın,246 plastik taburenin,247 cep telefonunun,248 kazmanın,249 tahranın ve küreğin,250 nacağın,251 tornavidanın,252 242  Kasten yaralama suçunda kullanılan ve ele geçirilemeyen sopayla taşların biçimi ve özellikleri katılan, sanıklar ve tanıklardan sorulup, katılana ait adli raporda gösterilen yaralanmasının meydana geliş biçimi ve ölçütleriyle vücutta meydana getirdiği tahribatın ağırlığı itibariyle bu sopayla taşların silah sayılmasına elverişli özellikler taşıyıp taşımadığı, dolayısıyla 5237 Sayılı T.C.K.nun 6. maddesinin 1. fıkrasının (f) bendinde açıklanan saldırı ve savunmada kullanılmak üzere yapılmış veya saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli eşya olup olmadığı hususları irdelenip kesin olarak belirlenmeden, yetersiz bilirkişi beyanına istinaden, sopa ve taşların silahtan sayılarak sanıklar hakkında 5237 Sayılı T.C.K.nun 86/3-e maddesi uyarınca artırım yapılması Y. 2. CD. E. 2010/36390 K. 2012/42420 T. 1.10.2012 <www.kazanci.com> Erişim Tarihi 13.2.2021. Yine benzer yönde bkz. Y. 3. CD. E. 2012/34667 K. 2013/10076 T. 12.3.2013 <www.kazanci.com> Erişim Tarihi 4.11.2021. 243  Tüm bunlara göre, etkili eylem suçunun silahtan sayılan kesici alet kullanılarak gerçekleştirildiği gerek tarafların anlatımları gerekse maddi bulgular ve doktor raporlarıyla kanıtlanamamış olup olayda TCY nın 457/1. maddesinin uygulanmasına olanak bulunmadığından Yargıtay C. Başsavcılığının bu hususa ilişen itirazının reddi gerekir YCGK. E. 2002/4-152 K. 2002/294 T. 9.7.2002 <www.kazanci.com> Erişim Tarihi 12.2.2021. 244  Y. 3. CD. E. 2020/9441 K. 2020/9480 T. 13.7.2020 <www.kazanci.com> Erişim Tarihi 18.11.2021. 245  Y. 3. CD. E. 2020/4612 K. 2020/11796 T. 28.9.2020; Y. 3. CD. E. 2020/7024 K. 2020/19524 T. 17.12.2020 <www.kazanci.com> Erişim Tarihi 18.11.2021. 246  Y. 3. CD. E. 2020/15873 K. 2020/11646 T. 24.9.2020; Y. 3. CD. E. 2012/21207 K. 2013/23998 T. 10.6.2013 <www.kazanci.com> Erişim Tarihi 28.10.2021. 247  Y. 3. CD. E. 2014/31806 K. 2015/9654 T. 17.3.2015 <www.kazanci.com> Erişim Tarihi 21.10.2021. 248  Y. 3. CD. E. 2020/4594 K. 2020/6453 T. 11.6.2020 <www.kazanci.com> Erişim Tarihi 3.11.2021. 249  Y. 3. CD. E. 2013/17720 K. 2014/5197 T. 13.2.2014 <www.kazanci.com> Erişim Tarihi 21.10.2021. 250  Y. 3. CD. E. 2017/16091 K. 2018/10838 T. 7.6.2018 <www.kazanci.com> Erişim Tarihi 13.2.2021. 251  Y. 3. CD. E. 2019/10879 K. 2019/9677 T. 7.5.2019 <www.kazanci.com> Erişim Tarihi 21.11.2021. 252  Y. 3. CD. E. 2019/13039 K. 2019/22345 T. 4.12.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 138Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... pensenin,253 peçeteliğin,254 bilgisayar kablosunun ve çakmağın,255 plastik okey ıstakasının,256 çay bardağının,257 cam bardağın,258 kül tablasının,259 kampetinin ve pompanın,260 meyve kasasının,261 plastik kaplı kablo şeklindeki bisiklet kilidinin,262 su damacanasının,263 biriketin,264 demir borunun,265 demir sopanın,266 sandalyenin,267 parke taşının,268 anahtarlığın,269 soba ızgarasının,270 cep telefonunun,271 kaldırım taşının,272 sıcak kahvenin,273 yemek çatalının,274 kabağın,275 falçatanın,276 piknik tüpünün,277 ayakkabının,278 TCK nın 6. maddesinin (f) bendi kapsamında silahtan sayıldığını belirtmiş ancak hangi alt bendine girdiğine ilişkin bir değerlendirmede bulunmamıştır. Söz konusu durumun yalnızca 3. CD. bakımından geçerli olmadığı belirtilmelidir. 253  Y. 3. CD. E. 2015/28579 K. 2016/9520 T. 14.4.2016 <www.kazanci.com> Erişim Tarihi 28.10.2021. 254  Y. 3. CD. E. 2018/61 K. 2018/14801 T. 9.10.2018 <www.kazanci.com> Erişim Tarihi 28.10.2021. 255  Y. 3. CD. 24137/2385, 8.2.2016 (Gökcan ve Artuç, (n. 188) 3315) 256  Y. 3. CD. E. 2014/6168 K. 2014/27181 T. 3.7.2014 <www.kazanci.com> Erişim Tarihi 22.11.2021. 257  Y. 3. CD. E. 2017/8217 K. 2018/2715 T. 20.2.2018 <www.kazanci.com> Erişim Tarihi 13.2.2021. 258  Y. 3. CD. E. 2019/16849 K. 2019/20865 T. 18.11.2019 <www.kazanci.com> Erişim Tarihi 28.10.2021. 259  Y. 3. CD. E. 2020/11628 K. 2020/15841 T. 9.11.2020 <www.kazanci.com> Erişim Tarihi 28.10.2021. 260  Y. 3. CD. 31858/14952, 27.6.2016 (Gökcan ve Artuç, (n. 188) 3314) 261  Y. 3. CD. E. 2017/8622 K. 2018/1770 T. 12.2.2018 <www.kazanci.com> Erişim Tarihi 28.10.2021. 262  Y. 3. CD. E. 2012/21974 K. 2013/21164 T. 22.05.2013 (Kıldan ve Akdemir, (n. 21) 238, dp. 69) 263  Y. 3. CD. E. 2017/17524 K. 2018/11550 T. 26.6.2018 <www.kazanci.com> Erişim Tarihi 14.2.2021. 264  Y. 3. CD. E. 2018/9591 K. 2019/6618 T. 28.3.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 265  Y. 3. CD. E. 2020/5790 K. 2020/8055 T. 30.6.2020 <www.kazanci.com> Erişim Tarihi 13.2.2021. ETCK dönemindeyse demir borunun silahtan sayılmadığı görülmektedir. Y. 4. CD. 674/2106 15.3.1994 T. (bkz. Özbek, Doğan ve Bacaksız, (n. 63), 212, dp. 40) 266  Y. 3. CD. E. 2018/10001 K. 2019/15050 T. 10.7.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 267  Y. 3. CD. E. 2020/3904 K. 2020/11345 T. 22.9.2020 <www.kazanci.com> Erişim Tarihi 13.2.2021. 268  Y. 3. CD. E. 2019/4657 K. 2019/12573 T. 13.6.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 269  Y. 3. CD. 8194/1843, 23.2.2017 (Gökcan ve Artuç, (n. 188) 3313) 270  Y. 3. CD. E. 2015/402 K. 2015/16161 T. 6.5.2015 <www.kazanci.com> Erişim Tarihi 13.2.2021. 271  Y. 3. CD. E. 2020/4594 K. 2020/6453 T. 11.6.2020 <www.kazanci.com> Erişim Tarihi 23.11.2021. Ancak ETCK döneminde yaralama suçunda kullanılan telsizin silah olarak kabul edilmediği belirtilmelidir. Y. 3. CD. 2006/10634 E. 2007/8056 K. 7.11.2007 T. (Yaşar, Gökcan ve Artuç, (n. 57) 226) 272  Y. 3. CD. E. 2017/4664 K. 2017/15784 T. 30.11.2017 <www.kazanci.com> Erişim Tarihi 13.2.2021. 273  Y. 3. CD. 2012/20101 E. 2013/15197 K. (Yurtcan, (n. 149) 78-79) 274  Y. 3. CD. 17116/9825, 4.7.2017 (Gökcan ve Artuç, (n. 188) 3312) 275  Y. 3. CD. 32256/11323, 4.5.2016, (Artuç, (n. 193) 430, dp. 785) 276  Y. 3. CD. E. 2019/625 K. 2019/7634 T. 9.4.2019 <www.kazanci.com> Erişim Tarihi 13.2.2021. 277  Y. 3. CD. E. 2015/27934 K. 2016/7954 T. 30.3.2016 <www.kazanci.com> Erişim Tarihi 13.2.2021. ETCK dönemindeyse piknik tüpünün silah sayılmayacağı yönünde verilen Y. 4. CD nin 1440/2670, 6.4.1993 tarihli kararı için bkz. Erdem, (n. 17) 11. 278  Y. 3. CD. 2012/33887 E. 2013/37253 K. (Yurtcan, (n. 149) 78) 139Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 Nitekim örneğin Y. 18. CD. jileti;279 YCGK sustalı bıçağı; 280 Y. 1. CD. muştayı,281 70 cm uzunluğunda içi beton dolu demir boruyu,282 sopayı;283 Y. 8. CD. ise sallama olarak tabir edilen bıçağın sap kısmını,284 TCK nın 6. maddesinin (f) bendi kapsamında silah olarak kabul etmiş ancak bunun hangi alt bent kapsamında yer aldığına ilişkin bir belirleme bulunmamıştır. Buna karşın Y. 3. CD. kasten yaralama suçuyla ilgili olarak 2017/11142 sayılı kararında bıçağı 3. alt bent kapsamında değerlendirmişken; 2020/20033 sayılı kararındaysa 4. alt bent kapsamında değerlendirmiştir. Yine Y. 2. CD. kamçıyı 2008/3914 sayılı kararında 3. alt bent; 3. CD. ise 2015/3070 sayılı kararında 4. alt bent kapsamında değerlendirmiştir. Elbette ki her iki alt bent de silah başlığının altında yer aldığından söz konusu durum varılacak sonucu değiştirmeyecektir. Buna karşın TCK nın 6. maddesinin (f) bendinde ayrıca ve açıkça belirtilen bentler karşısında ve ceza hukukunda benimsenen kanunilik ilkesi gereğince bu belirlemenin yapılması gereklidir. Nitekim Anayasa nın duruşmaların açık ve kararların gerekçeli olması başlıklı 141. maddesinin 3. fıkrasında bütün mahkemelerin her türlü kararları gerekçeli olarak yazılır şeklindeki hükmü de bu 279  Cezaevinde hükümlü olan sanığın suç tarihinde Cumhuriyet Savcısı olan müşteki ... e ilettiği taleplerinin karşılanmaması nedeniyle müşteki cezaevinden ayrıldıktan sonra aynı gün bu konuyu konuşmak için infaz koruma memuru olan katılanlar ..., ... ve ... ile birlikte başmemurluk odasına giderken cebinden çıkardığı ve silah niteliğinde sayılan jilet ile katılanlara saldırdığı daha sonra odada bekletilirken yine katılanlara yönelik olarak Dışarıda elbet bir gün hepinizle karşılaşırız diyerek sair tehditte bulunduğu biçiminde gerçekleşen olayda eylemlerinin bir bütün halinde TCK nın 265/1-4 ve 43/2. maddelerinde düzenlenen görevi yaptırmamak için direnme suçunu oluşturduğu gözetilmeden, katılanlara yönelik yaralama, tehdit ve görevi yaptırmamak için direnme suçlarından ayrı ayrı hüküm kurulması… Kabule göre de, katılanlara yönelik tehdit suçlarının TCK nın 106/1. maddesinin 2. cümlesinde düzenlenen suçu oluşturduğu gözetilmeden, aynı maddenin 1. cümlesi uyarınca cezalandırılmasına karar verilmesi, Y. 18. CD. E. 2019/8978 K. 2020/6627 T. 8.6.2020 <www.kazanci.com> Erişim Tarihi 12.2.2021. 280  YCGK. E. 2015/3-1206 K. 2020/31 T. 28.1.2020 <www.kazanci.com> Erişim Tarihi 21.10.2021. 281  Y. 1. CD. E. 2020/4373 K. 2021/7404 T. 21.4.2021 <www.kazanci.com> Erişim Tarihi 25.10.2021. 282  Y. 1. CD. E. 2012/4346 K. 2012/9282 T. 11.12.2012 <www.kazanci.com> Erişim Tarihi 13.2.2021. 283  Y. 1. CD. E. 2008/5933 K. 2012/9473 T. 13.12.2012 <www.kazanci.com> Erişim Tarihi 12.2.2021. 284  Y. 8. CD. E. 2015/15610 K. 2016/4695 T. 7.4.2016 <www.kazanci.com> Erişim Tarihi 13.2.2021. 285  Y. 3. CD. E. 2016/13822 K. 2017/11142 T. 19.9.2017 <www.kazanci.com> Erişim Tarihi 18.11.2021. 286 Sanığın, mağdur olan eşine yönelik eylemini 5237 Sayılı TCK nin 6/1-f-4 maddesi uyarınca silahtan sayılan bıçak ile gerçekleştirdiğinin anlaşılması karşısında, birden fazla nitelikli hal (TCK nin 86/3-a, 86/3-e) ihlaline neden olan sanık hakkında, TCK nin 86/2. maddesine göre temel ceza tayin olunurken, aynı Kanun un 61. maddesindeki ölçütler ile 3. maddesinde yer alan cezada orantılılık ilkesi dikkate alınarak alt sınırdan uzaklaşılması gerektiğinin gözetilmemesi suretiyle sanık hakkında eksik ceza tayini, Y. 3. CD. E. 2020/15961 K. 2020/20033 T. 23.12.2020 <www.kazanci.com> Erişim Tarihi 18.11.2021. 287  Sanığın atılı kasten yaralama suçunu işlemekle kullandığı kamçının 5237 sayılı TCK.nun 6/1-f-3 maddesi kapsamında saldırı ve savunmada kullanılmak üzere yapılmış, bereleyici alet olarak kabul edilmesi gerektiği Y. 2. CD. E. 2007/15310 K. 2008/3914 T. 4.3.2008 <www.kazanci.com> Erişim Tarihi 12.2.2021. 288  Y. 3. CD. 2014/23113 E. 2015/3070 K. 28.01.2015 T. (Karar metni için bkz. Parlar, (n. 58) 56) 140Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... belirlemeyi gerekli kılmaktadır. Kaldı ki aynı dairenin bu kapsamda örneğin Y. 3. CD. nin bıçakla ilgili olarak 2020/9480 sayılı kararında alt bentle ilgili herhangi bir belirlemeye gitmemesi ancak 2017/11142 sayılı kararında bu belirlemeyi yapması, 2020/9480 sayılı kararının gerekçelendirmesindeki özensizliğin bir görünümü olarak yorumlanabilir. Ayrıca burada bıçağın bizatihi özellikleri değerlendirilmeksizin ön bir kabulle 3. alt bent kapsamında değerlendirilmesi de sorun teşkil eder. Zira somut olayda kasten yaralama suçu örneğin ekmek bıçağıyla gerçekleştirilmişse, ekmek bıçağı her ne kadar kesici bir alet olsa da bu aletin saldırı ve savunmada kullanılmak üzere yapıldığı söylenemez. Yine Y. 3. CD. 2020/8506 sayılı kararında sapının kullanıldığı kazmayı TCK nın 6. maddesinin (f) bendi kapsamında değerlendirmiş ancak alt bentler arasında herhangi bir ayrıma gitmemişken; YCGK ise 2017/3-311 sayılı kararında bunu TCK nın 6. maddesinin (f) bendinin 4. alt bendi kapsamında değerlendirmiştir. Yine Y. 3. CD. 2020/9437 sayılı kararında baltayı TCK nın 6. maddesinin (f) bendi kapsamında değerlendirmiş ancak alt bentler arasında herhangi bir ayrıma gitmemişken; 2015/6884 sayılı kararındaysa bunu TCK nın 6. maddesinin (f) bendinin 4. alt bendi kapsamında değerlendirmiştir ki bu örneklerin çoğaltılması mümkündür. Öğretideyse bir görüşe göre TCK nın 6. maddesinin (f) bendinin 3. alt bendi kapsamında yer alan usturpa,295 kama, kılıç gibi aletlerin esasında mahiyeti gereği saldırı ya da savunmaya özgülendiklerinden gerçek silahlar; 4. alt bendindeki aletlerinse spor, tarım, inşaat, sanayi vb. alanlarda kullanmaya özgülenen ancak savunma ya da saldırıda kullanıldığındaysa keser,296 balta, çekiç gibi kesici, delici, bereleyici olan araçlar şeklinde dolaylı silahlar olarak nitelendirildiği görülmektedir. Buna karşın, bıçağın, keserin, baltanın, kazmanın ve küreğin 3. alt bent kapsamında yer aldığının da öğretide savunulduğu görülmektedir.297 Söz konusu durum dahi 3. ve de 4. alt bendin öğretide aynı şekilde yorumlanmadığının bir göstergesini oluşturmaktadır. 289  Y. 3. CD. E. 2020/9441 K. 2020/9480 T. 13.7.2020 <www.kazanci.com> Erişim Tarihi 18.11.2021. 290  Y. 3. CD. E. 2016/13822 K. 2017/11142 T. 19.9.2017 <www.kazanci.com> Erişim Tarihi 18.11.2021. 291  Y. 3. CD. E. 2020/8506 K. 2020/7180 T. 18.6.2020 <www.kazanci.com> Erişim Tarihi 6.10.2021. 292  YCGK. E. 2017/3-311 K. 2019/112 T. 19.2.2019 <www.kazanci.com> Erişim Tarihi 7.10.2021. 293  Y. 3. CD. E. 2020/9437 K. 2020/8915 T. 7.7.2020 <www.kazanci.com> Erişim Tarihi 21.11.2021. 294  Y. 3. CD. E. 2015/6884 K. 2015/15923 T. 5.5.2015 <www.kazanci.com> Erişim Tarihi 21.11.2021. 295  Kıldan ve Akdemir, (n. 21) 234. 296  Y. 3. CD. E. 2018/4680 K. 2019/78 T. 7.1.2019 <www.kazanci.com> Erişim Tarihi 21.10.2021. 297  Soyaslan, (n. 96) 176. 141Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 4. alt bentte sayılan şeylerin, kesici, delici ve bereleyici etki meydana getirmeye ve saldırı ve savunmada kullanılma bakımından elverişli olduğu da ifade edilmektedir.298 Bu kapsamda bir şeyin silah olarak kabul edilebilmesi için kesici, delici ve bereleyici nitelikte olması gerektiği belirtilmekteyse de böyle bir niteliğin 4. alt bent bakımından açıkça aranmaması karşısında gerekli olmadığı görülmektedir. Ayrıca kasten yaralama suçunda kullanılan bir aletin 3. alt bent kapsamında mı yoksa 4. alt bent kapsamında mı yer aldığına ilişkin belirleme dahi güçken, TCK nın 6. maddesinde yer verilmeyen gerçek silahlar ve dolaylı silahlar şeklindeki bir ayrıma gidilmesi işleri daha da güçleştirecektir. Hatta öğretide bir görüşe göre 3. alt bentte öngörülen araçların saldırı ve savunma amacıyla üretilmese dahi saldırı ve savunmada kullanılan araçları kapsamına aldığı bu kapsamda örneğin tornavidanın ve sopanın yer aldığı ileri sürülmekteyse de söz konusu durum 3. alt bendin değil 4. alt bendin uygulama alanı bulması gereklidir. Nitekim tornavidanın ve sopanın saldırı ve savunma amacıyla üretilmediği açıktır. Ayrıca öğretide 3. bent uyarınca kullanılan şeyin kesici, delici ya da bereleyici niteliğe sahip olması mümkün olduğu gibi örneğin ezici olması gibi farklı özelliklere sahip olmasının da mümkün olduğu belirtilmekteyse de bere ifadesi Türk Dil Kurumu nun sözlüğünde bir yere çarpma, incitme veya vurma sonucu vücudun herhangi bir yerinde oluşan çürük, herhangi bir şeyde görülen ezik, çizik şeklinde tanımlandığından ezici bir aletin de bereleyici alet kapsamında değerlendirilmesi gerekmektedir. Buna karşın çalışmanın ETCK nın 189. maddesi Bakımından Silah Kavramı başlığında da bahsedildiği üzere Yargıtay ezici nitelikte kullanılan şeyin bereleyici bir alet olmadığı görüşüne sahiptir. İnsan vücudu üzerinde bazı yaraları meydana getiren ezici aletler, ağırlıklarıyla söz konusu duruma sebebiyet veren künt cisimlerdir ve sebebiyet verdiği yaralar ezici yaralar olarak nitelendirilir. Bu kapsamda örnek olarak el, ayak, tekme, yumruk, diş, boynuz, çifte, değnek, sopa, çekiç, keser sırtı, kamçı, taş demir, muşta, tokmak, araba, vagon, toprak, taş yığınları verilmektedir. Ezici yaraların iki şekilde ortaya çıkacağı belirtilmektedir. İlki hareket halinde bulunan ezici aletin bireye çarpması yani aktif tesir; 298  Parlar, (n. 58) 49, 53. 299  Özbek, Doğan ve Bacaksız, (n. 63) 212. 300  Köken, (n. 11) 49-51. 301  Köken, (n. 11) 53. Silah olarak kabul edilen bir aletle yaralama şayet kesik, delik ya da bere şeklinde olmayıp ezik şeklinde olursa ETCK nın 457. maddesinin uygulama alanı bulamayacağı yönünde bkz. YCGK. 314/D-2/307, 13.9.1965 (Dönmezer, (n. 41) 143, dp. 51) 302  Türk Dil Kurumu, (n. 7) 311. 142Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... ikincisiyse sabit durumda olan ezici alete hareket halinde olan kişinin çarpması yani pasif tesirdir. Pasif tesire örnek olarak yüksekten düşme, ayağın takılıp düşülmesi, karanlıkta ağaca ya da bir diğere çarpılması örnek olarak verilmektedir. Ezici bir aletle gerçekleşen yaralamada dokunun ezildiği, patladığı ve koptuğu görülmektedir. Bu yaraların özelliğini, yaranın düzgün olmaması, yaralanan dokunun girintili çıkıntılı olması, yaranın etrafında dar ya da geniş sıyrıkla birlikte ekimozun varlığı, yara içinde kopmadan kaynaklanan damar ve sinir liflerinden oluşan köprülerin bulunduğu görülmektedir. Ayrıca bu tür yaralanmalarda kesici alet yarasına benzeyen yaraların da bulunması söz konusudur. Söz konusu durumda yara dokunun doğrudan kemikle teması halinde bulunduğu örneğin kafa bölgesi, diz ve dirsekler, el arasında kalan cildin patlayarak açılması ve bu patlamadan kaynaklanan yaranın kesici alet yarasına benzediği görülmektedir. Bu halde yaranın düzgün olduğu etrafında ekimozun bulunmadığı ve ince olduğu, yaranın içinde köprülerin bulunmadığı, ama dikkatli bir göz muayenesiyle yaranın kenarlarının çok ince tırtıklı olduğu, yara etrafında sar da olsa ekimozun bulunduğu görülmektedir. Uygulamada keskin olan parçasının cilde sürtülmesi ya sürülmesiyle beraber dokuyu kesen aletler kesici aletler; bu aletlerle meydana gelen yaralanmalarsa kesici alet yaralanması şeklinde kabul edilmektedir. Gündelik hayatın içinde oldukça kullanılan jilet, tıraş bıçağı, ustura, bıçak, sustalı bıçak, satır, cam, teneke gibi keskin kenarlı araçlar bu kapsamda örnek olarak verilebilmektedir. Nitekim söz konusu aletler vücuda isabet etmeleriyle birlikte deri ve deri altı dokusunu, adaleyi, damar ve sinirlerini kesmeye elverişlidir. Hatta bu aletler türüne ve uygulanış şekline göre kulak, penis, parmak gibi vücudun parçalarını vücuttan ayırabilir. Ayrıca kesici alet yaralanmalarında yaraların düzgün olduğu, etrafında ekimoz, erozyon ya da ezik bulunmadığı ve yaraların ağızlarının açık olduğu görülmektedir.303 Delici aletinse ucu sivri olan ve vücuda girmek suretiyle yara oluşturmaya elverişli olan alet şeklinde tanımlanması mümkündür. Bu kapsamda tığ, çivi, tornavida örnek olarak verilmektedir.304 303  YCGK. E. 2002/4-152 K. 2002/294 T. 9.7.2002 <www.kazanci.com> Erişim Tarihi 12.2.2021. 304  Yaşar, Gökcan ve Artuç, (n. 57) 159. 143Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 Uygulamaya bakıldığında kasten yaralama suçunun minibüs,305 otomobil,306 traktör gibi motorlu taşıtlarla işlenmesi halinde bu taşıtların TCK nın 6. maddesinin (f) bendi kapsamında silah sayıldığı görülmektedir. Nitekim öğreti de bunun yerinde olduğu belirtilmektedir.308 Her ne kadar uygulamada (f) bendinin hangi alt bendi kapsamında yer aldığına ilişkin bir değerlendirme yapılmasa da mahiyeti gereği diğer bentlere de giremeyeceğinden 4. alt bent kapsamında değerlendirilmesi gereklidir. 3. alt bentte aletten, 4. alt bentteyse diğer şeylerden bahsedilmiştir. Türk Dil Kurumu nun sözlüğünde alet, bir el işini veya mekanik bir işi gerçekleştirmek için özel olarak yapılmış nesne, bir sanatı yapmaya, uygulamaya yarayan özel araç, bir makineyi oluşturan ve işlemesine yardım eden parçalardan her biri,309 şey ise madde, eşya, söz, olay, iş, durum vb.nin yerine kullanılan, belirsiz anlamda bir söz şeklinde tanımlanmaktadır.310 Ayrıca 3. alt bentte aletin saldırı ya da savunmada kullanılmak üzere yapılmasının gerekliliğinden bahsedilmiştir. Ayrıca bu aletin insan ya da insan olmayan bir varlığa karşı saldırı veya savunma için yapılması arasında herhangi bir fark bulunmamaktadır.311 Ancak bu hükmün de kaleme alınışı bakımından sorunlu olduğu belirtilmelidir. Nitekim mahiyeti gereği saldırı ve savunmada kullanılmak amacıyla yapılan şeylerin mi yoksa böyle bir mahiyeti bulunmasa da saldırı ve 305  Bir başka kadınla evli ve 3 çocuklu olan sanığın, mağdurun kızı Yasemin ile birlikte birkaç defa Antalya iline birlikte kaçmış olmasından dolayı mağdurla sanık arasında husumet oluştuğu, olay günü mağdurun, sanığın minibüsüne binmiş olan kızı Yasemin in sanıkla gitmesini engellemek amacıyla minibüsün geçeceği yola, minibüsün önüne doğru çıktığı, sanığın da olayın işlenişi itibariyle silahtan sayılan minibüsü durdurmayıp zaten gitmekte olduğu güzergahta devam etmek suretiyle orta şerit üzerinde bulunan mağdura çarptığı bunun sonucunda, mağdurda subaraknoidal kanamaya, hayati fonksiyonlarına etkisi orta(3) derece niteliğinde sağ frontalde lineer kemik kırığına, radius distal uç parçalı kırığı ve sağ iliak kanat kırığına, sol üst ekstremitedeki fonksiyonel kaybın organlarından birinin işlevinin yitirilmesine ve yaşamsal tehlikeye sebebiyet verdiği olayda; yoldan çekilmemesi halinde mağdura çarpma ihtimalinin doğduğu halde bu sonucu kabullenerek minibüsü aynı güzergahta sürmeye devam etmesi eyleminin çarpma ile sonuçlanması halinde sanığın sorumluluğunun neticeye göre belirlenmesi gerektiğinden, mağdurun yaralanmasına neden olan sanığın olası kastla yaralama suçunu işlediği kabul edilerek hakkında TCK 61. Maddesi uyarınca suçun işleniş şekli, meydana gelen zarar ve tehlikenin ağırlığı birlikte gözetilmek suretiyle TCK.nun 86/1 maddesi uyarınca temel cezanın üst sınırdan tayin edilip akabinde aynı yasanın 86/3-e, 87/2-b, 21/2, 62. Maddeleri uyarınca uygulama yapılması yerine, yazılı şekilde yargısal içtihatlara da aykırı olarak olası kastla öldürmeye teşebbüs suçundan hüküm kurulması, Y. 1. CD. E. 2009/3857 K. 2012/7680 T. 17.10.2012 <www.kazanci.com> Erişim Tarihi 12.2.2021. 306  Sanığın eylemi saldırı ve savunmada kullanılan silahtan sayılan otomobil ile gerçekleştirdiği anlaşıldığı halde TCK nın 86/3-e maddesinin uygulanmaması sonucu eksik ceza tayini Y. 3. CD. E. 2011/11084 K. 2012/24454 T. 12.6.2012 (Yaşar, Gökcan ve Artuç, (n. 57) 210) 307 sanığın eylemini saldırı ve savunmada kullanılan silahtan sayılan traktör ile gerçekleştiği anlaşıldığı halde Y. 3. CD. E. 2011/11908 K. 2012/36767 T. 6.11.2012 (Yaşar, Gökcan ve Artuç, (n. 57) 214) 308  Tezcan, Erdem ve Önok, (n. 50) 264, dp. 110. 309  Türk Dil Kurumu, (n. 7) 90. 310  Türk Dil Kurumu, (n. 7) 2219. 311  Yaşar, Gökcan ve Artuç, (n. 57) 158. 144Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... savunmada kullanılmak amacıyla yapılan şeylerin de bu kapsamda yer alıp almadığı belli değildir. Örneğin bir cam şişe şayet (A) tarafından (B) ye saldırmak amacıyla özel olarak kırılmışsa söz konusu durumda 3. alt bendin mi yoksa 4. alt bendin mi kapsamına girdiği belli değildir. Öğretide ileri sürülen bir görüşe göre burada artık (A) tarafından saldırı amacıyla yapılan bir alet söz konusudur ve 3. alt bent kapsamındadır.312 Her ne kadar uygulanacak olan kanun hükmü bakımından herhangi bir farklılık söz konusu olmayacaksa da söz konusu durumun 4. alt bent kapsamında yer alması daha yerindedir. Nitekim 3. alt bent lafzi şekilde yorumlandığında daha ziyade bu amaçlarla üretilen aletlerin kast edildiği şeklinde anlaşılmaya müsaittir. Yine 3. alt bentte aletten bahsedilirken tekil bir ifadeye yer verilmişken, 4. alt bentteyse şeyler şeklinde çoğul bir ifadeye yer verilmesi de sorunludur. Zira 4. alt bent kapsamına giren tek bir şeyle kasten yaralama suçunun işlenmesi halinde silahla kasten yaralamadan bahsetmek gerekir. Hüküm bu haliyle 4. alt bentten bahsedilebilmesi için birden fazla şeyle kasten yaralama suçunun işlenmesi şeklinde yorumlanmaya müsaittir. Uyumun sağlanabilmesi adına ve amaçsal yorum gereği kasten yaralama suçunun 4. alt kapsamına giren tek bir şeyle işlenmesi halinde de silah olarak değerlendirilmesi gerektiğinden diğer herhangi bir şey şeklindeki tekil bir ifadeye yer verilmesi daha yerinde olacaktır. Kaldı ki zaten bu çalışmada belirtildiği üzere esasında söz konusu ifadenin silah olarak tanımlanması yerine kullanımı itibariyle tehlike yaratan herhangi bir alet ifadesi şeklinde değiştirilmesi çok daha yerinde bir düzenleme olacaktır. V. Sonuç Kasten yaralama suçunun silahla işlenmesi, TCK nın 86. maddesinin 3. fıkrasının (e) bendinde cezanın daha fazla verilmesini gerektiren nitelikli hal olarak düzenlenmektedir. TCK nın 6. maddesinin (f) bendinin 4. alt bendinde ise saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeylerin ceza kanunlarının uygulamasında silah olarak anlaşılacağı belirtilmektedir. Ancak 4. alt bentte yer alan söz konusu ifade çalışmada da ifade edildiği üzere, belirlilikten uzak ve yoruma oldukça açık olup farklı değerlendirmelere sebebiyet verebilecek niteliktedir. Bu kapsamda kasten yaralama suçunun işlenmesinde herhangi bir şeyin kullanılması halinde söz konusu nitelikli halin uygulanması söz konusu olabilmektedir. 312  Özdemir Ekici, (n. 104) 36. 145Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 Elbette ki kasten yaralama suçunun silahla işlenmesinin cezanın daha fazla verilmesini gerektiren nitelikli hal olarak öngörülmesi yerindedir. Ancak ceza hukukunun yalnızca toplumsal cezai ihtiyaçların karşılanmasına yönelik bir araç olmadığı, aynı zamanda devletin cezalandırma hakkını sınırlayarak bireyin özgürlüğünü korumak açısından suçlunun güvencesini oluşturduğu unutulmamalıdır. Bu kapsamda kasten yaralama suçunda kullanılan şeyin silah olarak değerlendirilmesinde dikkatli davranılmalıdır. Nitekim ceza hukukunun temel hak ve özgürlüklerle olan doğrudan ilişkisi de bunu gerektirmektedir. Her ne kadar normun amacını ortaya çıkarabilmek için daraltıcı, genişletici ya da ilerletici yoruma başvurulabilmesi mümkünse de kanunilik ilkesi karşısında ceza sorumluluğunun ağırlaştırılmasına sebebiyet verecek nitelikli haller bakımından geniş değil, dar yoruma başvurulmalıdır. Şayet yapılan bu dar yorum, kanunun amacına hizmet etmiyorsa kanunda kullanılan ifadede değişikliğe gidilerek açıklığın sağlanması gereklidir. Somut olayın özellikleri esas alınmak suretiyle kasten yaralama suçunda kullanılan şeyin kullanılış şeklinin oluşturduğu tehlike, şeyin silah olarak değerlendirilmesinde dikkate alınmalıdır. Bu nedenle ön bir kabulle kasten yaralama suçunda kullanılan bir şeyin, silah olarak değerlendirilmesi ya da değerlendirilmemesi gerektiğinden bahsedilmemelidir. Buna karşın çalışmada da belirtildiği üzere uygulamanın bu şekilde olmadığı, ön bir kabulle hareket edildiğine ilişkin kararların bulunduğu görülmektedir. Ancak bu nitelendirmenin yapılmasında önemli olan kasten yaralama suçunda kullanılan şeyin kullanılış şekli, etkilenen vücut kısmı ve mağdurun özellikleridir. Yani somut olayda mağdur için tehlike oluşturacak şekilde bu şeyin kullanılması gereklidir. Ancak silah olarak nitelendirilebilmesi için kullanılan şeyin bizatihi tehlikeliliğinin belirleyici olmadığının altı çizilmelidir. Yani bir şeyin kasten yaralama suçunun işlenmesinden evvel tehlikeli ya da tehlikesiz şeklinde sınıflandırılması söz konusu değildir. Genel kanun niteliğinde olan TCK nın tanımlar başlığını taşıyan 6. maddesinin (f) bendinin ayrı bir açıklamaya gerek bulunmaksızın anlaşılır olması gereklidir. Nitekim gerçekleştirilen tanımın kesin bir şekilde kaleme alınması halinde bu tanımlama çabasının faydalı olacağı belirtilmelidir. Ancak silah kavramı bakımından örneğin TCK nın 6. maddesinin (b) bendinde yer verilen çocuk tanımındaki gibi bir belirlilik söz konusu değildir. Bu nedenle 4. alt bent bakımından silah kavramının tanımlanmasında değişikliğe gidilmelidir. Zira uygulamada mahkemelerin önlerine gelen olayda kasten yaralama suçuyla ilgili olarak nelerin silah sayılıp sayılmadığına ilişkin tereddüt yaşadıklarının görüldüğü, Yargıtay ın kararlarına baktıkları, buna karşın tereddütlerini 146Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... yenememeleri halinde sanık lehine yorum yaptıklarını dile getirdikleri görülmektedir. Bu nedenle 4. alt bendin yürürlükten kaldırılarak, söz konusu durumun nitelikli hal olarak kabul edilmesi isteniyorsa TCK nın 86. maddesinin 3. fıkrasının (e) bendinin silahla ya da kullanımı itibariyle tehlike yaratan herhangi bir aletle işlenmesi şeklinde düzenlenmesi önerilebilir. Bir diğer öneri ise TCK nın 6. maddesinin (f) bendinde silah kavramı yerine silahın da içinde yer aldığı tehlikeli bir şekilde kullanılan herhangi bir alet ya da silah kavramının yanında tehlikeli bir şekilde kullanılan herhangi bir alet ifadesinin kullanılması olabilir. Burada şey yerine alet ifadesinin bilinçli bir şekilde kullanıldığı belirtilmelidir. Nitekim böylece şey ifadesinin kullanılmasının ortaya çıkardığı sorunlar çözümlenmiş olacaktır. Örneğin alet ifadesinin kullanılmasıyla artık yalnızca taşınırların mı bu kapsamda yer alıp alamayacağına ilişkin öğretideki tartışmaların da önüne geçilecektir. Nitekim bu ifade kelime anlamı itibariyle kapsamına yalnızca taşınırları alacaktır. Yine insan bedenine ilişkin kısımlar ve hayvan bakımından da aynı yorum geçerlidir. Ancak hayvanın kasten yaralama suçunda kullanılmasının silah olarak kabul edilmesi isteniyorsa çalışmada da değinildiği üzere bu konuda Fr. CK. nın 132-75. maddesinin 4. fıkrasına benzer bir düzenlemeye, TCK nın 6. maddesinde ya da 86. maddesinin 3. fıkrasının (e) bendinde ayrıca ve açıkça yer verilmesi daha yerinde bir tercih olacaktır. Nitekim çalışmada da belirtildiği üzere Fr. CK. nın söz konusu hükmünde bir hayvanın öldürmek, yaralamak ya da tehdit amacıyla kullanılması halinde de bir silahın kullanıldığının kabul edileceği belirtilmektedir. Yine 3. alt bentte aletten bahsedilirken tekil bir ifadeye yer verilmişken, 4. alt bentteyse şeyler şeklinde çoğul bir ifadeye yer verilmesi de sorunludur. Zira 4. alt bent kapsamına giren tek bir şeyle kasten yaralama suçunun işlenmesi halinde silahla kasten yaralamadan bahsetmek gerekir. Hüküm bu haliyle 4. alt bentten bahsedilebilmesi için birden fazla şeyle kasten yaralama suçunun işlenmesi şeklinde yorumlanmaya müsaittir. Uyumun sağlanabilmesi adına ve amaçsal yorum gereği kasten yaralama suçunun 4. alt kapsamına giren tek bir şeyle işlenmesi halinde de silah olarak değerlendirilmesi gerektiğinden diğer herhangi bir şey şeklindeki tekil bir ifadeye yer verilmesi daha yerinde olacaktır. Kaldı ki zaten bu çalışmada belirtildiği üzere esasında söz konusu ifadenin silah olarak tanımlanması yerine kullanımı itibariyle tehlike yaratan herhangi bir alet ifadesi şeklinde değiştirilmesi çok daha yerinde bir düzenleme olacaktır. Şayet söz konusu değişiklik önerileri hayata geçirilmeyecekse de kasten yaralama suçunda fail tarafından kullanılan saldırı ve savunma amacıyla yapılmış olmasa bile 147Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 fiilen saldırı ve savunmada kullanılmaya elverişli diğer herhangi bir şeyin muhakkak silah olarak değerlendirilmesinin gerekmediğinin de altı çizilmelidir. Bu nedenle kanun koyucunun takdirine bağlı olarak TCK nın 6. maddesinin 4. alt bendinin yürürlükten kaldırılması dışında herhangi bir değişikliğin yapılmaması da önerilebilir. Zira hâkim işlenen suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında temel cezayı belirlerken TCK nın 61. maddesinin 1. fıkrasının (b) bendi uyarınca suçun işlenmesinde kullanılan araçları ve (e) bendi uyarınca da meydana gelen zarar veya tehlikenin ağırlığı zaten dikkate alacaktır. 4. alt bendin suçun temel şekli ya da nitelikli halinde silaha yer veren tüm suçlar için ortak bir belirleme yaptığı, kasten yaralama suçuyla sınırlı bir düzenleme içermediği dikkate alınırsa 4. alt bendin yürürlükten kaldırılması önerisinin sorun yaratması olasıdır. Bu kapsamda örnek olarak TCK nın 297. maddesinde düzenleme altına alınan infaz kurumuna veya tutukevine yasak eşya sokmak suçu verilebilir. Bu nedenle suçun temel şekli ya da nitelikli halinde silaha yer veren her bir suç bakımından ayrı bir düzenlemenin yapılması kanun koyucunun takdirine bağlı olarak gerekli olabilir. Kanun koyucunun TCK nın 6. maddesinin (f) bendinde silah kavramı yerine silahın da içinde yer aldığı tehlikeli bir şekilde kullanılan herhangi bir alet ya da silah kavramının yanında tehlikeli bir şekilde kullanılan herhangi bir alet ifadesinin kullanılması önerisininse, mevcut düzenleme bakımından dile getirilen belirlilikten uzak ve yoruma oldukça açık olduğuna ilişkin eleştirileri gidermeye elverişli olmadığı yönünde eleştirilmesi mümkündür. Nitekim her bir somut olay bakımından ayrıca değerlendirmeyi gerektirmektedir. Zira bir şeyin ceza hukuku bakımından silah olarak kabul edilip edilemeyeceği sorusuna kolaylıkla olumlu ya da olumsuz şekilde cevap vermek olanaklı değildir. Nitekim söz konusu cevap, bir anlamda duruma bağlı olup suçun hukuki konusunu ihlal etmeye uygun olmasını gerektirmektedir. Ancak söz konusu öneri, kasten yaralama suçunda saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve savunmada kullanılmaya elverişli diğer şeylerin tehlikeli bir şekilde kullanılmaması halinde nitelikli halin uygulama alanı bulmasına engel olacak niteliktedir. Nitekim 4. alt bentte yer alan ifade somut olayın dikkate alınmaksızın, soyut olarak bir şeyin saldırı ve savunmada kullanılmaya elverişli diğer şey şeklinde yorumlanmasını ve ön bir kabulle hareket edilmesini mümkün kılar niteliktedir. Her ne kadar kasten yaralama suçunun işlenmesinde kullanılan şeyin tehlikeli bir şekilde kullanılan herhangi bir alet ya da silah olması arasındaki ayrımın belirlenmesi uygulanacak olan kanun hükmünde bir farklılık yaratmayacaksa da en azından tehlikeli 148Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen Saldırı ve Savunma Amacıyla Yapılmış... bir şekilde kullanılan herhangi bir aleti ifade etmek üzere silah kavramının kullanılmaması da yerinde olacaktır. Böylece medyanın ceza hukukuna ilişkin bilgisindeki noksanlığı, kanuni tanımın sorunlu olduğunun göstergesi olarak kabul edilmesine tek gerekçe olamayacaksa da medyada ironik bir şekilde yer verilen haberlerin de önüne geçilmiş olunacaktır. Yine bu önerilere getirilen eleştiriler doğrultusunda bu önerilerin yanlışlanabileceği ve böylece hangi ifadenin kullanılmasının daha yerinde olacağına da bir adım daha yaklaşılmış olacağı vurgulanmalıdır. Nitekim çalışmada bahsedildiği üzere 4. alt bendin kasten yaralama suçuyla ilgili olarak uygulanmasında sorunlar bulunmaktadır. Kaldı ki hem uygulamada hem de öğretide bir şeyin 3. alt bende mi yoksa 4. alt bende mi girdiğinin tespitinde dahi güçlükler yaşanmaktadır. Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "Abdullah Pulat Gözübüyük, ‘Ceza Hukukunda Silah ve Bıçak Mefhumları  (1945) 36(11) Adalet Dergisi 11381149. Abdullah Pulat Gözübüyük, ‘Silah ve Silah Sayılan Aletlere Dair Temyiz İçtihatlarının Tahlili  (1955) (6) Ankara Barosu Dergisi 404-410. Abdullah Pulat Gözübüyük, ‘Silahlara Ait Suçlar ve Cezaları Hakkında Mukayeseli Bir İnceleme  (1949) 40(8) Adalet Dergisi 1109-1120. Ali Parlar, Türk Ceza Kanunu Şerhi, C. I (2. Bs., Bilge Yayınevi 2015). Bernhard Hardtung, Münchener Kommentar zum StGB Band 4 (4. Aufl., Der Verlag C.H.BECK 2021), StGB § 224. Cumhur Şahin ve İzzet Özgenç, Türk Ceza Hukuku Gazi Külliyatı (2. Bs., Seçkin Yayıncılık 2005). Dennis Bock, Strafrecht Besonderer Teil 1 (4. Aufl., Springer-Verlag 2018). Detlev Sternberg Lieben, Schönke/Schröder Strafgesetzbuch Kommentar (30. Aufl., Der Verlag C.H.BECK 2019) StGB § 224. Didar Özdemir Ekici, ‘Yargıtay Kararları Işığında Türk Ceza Hukukunda Silah Kavramı , İstanbul Üniversitesi – Cerrahpaşa Adli Tıp ve Adli Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, İstanbul 2019. Doğan Soyaslan, Ceza Hukuku Özel Hükümler (12. Bs., Yetkin Yayınları 2018). Durmuş Tezcan, Mustafa Ruhan Erdem ve R. Murat Önok, Ceza Özel Hukuku (19. Bs., Seçkin Yayıncılık 2021). Ejder Yılmaz, Hukuk Sözlüğü (9. Bs., Yetkin Yayınları 2005). Enes Köken, Silah Kavramı ve Silah Kaçakçılığı Suçları (Açıklamalı – İçtihatlı) (1. Bs., Adalet Yayınevi 2020). 149Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2022; 10(1): 97-151 Erdener Yurtcan , Yargıtay Kararları Işığında Türk Ceza Kanunu (Genel Hükümler) Cilt I (2. Bs., Türkiye Barolar Birliği Yayınları 2015). Eric Hilgendorf, ‘Körperteile als „gefährliche Werkzeuge”  (2000) 112(4) ZStW 811-833. Fatih Selami Mahmutoğlu ve Serra Karadeniz, Türk Ceza Kanunu Genel Hükümler Şerhi, (1. Bs., Beta Yayıncılık 2017). Georg Küpper ve René Börner, Strafrecht Teil 1 (4. Aufl., Springer Verlag Berlin 2018). Gökhan Taneri ve Gani Kamışlı, Kişilere Karşı İşlenen Suçlar, (1. Bs., Seçkin Yayıncılık 2018). Gürsel Yalvaç, Karşılaştırmalı – Gerekçeli İçtihatlı Türk Ceza Kanunu (1. Bs., Adalet Yayınevi 2008). Hans Ullrich Paeffgen ve Martin Böse, Nomos Kommentar Kindhäuser/Neumann/Paeffgen, Strafgesetzbuch (5. Aufl., Nomos Verlag 2017) StGB § 224. Hasan Sınar, Sinan Altunç, Serap Keskin Kiziroğlu, Ali Kemal Yıldız, Gülşah Bostancı Bozbayındır, Barış Erman, Fulya Eroğlu Erman, Gülşah Kurt, Köksal Bayraktar ve Pınar Memiş Kartal, Özel Ceza Hukuku Cilt II Kişilere Karşı Suçlar (1. Bs., On İki Levha Yayıncılık 2017). Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu – Uygulamalı Türk Ceza Kanunu Şerhi 3. Cilt Madde 86-140, (1. Bs., Adalet Yayınevi 2021). İlhan Üzülmez, Vücut Dokunulmazlığına Karşı Suçlar (1. Bs., Adalet Yayınevi 2013). İsmail Turgut Kıldan ve Togay Akdemir, ‘Kasten Yaralama Suçunda Silah Kavramının Yargıtay Kararları Doğrultusunda İncelenmesi  (2015) 0(6) Uyuşmazlık Mahkemesi Dergisi 227-246. Kristian Kühl, Lackner/Kühl, Strafgesetzbuch, (29. Aufl., Der Verlag C.H.BECK 2018) StGB § 224. Lale Sirmen, Eşya Hukuku (1. Bs., Yetkin Yayınları 2013). Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Özel Hükümler (6. Bs., Adalet Yayınevi 2019). Mehmet Emin Artuk, Ahmet Gökcen ve A. Caner Yenidünya, Türk Ceza Kanunu Şerhi C. I, (2. Bs., Adalet Yayınevi 2014). Mehmet Emin Artuk, Ahmet Gökcen, Mehmet Emin Alşahin ve Kerim Çakır, Ceza Hukuku Özel Hükümler (19. Bs., Adalet Yayınevi 2021). Mehmet Fatih İçer, Uygulamada Karşılaşılan Tereddütlü Yönleriyle Yaralama ve Öldürme Suçları (1. Bs., Adalet Yayınevi 2019). Murat Aydın, ‘Genel Güvenliği Kasten Tehlikeye Düşürmek Suçu, Silah Kavramı ve Yargıtay Uygulaması  (2007) (6) Terazi Aylık Hukuk Dergisi 50-59. Mustafa Artuç, Kişilere Karşı Suçlar (2. Bs., Adalet Yayınevi 2018). Mustafa Özen, Ceza Hukuku Özel Hükümler (3. Bs., Adalet Yayınevi 2019). Mustafa Ruhan Erdem, ‘Türk Ceza Kanununda Silah  (2003) 7(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1-13. Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Genel Kısım (26. Bs., Savaş Yayınevi 2021). Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Özel Kısım (11. Bs., Savaş Yayınevi 2021). Nur Centel, Hamide Zafer ve Özlem Çakmut, Kişilere Karşı İşlenen Suçlar (5. Bs., Beta Yayıncılık 2021). Olgun Değirmenci, ‘Askerî Ceza Kanunu Uygulamasında Silah Kavramı  (2016) (1) Ankara Barosu Dergisi 81-123. Osman Yaşar, Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu – Uygulamalı Türk Ceza Kanunu, C. I (2. Bs., Adalet Yayınevi 2014). Ralf Eschelbach, Beck sche Online-Kommentare BeckOK (50. Ed., 2021), StGB § 224. Sahir Erman ve Çetin Özek, Ceza hukuku Özel Bölüm Kişilere Karşı Suçlar (TCK 448-490) (Dünya Yayıncılık 1994). Salih Kocalar ve Yunus Biçen, Kasten Yaralama Suçu Örneğinde Genel Hükümler, (1. Bs., Seçkin Yayıncılık 2019). 150Eylem BAŞ / Kasten Yaralama Suçunun Silah Olarak Kabul Edilen “Saldırı ve Savunma Amacıyla Yapılmış... Samet Can Olgaç, Kasten Yaralama Neticesinde Ölüme Neden Olma Suçu: TCK 87/4 (1. Bs., Seçkin Yayıncılık 2016). Selman Dursun ve Sebastian Hoffmanns, ‘Der Waffenbegriff im deutschen und türkischen Strafrecht  Die Entwicklung von Rechtssystemen in ihrer gesellschaftlichen Verankerung: Forschungsband zum deutschen und türkischen Strafrecht und Strafprozessrecht Alexander von Humboldt Stiftung Institutspartnerschaft (2009-2013), (Nomos 2014) 193-228. Sulhi Dönmezer, Kişilere ve Mala Karşı Cürümler (16. Bs., Beta Yayıncılık 2001). T. C. Başbakanlık Muamelât Genel Müdürlüğü Tetkik Müdürlüğü, Sayı: 71 – 1348, “Türk Ceza Kanununun Bâzı Maddelerinin Değiştirilmesine Dair Kanun Tasamı ve Adalet Komisyonu Raporu (1/555)”, 9.5.1949. Timur Demirbaş, Ceza Hukuku Genel Hükümler (16. Bs., Seçkin Yayınevi 2021). Türk Dil Kurumu, Türkçe Sözlük (11. Bs., Türk Dil Kurumu Yayınları 2011). Türk Hukuk Kurumu, Türk Hukuk Lügatı (3. Bs., Başbakanlık Basımevi 1991). Veli Özer Özbek, Koray Doğan ve Pınar Bacaksız, Türk Ceza Hukuku Özel Hükümler (16. Bs., Seçkin Yayıncılık 2021). Zeki Hafızoğulları ve Muharrem Özen M, Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar (6. Bs., US-A Yayıncılık 2017). 151"
}