{
     "Tip": "Makale",
     "Dergi İsmi": "Ceza Hukuku ve Kriminoloji Dergisi",
     "Üniversite İsmi": "",
     "Gün": "26",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Seri Muhakeme Usulü",
     "Title": "The Serial Judgement Procedure",
     "Yazar İsmi": [
          "Abdullah Batuhan BAYTAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Seri muhakeme usulü",
          "ceza indirimi",
          "soruşturma aşamasında hüküm"
     ],
     "Keywords": [
          "Serial judgement procedure",
          "decreasing of a penalty",
          "verdict in inverstigation phase"
     ],
     "Özet": "7188 sayılı Ceza Muhakemesi Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un 23. maddesi ile 5271 sayılı Kanunun mülga 250. maddesinin başlığıyla birlikte yeniden düzenlenmesiyle Alternatif bir çözüm yolu olarak 24.10.2019 yürürlüğe giren seri muhakemesi usulü, 1 Ocak 2020 tarihinden itibaren uygulanmaya başlamıştır. Temelini Anglo-Amerikan hukuk sisteminde yer alan ceza pazarlığı sisteminden alan seri muhkeme usulü, son dönemde Kara Avrupası Hukuk sistemi temsilcileri tarafından kabul görmeye başlamış ve başta mehaz kanun niteliğine sahip olan AlmCMK nunda da 2009 yılından beri yer almaktadır. Ancak belirtmek gerekir ki, seri muhakeme hukuku adıyla yürürlüğe giren kurumun ne Amerikan ve ne de Alman hukukunda yer alan benzer düzenlemelerden farklıdır. Kanun koyucunun ortaya koyduğu gerekçede ifade edildiği üzere yargı mercileri üzerinde mevcut olan yoğunluğun azaltılması amacıyla alternatif çözüm yolu olarak yürürlüğe giren Seri Muhakeme Usulü, 2005 yılında yürürlüğe giren 5271 sayılı Ceza Muhakemesi Kanunuyla ortaya konulan ceza muhakemesi sistemimize uygun bir kurum değildir. Bu çalışmada seri muhakeme usulünün düzenlendiği Ceza Muhakemesi Kanununun 250. maddesi ve Ceza Muhakemesinde Seri Muhakeme Usulü Yönetmeliğinde bağlamında Türk hukuku bakımından yeni olan bu müessesene dair açıklamalar, eleştiriler ve öneriler yer almaktadır.",
     "Abstract": "The Serial Judgement Procedure (SJP) entered into force in October together with the law regarding the Amendment of the Turkish Penal Procedure Code (TPPC). The SJP began to be implemented on January 1st, 2020. SJP is a process that enables a public prosecutor to propose decreasing a penalty. To make this proposal, the public prosecutor must have sufficient evidence to initiate a trial regarding a crime, as set forth in Article 250 of the TPPC. To do this, the prosecutor makes a proposal stating that the sentence will be reduced by half if he accepts the offer. If this proposal is accepted in the presence of his defense counsel, the public prosecutor prepares a written request and sends it to the court. The court then listens to the suspect in the presence of his defense counsel. If the suspect accepts the offer, the judge will adjust the sentence according to the proposal. This study examines the conditions of Article 250 of the TPPC, which regulates the SJP. Moreover, the disapproval of the current SJP system, which is new in the Turkish criminal procedure law system, is argued.",
     "Metin": "Seri muhakeme usulü (SMU), 7188 sayılı Ceza Muhakemesi Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un 23. maddesi ile 5271 sayılı Kanunun mülga 250. maddesinin başlığıyla birlikte yeniden düzenlenmesiyle Türk hukukunda yeni bir müessese olarak yerini almıştır. Çalışmamızda öncelikle SMU ya dair genel açıklamalarda bulunulacak, devamında SMU nun şartları detaylı bir şekilde incelenecek ve son olarak sürecin ne şekilde işleyeceğine dair açıklamalar yapılacaktır.  2. SMU ya Yönelik Genel Değerlendirme Her şeyden evvel müessese bakımından tercih edilen ismin isabetli olmadığının ifade edilmesi gerekmektedir. Zira seri muhakeme usulünden anlaşılan, genel kurallara göre yapılan muhakeme sürecinin hızlı bir şekilde tamamlanmasıdır. Ancak aşağıda detayları üzerinde durulacak olmakla birlikte, SMU de genel muhakeme sürecinden tamamen bağımsız, herhangi bir şekilde tez, anti-tez, sentez üçlemesinin olmadığı, diğer bir deyişle bir yargılama faaliyetinin meydana gelmediği bir süreçtir. Bu bakımından bu usul, seri bir yargılama değil, seri hüküm vaat etmektedir. Kanun koyucu, 7188 sayılı kanunun 23. maddesiyle CMK nun 250. maddesinde yapılan değişiklikle kanunumuza giren SMU nun uygulama tarihini 1 Ocak 2020 olduğunu belirtmiştir. Bilindiği üzere muhakeme hukukunda geçerli olan derhal uygulama ilkesidir. Bu ilkenin gereği olarak muhakeme hukukuna dair yapılan değişikliklerin, lehe veya aleyhe olduğuna bakılmaksızın, yürürlüğe giren düzenlemenin kesinleşmemiş tüm dosyalar bakımından uygulanmasını gerektirmektedir. Hatta Yargıtay uygulamasına bakıldığında, muhakeme hukukunda yapılan değişikliklerin kesinleşmiş dosyalar bakımından uygulanmasına yönelik kararları da söz konusudur. Nitekim uzlaştırma hükümlerinde yapılan değişiklikler bakımından CMK nun 253. maddesinde yer alan uzlaşmanın maddi hukuk boyutu olduğu gerekçesiyle ve kişilerin 1  Cumhur Şahin, Ceza Muhakemesi Hukuku I, (9. Ed., Seçkin Yayıncılık, Ankara, 2018) 46; Yener Ünver and Hakan Hakeri, Ceza Muhakemesi Hukuku, (14. Ed, Adalet Yayınevi, Ankara 2018) 83; Nur Centel and Hamide Zafer, Ceza Muhakemesi Hukuku, (15. Ed, Beta Yayınevi, İstanbul, 2018) 53; Bahri Öztürk and Durmuş Tezcan and Mustafa Ruhan Erdem and Özge Sırma Gezer and Yasemin Saygılar Kırıt and Esra Alan Akcan and Özdem Özaydın and Efser Erden Tütüncü and Derya Altınok Villemin and Mehmet Can Tok, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, (12. Ed., Seçkin Yayıncılık, Ankara, 2018) 38; Ahmet Gökcen and Murat Balcı and Mehmet Emin Alşahin and Kerim Çakır, Ceza Muhakemesi Hukuku, (4. Ed., Adalet Yayınevi, Ankara, 2020) 65; Feridun Yenisey and Ayşe Nuhoğlu, Ceza Muhakemesi Hukuku, (6. Ed., Seçkin Yayıncılık, Ankara, 2018) 96;  Veli Özer Özbek and Koray Doğan and Pınar Bacaksız and İlker Tepe, Ceza Muhakemesi Hukuku, (11. Ed., Seçkin Yayıncılık, Ankara, 2018) 94. 230Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü lehine olması nedeniyle kesinleşmiş dosyalar bakımından da uygulanmasına karar verilmiştir. Bu kararla birlikte yapılan kanun değişikliğiyle uzlaştırma kapsamına giren suçlara dair yürürlük tarihi öncesi kesinleşmiş dosyalarda da uzlaştırma hükümleri uygulanmıştır. Bu da yargıda fazladan yoğunluğa sebebiyet vermiştir. Kanun koyucu yerinde bir düzenlemeyle 7188 sayılı kanunun 31. maddesiyle CMK na eklediği Geçici Madde 5 in d bendinde özel bir norm kaleme almış ve maddenin yürürlüğe girdiği tarih olan 1 Ocak 2020 itibarıyla kovuşturma aşamasına geçmiş, hükme bağlanmış veya kesinleşmiş olan dosyalarda SMU nun uygulanamayacağını ifade etmiştir. Yargı sisteminde mahkemelerin yoğunluğunun azaltılması amacıyla belirli ağırlıktaki suçların klasik ceza muhakemesi sürecinden farklı bir muhakeme şekli öngören SMU alternatif bir çözüm yöntemi olarak hukukumuzda yer almaya başlamıştır. Nitekim değişikliğin gerekçesinde Belirli bir önem derecesinin altındaki suçlarda muhakeme sürecinin formalitelerden arındırılmasını ve kısaltılmasını, işlenen suçlara kısa süre içinde etkili ve orantılı bir karşılık verilerek bozulan kamu düzeninin yeniden sağlanmasını amaçlamaktadır. şeklindeki ifade de düzenlemenin kaleme alınmasındaki amacı ortaya koymaktadır. Temelini Anglo-Sakson ve Anglo-Amerikan hukuk sistemlerinden alan SMU, son dönemde Kıta Avrupası hukuk sisteminde de yer alan Fransa, Almanya ve İtalya gibi ülkelerde de yeni birer usul olarak uygulanmaya başlamıştır. Ancak belirtmek gerekir ki, ülkemizde 7188 sayılı kanunla yürürlüğe giren SMU, mukayeseli hukukta yer alan bu müesseselerden daha farklı bir yapıya sahip olup, çalışmamızda hukukumuz bakımından son derece yeni olan bu SMU nun problemli alanlarını göstermek suretiyle müessesenin ortaya konulması amaçlanmaktadır. CMK nun 250. maddesindeki ve yönetmelikteki düzenlemenin detaylarına girmeden evvel belirtilmesi gerekir ki SMU, Anayasa ya ve ceza muhakemesi hukukunda bir 2  Yargıtay Ceza Genel Kurulu nun 30/10/2007 tarihli ve 2007/4-200 esas, 2007/219 sayılı ilâmında belirtildiği üzere, uzlaştırma kurumu her ne kadar 5271 sayılı Ceza Muhakemesi Kanunun 253 ve 254. maddelerinde hüküm altına alınarak usul hukuku kurumu olarak düzenlenmiş ise de, fail ile devlet arasındaki ceza ilişkisini sona erdirmesi bakımından maddi hukuka da ilişkin bulunması nedeniyle yürürlüğünden önceki olaylara da uygulanabileceği, bu uygulamanın sadece görülmekte olan davalar bakımından geçerli olmayacağı, 5237 sayılı Kanun un 7/2. maddesindeki Suçun işlendiği zaman yürürlükte bulunan kanun ile sonradan yürürlüğe giren kanunların hükümleri farklı ise, failin lehine olan kanun uygulanır ve infaz olunur. (YCGK, 30.10.2007 tarih, 2007/200 Esas ve 2007/219 Karar No lu Kararı). 3  İlgili düzenlemede yer alan …kovuşturma evresine geçilmiş,… ibaresi AYM nin 25.06.2020 tarih, 2020/16 Esas ve 2020/33 Karar No lu kararıyla basit yargılama usulü yönünden Anayasaya aykırı olduğu gerekçesiyle iptal edilmiştir. 231Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 takım temel ilkelere aykırılık oluşturmaktadır. Anayasa ya aykırılık aşağıda inceleneceğinden burada yalnızca ceza muhakemesi hukukumuz bakımından bir değerlendirme yapılacaktır. 1 Haziran 2005 tarihinde yapılan reformla birlikte yürürlüğe giren 5271 sayılı CMK yla bir sistem ortaya konulmuştur. Ancak bugüne kadar gelinen süreçte farklı sebeplerle ceza muhakemesi sisteminin yapısına aykırı birtakım düzenlemeler getirilmiştir. Ceza muhakemesi sistemimizin yapısına aykırı olarak getirilen son yenilik ise SMU dür. Ceza muhakemesi sistemimizin en önemli ilkelerinden biri, maddi gerçeğin araştırılması ilkesidir. Gerçek hayatta ne olduysa, gerçeğin ta kendisi neyse, ceza muhakemesi sürecinde ulaşılmak istenen amaç odur. Bu bakımdan hukuka uygun bir şekilde elde edilecek delillerle, şüpheli ve sanığın haklarına saygılı bir şekilde yürütülecek muhakeme sürecinin sonucunda ulaşılmak istenilen husus, gerçekten iddia edildiği gibi bir suçun işlenip işlenmediğinin tespit edilmesidir. Eğer gerçekten o fiilin gerçekleştirildiği sonucunda ulaşılması halinde o fiili gerçekten kimin gerçekleştirdiğinin ortaya konulmasıdır. Diğer bir deyişle gerçek hayatta ne olduysa, ortaya çıkarılması amaçlanmaktadır. Ancak aşağıda detayları üzerinde durulacak olan SMU da amaç maddi gerçeğe ulaşmak değildir. Zira burada kişinin hakkında ceza verilmesi, kişinin suçu işlediğinin ispat edilmesinden kaynaklanmamakta, yalnızca SMU yu kabul etmesinden kaynaklanmaktadır.  Diğer bir deyişle şüpheli henüz sanık sıfatı dahi almadan ve hakkında yalnızca iddianamenin düzenlenmesi ve kamu davası açılmasına yetecek derecede yeterli şüphe olmasına rağmen, yalnızca SMU yu kabul etmesi dolayısıyla, hakkında mahkûmiyet hükmü kurulmaktadır. Bu bakımdan ortada ne ispata ne maddi gerçeğe ulaşma durumu söz konusudur. Nitekim kişinin SMU yu kabul etmesi, suçu işlediğini kabul etmesi anlamına da gelmeyecektir. Bu bakımından ortaya konulabilecek kısmi çözüm önerisi ise, SMU nun Alman ve Amerikan hukukunda olduğu üzere ikrar dayandırılması halinde, şekli olarak da olsa bir gerçekliğe ulaşılması durumu söz konusu olabilecektir. 4  Gülsün A. Aygörmez Uğurlubay and Nuran Haydar and Mehmet Korkmaz,  Serî Muhakeme Usûlüne İlişkin Sorunlar ASBÜ Hukuk Fakültesi Dergisi, Yıl 2019, Sayı 2, 260. 5  Claus Roxin and Bernd Schünemann, Strafverfahrensrecht, (26. Ed. Verlag C.H. Beck, München, 2009) 2; Hans Heiner Kühne, Straprozessordnung, (7. Ed., C.F. Müller Verlag, Heidelberg, 2007) 1; Şahin, (n 1) 27;  Centel and Zafer, (n 1) 6; Hakan Karakehya, Ceza Muhakemesinin Amacı, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl 2007, Cilt 65 , Sayı 2, 125  (121 – 141). 6  Ünver and Hakeri, (n 1) 8. 232Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü SMU bakımından üzerinde durulabilecek bir diğer husus ise, bu usulün suçlulukla mücadele noktasındadır. Nitekim bu sistemin kabul edilmesinden sonra şüpheli hakkında kanunda öngörülen cezanın çok daha azına hükmedilmesi söz konusu olacaktır. Ayrıca kataloğa seçilen suçlar dikkate alındığında SMU da tespit edilecek cezaların genel olarak 2 yılın altında kalacaktır. Dolayısıyla 250. maddede belirtildiği üzere bu cezaların TCK nun 50. maddesi bağlamında kısa süreli hapis cezalarına seçenek yaptırımlara çevrilebilmesi, TCK nun 51. maddesi bağlamında hapis cezasının ertelenmesi ya da CMK nun 231. maddesinde yer alan hükmün açıklanmasının geri bırakılması hükümlerinin de uygulanabilecek olması, hakkında cezaya hükmedilen kişilerin bu cezalarının hiçbir şekilde ceza evinde infaz edilmemesine sebebiyet verecektir. Bu da kişilerin suçu işlemekten imtina etmemelerini doğurabilecektir. TCK nun 50, 51 ve CMK nun 231. maddelerinin uygulanmaması halinde dahi birçok dosya bakımından durum farklılık arz etmeyecektir. Zira şüpheli hükümlü olmasından sonra 5275 Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun unun ilgili maddeleri gereğince koşullu salıverme ve denetimli serbestlik hükümlerinden de yararlanacak ve birçok hükümlünün cezası ceza evinde infaz edilmeyecektir. Bu durum da toplumda, işlenen suçların cezasız kaldığı algısının oluşmasına ve cezaların caydırıcılığının zedelenmesine sebebiyet verebilecektir. Diğer bir deyişle suçlulukla mücadele, bilhassa katalogda yer alan suçlarla bakımından cezaların caydırıcılığının olmadığı düşüncesiyle zarar görebilecektir. Bu eleştirinin önüne geçilmesi ve suçlulukla mücadele bağlamında bir sıkıntının ortaya çıkmaması bakımından SMU nun uygulanmasına bir sınırın getirilmesi gerekebilecektir. Bu bakımdan farklı çözüm önerileri olabilecek ise de en azından tekerrür hükümlerinin varlığı halinde SMU nun uygulanmaması gibi bir şart önerilebilir. Bir diğer öneri olarak ise, kişinin bir daha o suçu işlemeyeceğine dair izlenimin mevcudiyetinin aranması olabilir. Son olarak ise, SMU ilk defa suçu işleyenlere uygulanacağı gibi bir şart da ortaya konulabilir.  Zira suçlulukla mücadele açısından cezaların caydırıcılığı ve hükümlülerin ıslah edilebilmesi noktasında eksikliğin ortaya çıkması, SMU nun getirilmesindeki amaç olan mahkemelerin iş yoğunluğundan çok daha önemli olduğunun ifade edilmesi gerekir. Bu nedenle toplumun adalet anlayışının ve huzurunun zedelenmesinin önüne geçecek birtakım şartların getirilmesi yerinde olacaktır. 7  Benzer görüş için bkz. Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 265. 233Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Son olarak üzerinde durulacak husus ise, kanun koyucunun yapmış olduğu kanuni düzenlemeye ilişkindir. Buna göre kanun koyucu, SMU yu CMK nun 250. maddesinde çok genel olarak kaleme almış, sistemin ayrıntılarını ise yönetmelikte düzenlemiştir. Bu hususun eleştirilmesi gerekmektedir. Zira yönetmelik, kanunun ne şekilde uygulanmasını ortaya koyması gerekirken, SMU ya dair CMK nun 250. maddesinde yer alması gereken birçok husus barındırmaktadır. Bu hususlara çalışmada yeri geldikçe değinilecektir. 3. Seri Muhakeme Usulünün Anayasaya Aykırılık Sorunu SMU ya ilişkin ileri sürülebilecek diğer bir eleştiri ise, ilgili düzenlemenin Anayasanın 9. maddesine aykırı olabileceğidir. Zira Anayasa nın 9. maddesinde yargı yetkisinin Türk Milleti adına bağımsız ve tarafsız mahkemelerce kullanılacağı ifade edilmiş olup, buna mukabil SMU da C. Savcısı, şüpheli hakkında hâkim gibi ceza tayin etmektedir. Bu hususta doktrinde iki ayrı görüşün olduğunun ifade edilmesi gerekir. SMU nun Anayasaya aykırı olmadığını ileri süren ilk görüşün dayanağı, ceza C. Savcısınca tayin edilmekteyse de, mahkûmiyet kararının mahkeme tarafından açıklanmasıdır. Dolayısıyla yargı yetkisinin Anayasanın 9. maddesine uygun bir şekilde bağımsız ve tarafsız mahkemelerce kullanıldığı anlamına gelmektedir. Bizim de katıldığımız ikinci görüş ise, SMU normlarının Anayasanın 9. maddesine aykırılık teşkil ettiği yönündedir. Nitekim ceza tayini yargı yetkisi çerçevesinde gerçekleştirilebilecek bir işlemdir. Dolayısıyla bir kişi hakkında cezanın belirlenmesi, yargı yetkisi çerçevesinde mutlaka bağımsız ve tarafsız mahkemelerce yapılmalıdır. Oysaki SMU da, hakkında suç isnadı olan kişi hakkındaki ceza, hâkim tarafından değil, iddia makamı olan C. Savcısı tarafından belirlenmektedir. Sonuç olarak, Anayasanın 9. maddesinde açık bir şekilde ifade edildiği üzere yargı yetkisinin mutlaka bağımsız ve tarafsız mahkemelerce kullanılması gerekmektedir. Oysaki SMU da, yargı yetkisi kapsamında olan cezanın belirlenmesi işlemi, C. Savcısı tarafından gerçekleştirilmektedir. SMU da mahkemenin yegâne rolü ise, C. Savcısının belirlemiş olduğu cezayı bir mahkûmiyet hükmü olarak açıklamak, tasdik etmekten 8  Kemal Gözler, Türk Anayasa Hukuku Dersleri, (1. Ed. Bursa, Ekin Kitabevi, 2005) 322. 9  Ersan Şen, Ceza Muhakemesinde Seri ve Basit Yargılama Usulleri, https://www.hukukihaber.net/cezamuhakemesinde-seri-ve-basit-yargilama-usulleri-makale,7039.html , 05.01.2020.  10  Adem Sözüer, Türk Ceza Kanunu 6284 Sayılı Kanunda Kadın Haklarına İlişkin Düzenleme ve Uygulamalar ve Ceza Muhakemesi Kanunundaki Değişiklikler ve Seri Muhakeme Usulü konulu Eğitim Semineri, Rize Barosu, http://www.olay.com/haber/turk-ceza-kanununu-yazan-rizeli-unlu-hukukcu-sozuer-buyukreformlarimiz-paralel-741507.htm , 21.03.2020. 234Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü öteye gitmemektedir. Dolayısıyla SMU nun düzenlenmiş olduğu CMK nun 250. maddesinin Anayasanın 9. maddesine aykırılık teşkil ettiği açıktır. 4. Usulün Alman Hukukundaki Genel Görünümü Ceza muhakemesi hukukunda esas olan delillerin toplanması ve yapılan yargılama sonucunda kişi hakkında mahkeme tarafından bir karar verilmesidir. Ancak Alman hukukunda her ne kadar kanunda yer almasa da uzun yıllar boyunca mahkeme, savcılık ve sanık deliller konusunda ve verilecek ceza miktarı hususunda duruşma dışında anlaşma yoluna gitmişlerdir. Bu şekilde bir uygulamanın ortaya çıkmasının temelinde yatan husus ise, ceza adalet sisteminin sürekli artan iş yüküdür. Alman Yargıtay ı, kanunda olmayan, uygulamaya mahsus bu anlaşmaları içtihat yoluyla belli bir düzene sokmaya çalışmışsa da başarılı olamamıştır. Bunun üzerine uzun tartışmalar sonucunda nihayet 2009 yılında bu usûl, mahkeme ile muhakeme süjeleri arasında uzlaşma başlığıyla Alman Ceza Muhakemesi Kanunun 257c maddesinde düzenlenmiştir. Bu düzenlemenin esas amacı uygulamada mevcut olan anlaşmaları muhakeme sürecinin ilkelerine uygun hale getirmektir. Alman hukukundaki uzlaşma usulü, Amerikan hukukunda da olduğu gibi sanığın ikrarına bağlıdır. Bu yönüyle Türk hukukundaki SMU ile farklılık arz etmektedir. Dolayısıyla Alman hukukunda mahkeme ile muhakeme süjeleri arasında uzlaşma usulünün temeli sanığın ikrarına bağlı olup, sanığın ikrarda bulunmaması halinde uzlaşma imkânı olmamaktadır. İkrar bakımından ifade edilmesi gereken bir diğer husus, ikrarın gerçekliğidir. Nitekim ikrar tek başına yeterli olmayacak, ayrıca mahkeme bu ikrarın gerçekliği konusunda emin olacaktır. Mahkemenin ikrarın gerçekliği konusunda şüphesinin bulunması halinde ikrar kabul edilmeyecek ve dolayısıyla AlmCMK nun 257c maddesinde yer alan uzlaşma usulü uygulanamayacaktır.  Madde başlığının mahkeme ile muhakeme süjeleri arasında uzlaşma şeklinde düzenlenmesinden de anlaşıldığı üzere, bu usul, Alman hukukunda Türk hukukundan 11  Micheal Heghmanns, Stafverfahren,  ( Springer, Berlin, 2014) 328; Bu tür anlaşmalar genellikle ana duruşmanın dışında yapılmıştır. İtiraf yapıldığı zaman, genellikle daha fazla kanıt verilmemiştir, böylece anlaşma prosedürün önemli ölçüde kısalmasına neden olmuştur. Çoğu durumda, böyle bir anlaşmaya dayanan bir karara karşı herhangi bir yargıya itiraz edilmemiştir ve çoğu zaman bir temyizden açıkça feragat edilmiştir. BverfG, 2. BvR 2/10 vom 19.3.2013, § 2. 12  Heghmanns, (n 1) 328. 13  Michael Kubiciel, Zwischen Effektivität und Legitimität: Zum Handlungsspielraum des Gesetzgebers nach der Deal-Entscheidung des BVerfG, Onlinezeitschrift für Höchstrichterliche Rechtsprechung zum Strafrecht (HRRS), Heft 6, Yıl 2014, s. 205. 14  Heghmanns, (n 1) 329. 235Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 farklı olarak soruşturma aşamasında değil, kovuşturma aşamasında öngörülmektedir. Alman hukukunda mahkeme, uzlaşmanın içeriğindeki cezanın belirlenmesinde somut olayın şartlarını dikkate alarak genel kuralları uygulayacaktır. Cezanın belirlenmesi noktasında yargılama süjeleri görüş bildirebilmektedir. Mahkeme tarafından belirlenen uzlaşma içeriğinin savcı ve sanık tarafından da onaylanması halinde uzlaşma tamamlanmış olmaktadır. Bu uzlaşma sağlanmakla birlikte, hukuki veya maddi açıdan önemli olan hususlar dikkate alınmamışsa veya bu hususların daha sonra ortaya çıkması halinde mahkeme, dikkate alınmayan veya alınamayan hususlardan dolayı önerilen cezanın sınırının fiil ve kusura uygun olmadığı kanaatine varabilir. Bu halde mahkemenin uzlaşma ile bağlılığı sona erer. Yine sanığın anlaşmaya sadık kalmaması halinde de aynı şekilde mahkemenin anlaşmaya olan bağlılığı sona erecektir. Uzlaşmanın herhangi bir şekilde bozulması halinde, sanığın ikrarı yargılamanın devamında kullanılamayacaktır. Mahkemenin sanık ile yaptığı anlaşmaya tam olarak bağlı olmaması eleştirilen bir noktadır. 2009 yılında yürürlüğe giren mahkeme ile muhakeme süjeleri arasında uzlaşma, birçok tartışmayı da beraberinde getirmiştir. Bu kapsamda ceza muhakemesi sürecinin şüpheli ve sanığın kabulüne bağlı olarak sonlandırılmasının; maddi gerçeğin araştırılması ve kamu davasının mecburiliği ilkelerini ihlal ettiği ve devletin cezalandırma görevinin yerine getirilmediği gerekçesiyle bu düzenlemenin Alman Anayasasına aykırı olduğu ileri sürülmüştür. Nitekim bu tartışmalar bağlamında ortaya konulan AlmCMK nun 257c maddesinin Anayasaya aykırılık iddiası Alman Anayasa Mahkemesi önüne götürülmüştür. Mahkeme yaptığı inceleme sonucunda 13 Mart 2013 tarihinde vermiş olduğu kararda AlmCMK nun 257c maddesinde düzenlenen uzlaşma normunun Anayasaya aykırı olmadığına karar vermiştir. Mahkeme vermiş olduğu kararda, yargılama sürecinde kusur ilkesi, maddi gerçeği araştırma ilkesi, adil yargılanma ilkesi, hukuk devleti ilkesi, masumiyet karinesi, mahkemenin tarafsızlığı ilkesi gibi zorunlu ilkelerin bulunması gerektiğini ve ancak bu ilkelere sadık kalınması suretiyle hakkaniyete uygun bir süreçten bahsedilebileceğini vurgulamıştır. 15  Samantha Joy Cheesman, Comparative Perspectives on Plea Bargaining in Germany and the U.S.A., https:// publishup.uni-potsdam.de/opus-ubp/frontdoor/deliver/index/docId/7457/file/S-151_aiup.pdf , s. 145. 16  Feridun Yenisey, Ceza Muhakemesi Süjelerinin İradelerinin Ceza Muhakemesinin Yürüyüşüne Etkisi Sorunu, Marmara Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Nur Centel e Armağan Özel Sayısı, Cilt 19, Sayı 2, Yıl 2013, s. 465.  17  BVerfG, 2 BvR 2628/10 vom 19.3.2013. 18  BVerfG, 2 BvR 2628/10 vom 19.3.2013. 236Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Mahkeme sanığın suçu işlediğine dair ikrarı karşısında, hükmedilecek cezaya dair bir anlaşmanın Anayasada yer alan hakları ihlal etme riskini barındırdığını, ancak ilgili usulün yasal çerçevesinin AlmCMK nun 257c maddesinde düzenlemesinin Anayasaya aykırılık teşkil etmediğine karar vermiştir. Nitekim söz konusu kararda bu düzenlemenin, uzlaşma usulünü kanuni zemine taşıyarak usulü Anayasada hâkim olan ilkeleri koruduğu ve sürecin kanuna aykırı bir şekilde gerçekleşmesinin önüne geçtiği ifade edilmiştir. Yine bu kararda mahkeme, uygulamada yanlışlıklar olmakla birlikte bu yanlış uygulamaların 257c maddesinin Anayasaya aykırılığı anlamına gelmediğini belirtmiştir. 5. Seri Muhakeme Usulünün Uygulanabilme Şartları Hukukumuzda yeni olan SMU nun uygulanabilmesi bakımından kanun koyucunun ortaya koyduğu şartlar CMK nun 250. maddesinde yer almaktadır. Madde metninde ortaya konulan şartlara göre, SMU nun uygulanabilmesi için öncelikle soruşturmanın, katalogda yer alan suçlara ilişkin olması, soruşturma aşamasının sonunda olunması ve kamu davasının açılmasının ertelenmesine karar verilemiyor olması gerekmektedir.  Ayrıca SMU nun uygulanmasında kişi bakımından bazı sınırlamalar getirilmiştir. Son olarak ise, SMU nun uygulanması bakımından şüphelinin teklifi kabul etmesi gerekmektedir. 5.1. Katalogda Yer Alan Suçlardan Birinin Mevcudiyeti SMU nun uygulanması bakımından gerekli olan ilk şart, soruşturma konusu suçun CMK nun 250. maddesinin 1. fıkrasında yer alan katalogdaki suçlara dair olması gerekliliğidir. Diğer bir deyişle, SMU ilgili madde metninde sayılan suçların dışında hiçbir suç bakımından uygulanamayacaktır. Bu suçlar, TCK nun 154. maddesinin 2. ve 3. fıkrasında yer alan hakkı olmayan yere tecavüz, 170. maddesinde yer alan genel güvenliğin kasten tehlikeye sokulması, 179. maddesinin 2. ve 3. fıkrasında yer alan trafik güvenliğini tehlikeye sokma, 183. maddesinde yer alan gürültüye neden olma, 197. maddesinin 2. ve 3. fıkrasında yer alan parada sahtecilik, 203. maddesinde yer alan mühür bozma, 206. maddesinde yer alan resmi belgenin düzenlenmesinde yalan beyan, 228. maddesinin 1. fıkrasında yer alan kumar oynanması için yer ve imkân sağlama, 268. maddesinde yer alan başkasına ait kimlik veya kimlik bilgilerinin kullanılması suçlarıdır. 19  BVerfG, 2 BvR 2628/10 vom 19.3.2013, § 118. 20  7188 sayılı Ceza Muhakemesi Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un 23. Maddesi, 24.10.2019 Tarihli ve 30928 sayılı Resmi Gazete, https://www.resmigazete.gov.tr/ eskiler/2019/10/20191024-25.htm . 237Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Yine TCK nun dışında 6136 sayılı Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanunun 13. maddesinin 1., 3. ve 5. fıkraları ile 15. maddesinin 1., 2.ve 3. fıkralarında belirtilen suçlar, Orman Kanununun 93. maddesinin birinci fıkrasında belirtilen suç, 1072 sayılı Rulet, Tilt, Langırt ve Benzeri Oyun Alet ve Makinaları Hakkında Kanunun 2 nci maddesinde belirtilen suç ve 1163 sayılı Kooperatifler Kanununun ek 2. maddesinin birinci fıkrasının (1) numaralı bendinde belirtilen suç da, katalog suçların içerinde yer almaktadır. Bu suçlar bakımından ortak nokta ise, somut mağdurlarının olmamasıdır. Nitekim bu suçlarda mağdur belirli birey değil, kamudur. Bu bakımdan mağduru kamu olan suçların seçilmiş olması halinde SMU nun uygulanmasıyla suç mağduru olan kişinin ikinci plana atılması söz konusu olmayacaktır. Ayrıca suçların yaptırımlarına bakıldığında genel olarak üst sınırları 2 veya 3 yıl olan, nispeten hafif suçlar seçilmiştir. Bu bakımdan tercihlerin belirli bir standardı olduğu ifade edilebilir. 5.2. Soruşturma Evresinin Sonuna Gelinmesi Seri muhakeme usulünün uygulanması bakımından kanun koyucu, CMK nun 250. maddesinin 1. fıkrasında soruşturma evresinin sonuna gelinmesini aramaktadır. Ancak belirtmek gerekir ki, kanun koyucunun ortaya koymuş olduğu bu yeni düzenlemede zamansal durumu anlatmak için kullandığı ifade CMK nda daha evvel kaleme alınmamış yeni ifade tarzıdır. Ayrıca soruşturma aşamasının sonuna gelmenin de ne demek olduğunun belli olmadığının belirtilmesi gerekir. Zira soruşturma aşaması, C. Savcısı tarafından hazırlanan iddianamenin gönderildiği yetkili ve görevli mahkeme tarafından kabul edilmesiyle tamamlanır. Dolayısıyla soruşturma aşamasında sona gelinmesinden anlaşılması gereken husus, C. Savcının iddianamesini hazırlaması ve göndermesiyle mahkemenin kabulüne kadar ara muhakeme evresini mi ifade etmektedir? Yoksa soruşturmanın sonuna gelinmesinden anlaşılması gereken husus, C. Savcısının iddianamesini hazırlaması mıdır?  Soruşturmanın sonu olarak anlaşılması gereken husus, savcının iddianameyi hazırlamak için yeterli şüpheye ulaşması mıdır? Görüldüğü üzere madde metnindeki ifade bu üç anlama da gelebilecektir. Ancak soruşturmanın sonu kavramının anlamı bakımından yukarıdakilerden hangisinin kabul edilmesi gerekecektir. Bu ibarenin, kanun koyucunun diğer bir alternatif çözüm 21  Şahin (n 1) 33; Centel and Zafer (n 1) 17. 238Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü yolu olan uzlaşmada öngördüğü şekliyle kamu davası açılmasına yetecek yeterli şüphenin varlığının tespiti şeklinde anlaşılması daha yerinde olacaktır. Bu bakımından bu seçeneğin diğer ihtimallerden daha yerinde olduğunun ifade edilmesi gerekir. Zira şüphelinin SMU yu kabul etmesi halinde iddianamenin hazırlanmasına da, iddianamenin gönderilip ara muhakeme evresine geçilmesine de gerek kalmayacaktır. Sonuç olarak ifade etmek gerekir ki, SMU nun uygulanması bakımından kanun koyucunun kaleme aldığı soruşturmanın sonu ifadesinden anlaşılması gereken husus, kamu davası açılmasına yetecek derecede yeterli şüpheye sahip olunması halidir. Yine SMU nun uygulanabilmesi bakımından aşağıda incelenecek ikinci şart olan kamu davasının açılmasının ertelenmesine karar verilemiyor olması da ulaşılan sonucun doğruluğunu teyit etmektedir. Zira kamu davasının açılmasının ertelenmesi bakımından bir değerlendirme yapılabilmesi bakımından yeterli şüphenin mevcut olması gerekmektedir. Dolayısıyla SMU nun uygulanması bakımından kamu davasının açılmasına yetecek derecede yeterli şüpheye ulaşmanın gerektiğinin ifade edilmesi gerekir. Nitekim 31.12.2019 tarihli Resmi Gazetede yer alan Ceza Muhakemesinde Seri Muhakeme Usulü Yönetmeliğinin (yönetmelik) Temel İlkeler başlıklı 5. maddesinin 2. fıkrasında SMU nun uygulanabilmesi bakımından kamu davası açılması için yeterli şüphe oluşturacak delillerin elde edilmesi gerektiği ifade edilmiştir. Bu noktada kanun koyucunun CMK nda kaleme aldığı metni düzenlerken, yukarıda ifade edildiği şekilde yoruma muhtaç ifadeler kullanmasının ve ortaya çıkan belirsizliği yönetmelikle çözmeye çalışmasının eleştirilmesi gerekir. Olması gereken, mevcut yönetmelikte yer alan ifadenin CMK nun 250. maddesinde yer alması ve herhangi bir yoruma gerek kalmaksızın madde metninin herkes tarafından aynı şekilde anlaşılabilmesidir. Bu düzenlemeye göre soruşturma aşamasının sonunda kavramının kamu davasının açılmasına yetecek derece yeterli şüphenin varlığına sahip olunması şeklinde 22  Ali Kemal Yıldız, Seri Muhakeme ve Basit Yargılama Usulü, 7188 sayılı Kanunla Ceza Muhakemesi Kanununda Yapılan Son Değişiklikler Toplantısı, İstanbul Barosu CMK Uygulama Servisi, 25 Aralık 2019, https://www.youtube.com/watch?v=ujOHaEMQFE , 04.01.2020; Mustafa Ruhan Erdem and Candide Şentürk, Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi, Ceza Hukuku Dergisi, Yıl 14, Sayı 41, 586; Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 263. 23  Ünver and Hakeri, (n 1) 505; Centel and Zafer, (n 1) 564. 24  Abdullah Batuhan Baytaz, Kanunilik İlkesi Bağlamında Ceza ve Ceza Muhakemesi Hukukunda Yorum, (1. Ed. On iki Levha Yayıncılık, İstanbul 2018) 168. 239Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 anlaşılmasının bir sonucu da, savcının soruşturmayı açtıktan hemen sonra SMU ya başvuramayacağıdır. Zira C. Savcısının katalogda yer alan suçlara girsin veya girmesin fark etmeksizin genel usule göre soruşturma işlemleri yapması gerekmektedir. Bu bağlamda C. Savcısı delilleri toplayacak, dinlenmesi gereken kişileri dinleyecektir. Genel usule dair kurallar çerçevesinde gerçekleştirmiş olduğu soruşturma işlemlerinin sonunda genel bir değerlendirme yapacak ve eğer yeterli şüpheye ulaşamamış ise, kovuşturmaya yer olmadığına karar verecektir. Kamu davası açılmasının açılmasına yetecek derecede yeterli şüpheye ulaşması halinde dahi doğrudan SMU yu teklif edemeyecektir. Nitekim C. savcısı öncelikle önödeme ve uzlaştırma hükümlerinin uygulanıp uygulanamayacağına bakacak ve eğer uygulanamayacağına karar verirse, bu halde hemen aşağıda incelenecek diğer bir şart olan kamu davasının açılmasının ertelenmesi hükümlerinin uygulanabilirliğini değerlendirecektir. Değerlendirme sonucunda kamu davasının açılmasının ertelenmesi hükümlerinin uygulanamayacağı anlaşılıyorsa, ancak o zaman SMU yu teklif edebilecektir. Sonuç olarak ifade etmek gerekir ki, yukarıda izah olunduğu üzere C. Savcısının soruşturma konusu fiilin SMU nun uygulanabileceği katalog suçlarından olduğunu anlaması, savcının doğrudan SMU yu teklif edebileceği anlamına gelmemektedir. Bu husus, yoğunluğun hızlı bir şekilde azaltılması bakımından uygulamada suiistimale müsait olup, gerek mahkemenin yapacağı incelemede ve gerekse müdafinin süreçte etkin bir rol almasının sağlanmasıyla bu durumun önüne geçilebilecektir.  Bu başlık altında üzerinde durulması gereken bir diğer durum ise, muhakeme engellerinden soruşturmanın yapılmasını engelleyen bir halin varlığının söz konusu olmamasıdır. Zira soruşturmanın yapılmasını engelleyen muhakeme engelinin olması halinde C. savcısının öncelikle bu engelin ortadan kalkması için gerekli usulü işlemleri gerçekleştirmesi, engelin ortadan kalkmayacağı anlaşıldığı takdirde kovuşturmaya yer olmadığına dair kararın verilmesi gerekmektedir. C. Savcısı, soruşturmanın yapılmasının izin şartına bağlı olduğu anlaşıldığında öncelikle izin almak için gerekli yazışmaları yapmalıdır. İzin verilmemesi halinde, o an SMU bakımından tüm şartların varlığı söz konusu olsa dahi, SMU uygulanamayacaktır. C. Savcısının böyle bir durumun varlığı halinde kovuşturmaya yer olmadığına dair karar vermesi gerekmektedir. 25  Centel and Zafer, (n 1) 506; Şahin (n 1) 94. 26  Şahin, (n 1) 58. 240Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü 5.3. Kamu Davasının Açılmasının Ertelenmesine Karar Verilememesi Yukarıda da ifade edildiği üzere, SMU nun uygulanabilmesi açısından esas olarak iki şart mevcuttur. Bu bakımdan ilk şart belirtildiği üzere kamu davası açılması bakımından kâfi olan yeterli şüpheye ulaşılması, ikincisi ise, kamu davasının açılmasının ertelenmesine karar verilmemesidir. Dolayısıyla anlaşılması gereken husus, kamu davasının açılmasının ertelenmesi imkânının uygulanması kanun koyucunun ilk tercihidir. Bu nedenle kanun koyucu, SMU nun uygulanması bakımından kamu davasının açılmasının ertelenmesi imkânını olumsuz bir şart olarak kabul etmektedir. Kamu davasının açılmasının ertelenmesi, CMK nun 171. maddesinin 2. fıkrası vd. düzenlemiştir. Bu düzenlemeye göre C. Savcısı, uzlaştırma ve ön ödeme kapsamında girmeyen ve üst sınırı 3 yıl veya daha az olan suçlar bakımından yeterli şüphenin varlığına rağmen kamu davasının açılmasını 5 yıl süreyle erteleyebilir. Ancak bu kararı verebilmesi için şüphelinin daha evvel kasıtlı bir suçtan mahkûm olmamış bulunması, bu kararın verilmesi halinde şüphelinin bir daha suç işlemekten çekineceği kanaatinin oluşması, erteleme kararının toplum açısından daha yararlı olması ve mağdurun veya kamunun zararının giderilmesi gerekir. Bu şartların varlığı halinde şüphelinin hakkında SMU değil, kamu davasının açılmasının ertelenmesi uygulanacaktır. Dolayısıyla Savcı, soruşturma aşamasında delilleri toplayacak ve delillerin kamu davasının açılmasına yetecek derecede yeterli şüpheyi oluşturduğu kanaatine ulaşması halinde, öncelikle CMK nun 171. maddesinin 2. fıkrasını uygulamaya çalışacaktır. Ancak bu fıkrasının şartlarının sağlanamaması halinde, SMU yu uygulayabilecektir.  5.4. Önödeme ve Uzlaşmaya Tabi Bir Suçun Mevcut Olmaması  Yönetmeliğin 5. maddesinde ifade edildiği üzere, işlendiği iddia edilen suçun önödeme ve uzlaştırmaya tabi olması halinde SMU uygulanamayacaktır. Bu husus yönetmeliğin 5. maddesinde düzenlenmiştir. Zira kanun koyucu, alternatif çözüm yollarının birbirleriyle çelişmemesi bakımından adeta bir sıralama yapmış ve öncelikle ön ödemenin uygulanması gerektiğini ifade etmiştir. Ön ödemenin uygulanamaması halinde uzlaştırma hükümlerinin uygulanmaya 27  Erdener Yurtcan, Ceza Yargılaması Hukuku, (15. Ed., Adalet Yayınevi, Ankara, 2018) 440; Ünver and Hakeri, (n 1) 505; Centel and Zafer, (n 1) 564; Özbek and Doğan and Bacaksız and Tepe, (n 1) 499. 241Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 çalışılması, uzlaşmanın mümkün olmaması halinde ise, kamu davasının açılmasının ertelenmesinin uygulanması gerektiği kabul edilmektedir. Ancak şüpheli hakkında, önödemenin, uzlaşmanın ve kamu davasının açılmasının ertelenme hükümlerinin uygulanamaması halinde SMU uygulanabilecektir. 5.5. Kişi Bakımından Uygulama 5.5.1. Şüphelinin Ayrıt Etme Gücüne Sahip Olması CMK nun 250. maddesinin 12. fıkrasına göre SMU, yaş küçüklüğü, akıl hastalığı ve sağır ve dilsizlik halinde uygulanamayacaktır. Diğer bir deyişle SMU nun uygulanabilmesi için kişinin ergin, fiilin hukuki anlam ve sonuçlarını anlayabilen, fiili ile ilgili davranışlarını yönlendirebilen ve 21 yaşını doldurmuş sağır ve dilsiz olması gerekmektedir. Öncelikle belirtmek gerekir ki, kanun koyucunun ilgili fıkrayı kaleme alış şeklinde sıkıntı söz konusudur. Zira yukarıda da ifade edildiği üzere, kanun koyucunun ortaya koymak istediği husus, şüphelinin 18 yaşını doldurmamış çocuk olması, akıl hastası olması veya 21 yaşını doldurmamış sağır ve dilsiz olması hallerinde bu usulün uygulanamayacağıdır. Nitekim bu durum, yönetmeliğin 7. maddesinde TCK nun 31, 32 ve 33. maddelerinin parantez içerisinde gösterilmesi suretiyle açıklığa kavuşturulmuştur.   Nitekim kanun koyucunun bu fıkrayı kaleme almasının altında yatan sebep, algılama ve irade yeteneği gelişmemiş olan kişilerin korunmasına yöneliktir. Zira kanun koyucu SMU sisteminin kabulünde kişinin serbest iradesiyle onay vermesini aramaktadır. Fakat bu fıkra kapsamında belirtilen kişiler, 18 yaşını doldurmamış çocuklar yaş küçüklüğü nedeniyle, akıl hastalığı nedeniyle ve 21 yaşını doldurmamış sağır dilsizlik sebebiyle SMU yu tam olarak anlayabilmeleri ve bu usule yönelik kararlarını özgür iradelileriyle karar vermeyeceklerdir. Ancak kanun metninde sağır ve dilsizlik halinde SMU nun uygulanamayacağını ifade etmesi son derece yanlıştır. Her ne kadar kanun koyucunun amacı 21 yaşını doldurmamış olan sağır ve dilsizlerin kusur yeteneklerinin gelişmemiş olmasından kaynaklı olarak bu kişilerin korunması olsa da, madde metninin sağır ve dilsizlerin tümünü kapsayacak bir şekilde kaleme alınması, algılama ve irade yetenekleri tam olan 21 yaşını doldurmuş olan sağır dilsizler bakımından da SMU nun uygulanamayacağı anlamına gelmektedir. 242Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Dolayısıyla kanunda yapılan bu yanlışlığın yönetmelikle düzeltilmesi amaçlanmış olmakla birlikte, bu hususun yönetmelikte değil, kanunda düzeltilmesi gerekmektedir.  Bu bakımdan CMK nun 250. maddesinin 12. fıkrasında yapılacak değişiklikle, bu madde metninin Seri muhakeme usulü, şüphelinin 18 yaşını doldurmamış çocuk, akıl hastalığı nedeniyle fiilin hukuki anlam ve sonuçlarını algılayamayan veya fiil ile ilgili olarak davranışlarını yönlendirme yeteneği azalmış kişiler ve 21. yaşını doldurmamış sağır ve dilsizler bakımından uygulanamaz. şeklinde düzenlenmesi daha yerinde olacaktır. 5.5.2. Şüphelinin Ulaşılabilir Olması SMU nun uygulanabilmesi bakımından gerekli olan bir diğer durum ise, şüphelinin ulaşılabilir olmasıdır. Bu durum CMK nun 250. maddesinin 13. fıkrasında yer almaktadır. Bu fıkraya göre şüphelinin resmi mercilere beyan edilen ve soruşturma dosyasında yer alan adreste bulunmaması veya yurt dışında olması ya da bir başka nedenle kendisine ulaşılamaması halinde SMU uygulanamayacaktır. Dolayısıyla SMU nun uygulanabilmesi yukarıda da ifade edildiği üzere ancak C. Savcılığının şüpheliye ulaşabilmesi halinde mümkündür. Bu noktada belirtmek gerekir ki, kanun koyucunun ilgili fıkrada ifade ettiği hususların varlığı halinde dahi SMU nun doğrudan uygulanamayacağına karar verilmesi doğru olmayacaktır. Zira bu hallerin varlığına rağmen şüpheliye ulaşılabilmesi hali söz konusu olabilir. Nitekim bu halde SMU nun uygulanmasının önünde bir engelin olduğunun kabul edilmemesi gerekir. Bu bakımdan kişinin yurt dışında olmasına rağmen, C. savcılığının kendisine ulaşabilmesi ve dosyada SMU nun diğer şartlarının da söz konusu olması halinde SMU uygulanabilecektir.  Zira yönetmeliğin 9. maddesinde ifade edildiği üzere davet, telefon, telgraf, faks, elektronik posta gibi iletişim araçlarıyla da yapılabilecektir. Bu bakımda kişiye gönderilecek e-posta aracılığıyla veya telefonla arama şeklinde ya da sms yoluyla da bildirim yapılabilir ve kişiye ulaşılabilir. Yine yönetmelikte …gibi iletişim araçları… ibaresi olması nedeniyle sosyal medya üzerinden dahi bu bildirim yapılabilecektir. Ancak bu husus tüm bu yolların tek tek kullanılması, denenmesi gerektiği anlamına gelmemektedir. Bu halde makul bir çabanın gösterilmesinin yeterli olduğu kanaatinin belirtilmesi yerindedir. Yine kişinin adresi ile soruşturma dosyasındaki adresin farklı olması halinin varlığında doğrudan SMU nun uygulanamayacağına karar verilmemelidir. Zira kişinin soruşturma dosyasında kayıtlı adresinde bulunmuyor olmasına rağmen, dosyada mevcut olan telefon numarası üzerinden şüpheliye ulaşılabilir. 243Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 5.6. Teklifin Kabul Edilmesi SMU nun uygulanabilmesi bakımından gerekli olan hususlardan biri diğeri ise, teklifin şüpheli tarafından kabul edilmesidir. Bu husus, SMU nun uygulanması başlığı altında detaylı olarak değerlendirilecektir. Teklifin kabulü bakımından önemli olan husus, teklifin müdafinin eşliğinde kabul edilmesi olup, aksi halde kabulün geçerli olmamasıdır Kabul beyanının müdafi eşliğinde olmadığını fark eden mahkeme, eksikliğin giderilmesi için dosyayı tekrar C. Savcısına gönderecektir.  Aşağıda da ifade edilecek olmakla beraber, bu başlık altında tartışılması gereken en önemli hususlardan biri de teklifin kabulünün ne anlama geldiğidir. Türk hukuku bakımından teklifin kabulü yalnızca SMU nun uygulanmasına yönelik olup, ayrıca ikrar anlamına gelmemektedir. Bu bakımında da benzer bazı sistemlerden ayrılmaktadır. Nitekim mahkeme ile mahkeme süjeleri arasından anlaşma başlıklı AlmCMK nun 257c maddesine göre, taraflar arasında anlaşmanın sağlanması için kişinin suçu işlediğine dair ikrarını aramaktadır. Ayrıca bu ikrarın alelade bir ikrar da olmamalıdır. Bu bakımdan ikrarın inandırıcı ve dosya içeriğine uygun olması gerektiğinin de belirtilmesi gerekir. Yine Amerikan sisteminde de kişinin ceza pazarlığı kurumundan faydalanabilmesi bakımından ikrarının zorunlu olduğunun ifade edilmesi gerekmektedir. 6. Suçun Özel Görünüş Halleri Bağlamında SMU 6.1. İştirak Halinde İşlendiği İddia Edilen Bir Fiilin Varlığı SMU da üzerinde durulması gereken bir diğer husus ta, soruşturma konusu olan suçun iştirak halinde işlendiğinin iddia edilmesi halidir. Zira bu halde SMU nun uygulanabilmesi bakımından tüm şüphelilerin kabul etmesi gerekmektedir. Diğer bir deyişle iştirak halinde işlendiği iddia edilen suçun şeriki olan şüphelilerinin birinin dahi SMU yu kabul etmemesi halinde soruşturma genel usule 28  Urs Kindhäuser, Strafprozessrecht, (2. Ed., Nomos Verlag, Baden-Baden, 2010) 220; Michael Heghmanns, Strafverfahren, (1. Ed., Springer, Heidelberg, 2014) 329. 29  Bernd Heinrich and Tobias Reinbacher, Der „Deal im Strafverfahren, Examinatorium Strafprozessrecht – Arbeitsblatt Nr. 40, https://www.jura.uni-tuebingen.de/professoren_und_dozenten/heinrich/materialien/ materialien-zur-vorlesung-strafprozessrecht-pdf-dateien/materialien-zur-vorlesung-strafprozessrecht-pdfdateien/40-deal.pdf 11.01.2020 . 30  ABD Federal Ceza Muhakemesi Kanunu, Madde 11 (c), https://www.law.cornell.edu/rules/frcrmp/rule_11 07.01.2020. 244Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü göre devam edecektir. Bu halde teklifi kabul etmeyen şüphelinin azmettiren, fail veya yardım eden olmasının önemi yoktur. Mahkemelerin yoğunluğunun azaltılması için ortaya konulan SMU nun uygulanması bakımından bu şekilde bir şartın ortaya konulması yerinde olmuştur. Nitekim belirtildiği üzere SMU da amaç, uyuşmazlığın genel muhakeme sürecinden çıkarmak suretiyle mahkemelerin yükünün azaltılmasıdır. Oysa şeriklerden birinin SMU yu kabul etmemesi halinde, o kişi bakımından genel usullere göre bir yargılamanın yapılacak olması, mahkeme teşkilatında bir rahatlama meydana getirmeyecek ve SMU dan beklenen yarara ulaşılamayacaktır. Dolayısıyla SMU yu kabul eden kişinin bu usule göre sistem dışında tutulmasının da bir anlamı kalmayacaktır. Zira ister o kişi SMU ya göre cezalandırılsın, isterse de genel soruşturma usulüne tabi diğer şerikle yargılansın, mahkemenin iş yükünde bir azalma olmayacaktır.  Diğer bir deyişle, SMU yu kabul etmeyen şeriklerden biri için zaten bir yargılama yapılacak olması, diğer şeriklerin genel usulün dışına çıkarılmasının bir anlamı olmayacak ve dolayısıyla SMU dan beklenen iş yükünün azaltılmasına dair faydayı doğurmayacaktır. Kanun koyucunun CMK nun 250. maddesindeki iradesi yukarıda ifade edildiği gibi olmakla beraber, bir kez daha ilgili fıkrada kullanılan ifadenin eleştirilmesi gerekmektedir. Nitekim kanun koyucu CMK nun 250. maddesinin 11. fıkrasında suçun iştirak halinde işlenmesi durumunda ifadesini kullanmıştır. Ancak SMU soruşturma aşamasında gündeme gelmekte ve henüz suçun işlenip işlenmediği veya işlendiyse de mevcut şüpheliler tarafından işlenip işlenmediği kesin değildir. Zira SMU nun kabul edilmesi, suçun işlendiğinin kabul edilmesi anlamına da gelmeyecektir. Kaldı ki, bu şekilde bir kabul olsa dahi zaten şüphelilerden en az birinin SMU nun uygulanması yönündeki teklifi kabul etmemesinden dolayı herkes tarafından işlendiği kabul edilen bir suç da yoktur. Dolayısıyla maddenin İştirak halinde işlendiği iddia edilen bir suçun varlığı halinde şüphelilerden birinin bu usulün uygulanmasını kabul etmemesi halinde seri muhakeme usulü uygulanmaz. şeklinde kaleme alınması, ceza muhakemesi sistemi bakımından daha yerinde olacaktır. 31  Erdem and Şentürk, (n 12) 588. 32  Yıldız, (n 12). 245Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 6.2. Suçların İçtimaına Dair Halin Varlığı SMU nun kaleme alındığı CMK nun 250. maddesinde ve yönetmelikte, suçların içtimaı halinde nasıl bir uygulamanın olacağına dair bir düzenleme söz konusu değildir. Ancak bu konuda farklı neviden fikri içtima hükümlerine ilişkin bir tartışmasının yapılması gerekmektedir. Bilindiği üzere farklı neviden fikri içtima, kişinin tek bir hareketle iki ayrı suçu işlemesi anlamına gelmektedir. Bu halde işlenen suçlardan hangisi daha ağır cezayı gerektiriyorsa, kişi o suçtan dolayı cezalandırılacaktır. Bu noktada tartışılması arzulanan husus ise, kişinin tek hareketle birden fazla suçu işlemesi halinde ve işlediği iddia edilen suçlardan birinin SMU nun uygulanacağı katalog suçların içinde yer alırken, diğerinin katalog suçlardan olmaması halinde ne şekilde hareket edileceğidir. Bu halde kanunda özel bir düzenleme söz konusu olmadığından, içtimaı oluşturan tüm suçlar bakımından ayrı ayrı bir değerlendirmenin yapılması gerekecektir. Buna göre, katalogda olan suç bakımından SMU usulü uygulanacak, diğeri için uygulanmayacaktır. Ancak bu şekilde bir durumla karşılaşıldığında SMU nun uygulanamayacağına dair bir düzenlemenin var olması gerektiği ileri sürülebilir. Zira, kişinin tek bir hareketinin birden fazla suç oluşturması halinde, katalog suçtan dolayı hakkında zaten genel usule göre yargılama yapılacaktır. Bu bakımdan gerçekleştiği iddia edilen fiile dair deliller toplanacak, tanıklar dinlenecek, gerektiği takdirde bilirkişi atanacak kısaca tüm usulü işlemler zaten yapılacaktır. Dolayısıyla SMU unden beklenen fayda olan, iş yoğunluğun azaltılması söz konusu olmayacaktır. Yukarıda iştirakin varlığı halinde şeriklerden birinin SMU yu kabul etmemesi halinde bu usulün uygulanamayacağına benzer mantıkla, farklı neviden fikri içtimaının varlığı halinde suçlardan en az birinin katalog suçlara girmemesi halinde, SMU dan beklenen fayda elde edilemeyecektir. Yine  zincirleme  suç  hükümlerinin  varlığı  halinde  SMU nun  uygulanıp uygulanmayacağının üzerinde durulması gerekmektedir. Mevcut düzenleme dikkate alındığında zincirleme suçun varlığı halinde SMU nun uygulanması bakımından bir sınırlama söz konusu değildir. 33  İzzet Özgenç, Ceza Hukuku Genel Hükümler, (12 Ed. Seçkin Yayıncılık, Ankara, 2016) 601; Mahmut Koca and İlhan Üzülmez, Ceza Hukuku Genel Hükümler, (7. Ed., Seçkin Yayıncılık, Ankara, 2014) 497; Hamide Zafer, Ceza Hukuku Genel Hükümler TCK md. 1-75, (Beta Yayıncılık, İstanbul, 2013) 484. 246Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Nitekim zincirleme suçta tek bir suç işleme kararının icrası kapsamında farklı zamanlarda aynı kişiye birden fazla işlenmesi halinde tüm suçlar ayrı ayrı varlığını koruyacak olmakla birlikte, sanık hakkında tek bir suçtan ceza verilecek, ancak bu ceza ¼ ten ¾ e kadar arttırılacaktır. Zincirleme suç hükümleri kapsamında tüm suçlar ayrı ayrı varlığını koruyacağından, bu suçlara tek tek SMU nun uygulanmasının önünde bir engel yoktur. Ancak bu halde, kişi zincirleme suç hükümleri uygulanması halinde alacağı cezadan daha fazla ceza alacaktır. Bu da adaletsiz bir sonucun ortaya çıkmasına neden olacaktır. Yine zincirleme suç hükümlerinin varlığı halinde cezanın belirlenmesi noktasında TCK nun 61. maddesinin 5. fıkrasının da dikkate alınamayacağının ifade edilmesi gerekir. Sonuç olarak SMU bağlamında zincirleme suç hükümleri bakımından ne şekilde hareket edileceğine dair bir düzenlemenin yer alması gerektiğinin ifade edilmesi gerekir. Bu bağlamda zincirleme suçu dair şartların varlığı halinde, SMU hükümlerinin uygulanmaması önerilebilir. 7. Seri Muhakeme Usulü Süreci 7.1. Genel Olarak SMU, yukarıda da ifade edildiği üzere soruşturma aşamasından uygulanmaktadır. Bu bakımından aşağıda da ifade edileceği üzere C. Savcısının talepnamesini hükme çevirmek üzere mahkemeye gönderilmesi, kovuşturma aşamasına geçildiği anlamına gelmeyecektir. Diğer bir deyişle SMU, yalnızca soruşturma aşaması bakımından öngörülen alternatif bir çözüm yoludur. Bu bakımdan, soruşturma evresinde CMK nun 250. maddesine giren bir suçun işlendiği iddiası olması ve diğer temel şartların da oluşmuş olması halinde SMU nun uygulanması bakımından C. Savcısı teklifi yapmak zorundadır. Dolayısıyla C. Savcısının soruşturma sırasında şüphelinin gerçekleştirdiğini düşündüğü fiile yönelik hukuki nitelendirmesinde ortaya koyduğu suçun katalogda yer almaması halinde, SMU nun uygulanma imkânı söz konusu olmayacaktır. 34  Özgenç (n 23) 572; Koca and Üzülmez, (n 23) 480 ; Zafer (n 19) 467. 35  Kayıhan İçel, Suçların İçtimaı, (1. Ed. İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1972) 89; Türkan Yalçın Saylan, Müteselsil Suç, (1. Ed. Seçkin Yayıncılık, Ankara, 1995)155; Baytaz, (n 10) 139. 247Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Peki soruşturma aşamasında C. Savcısının, şüphelinin, müdafin ve daha sonrasında iddianamenin gönderildiği yetkili ve görevli mahkemenin, soruşturma konusu olan suçun katalog suça girdiğini fark etmemesi veya genel soruşturma kurallarına göre iddianamenin düzenlenmesi ve mahkeme tarafından iddianamenin kabul edilmesinden ve kovuşturma aşamasına geçilmesinden sonra, fiilin katalogda yer alan suçlardan birini oluşturduğunun fark edilmesi halinde durum ne olacaktır. Nitekim mahkemenin, C. Savcısının nitelendirmesiyle bağlı olmadığı ve kendisi, fiilin farklı bir suçu oluşturduğuna dair nitelendirmeyi yapabilmektedir. Aynı zamanda uygulamadaki yoğunluk dikkate alındığında bu durumun ortaya çıkma ihtimali az değildir. Ne kanunda ve ne de yönetmelikte bu durumda ne şekilde hareket edileceğine dair bir hüküm söz konusu değildir. Dolayısıyla, bu durumun ortaya çıkması halinde ne şekilde hareket edileceği belli değildir. Bu hususta bir an önce kanunda bir düzenlemenin yapılması ve boşluğun doldurulması gerekmektedir. Belirtmek gerekir ki, kanun koyucu daha önce yürürlüğe giren Uzlaştırma hükümlerinde bu ihtimalin meydana gelebileceğini öngörmüştür. Bu bakımdan CMK nun 254. maddesinde ne şekilde hareket edileceğini düzenlemiştir. Buna göre, kamu davasının açılmasından sonra kovuşturma konusu suçun uzlaşma kapsamında olduğu fark edildiğinde, mahkeme, uzlaştırmanın yapılması için dosyayı uzlaştırma bürosuna gönderecektir. Ancak bu şekilde bir düzenleme SMU bakımından öngörülmemiştir. Bu şekilde bir düzenlemenin SMU usulü bakımından düzenlenmesi de kanun sistematiği ve temel ilkeler açısından da mümkün de değildir. Zira ceza muhakemesi hukukunun temel ilkelerinden biri de safhalardan geri dönülmezlik ilkesidir. Bu ilkeye göre kovuşturma aşamasına geçilmiş bir dosyanın soruşturma aşamasına geri gönderilmesi mümkün değildir. Ayrıca SMU nun teklif edilmesi bir muhakeme şartı da olduğu düşünüldüğünde, bu teklifin yapılmaması halinde, ceza muhakemesi sistemimize göre muhakeme sürecine devam etmek mümkün değildir. Dolayısıyla suçun SMU nun uygulanması gereken suçlardan olduğu sonradan fark edilmesi veya suç niteliğinin değişmesi halinde sistemde bir kilitlenmenin de söz 36  Mustafa Aydın Aşık, Ceza Muhakemesi Hukukunda Uzlaştırma, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2019, s. 85. 37  Centel and Zafer, (n 1) 535. 38  Gökcen and Balcı and Alşahin and Çakır, (n 1) 91. 248Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü konusu olduğunun ifade edilmesi gerekir. Zira bir taraftan hali hazırda kovuşturma aşamasına geçilmiş olunduğunda, soruşturma aşamasına geri dönelememekte, diğer taraftan ise, kovuşturma aşamasında SMU nun uygulanmasına yönelik teklifin yapılamayacak olmasından dolayı muhakeme şartı yerine getirilememektedir.  Muhakeme şartı sağlanamaması ise, muhakeme sürecinde ileri gidilmemesi anlamına gelmektedir. Hatırlanacağı üzerine muhakeme engellerinin varlığı halinde merci öncelikle bu muhakeme engelini kaldırmak için gerekli çalışmaları yapacaktır. Ancak muhakeme engelinin kalmayacak halde olması halinde ise, soruşturma aşamasında kovuşturmaya yer olmadığına dair karar, kovuşturma aşamasında ise, düşme kararı vermesi gerekmektedir. Dolayısıyla mahkeme, SMU nun teklifini durma kararı vermek suretiyle gerçekleştiremeyeceği için bu aşamada muhakeme şartının sağlanma imkanı söz konusu olmayacaktır. Bu bakımdan ise, düşme kararı verilmesi imkanı söz konusu olabileceği ileri sürülebilir.  Ancak ilgili düzenleme dikkate alındığında SMU nun muhakemenin tamamı bakımından değil, yalnızca kamu davası açılabilmesi bakımından bir engel olarak kabul edilmesinin kabulü daha yerinde olacaktır. Zira aksi takdirde SMU ya tabi olmasına rağmen, bir şekilde kovuşturma aşamasına geçen dosyalar bakımından düşme kararı verilmesi, önemli bir sıkıntı doğuracaktır. Nitekim SMU ile benzer niteliğe sahip önödeme ve uzlaştırma bakımından kanun koyucu kovuşturma aşaması bakımından özel bir düzenleme getirmekte ve bu özel düzenleme sayesinde kovuşturma aşamasında uygulanabilmektedir. Sonuç olarak SMU nun kovuşturma aşamasında uygulanabileceğine dair özel bir düzenleme söz konusu olmamasından dolayı genel bir muhakeme engeli olarak değil, yalnızca kamu davası açılabilmesi bakımından bir engel olarak kabul edilmesi daha yerinde olacaktır. Bu halde düşme kararı verilemeyecek ve yargılama genel kurallara göre devam edecektir. Ancak şüphelinin C. savcısının nitelendirme yanlışlığından veya SMU yu atlanmasından kaynaklı olarak hak kaybına da uğrayacaktır. Bu durum aynı zamanda eşitlik ilkesine aykırılık doğuracaktır. Zira herkes kanun önünde eşit olmasına rağmen, aynı tarihte 39  Ünver and Hakeri, (n 1) 106; Öztürk and Tezcan and Erdem and Gezer and Kırıt and Akcan and Özaydın and Tütüncü and Villemin and Tok, (n 1) 66; Şahin (n 1) 60. 249Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 aynı suçu işleyen iki kişiden birinin soruşturmasında SMU teklif edilecek, diğerine ise yapılan yanlış değerlendirmeden dolayı bu SMU uygulanamayacaktır.  Dolayısıyla kişinin hakkındaki suç isnadının CMK nun 250. maddesindeki katalogda sayılan suçlara girdiğinin atlanması veya niteliğinin değişmesi sebebiyle katalogda olan bir suçun varlığının sonradan anlaşılması halinde, bilgilendirmenin ve teklifin mahkeme tarafından da yapılacağına dair bir normun ortaya konulması önerilebilir. Mevcut sistemin olduğu gibi korunması durumunda yukarıdaki öneri geçerli olmakla birlikte, esas olarak önerimiz; sonuç kısmında detaylı olarak anlatılacağı üzere SMU nun tamamen kovuşturma aşamasında alınmasıdır.  SMU sisteminin kovuşturma aşamasında uygulanması önerisinin kabulü ise, yalnızca bu konudaki değil, SMU nun ceza muhakemesi sistemine olan birçok aykırılığına toplu bir çözüm olacaktır. 7.2. Bilgilendirmenin Yapılması Yukarıda ifade edilen ve SMU nun uygulanabilmesi bakımından gereken şartların gerçekleşmesi halinde şüpheli, öncelikle C. Savcısı veya kolluk tarafından bilgilendirilecektir. Bilgilendirmenin içeriğine dair kanunda bir düzenleme söz konusu değildir. Ancak yönetmeliğin 10. maddesinde bilgilendirmenin içeriği kaleme alınmıştır. Buna göre C. Savcısının veya kolluğun şüpheliye yapacağı bilgilendirme; İsnat edilen eylem, eylemin oluşturduğu suç ile bu suçun seri muhakeme usulü kapsamına girdiği, kamu davasının açılması için yeterli şüphenin bulunduğu, özgür iradesiyle ve müdafi huzurunda kabul ettiği takdirde bu usulün uygulanacağı ve belirlenecek temel cezanın yarı oranında indirileceği, C. savcısı tarafından teklif edilen yaptırım hakkında talep doğrultusunda mahkemenin hüküm kuracağı, bu hükme karşı itiraz kanun yoluna başvurabileceği, teklifin kabulünün ancak müdafi huzurunda gerçekleştirilebileceği, seçtiği bir müdafi yoksa istemi aranmaksızın kendisine bir müdafi görevlendirileceği, mahkeme tarafından hüküm kuruluncaya kadar her aşamada seri muhakeme usulünden vazgeçebileceği, mahkemece verilen hükmün adli siciline kaydedileceği, bu usulün uygulanmasını kabul etmediği takdirde genel hükümlere göre hakkında iddianame düzenlenerek kamu davası açılacağı ve genel hükümlerin uygulanmasına geçilmesi halinde, seri muhakeme usulünü kabul ettiğine ilişkin beyanları ile bu usulün uygulanmasına dair diğer belgelerin, soruşturma ve kovuşturma işlemlerinde delil olarak kullanılamayacağı hususlarını kapsamaktadır. Bilgilendirme bakımından üzerinde durulması gereken bir diğer husus ise, bilgilendirmenin ne zaman yapılacağıdır. Nitekim kanunda veya yönetmelikte bu hususta bir açıklık söz konusu değildir. 250Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Belirtmek gerekir ki, ilgili bilgilendirilmenin yapılması SMU nun uygulanabilmesi bakımından gerekli temel şartların gerçekleşmiş olması, yani SMU nun teklif edilebilir halde olması gerekmektedir. Dolayısıyla işlendiği iddia edilen fiilin katalog suçlardan olması ve suçun işlendiğine dair kamu davası açılması için gerekli olan yeterli şüpheye ulaşılmış olması, kamu davasının açılmasının ertelenmesine karar verilemiyor olması ve son olarak ise, şüphelinin SMU nun uygulanabileceği kişilerden olması gerekmektedir. Tüm bu şartların gerçekleşmesinden sonra bilgilendirmenin C. savcısı ve C. Savcısının emri üzerine kolluk tarafından yapılması gerekmektedir. Dolayısıyla henüz soruşturmanın başında işlendiği iddia edilen suçun katalogda yer alması nedeniyle bir bilgilendirilmenin yapılamaması gerekmektedir. Bu bakımından eğer henüz şartlar gerçekleşmeden bilgilendirilmenin yapılması halinde, bu bilgilendirilmenin geçersiz kılınması önerilebilir. Ayrıca bilgilendirilmenin şartlarının gerçekleşip gerçekleşmediğinin belirlenebilmesi için yapılan bilgilendirilmenin tutanağa alınması ispat bakımından yerinde olacaktır.  Aksi takdirde uygulamada katalog suçlara yönelik bir suç işlendiğine dair iddianın olduğunu fark eden kolluğun doğrudan bu usule yönelik bilgilendirme yapmasının önüne geçilemez. Bu bilgilendirilmenin yapılmasından sonra ise, CMK nun 250. maddesinin 3. fıkrasında C. Savcısının SMU nun uygulanmasını teklif edeceği ifade edilmiştir. Ancak yapılan bilgilendirilme ile teklif arasında ne kadar bir zamanın olacağı da kanunda veya yönetmelikte belirtilmemiştir. Bu noktada ifade edilecek husus, bilgilendirmenin ve teklifin farklı zamanlarda yapılmasının pratik hiçbir yararı olmadığıdır. Bu bakımından bilgilendirmenin tekliften evvel C. Savcısı tarafından yapılması çok daha yerinde olacaktır. Bu önerinin kabulü halinde, SMU nun uygulanması bakımından gerekli şartların oluşması halinde C. Savcısı şüpheliyi çağıracaktır. Çağrı üzerine gelen şüpheliye öncelikle bilgilendirme yapılacak ve bilgilendirmeden sonra ise teklif yapılacaktır. Bilgilendirme ve teklifin art arda yapılmasında herhangi bir sakınca söz konusu değildir. Zira niteliği itibarıyla bilgilendirme, tek taraflı bir işlem olup, yalnızca bilgi aktarımından ibarettir. Bilgilendirmeyle teklifin art arda olması SMU bakımından daha yerinde olacaktır. Zira bu halde bilgilendirme, her zaman, bir hukukçu olan C. Savcısı tarafından yapılacak ve bilgilendirme ve teklif arasında bir zaman farkı olmayacağından SMU ya dair daha evvel edinilmiş bilginin unutulması durumu da ortadan 251Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 kalkacaktır. Ayrıca ifade etmek gerekir ki, mevcut halde Savcı huzuruna gelen şüpheli, daha evvel kolluk tarafından bilgilendirilmiş olsa dahi, SMU ya dair C. Savcısına sorular soracak ve zımni olarak Savcı tarafından ikinci kez bilgilendirme yapılması söz konusu olabilecektir. Bu bakımdan bilgilendirmenin ve teklifin C. Savcısı tarafından art arda yapılması, bilgilendirme işleminin mükerrer yapılmasının da önüne geçilecektir. Yine bilgilendirmenin somutlaşması bakımından teklifle birlikte yapılması ve sanığın SMU usulünü kabul etmesi halinde nasıl bir yaptırım uygulanacağı hususunu da birlikte öğrenmesinin daha yerinde olacağının ifade edilmesi gerekir. Bilgilendirme ve teklifin birlikte C. Savcısı tarafından yapılmasının diğer bir yararı ise, uygulamada henüz şartları oluşmamışken, soruşturmanın henüz başında kolluk tarafından bilgilendirme yapmasının da önüne geçecektir. Bilgilendirme bakımından ifade edilmesi gereken hususlardan biri, müdafinin de bulunması gerekliliğidir. Zira bilgilendirmenin doğru bir şekilde yapılması bakımından ve bilgilendirmede ortaya konulan hususların tam olarak ne anlama geldiği hususunda müdafinin o anda yardımcı olması da önemlidir. Nitekim uygulamada mevcut şikâyetlerden bazıları kolluğun yaptığı açıklamalar sırasında hukuki bir dil kullandığı ve dolayısıyla vatandaşın anlayacağı şekilde bilgilendirmenin yapılmadığı şeklindedir. Bu bakımdan müdafinin bulunması bilgilendirmenin anlaşılır şekilde ve eksiksiz olarak yapılmasının güvencesini oluşturacaktır. Ayrıca bilgilendirmenin doğru zamanda yapılması bakımından da müdafinin varlığı yardımcı olacaktır. Nitekim uygulamada katalogda var olan suçlardan birinin işlendiğine dair iddianın olması halinde kolluk, soruşturmanın hemen başında bilgilendirme yanlışlığına düşebilecektir. Ancak müdafinin varlığı halinde bu ihtimalin ortadan kalkabileceğinin ifade edilmesi gerekmektedir. 7.3. C. Savcısının Teklifi Yukarıda da ifade edildiği üzere mevcut normlara göre C. Savcısı veya kolluk tarafından bilgilendirilme yapılacaktır. Bilgilendirilmenin yapılmasından sonra ise, C. Savcısı şüpheliye SMU nun uygulanmasına yönelik teklifini iletecektir. Belirtmek gerekir ki, şartların gerçekleşmiş olması halinde SMU nun uygulanmasına yönelik teklifin yapılması hususunda C. Savcısının takdir yetkisi söz konusu değildir. 252Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Teklifi yapmak zorundadır. Bu teklif yapılmaksızın soruşturma devam edemeyeceğinden, teklifin bir muhakeme engeli olduğunun ifade edilmesi yanlış olmayacaktır. Teklifin içeriğinin ne olacağı hususu CMK nun 250. maddesinde yer almamakla birlikte, yönetmeliğin 10. maddesinin 2. fıkrasında ifade edildiği üzere teklif şüpheliye uygulanacak olan yaptırımların neler olduğunu içermektedir. Ancak savcının kişinin hakkında öngördüğü yaptırımı da içeren bir teklif yapacağına dair düzenlemenin kanunda yer almasının daha yerinde olacağının ifade edilmesi gerekir. Zira kanun metni, önce teklifin yapılması sonrasında yaptırımın belirlenmesi gerektiği şeklinde de anlaşılmaya müsaittir. Ancak burada kişinin SMU yu kabul edip etmemesi noktasında yaptırım miktarının önem arz ettiğini söylemek yanlış olmayacaktır. Dolayısıyla SMU nun uygulanmasına yönelik teklifin içeriğinin yaptırımı da kapsadığı şeklinde yorumlanması daha yerinde olacaktır. Aksi takdirde kişinin rızasının geçerliliği de tartışılır bir hal alabilecektir. Nitekim hakkında öngörülen yaptırımı bilmeden SMU nun kabulü söz konusu olacaktır.  Ancak yukarıda da ifade edildiği üzere, yönetmeliğin 10. maddesinin 2. fıkrasında bu husus açıklanmış ve teklifin yaptırımı da içermesi gerektiği belirtilmiş ve bu tartışmanın yapılmasına da gerek kalmamıştır. Yukarıda da ifade edildiği üzere teklifin, bilgilendirmeyi içermesi çok daha yerinde olacaktır. Zira kolluğun bilgilendirmeyi yaptığı durumlarda savcı, teklifini bilgilendirme olmaksızın yapması halinde şüpheli teklifi kabul ederse ne olacak, kabul etmezse ne olacak gibi sürece dair birçok soru yöneltecektir. Bun halde C. Savcısı ister istemez ikinci sefer bu bilgilendirmeyi zaten yapmak zorunda kalacaktır. Yönetmeliğin 10. maddesinde ifade edildiği üzere bu teklif, kişinin huzurda olmasıyla yapılabileceği gibi SEGBİS sistemi aracılığıyla veya istinabe suretiyle de yapılabilecektir. Ayrıca yine yönetmeliğin 5. maddesinde belirtildiği üzere kişinin Türkçeyi meramını anlatacak derecede konuşamaması veya engelli olması halinde CMK nun 202. maddesinin uygulanacak ve şüpheliyle anlaşabilmek için tercüman atanabilecektir. Teklif şüpheli tarafından hemen kabul edilebileceği gibi, kişiye düşünmesi için 1 ayı geçmeyecek şekilde süre verilebilecektir. Şüphelinin teklifi kabul etmesi halinde bu kabul beyanının müdafi eşliğinde verilmesi gerekmektedir. Kabul esnasında kişinin avukatı olmaması halinde ise, barodan avukat atanacaktır. 40  Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 266. 41  Gökcen and Balcı and Alşahin and Çakır, (n 1) 91. 42  Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 268. 253Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Teklifin kabul edilmesi edilmesinin geçerli olabilmesi için beyan anında müdafinin zorunlu olarak bulunması yerinde bir düzenleme olmakla birlikte eksik olduğunun ifade edilmesi gerekir. Nitekim müdafinin yalnızca teklifin kabulü esnasında değil, teklifin yapılması anında da muhakkak bulunması gerekmektedir. Zira her ne kadar SMU nun şüpheliye anlatılması söz konusu olsa da, bu usulün kabulünün kendi durumu bakımından iyi bir şey olup olmadığı ve dolayısıyla kabul etmesi veya etmemesi halinde kendisini ne şekilde bir durumun kendisini beklediği hususunda müdafiden hukuki yardım alması, savcının karşısında hukuki bilgi konusunda güçsüz olan şüphelinin haklarının korunmasının yanı sıra uygulamada yoğunluktan yapılabilecek bir takım yanlışların da önünde geçebilecektir. Bu bakımdan teklif sırasında dosyada kamu davasının açılabilmesi bakımından yeterli delil olup olmadığı, hukuki bilgisi zayıf olan şüpheli tarafından bilenemeyecektir. Bu bakımdan dosyadaki delilere bakmak suretiyle şüphelinin haklarının korunması bakımından zorunlu müdafilik sisteminin teklif aşaması sırasında da kabulü son derece yerinde olacaktır. Zira dosyada iddianame düzenlenmesi için yeterli şüpheye ulaşılamamış olabilir veya ulaşılan yeterli şüphenin dayanağı olan deliller hukuka aykırı elde edilmiş olabilir. Yine dosyada kişinin suçu işlemediği ortaya konulup, beraat kararı verilebilecek bir dosya olduğu ancak müdafinin yapacağı bir inceleme sonrasında ortaya çıkabilecektir. Ancak bu hususların tespiti bakımından teklif aşamasında müdafinin dosyayı inceleme imkanının olup olmadığı da kanunda veya yönetmelikte belli değildir. Yine müdafi bakımından belirsiz olan bir başka husus, müdafinin, teklifin kabulünden önce müdahale etme imkânının olup olmadığıdır. Nitekim C. Savcısı tarafından yapılan teklifin neden alt sınırdan verilmediğine dair beyanlarını ileri sürebilecek midir? Bu sorunun cevabı mevzuatta belli olmamakla birlikte, bu süreçte müdafinin onay makamı olmanın dışında da birtakım yetkilerinin mevcut olması gerektiği kanaatinde olduğumuzun da ifade edilmesi gerekmektedir. Bununla birlikte müdafinin bir sebeple SMU nun kabul edilmemesinin şüpheli bakımından faydalı olmadığı görüşünde olması halinde ve bu fikrinin şüphelinin kabul düşüncesiyle çelişmesi halinde durum ne olacaktır? Şüphelinin düşüncesi mi, yoksa müdafinin düşüncesi mi geçerli olacaktır. Bu bakımdan asil olan şüphelinin görüşüne öncelik verilmesi gerektiği ifade edilebilir. Zira kanun koyucu SMU nun kişilerin özgür iradesine önem vermekte ve yaş 254Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü küçüklüğünde, akıl hastalığında ve 21 yaş altı sağır dilsizlikte kişilerin kanuni temsilcisi olsa da ya da müdafisi olsa da kendileri özgür bir şekilde karar veremeyecek olmalarından bu kişilere SMU nun uygulanamayacağını kabul etmiştir. Görüldüğü üzere kanun koyucu SMU da kişinin kendi iradesini özgür bir şekilde kullanmasını istemektedir. Bu nedenle müdafi ile şüphelinin görüşlerinde çakışma söz konusu olması halinde müdafinin değil, asil kararı dikkate alınacaktır. Bir başka husus ise, teklif sırasında mevcut olan müdafinin C. Savcısı tarafından iletilen teklifte bir yanlışlığın veya eksikliğin olup olmadığını kontrol edebilecek olması, var ise yanlışlığın henüz C. savcısının önünde düzeltilme imkanını ortaya koyacaktır.  Aksi halde bir yanlışlığın söz konusu olması halinde mahkemenin yapacağı incelemede tespit edilecek ve dosya tekrar C. Savcılığına gönderilecektir. Bu durum da sürecin uzamasına ve bir yoğunluğun oluşmasına sebebiyet verebilecektir. Ayrıca devleti temsil eden C. Savcısına değil, kendisi için atanan müdafi ile durumuyla ilgili konuşmak, belki de beraat edebilecek bir sanığın SMU vasıtasıyla cezalandırılmasına engel olabilecektir. Yine müdafi ile görüştükten sonra düşünmek için süre istemeden veya daha az süre talep ederek teklifi kabul etmesi olasılığını arttıracaktır. Bu da sistemin hızlı bir şekilde çalışmasına yardımcı olacaktır. Sonuç olarak ise, bilgilendirme sırasında ve bilhassa teklif sırasında zorunlu müdafiliğin düzenlenmesi gerekmektedir. Ayrıca düzenlenmesi gereken diğer husus ise, müdafinin SMU daki yetkilerinin neler olacağıdır. Bu bakımdan müdafi yalnız orada cismen bulunan ve yalnızca imza atan olmamalıdır. Müdafinin SMU nun etkin bir süjesi olması, bu bağlamda dosyayı inceleme yetkisinin bulunması, şüpheliyle süreç içinde konuşup, sürece müdahale edebilecek olması ve C. Savcısının ileri sürdüğü teklifte bir yanlışlığın veya bir eksikliğin bulunduğunu fark etmesi halinde müdahale edebilmesi gerekmektedir. Aksi takdirde müdafinin salt olarak görüşmenin yapıldığı yerde alan kaplayan ve imza atmak zorunda olması, şüphelilerin korunmadığı, güçlü olan C. Savcısının baskısı altında ezildiği ve SMU yu kabul etmek zorunda kaldığı bir ortamı yaratacaktır.  7.4. Yaptırımın Belirlenmesi C. Savcısının şüpheliye ilettiği teklif, yukarıda da ifade edildiği üzere uygulanacak yaptırımları içerecektir. 43  Yıldız, (n 12). 255Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Kanun koyucu C. Savcısının şüpheli hakkında öngördüğü yaptırımları belirlerken uygulaması gereken hususları CMK nun 250. maddesinin 4 ile 7 fıkraları arasında düzenlenmiştir. Buna göre C. Savcısı ilk olarak TCK nun 61. maddesinin 1. fıkrasında belirtilen suçun işleniş biçimini, suçun işlenmesinde kullanılan araçları, suçun işlendiği zaman ve yeri, suçun konusunun önem ve değerini, meydana gelen zarar veya tehlikenin ağırlığını, failin kast veya taksire dayalı kusurunun ağırlığını, failin güttüğü amaç ve saiki dikkate almak suretiyle suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında temel ceza belirleyecektir. Yukarıda ifade edildiği gibi, C. Savcısı tarafından bu belirleme yapılırken yalnızca TCK nun 61. maddesinin 1. fıkrası bakımından bir değerlendirme yapılacak olup, maddenin diğer fıkraları uygulanmayacaktır. Nitekim madde gerekçesinde de … Cumhuriyet Savcısı, Türk Ceza Kanun nun 61 inci maddesinin -diğer fıkralarını dikkate almaksızın- sadece birinci fıkrasına göre suçun kanuni tanımında öngörülen alt ve üst sınırlar arasında bir yaptırım belirleyebilecektir... şeklindeki ifadeden anlaşıldığı üzere hiçbir şekilde diğer fıkralar dikkate alınmayacaktır. Ancak belirtmek gerekir ki, bu hususun gözden geçirilmesi ve diğer fıkralar bakımından da bir değerlendirmenin yapılması yerinde olabilecektir. Bu bakımdan kişinin işlediği iddia edilen suçun teşebbüs aşamasında kalmış olduğu dosyadaki delillerden anlaşılıyorsa, şüpheliye suçun tamamlanmış hali üzerinden bir ceza öngörülmesi bir haksızlık oluşturacaktır. C. Savcısının yaptırımları belirlemesi noktasında tartışılması gereken bir diğer husus güvenlik tedbirlerine ilişkindir. Kanun koyucu CMK nun 250. maddesinde yer alan SMU kapsamında bir yaptırımın öngörülmesinin güvenlik tedbirlerinin uygulanmasına engel teşkil etmeyeceğini ifade etmiştir. Diğer bir deyişle, şartların oluşması halinde güvenlik tedbirleri SMU kapsamında uygulanabilecektir. Ancak buradaki sorun, SMU da suçun işlediğine yönelik bir ispatın söz konusu olmamasıdır. Yine SMU nun şüpheli tarafından kabul edilmesi, suçun ikrarı anlamına da gelmemektedir. Dolayısıyla ortada işlenmiş bir suçun mevcudiyeti söz konusu değildir.  Oysaki, müsadereye hükmedilebilmesi bakımından suçun ispatı gerekmektedir. Nitekim hem TCK nun 54. maddesinde yer alan eşya müsaderesi ve hem de TCK nun 44  Özgenç (n 23) 866. 256Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü 55. maddesinde yer alan kazanç müsaderesi bakımından kasten işlenmiş bir suçun varlığı gerekmektedir. Bu bakımdan kamu davasının açılmamış veya açılmış olmakla birlikte esasla birlikte müsadereye ilişkin bir karar verilmemesi halinde CMK nun 256. maddesi bağlamında müsadere davası açılabilmektedir. Uygulanabilmesi için kasten işlenen bir suçun ispat edilmesi gereken güvenlik tedbirleri bakımından, hiçbir şekilde suçun işlendiğine dair ispatın olmadığı SMU da uygulanması ceza muhakemesi sistemimize uygun değildir. Ancak kanundaki açık düzenleme gereği güvenlik tedbirlerine SMU da hükümle birlikte karar verilebilecektir. Temel cezanın belirlenmesinden sonra ise, öngörülen bu ceza, şartları gerçekleşmesi halinde SMU kapsamında şüpheliye teklif edilecek olan ceza miktarı 61. maddenin 1. fıkrasına göre belirlenmesinden sonra, eğer şartları mevcut ise, temel ceza, TCK nun 50. maddesinde yer alan kısa süreli hapis cezalarının seçenek yaptırımlara çevrilebilecektir. Yine TCK nun 51. maddesinde yer alan hapis cezasının ertelenmesine dair şartların gerçekleşmesi halinde uygulanabileceğinin ifade edilmesi gerekir. Ayrıca CMK nun 231. maddesinde yer alan hükmün açıklanmasının geri bırakılmasının da şartları oluşmuş olması halinde kıyasen uygulanabileceği ifade edilmiştir. Bu noktada sorulacak soru, sanığın kabul etmemesi halinde hükmün açıklanmasının geri bırakılmasının uygulanamayacağı kuralının SMU kapsamında geçerli olup olmadığıdır. Yukarıda ifade edildiği üzere şartlarının mevcut olması halinde uygulanabileceğinden ve sanığın onayının mevcut olması da uygulanabilme bakımından bir şart olduğundan SMU da de sanığa talepnamede verilen yaptırımı bakımından hükmün açıklanmasının geri bırakılması (HAGB) kararının verilmesine rızası olup olmadığı sorulmalıdır.  Son olarak ise, ifade edilebilecek alt ve üst sınırlar arasında belirlenen yaptırıma neden ve ne şekilde ulaşıldığına dair bir gerekçenin yer almasıdır. Bu durum bilhassa birden fazla şüphelinin müşterek fail olduğu dosyalarda, şüphelilere farklı miktarlarda yaptırımın öngörülmesi halinde önem arz edecektir. Ayrıca şüpheli ister tek olsun ister iştirak halinde birden fazla kişi olsun haklarında ortaya konulan yaptırımın nedenini öğrenmeleri hukuki dinlenilme hakkı gereğidir. 45  Abdullah Batuhan Baytaz, Türk Ceza Hukukunda Müsadere (TCK md. 54-55), Marmara Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, İstanbul, 2009, 58 and 89; Tahir Hami Topaç, Eşya Müsaderesi (TCK 54), Uyuşmazlık Mahkemesi Dergisi, Yıl 2003, Cilt 0, Sayı 2, 56. 46  Yıldız, (n 12). 47  Yıldız, (n 12); Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 270. 257Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Gerekçenin mevcudiyeti savcının maddi hata yapmış olması halinde, bu hatanın düzeltilmesini de kolaylaştıracaktır. 7.5. Talepnamenin Hazırlanması C. Savcısının SMU teklifinin şüpheli tarafından kabul edilmesi halinde ise, C. Savcısı şüpheli hakkında SMU nun uygulanmasını yazılı olarak görevli mahkemeden talep edecektir. Bu talep yazısının hangi hususları içermesi gerektiği ise, CMK nun 250. maddesinin 8. maddesinde ve yönetmeliğin 12. maddesinde yer almaktadır. Doktrinde talepnamenin hukuki nitelik olarak ceza muhakemesi sistemimizde 1412 sayılı kanunda mevcut olan, ancak 2005 yılında yapılan reform sonucu yürürlüğe giren 5271 sayılı CMK yla kaldırılan ceza kararnamesi olduğu ileri sürülmüştür. Dolayısıyla bu düzenlemeyle bir nevi ceza kararnamesi uygulamasının zımni olarak hukukumuza tekrar geldiği ifade edilebilir. Her iki düzenlemede de C. Savcısının görevli mahkemeye göndereceği talep yazısında olması gereken hususlar benzer şekilde ifade edilmiştir. Bu düzenlemelere göre talepnamede;  şüphelinin kimliği ve müdafii, mağdur veya suçtan zarar görenlerin kimliği ile varsa vekili veya kanuni temsilcisi, isnat olunan suç ve ilgili kanun maddeleri, isnat olunan suçun işlendiği yer, tarih ve zaman dilimi, şüphelinin tutuklu olup olmadığı; tutuklanmış ise, gözaltına alma ve tutuklama tarihleri ile bunların süreleri, isnat olunan suçu oluşturan olayların özeti, usulüne uygun olarak teklifin iletildiği ve müdafi eşliğinde bu teklifin kabul edildiğini, belirlenen yaptırım ve bu yaptırımın TCK nun 50. maddesine göre kısa süreli hapis cezalarının seçenek yaptırımlara çevrilmişse veya TCK nun 51. maddesine göre hapis cezasının ertelenmesi söz konusuysa ya da CMK nun 231. maddesinde yer alan hükmüm açıklanmasının geri bırakılması kararı söz konusuysa yer alması gerekmektedir. Ancak ifade edilmesi gerekir ki, talepnamede yer alması gereken birtakım hususlar, talepnamenin içeriğinde bulunması gerekenlerin arasında sayılmamıştır. Buna göre C. Savcısının teklifi yapabilmesi ve dolaysıyla SMU nun uygulanması bakımından şart olan yeterli şüpheye ulaşılıp ulaşılamadığına dair herhangi değerlendirme söz konusu değildir. Oysa ki olması gereken, kişinin suç işlediğine dair yeterli şüpheyi oluşturan delillerin ve bu delillerin neden yeterli suç şüphesini oluşturduğunu ortaya koyan değerlendirmenin de muhakkak olarak bu talepnamede yer almasıdır. 48  Feridun Yenisey, Yargı Reformu - Seri Muhakeme Usulü, T.C. Adalet Bakanlığı, https://www.youtube. com/watch?v=MErJGfGkBwQ&t=75s , 07.01.2020. 258Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Ayrıca SMU nun uygulanması için gerekli olan diğer bir şart olan kamu davasının açılmasının ertelenmesine karar verilmemesinin nedenleriyle birlikte ortaya konulması gerekmektedir. Bu hususun da talepnamede yer almaması önemli bir eksikliktir. Yine yukarıda da ifade edildiği üzere, yaptırımın alt sınır üst sınır belirlenmesi işleminin gerekçesinin talepnamede yer alması yerinde olacaktır. Bu hususların talepnamede savcı tarafından yazılması SMU nun daha denetlenebilir ve daha az suiistimal edilebilir olması bakımından büyük bir öneme sahiptir. Dolayısıyla bu hususların muhakkak olarak CMK nun 250. maddesinin 8. fıkrasına ve yönetmeliğin 12. maddesine eklenmesi gerekmektedir. 7.6. Mahkeme Safhası C. Savcısı tarafından şüpheliye iletilen teklifin kabul edilmesiyle, talepname hazırlanacaktır.  Bu talepname mahkemeye gönderilecek ve SMU nun uygulanması yazılı olarak görevli mahkemeden talep edilecektir. Kanun koyucu CMK nun 250. maddesinin 8. fıkrasında talepnamenin gönderileceği mahkemeyi görevli mahkeme olarak belirtmiştir. Ancak burada, CMK nda genel olarak kullanıldığı üzere görevli ve yetkili mahkeme şeklinde kaleme alınmasının daha yerinde olacağının ifade edilmesi gerekir. Bu hususla bağlantılı olarak üzerinde durulması gereken diğer bir durum da C. savcısının SMU bağlamında talepnameyi görevsiz veya yetkisiz mahkemeye göndermesi halinde ne olacağıdır. Belirtmek gerekir ki, mahkemenin bu hususlarda bir inceleme yetkisi düzenlenmiş olması da önemli bir sıkıntıdır. Zira bu incelemeyi yapamayacağından dolayı dosyayı geri gönderme imkânı da söz konusu olamayacaktır. Bu bakımdan İstanbul C. Başsavcılığı nezdinde bir soruşturma kapsamında SMU ya ilişkin hazırlanan talepnamenin Bakırköy deki Asliye Ceza Mahkemesine gönderilmesi durumunda, mahkemenin kendisinin yetkisizliğine dair bir inceleme yapamayacaktır. Uygulamada ortaya çıkabilecek bu hususa dair bir düzenlemenin yapılması gerekmektedir. Kanunda talepnamenin gönderildiği mahkemenin şüpheliyi müdafi eşliğinde dinlemesi gerektiği düzenlenmiştir. Bu bakımdan kişinin mahkemenin huzuruna çıkmaması şüphelinin SMU nun uygulanması yönündeki iradesinden vazgeçtiği anlamına gelecek ve başka hiçbir inceleme olmaksızın dosya soruşturmanın genel hükümlere göre yapılması için C. Savcılığına gönderilecektir. Yine kişinin gelmesi ve SMU nun uygulanmasından vazgeçtiğini ifade etmesi halinde de benzer durum söz konusu olacaktır. 259Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Mahkemenin şüpheliyi müdafi eşliğinde dinlemesi ve kişinin SMU nun uygulanması yönündeki iradesinin devam etmesi halinde, mahkeme CMK nun 250. maddesinin 3. fıkrasındaki şartların gerçekleşip gerçekleşmediğini ve eylemin SMU kapsamında olup olmadığını inceleyecektir. Bu incelemede olumlu bir sonuca ulaşması halinde talep doğrultusunda hüküm kuracak, olumsuzsa talebi reddedip soruşturmanın genel hükümlere göre sonuçlandırılması için dosyayı C. savcısına geri gönderecektir. Görüldüğü üzere kanun metninde mahkemenin ne kadar süre içerisinde bu incelemeyi yapacağı ifade edilmemiştir. Ayrıca bu incelemenin kapsamı yalnızca katalog suçlar ve maddenin 3. fıkrasında yer alan usulüne uygun bir teklif olup olmadığı iler sınırlıdır. Bu bakımdan soruşturmada delillerin kamu davası açılması bakımından yeterli şüpheye ulaşılıp ulaşılmadığı ve temel cezanın belirlenmesi noktasında hesabın doğru yapılıp yapılmadığı, güvenlik tedbirine ilişkin doğru bir tespitin olup olmadığı veya uygulanması halinde TCK nun 50. maddesindeki kısa süreli hapis cezasının seçenek yaptırımlarına çevirmeye, TCK nun 51. maddesindeki hapis cezasının ertelenmesi ve CMK nun 231. maddesinde yer alan hükmün açıklanmasının geri bırakılmasına dair şartların doğru bir şekilde değerlendirilip değerlendirilmediğini inceleyemeyecektir. Zira kanunda talepnamenin içeriğine ilişkin bir inceleme yetkisi tanınmamıştır. Durum bu şekilde olmakla beraber, yönetmeliğin 13. maddesinde CMK nun 250. maddesinde yer almayan bazı yetkilerin mahkemeye tanındığı görülmektedir. Buna göre mahkeme, yukarıda ifade edilen talepnamede bulunması gereken hususların bulunup bulunmadığını, yaptırımın belirlenmesi sırasında maddi bir hatanın mevcut olup olmadığını, CMK nun 231. veya TCK nun 50. ve 51. maddelerinin uygulanmasında objektif koşulların gerçekleşip gerçekleşmediğini, belirlenen cezanın mahiyetine uygun güvenlik tedbirinin uygulanıp uygulanmadığını inceleyecek ve bu hususlarda bir eksiklik veya hata görülmesi halinde düzeltilmesi için dosyanın C. Savcısına gönderilmesine karar verecektir. Ayrıca, mahkeme önüne gelen talepnameye konu olan suçun SMU nun uygulanmasını mümkün kılan katalog suçlardan olup olmadığını ve teklifin CMK nun 250. maddesinin 3. fıkrasına uygun olup olmadığını inceleyecektir. Ancak mahkemece yapılacak incelemede, suç isnadı altında olan kişi hakkında kamu davası açılmasına yetecek derecede yeterli şüphenin olup olmadığını inceleme yetkisi ne kanunda ve ne de yönetmelikte düzenlenmemiştir. Bu husus son derece önemli bir 49  Erdem and Şentürk (n 12) 596; Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 266. 260Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü eksikliktir ve bir an önce bu eksikliğin giderilmesi gerekmektedir. Zira yukarıda üzerinde durulduğu üzere SMU nun uygulanabilme şartlarından biri de şüpheli hakkında suçu işlediğine dair yeterli suç şüphesinin bulunmasıdır. Diğer bir deyişle savcılık aşamasında kamu davası açmaya yetecek derece yeterli şüphenin varlığı olmadan SMU nun teklif edilemeyecek olmasına rağmen ve yeterli şüpheye ulaşmak SMU bakımından bir uygulama şartı olmasına rağmen, talepnamede yeterli şüphenin varlığı ortaya konulmaması ve mahkemenin denetleme yetkisine de dahil edilmemesi son derece önemli bir eksikliktir. Bu bakımdan yeterli şüpheye ulaşılmamış olmasına rağmen veya hukuka aykırı delille yeterli şüpheye ulaşılmış olması halinde kişi hakkında kovuşturmaya yer olmadığına dair karar verilmesi gerekirken SMU bağlamından cezalandırılması söz konusu olabilecektir. Yine yukarıda belirtildiği üzere muhakkak olarak şüphelinin ve müdafinin teklif aşamasında dosyayı incelemesine müsaade edilmesi gerekmektedir. Zira muhakeme sürecinde kural dosyanın incelenmesi olup, ancak istisnai olarak soruşturma aşamasında gizlilik kararı olmaması halinde dosyanın incelenmesi engellenebilmektedir. Bu bakımından Ancak SMU bakımından kanunda veya yönetmelikte bu hususa dair bir açıklığın olmaması yine önemli bir eksiktir. Zira yeterli şüpheye ulaşılıp ulaşılmadığı değerlendirmesinin talepnamede olmaması ve yeterli şüphenin varlığı müdafi, şüpheli veya mahkeme tarafından da denetlenmemesi, yeterli şüpheye ulaşılmadan henüz soruşturmanın başında soruşturmaya konu olan suç isnadının katalogda sayılan suçlardan olması; soruşturma aşamasında yapılması gereken yeterli araştırma yapılmaksızın SMU nun uygulanmasına olanak sağlamaktadır. Nitekim soruşturma aşamasında yeterli şüpheye ulaşılıp ulaşılmadığı hususu hiçbir şekilde denetlenmemektedir. Bu şekilde bir uygulama, kişinin hakkında yeterli araştırma yapılsa belki kovuşturmaya yer olmadığına karar verilmesi ihtimalinin olduğu durumlarda dahi SMU usulünün uygulanarak kişilerin cezalandırılmasına sebebiyet verme ihtimali barındırmaktadır. Muhakkak ki, uygulamacıların genel olarak bu şekilde usulün yanlış uygulanmasına imkân vermeyeceği hususundaki güvene sahip olunsa da, bu şekilde bir denetimin mevcut olması ortaya çıkabilecek yanlış anlaşılmaların da önüne geçecektir. Nitekim HAGB kararlarında da benzer durum ortaya çıkmış, mahkemeler sanığın beraat edebileceği hallerde dahi dosyayı bir an önce bitirmek adına doğrudan HAGB kararına hükmetmekteydi. Zira o dönem Yargıtay, HAGB kararlarının yalnızca şekli olarak 261Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 incelenmesi, içeriğe bakılmaması yönünde içtihat geliştirmişti. Ancak ilerleyen süreçte uygulamada bu sıkıntının artması üzerine Yargıtay, yukarıda da ifade edildiği üzere görüş değiştirmiş ve kısmen de olsa HAGB kararlarının içeriğinin incelenmesi gerektiğine karar vermiştir. Yeterli şüphenin C. Savcısı tarafından talepnamede ortaya konulması, şüphelinin ve müdafinin dosyayı incelemek suretiyle şüphenin varlığını denetleyebilmesi ve son olarak talepnameyi denetleyecek mahkemenin denetim yetkisi içerisine yeterli suç şüphesinin varlığının eklenmesiyle, SMU nun yalnızca hakkında kamu davası açılmasına yetecek derece şüphe bulunan kişiler bakımından uygulanmasını sağlayacak ve haklarındaki suç şüphenin kamu davası açılmasına yetecek düzeye gelmeyen kişiler hakkında uygulanmamasını sağlayacaktır. Yine mahkeme, CMK nun 250. maddesinin 1. fıkrasında yer alan ve SMU nun uygulanması bakımından diğer bir şart olan kamu davasının açılmasının ertelenmesine karar verilmemesine dair C. savcısının değerlendirmesini denetleyemeyecektir. Zira bu husus talepnamede de yer almamaktadır. Ancak bu hususun denetlenmesi ve mahkemenin kamu davasının açılmasının ertelenmesinin şartlarının gerçekleştiği kanaatine varması halinde SMU kararı vermeyip geri göndermesi gerekecektir.  Dolayısıyla bu hususun mahkemenin denetim yetkisi içerisine girmemesi önemli bir eksikliktir. Mahkeme önüne gelen talepnamede bir eksiklik ve hata bulmaması veya bulmuş olsa da hataların ve eksiklerin düzeltilmesinden sonra dosya tekrar önüne geldiğinde, ilgili fiilin SMU nun uygulanmasını mümkün kılan katalog suçlardan birini oluşturup oluşturmadığına ve teklifin kanunda öngörüldüğü şekilde yapılıp yapılmadığına bakacaktır. Bu incelemede olumlu bir sonuca ulaşması halinde talep doğrultusunda hüküm kuracak, olumsuzsa talebi reddedip soruşturmanın genel hükümlere göre sonuçlandırılması için dosyayı C. Savcısına geri gönderecektir. Mahkemenin, soruşturmanın genel hükümlere göre sonuçlandırılması için dosyayı C. Savcısına göndermesi halinde şüphelinin SMU yu kabul ettiğine ilişkin beyanları ve bu usulün uygulanmasına dair diğer belgeler, takip eden soruşturma ve kovuşturma işlemlerinde delil olarak kullanılamaz. 50  Yargıtay Ceza Genel Kurulunun 03.02.2009 tarih, 2009/13 Esas, 2009/12 Karar No lu Kararı. 51  Yargıtay Ceza Genel Kurulunun 22.01.2013 tarih, 2012/534 Esas ve 2013/15 Karar No lu Kararı. 262Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Son derece yerinde bir düzenleme olmakla birlikte, madde metninde kullanamayacak belgeler arasında ifade edilen diğer belgeler e bir istisna getirilmesi ve …seri muhakemesi usulünün kabul edilmesinden evvel dosyada bulunan belgeler hariç olmak üzere bu usulün uygulanmasına dair diğer belgeler… şeklinde değiştirilmesi uygulamada çıkabilecek birtakım karışıkların önüne geçilmesini önleyebilir. Zira SMU süreci öncesinde dosyada var olan belgelerin sırf SMU teklifi sırasında ortaya konulmuş olması, o belgenin daha sonra kullanılamamasına neden olmaması gerekmektedir. Dolayısıyla delil değerlendirme yasağı yalnızca SMU başladıktan sonra elde edilen deliller bakımından geçerli olup, C. savcısının SMU dan evvel elde ettiği deliller bakımından değerlendirme yasağı söz konusu değildir. 7.7. Mahkemenin Kararına Karşı Kanun Yolu Yukarıda ifade edildiği üzere mahkeme gelen talepnamede bir eksikliğin olmadığı, işlendiği iddia edilen suçun katalog suçlardan olduğu ve C. Savcısı tarafından yapılan teklifin kanuna uygun bir şekilde yapıldığı ve şüphelinin de kabulünü müdafi eşliğinde özgür iradesiyle verdiği kanaatine varması halinde talep doğrultusunda hüküm kuracaktır. CMK nun 250. maddesinin 14. fıkrasında açık bir şekilde ifade edildiği üzere SMU ya yönelik kararlar itiraz kanun yoluna tabidir. Ancak hüküm niteliğindeki bir kararın istinaf kanun yoluna değil de, itiraz kanun yoluna tabi olması hukukumuz bakımından değerlendirilmesi gereken bir husustur. Öncelikle ifade etmek gerekir ki, CMK nun 267. maddesinde ifade edildiği üzere ancak hakim kararları ve kanunun gösterdiği hallerde mahkeme kararlarına karşı itiraz kanun yoluna başvurulabilecektir. Bu düzenleme dikkate alındığında CMK nun 250. maddesindeki SMU ya dair kararların itiraz kanun yoluna tabi olmasında bir sıkıntı söz konusu değildir. Bu noktada CMK nun 267. maddesinde yer alan karar kavramının ne anlama geldiğinin ortaya konulması gerekmektedir.  Bilindiği üzere hakim veya mahkemelerce verilen kararlar, hukuki bir uyuşmazlığın çözümü bakımından ortaya konulmaktadır. Uyuşmazlığın çözümüne etkisi bakımından ara karar ve son karar (hüküm) olarak ikiye ayrılmaktadır. Uyuşmazlığın esasını çözen ve muhakeme sürecini sonlandıran 52  Yıldız, (n 12). 53  Erdem and Şentürk, (n 12) 595. 54  Cumhur Şahin and Neslihan Göktürk, Ceza Muhakemesi Hukuku II, (6. Ed. Seçkin Yayıncılık, Ankara, 2017) 258; Ünver and Hakeri, (n 1) 763; Centel and Zafer, (n 1) 850. 263Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 kararlara son karar (hüküm) denilirken, her ne kadar uyuşmazlığın amacını çözmeye yönelik olsa da işi sonlandırmayan ve son karara ulaşılması için verilmesi gereken kararlara, ara karar denilmektedir.  İtiraz kanun yolunun düzenlendiği CMK nun 267. maddesinde kanun koyucunun karar kavramını tercih etmesi, itirazın hem ara kararlar bakımından ve hem de son kararlar yani hüküm bakımından da yapılabileceği anlaşılmaktadır. Ancak istinaf kanun yolunun düzenlendiği CMK nun 272. maddesinin 1. fıkrasında yer alan İlk derece mahkemelerinden verilen hükümlere karşı istinaf yoluna başvurulabilir… ve temyiz kanun yolunun düzenlendiği CMK nun 286. maddesinin 1. fıkrasında yer alan Bölge adliye mahkemesi ceza dairelerinin bozma dışında kalan hükümleri temyiz edilebilir… şeklindeki düzenlemeler  göstermektedir ki, kanun koyucunun itiraz kanun yoluna ilişkin maddenin kaleme alınması sırasında kullanmış olduğu karar kavramı, mahkeme tarafından verilen hüküm dışındaki kavramları kapsamaktadır. Yine mehaz kanun niteliğine sahip AlmCMK nun itiraz kanun yoluna ilişkin 304. maddesinin 1. fıkrasında itiraz kanun yoluna gidilecek kararlar dikkate alındığında görülecektir ki, Alman hukukunda itiraz kanun yoluna başvurulabilecek olan kararlar; ilk derece mahkemesi ve istinaf mahkemesindeki ara kararlar, mahkeme başkanının işlem ve kararları, soruşturma aşamasındaki hâkim kararları, naip hâkim kararları ve istinabe hakiminin kararlarıdır. Görüldüğü üzere Alman CMK § 304/ I e göre, itiraz kanun yolu, hüküm niteliğinde olmayan kararlara ilişkindir. Gerek CMK nun 272. ve 286. maddelerindeki ifadeler ve gerekse mehaz kanundaki düzenleme dikkate alındığında itiraz kanun yolunun kaleme alındığı CMK nun 267. maddesinde yer alan karar kavramının yalnızca ara kararlar olarak anlaşılması gerekmektedir. Tabii ki, kanun koyucunun yapacağı bir değişikle ilgili düzenlemenin Hâkim kararları ile kanunun gösterdiği hâllerde, mahkemelerin hüküm dışındaki kararlarına karşı itiraz yoluna gidilebilir. şeklinde kaleme alınması, tartışmayı ortadan kaldıracaktır. 55  Güneş Okuyucu Ergün, Ceza Muhakemesi İşlemleri, (Yetkin Yayıncılık, Ankara, 2015) 61. 56  Ünver and Hakeri (n 1) 763; Centel and Zafer, (n 1) 850. 57  Münchener Kommentar zur StPO, Band 2, 1. Ed. § 304, kn. 1; Karlsruher Kommentar zur Strafprozessordnung, 8. Ed.. § 304, kn. 1. 58  Kühne, (n 4) 584. 264Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Tüm bu tartışmalar ışığı altında CMK nun 250. maddesi bağlamında verilen kararların itiraza tabi olması hususunda aşağıdaki sonuca ulaşılmıştır.  Buna göre CMK nun 250. maddesinin 9. fıkrasında yer alan …talepte belirlenen yaptırım doğrultusunda hüküm kurar… şeklindeki düzenlemeden açıkça anlaşıldığı üzere, mahkemenin SMU nun sonunda verdiği kararın niteliği hükümdür. Yukarıda ortaya konulan tartışmalar dikkate alındığında hüküm niteliğindeki kararlar bakımından itiraz kanun yolu değil, istinaf kanun yolunun açık olması gerektiğinin ve kanun koyucunun yapmış olduğu bu düzenlemenin kanunun sistematiğine ve hukuka uygun olmadığının ifade edilmesi gerekir. Konuyla alakalı bir diğer tartışmalı olabilecek husus ise, CMK nun 250. maddesinde yer alan açık düzenlemeye göre SMU nun sonunda verilecek kararın itiraz kanun yoluna tabi olmasına rağmen, ilgili kararın niteliğinin hüküm olması sebebiyle istinaf kanun yoluna başvurulabilir olup olmadığıdır. Belirtmek gerekir ki, yapılan bu yeni düzenlemeyle SMU nun uygulanması suretiyle verilen karar, CMK nun 250. maddesinde belirtildiği üzere itiraz kanun yoluna tabi iken, kararın niteliği hüküm olmasından dolayı CMK nun 272. maddesi bağlamında da istinafa tabidir. Bu bakımdan hangi kanun yolunun uygulanacağı sorusunun cevabı son derece önemlidir. Yargıtay, daha önce HAGB ile ilgili vermiş olduğu bir kararda, kanun koyucunun HAGB nin özel olarak itiraz kanun yoluna tabi olduğunu belirtmesi nedeniyle, yalnızca itiraz kanun yoluna gidilebileceğini belirtmiştir.  HAGB bakımından bu kararın verilmesi, HAGB kararının doğrudan hüküm niteliği taşımaması bakımından tartışmalar olmakla birlikte Yargıtay ın vermiş olduğu kararın yerinde olduğu kabul edilebilecektir. Zira verilen bir başka kararda Yargıtay, HAGB kararının bir hüküm niteliğinde olmadığından, ara karar gibi değerlendirmekte ve davanın kesin hükme bağlanmasının geri bırakılmasına ilişkin kararın nihai hüküm niteliğinde olmaması sebebiyle temyiz kanun yoluna başvurulamayacağını, bu bakımdan bu karara karşı itiraz kanun yolunun mümkün olduğu sonucuna ulaşmaktadır. Ancak SMU nun sonunda verilecek karar bakımından itiraz kanun yoluna mı, yoksa istinaf kanun yoluna mı başvurulabileceği sorusunun cevabı bu kadar kolay olmayacaktır. 59  Yargıtay Ceza Genel Kurulunun 03.02.2009 tarih, 2009/13 Esas, 2009/12 Karar No lu Kararı. 60  Yargıtay 7. Ceza Dairesinin 14.02.2008 tarih, 18756/2004 Esas ve 1123/2008 Karar No lu Kararı; Ünver and Hakeri, (n 1) 690. 265Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Zira bir taraftan kanun koyucu SMU nun sonunda verilecek kararının itiraz kanun yoluna tabi olduğunu ifade etmekte, ama diğer taraftan bu kararın niteliğini hüküm olarak düzenlemektedir. Zira asıl problem SMU nun sonunda verilen kararın niteliği noktasında ortaya çıkmaktadır. Bu bakımdan doktrinde ifade edilen ve çalışmanın başında belirtilen görüşe göre, SMU nun 1412 sayılı CMK döneminde mevcut olan ceza kararnamesi niteliğinde olduğu ifade edilmektedir. Zira eski kanun dönemindeki ceza kararnamesi ile mevcut SMU arasında önemli benzerlikler söz konusudur. Ancak kanun koyucunun kanuni düzenlemede ceza kararnamesi ifadesini kullanmaması ve ilgili madde metninde …hükmü kurar… ifadesini kullanması yukarıda belirtilen kanun yolu bakımından önemli birtakım sorunlara sebebiyet vermektedir. İki kanun yoluna birden başvuru imkanının mevcut olduğu bu durumda ne şekilde hareket edilebileceğine dair görüşleri ortaya koymadan evvel, bu yeni düzenlemenin CMK nun kanun yolları sistematiğine uygun olmadığının ifade edilmesi gerekmektedir. Zira tek bir karara birbiriyle yarışan iki kanun yolunun öngörülmesi durumunun sıkıntı doğuracağı aşikardır. Bu bakımdan iki kanun yolundan birinin seçilmesi gerekmekte olup, ancak hangisinin uygulanacağına dair iki farklı ihtimal söz konusu olacaktır. Bu konuda ilk ortaya çıkabilecek ihtimal, itiraz kanun yolu incelemesinin yapılmasıdır. Zira kanun koyucunun son iradesi, hüküm niteliğinde de olsa, SMU nun sonunda verilen kararın itiraza tabi olduğu kanaatine öncelik verilmesidir. Nitekim kanun koyucunun bu iradesinin hem sonradan yürürlüğe girmiş ve hem de istinaf kanun yoluna göre özel nitelikte olduğu ifade edilebilir. İkinci ihtimal ise, her ne kadar kanun koyucunun son iradesi SMU nun sonunda verilecek karara karşı açık bir şekilde itiraz kanun yoluna gidilmesi yönünde olsa da, bu tercihin kanunun sistemine aykırı olduğu ve esas olanın hükümler bakımından istinaf kanun yolu incelemesinin olması gerektiği görüşüdür. Ancak ifade etmek gerekir ki, gerek istinaf kanun yolunda ve gerekse itiraz kanun yolunda, kanun yolu merciinin yapacağı inceleme prensip olarak hem hukuki ve hem de maddi bir incelemedir. Dolayısıyla ister istinaf kanun yoluna gidilmesi yönünde bir kanaat ortaya konulsun, ister itiraz kanun yoluna başvurulması görüşü savunulsun, 61  Detaylı bilgi için bknz. Nurullah Kunter, Muhakeme Dalı Olarak Ceza Muhakemesi Hukuku, (Kazancı Hukuk Yayınları, İstanbul, 1981) 630 vd. 62  Şahin and Göktürk (n 44) 260; Centel and Zafer (n 1) 850; Ünver and Hakeri (n 1) 763. 266Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü prensip itibarıyla yapılacak inceleme benzer şekilde hem hukuki ve hem de maddi denetimdir. Ancak Yargıtay ın HAGB ye yönelik kararları dikkate alındığında, SMU nun sonunda verilecek karar karşı gerçekleştirilecek itiraz incelemesinin, kanunda itiraz incelemesi bakımından ifade edildiği şekliyle hukuki ve maddi bir incelemenin yapılması şeklinde değil, yalnızca SMU nun şartlarının gerçekleşip gerçekleşmediğine yönelik şekli bir incelemenin yapılma ihtimali yüksektir. Nitekim Yargıtay HAGB kararlarına karşı yapılacak itiraz incelemesine yönelik vermiş olduğu kararda, yapılacak incelemenin HAGB kararına yönelik itiraz kanunun yolunun gerektirdiği maddi ve hukuki olması halinde, temyiz görevinin itiraz merci tarafından yerine getirilmesi gerekeceği gerekçesiyle, yalnızca HAGB kararının şekline yönelik bir inceleme yapılmasına karar vermiştir. Ancak uygulamadaki sıkıntıların artması üzerine Yargıtay, 2013 yılında vermiş olduğu kararla önceki kararında belirttiği itiraz incelemesinin kapsamını genişletmiş ve HAGB kararını etkileyebilecek sübut ve nitelendirmeyle sınırlı olmak koşuluyla kararın maddi ve hukuki yönden incelenmesine karar vermiştir. Bu karar sonrasında itiraz incelemesinin uygulamada adeta bir istinaf incelemesine dönüştüğü ifade edilmektedir. SMU ya yönelik itiraz kanun yolunun kabulünde, HAGB kararlarına yönelik itiraz incelemesinde olduğu gibi yalnızca şartların gerçekleşip gerçekleşmediğine yönelik şekli bir incelemenin yapılmaması gerekmektedir. Zira SMU nun uygulanabilmesi için aranan şartlardan biri kamu davasının açılabilmesi için yeterli şüphenin tespit edilmesidir. İlgili dosyada kamu davası açılması için gerekli olan yeterli şüpheye ulaşılıp ulaşılmadığı ise, ancak maddi bir incelemenin yapılması ve delillerin değerlendirilmesi suretiyle yapılabilir.  Dolayısıyla itiraz incelmesinin kanunda düzenlendiği şekliyle hukuki ve maddi yönden yapılmasının önüne geçilmemesi gerekmektedir. Bu şekilde bir inceleme yapılması, Yargıtay ın HAGB ye dair vermiş olduğu kararında ifade edildiği üzere zımni bir istinaf incelemesi olacaktır. Dolayısıyla zaten hüküm niteliğinde bir karar olan SMU nun sonunda verilen kararın neden itiraz kanun yoluna tabi tutulduğu soru işaretidir. 63  Yargıtay Ceza Genel Kurulunun 03.02.2009 tarih, 2009/13 Esas, 2009/12 Karar No lu Kararı. 64  Yargıtay Ceza Genel Kurulunun 22.01.2013 tarih, 2012/534 Esas ve 2013/15 Karar No lu Kararı. 65  Centel and Zafer, (n 1) 828. 267Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 İtiraz kanun yolunun uygulanması gerektiği yönündeki görüşe ek bir dayanak ise, ceza muhakemesi hukukunda safhalardan geri dönülemeyeceğine yönelik ilkedir. Bu ilkeye göre, kovuşturma aşamasına geçilen bir dosyada tekrar soruşturma aşamasına dönülme imkanı söz konusu değildir. Bu bakımdan SMU incelendiğinde, hükmün açıklanması dahi tüm işlemlerinin soruşturma aşamasında yapıldığı kabul edilmektedir. Dolayısıyla istinaf incelemesi yapılması halinde, kovuşturma aşamasına geçilmiş sayılacağı ve istinafın kararı bozması halinde tekrar soruşturma aşamasına dönülecek olma ihtimali söz konusu olduğundan, istinaf kanun yolunun değil, itiraz kanun yolunun uygulanması yerinde olacağı ifade edilebilir. Kanunda belirtilmemiş olmakla birlikte, SMU nun sonunda verilen kararların kesinleşmesinden sonra başvurulabilecek kanun yolları olağanüstü kanun yollarıdır. Bu başlık altında özelikle olağanüstü kanun yollarından kanun yararına bozma ve yargılamanın yenilenmesi üzerinde durulacaktır. İlk olarak üzerinde durulacak olan olağanüstü kanun yolu kanun yararına bozmadır. Kanun yararına bozma yoluna, hâkim veya mahkeme tarafından verilen ve istinaf veya temyiz incelemesinden geçmeksizin kesinleşmesinden halinde başvurulabilecektir. Buna göre SMU nun sonunda verilen kararlar bakımından itiraz kanun yoluna başvurulabileceği kabulünde veya karar karşı istinaf kanun yoluna başvurulabileceği kabul edilmekle beraber başvurusu yapılmaksızın kararın kesinleşmesi durumunda kanun yararına bozma olağanüstü kanun yoluna başvurulabilir. İkinci olarak üzerinde durulacak olağanüstü kanun yolu, yeniden yargılamadır. Yeniden yargılama kanunda belirtilen şartların gerçekleşmesi halinde yargılamanın tekrar yapılacağına dair bir kanun yoludur. Yine kesinleşmiş hükümler bakımından başvurulabilen bu kanun yolu, SMU sonunda verilen karar bakımından da mümkündür. Zira öncelikle SMU sonunda verilen kararın niteliği hükümdür. Ancak SMU bu kanun yolu bakımından da sıkıntılıdır. Zira SMU da herhangi bir yargılama yapılmamaktadır ve soruşturma aşamasında kişi hakkında hüküm kurulmaktadır. Dolayısıyla SMU sonunda verilen mahkûmiyet hükmünden sonra kişinin beraatını ortaya koyan yeni bir delilin ortaya çıkması durumunda ortada yenilenecek bir yargılama söz konusu değildir. 66  Centel and Zafer, (n 1) 535. 67  Şahin and Göktürk (n 44) 300. 68  Aygörmez Uğurlubay and Haydar and Korkmaz, (n 3) 275. 268Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Bu nedene SMU sistemin birçok kısmına aykırı olduğu üzere yeniden yargılama hükümlerine de aykırıdır. Buna göre yeniden yargılamanın yapılması bakımından şartın oluşması halinde SMU nun sonunda mahkûmiyet kararının verildiği karar kaldırılacak, dosya C. Savcısına gönderilecek ve C. Savcısının kovuşturmaya yer olmadığına dair karar vermesi gerekecektir. Her ne kadar SMU nun soruşturma aşamasında gerçekleştiği ve hiçbir şekilde kovuşturma aşamasına geçilmediği ifade edilse de, kesinleşmiş bir karardan soruşturma aşamasına dönüş ceza muhakememizin sistemine aykırıdır. 8. Sonuç Muhakeme sisteminde bir eksikliğin veya ihtiyacın giderilmesi bakımından değişikliğe gereksinim duyulması durumunda çözümler,  mevcut sistem esas alınarak ortaya konulmalıdır. Aksi takdirde her bir ihtiyaç için sisteme uymayan ama ilgili sorunu anlık olarak çözen bir müessesenin kabulü, nihayetinde sistemin önemli ölçüde zararına sebebiyet verebilecektir. Nitekim getirilen yeni ama sisteme uygun olmayan müessesenin sisteme uygun çalıştırılabilmesi için farklı değişiklikler yapılmasına ihtiyaç duyulacaktır. Alternatif çözüm yöntemi olarak kanunumuza giren ve amacı mahkemeler üzerindeki yoğunluğun azaltılması olan SMU hakkında, Anayasa ya ve Ceza Muhakemesi Kanunu ile ortaya konulan sisteme uygun olmadığı ve bu nedenle CMK nun 250. maddesinde yer alan normların değerlendirilmesi sırasında sürekli olarak kanunun bir başka normuyla çeliştiği ve sistemin kendisiyle uyuşmadığına dair eleştiriler yapılmıştır. Bu bakımdan ilk öneri, SMU nun soruşturma aşamasında değil, Alman Hukukunda olduğu gibi kovuşturma aşamasında uygulanmasına yöneliktir. SMU nun soruşturma aşamasında değil, kovuşturma aşamasında uygulanması şeklinde bir düzenlemenin olması halinde, bu çalışmanın genelinde sistemsel olarak ortaya konulan sıkıntıların birçoğunun ortadan kalkacağına şüphe yoktur. Zira bu öneride, SMU nun uygulanabilmesi için öncelikle kovuşturma aşamasına geçilmesi gerekmektedir. Kovuşturma aşamasına geçiş, hazırlanan talepnamenin iddianame yerine geçmesi şeklinde kabul edilebilir. Bu halde, SMU teklifinin kabul edilmesi sonrasında talepnamenin mahkemeye gönderilmesi ve mahkemenin talepnamede bir eksiklik görmemesi halinde kovuşturma aşamasına geçildiği kabul edilebilir. Dolayısıyla mahkûmiyet hükmü soruşturma aşamasında değil, kovuşturma aşamasında verilmiş olacaktır. Bu da, hem kararın hüküm niteliğinde olması hususundaki soru işaretlerini giderecek hem de kanun yolları bakımından ceza muhakemesi sistemine 269Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 uygun olacaktır. Ancak bu öneri, yaptırımın C. savcısı tarafından belirlenmesinin Anayasa nın 9. maddesine aykırı olmadığının kabulü halinde ileri sürülebilecektir. Bizim de katıldığımız ve C. Savcısının yaptırımı belirlemesinin Anayasa nın 9. maddesine aykırılık teşkil ettiği yönündeki görüşün kabulü halinde ortaya konulacak öneri, soruşturma aşamasının tamamının genel muhakeme kurallarına göre yürütülmesi ve SMU ya dair tüm aşamaların iddianamenin kabulünden sonra gerçekleştirilmesidir. Buna göre mahkeme, genel kurallar çerçevesinde iddianameyi inceleyecek ve gerekli şartların mevcudiyeti halinde iddianameyi kabul ederek kovuşturma aşamasına geçecektir. Mahkeme tensiple birlikte, sanığı SMU ile ilgili bilgilendirmek ve teklifini iletmek üzere davet gönderecek ve tarafın kabul etmesi halinde, yaptığı teklifi hükme çevirerek açıklayacaktır. Bu önerinin kabulü halinde, talepname kovuşturma aşamasında mahkeme tarafından belirleneceğinden C. savcısının yargı yetkisi kullanması söz konusu olmayacak ve dolayısıyla SMU, Anayasa nın 9. maddesine aykırı olmayacaktır. Ayrıca C. Savcılığında henüz yeterli şüphe olmadan SMU nun uygulanma ihtimali de ortadan kalkacaktır. Soruşturma aşamasında değil, kovuşturma aşamasında karar verilmesi sebebiyle, verilen karara karşı başvurulabilecek kanun yolları bakımından yukarıda ortaya konulan eleştirilerin çoğu ortadan kalkacaktır. Zira karar, kovuşturma aşamasında verilen bir hüküm olması sebebiyle mevcut düzenlemeye tabi olacak ve sistemde karışıklık söz konusu olmayacaktır. Ancak kanunun gerekçesinde yer aldığı üzere kanun koyucunun amacı, muhakeme sürecini formalitelerden arındırmak ve ilgili uyuşmazlığı en kısa sürede genel süreçten ayırarak hızlı bir şekilde çözmektir. Belki bu önerideki sistem ile arzulanan hıza ulaşılamayacaktır; ancak bireylerin korunması bakımından daha doğru olacağının da belirtilmesi gerekir. Dolayısıyla kanun koyucunun hedefi dikkate alındığında, yukarıda SMU nun kovuşturma aşamasına çekilmesine yönelik önerinin kabulü mümkün görülmemektedir. Bu halde, SMU ile ilgili düzenlemenin daha iyi hale getirilebilmesi bakımından aşağıda ortaya konulan hususların dikkate alınması ve gerekli değişikliklerin yapılması önerilebilir. Esasen çalışmanın tamamında, getirilen SMU sisteminin eksiklik ve yanlışlıkları üzerinde durulmuş ve yapılması gereken değişiklikler ileri sürülmüştür. Bu aşamada, özet bir şekilde hangi hususlarda değişiklik yapılması gerektiği belirtilecektir. 270Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Buna göre SMU nun temelinin Alman ve Amerikan hukukunda olduğu üzere ikrara dayandırılması halinde, şekli de olsa bir gerçekliğe ulaşılması söz konusu olabilecektir. Toplumda işlenen suçların cezasız kaldığı algısının oluşmaması, cezaların caydırıcılığının ortadan kalkmaması ve dolayısıyla suçlulukla mücadelenin zedelenmemesi için SMU nun uygulanmasına sınırlama getirilmesi gerekmektedir. SMU nun teklifi bakımından, gerekli olan yeterli suç şüphesine ulaşıldığı kanaatinin nedenleriyle birlikte talepnamede yer alması ve yeterli şüphenin varlığı hususunun mahkemenin denetleme yetkisine alınması gerekmektedir. Kolluğun bilgilendirme yapma yetkisinin kaldırılması ve bilgilendirmenin yalnızca C. savcısı tarafından yapılması gerekmektedir. Ayrıca yalnızca teklifin kabulü anında değil, bilgilendirme ve teklif sırasında da zorunlu müdafiliğin düzenlenmesi gerekmektedir. Bununla birlikte müdafinin süreçte bir onay mercii değil, sürecin bir süjesi olması ve sürece gerektiği gibi müdahale edebilmesi gerekmektedir. Bu bakımdan müdafinin, dosyanın teklif sırasında incelenmesi gibi yetkilerinin olması gerekmektedir. Bu önerilerin uygulamaya alınmasıyla, kişinin mevcut düzenlemede sınırlanan ve zedelenen savunma hakkının tam anlamıyla sağlanması mümkün olacaktır. Bir diğer öneri, suçların içtimaına ilişkin bir düzenlemenin gerekliliği yönünde olacaktır. Bu bakımından bilhassa farklı neviden fikri içtima ve zincirleme suç hükümlerinin varlığı halinde ne şekilde hareket edilmesi gerektiğinin düzenlenmesi gerekmektedir. C. savcısı tarafından yaptırımın belirlenmesi sırasında yalnızca TCK nun 61. maddesinin 1. fıkrasının değil, diğer fıkralarının da dikkate alınması yerinde olacaktır. Güvenlik tedbirlerinin uygulanması bakımından da yukarıda ifade edilen sorunların giderilmesi gerekmektedir. Bu bakımdan SMU da kasten işlenen bir suçun tespiti söz konusu olmadığından müsadereye ilişkin hükümlerin uygulanmaması gerekmektedir. Son olarak ise kanun yollarına dair çelişkinin giderilmesi bakımından, SMU nun sonunda verilecek olan kararın hüküm niteliğinde kabul edilmesine ilişkin bir düzenlemenin yapılması yerinde olacaktır. Zira istinaf kanun yolu ile itiraz kanun yolunun birbirleriyle çelişmesi Ceza Muhakemesi Hukukumuzun sistemine uygun değildir. 271Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(2):227-273 Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "ABD Federal Ceza Muhakemesi Kanunu, Madde 11 (c), https://www.law.cornell.edu/rules/frcrmp/rule_11 07.01.2020 Aygörmez Uğurlubay G A and Haydar N and Korkmaz M,  “Serî Muhakeme Usûlüne İlişkin SorunlarASBÜ Hukuk Fakültesi Dergisi, Yıl 2019, Sayı 2, 255,306 Baytaz A B, “Türk Ceza Hukukunda Müsadere (TCK md. 54-55)”, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Doktora Tezi, İstanbul, 2009 Baytaz A B, Kanunilik İlkesi Bağlamında Ceza ve Ceza Muhakemesi Hukukunda Yorum, (1. Ed. On iki Levha Yayıncılık, İstanbul 2018) Centel N and Zafer H, Ceza Muhakemesi Hukuku, (15. Ed, Beta Yayınevi, İstanbul, 2018) Erdem M R and Şentürk C, Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi, Ceza Hukuku Dergisi, Yıl 14, Sayı 41, 573, 601 Gökcen A and Balcı M and Alşahin M E and Çakır K, Ceza Muhakemesi Hukuku, (4. Ed., Adalet Yayınevi, Ankara, 2020) Gözler K, Türk Anayasa Hukuku Dersleri, (1. Ed. Bursa, Ekin Kitabevi, 2005) Heghmanns M, Strafverfahren, (1. Ed., Springer, Heidelberg, 2014) Heinrich B and Reinbacher T, “Der „Dealim Strafverfahren”, Examinatorium Strafprozessrecht – Arbeitsblatt Nr. 40, https://www.jura.uni-tuebingen.de/professoren_und_dozenten/heinrich/materialien/materialien-zurvorlesung-strafprozessrecht-pdf-dateien/materialien-zur-vorlesung-strafprozessrecht-pdf-dateien/40-deal. pdf 11.01.2020 İçel K, Suçların İçtimaı, (1. Ed. İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1972) Karakehya H, “Ceza Muhakemesinin Amacı”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl 2007, Cilt 65, Sayı 2, 121, 141 Karlsruher Kommentar zur Strafprozessordnung, (8. Ed., Verlag C.H. Beck, München, 2019) § 304 Kindhäuser U, Strafprozessrecht, (2. Ed., Nomos Verlag, Baden-Baden, 2010) Kunter N, Muhakeme Dalı Olarak Ceza Muhakemesi Hukuku, (Kazancı Hukuk Yayınları, İstanbul, 1981) Kühne H H, Straprozessordnung, (7. Ed., C.F. Müller Verlag, Heidelberg, 2007) Münchener Kommentar zur StPO, Band 2, (1. Ed., Verlag C.H. Beck, München, 2014) § 304 Okuyucu Ergün G, Ceza Muhakemesi İşlemleri, (Yetkin Yayıncılık, Ankara, 2015) Özbek V Ö and Doğan K and Bacaksız P and Tepe İ, Ceza Muhakemesi Hukuku, (11. Ed., Seçkin Yayıncılık, Ankara, 2018) Özgenç İ, Ceza Hukuku Genel Hükümler, (12 Ed. Seçkin Yayıncılık, Ankara, 2016) Öztürk B and Tezcan D and Erdem M R and Sırma Gezer Ö and Saygılar Kırıt Y and Alan Akcan E and Özaydın Ö and Erden Tütüncü E and Altınok Villemin D and Tok M C, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, (12. Ed., Seçkin Yayıncılık, Ankara, 2018) 272Abdullah Batuhan BAYTAZ / Seri Muhakeme Usulü Roxin C and Schünemann B, Strafverfahrensrecht, (26. Ed. Verlag C.H. Beck, München, 2009) Sözüer A, “Türk Ceza Kanunu 6284 Sayılı Kanunda Kadın Haklarına İlişkin Düzenleme ve Uygulamalarve “Ceza Muhakemesi Kanunundaki Değişiklikler ve Seri Muhakeme Usulükonulu Eğitim Semineri, Rize Barosu, http://www.olay53.com/haber/turk-ceza-kanununu-yazan-rizeli-unlu-hukukcu-sozuer-buyukreformlarimiz-paralel-741507.htm , 21.03.2020 Şahin C and Göktürk N, Ceza Muhakemesi Hukuku II, (6. Ed. Seçkin Yayıncılık, Ankara, 2017) Şahin C, Ceza Muhakemesi Hukuku I, (9. Ed., Seçkin Yayıncılık, Ankara, 2018) Şen E, “Ceza Muhakemesinde Seri ve Basit Yargılama Usulleri”,https://www.hukukihaber.net/ceza-muhakemesindeseri-ve-basit-yargilama-usulleri-makale,7039.html , 05.01.2020 Topaç T H, “Eşya Müsaderesi (TCK 54)”, Uyuşmazlık Mahkemesi Dergisi, Yıl 2003, Cilt 0, Sayı 2, 47,70 Ünver Y and Hakeri H, Ceza Muhakemesi Hukuku, (14. Ed, Adalet Yayınevi, Ankara 2018) Yalçın Saylan T, Müteselsil Suç, (1. Ed. Seçkin Yayıncılık, Ankara, 1995) Yenisey F and Nuhoğlu A, Ceza Muhakemesi Hukuku, (6. Ed., Seçkin Yayıncılık, Ankara, 2018) Yenisey F, “Yargı Reformu - Seri Muhakeme Usulü”, T.C. Adalet Bakanlığı, https://www.youtube.com/ watch?v=MErJGfGkBwQ&t=75s , 07.01.2020 Yıldız A K, “Seri Muhakeme ve Basit Yargılama Usulü”, 7188 sayılı Kanunla Ceza Muhakemesi Kanununda Yapılan Son Değişiklikler Toplantısı, İstanbul Barosu CMK Uygulama Servisi, 25 Aralık 2019, https://www. youtube.com/watch?v=ujOHaE9MQFE , 04.01.2020 Yurtcan E, Ceza Yargılaması Hukuku, (15. Ed., Adalet Yayınevi, Ankara, 2018) 273"
}