{
     "Tip": "Makale",
     "Dergi İsmi": "Ceza Hukuku ve Kriminoloji Dergisi",
     "Üniversite İsmi": "",
     "Gün": "22",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008)",
     "Title": "Factors that Caused Decline Crime Rates in Developed Western Countries (1990-2008)",
     "Yazar İsmi": [
          "Zahir KIZMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Suç düşüşü",
          "suç eğilimleri",
          "ABD ve suç",
          "Avrupa ülkeleri ve suç"
     ],
     "Keywords": [
          "Crime decline",
          "crime trends",
          "the USA and crime",
          "European countries and crime"
     ],
     "Özet": "Gelişmiş ülkelerde son dönemlerde gözlemlenen önemli gelişmelerden biri, suç oranlarındaki düşüşlerdir. Özellikle 1960 lı yıllardan itibaren gelişmiş bazı batı ülkelerinde suç oranları giderek artmaya başlamış ve 1990 lı yılların başında en yüksek değere ulaşmıştır. Ancak bu dönemden sonra suç oranları giderek düşmeye başlamıştır. Öyle ki ABD de aynı yıllarda kasten öldürme suç oranları 1991 - 2001 yılları arasında %43 düşüşle en düşük seviyelerine inmiştir. Aynı dönemde şiddet suçlarında %34 ve mala yönelik suçlarda da %29 düşüş gerçekleşmiştir.  1990 - 2005 yıllarını kapsayan 53 gelişmiş ve gelişmekte olan ülkelerde kasten öldürme suçu üzerine yapılan bir çalışmada da çoğu ülkede bu suç türünde düşüşlerin yaşandığı gözlemlenmiştir.  Suç oranlarında meydana gelen düşüşler sadece şiddet suçları ile sınırlı kalmamıştır. Bu makale ABD ve gelişmiş bazı batı ülkelerinde 1990 lı yıllardan itibaren suç oranlarında meydana gelen dramatik düşüşlere ve bunun sosyo-ekonomik, demografik, kültürel ve hukuksal nedenlerine odaklanmaktadır. Bu çalışmada faktörlerden hangilerinin suç oranlarındaki düşüşü daha iyi açıklayabildiği, ABD ve bazı batı ülkelerindeki suç oranlarının düşmesinde etkili olduğu varsayılan faktörlerin ne düzeyde bir benzerlik veya farklılık oluşturduğu hususu irdelenecektir.",
     "Abstract": "Recently, one of the most significant changes in developed countries has been the decrease in crime rates. The era following the 1960s particularly witnessed an increase in crime rates in developed western countries, and these rates attained their peaks in several countries around the early and mid-1990s. However, following this period, incidents of crime began declining gradually. Furthermore, USA experienced a 43% decline in homicide rates between 1991- 2001. During this period, the overall incidents of violent and property crimes decreased by 34% and 29%, respectively. In a study conducted on murder trends in 53 developed and developing countries spanning the years 1990–2005, a decrease in homicide rates was noted in most of the countries that had been studied. Undoubtedly, this decline is not limited to violent crimes. This article focuses on the significant decline in crime rates in developed western countries—especially in the USA and European countries—since the 1990s and elucidates the socio-economic, demographic, cultural, and legal causes of such a decline. The current study seeks to determine which of these factors are the primary causes of a decline in crime rates and the extent to which the factors considered effective in lowering the crime rates in the United States and other western countries are similar or different.",
     "Metin": "Bu çalışma Amerika Birleşik Devletleri başta olmak üzere gelişmiş batı ülkelerindeki suç oranlarındaki düşüşe odaklanmaktadır. 1960 lardan başlayarak, Amerika Birleşik Devletleri ve Avrupa daki birçok gelişmiş ülkede, şiddet ve mal varlığına yönelik suçlar başta olmak üzere suç işleme oranlarında önemli artışlar gerçekleşmiştir. Öyle ki bazı ülkelerde adeta bir suç patlamasının yaşandığından söz edilmektedir. Ancak 1990 lı yıllara gelindiğinde sürekli artma eğilimi gösteren suç oranlarında (Pinker, 2001;  Farrell vd., 2010; Eisner, 2008), ülkeler ve yıllar bazında farklılık yaşanmakla birlikte ciddi düzeyde düşüş gözlemlenmiştir (Bkz. Zimring, 2006; Aebi ve Linde, 2010, 2012; Weiss vd.,2016; Blumstein ve Rosenfeld, 2008; Blumstein ve Wallman, 2006; LaFree, 1999; Levitt, 2004; Killias ve Aebi, 2000). Suç işlenme oranlarındaki bu düşüş, toplum tarafından beklenmedik bir durum olması nedeniyle bir sürpriz niteliğinde değerlendirilmiştir (Buonanno vd., 2011: 355; Aebi ve Linde, 2014; Britton vd., 2012). Levitt, özellikle Amerika Birleşik Devletleri ndeki bu düşüşün herhangi bir belirti göstermeksizin gerçekleştiğine dikkat çekmektedir (Levitt, 2004:163). Burada şaşırtıcı olan husus, 1990 lı yılların başında ve ortasında konunun önde gelen uzmanlarının suç olaylarında bir patlamanın yaşanacağına dair bir öngörüye sahip oldukları bir dönemde suç işleme oranlarının düşmeye başlamış olmasıdır.  Tonry (2014: 1) suç oranlarının düşmesine ilişkin gelişmenin beklenmedik bir durum olması nedeniyle neredeyse bir avuç akademik uzmanın dışında kimse tarafından bile fark edilmediği hususuna dikkat çekmektedir. Bu makalede suç oranlarının düşmesinde etkili olduğu ileri sürülen çok sayıda değişken bütüncül bir şekilde ele alınmış ve suç oranlarının düşmesinde bu değişkenlerin etkisi irdelenmiştir. Bu makalede günümüzdeki suç oranlarının nasıl bir seyir izlediğini ve bunun nedenlerini analiz etmek yerine suç eğilimlerinin düşmeye başladığı ilk dönemlerdeki düşüşler ve buna ilişkin nedenler üzerine odaklanılmıştır. Bu kapsamda çalışmada, ABD de 1990 ve bazı Avrupa ülkeleri için de 1990 ların ortalarından sonraki dönemlerde gerçekleşen suç oranlarındaki düşüşe ilişkin oranlar verilmiştir. Diğer bir ifade ile bu araştırmada kullanılan suç verileri,  suç oranlarının gelişmiş batı ülkelerinde düşmeye başladığı 1990-2008 yılları arasını kapsamaktadır. Nitekim kriminolojik araştırmalar açısından suç oranlarında düşüşün gerçekleştiği ilk dönemi ve bu dönemde düşüşte etkili olduğu varsayılan faktörleri ele alıp irdelemek önemli olduğu gibi aynı zamanda da ilgi çekicidir. 436Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) Çalışmanın amacını 1960 lı yıllardan sonra ABD başta olmak üzere birçok gelişmiş ülkede giderek tırmanma eğilimi gösteren suç oranlarının 1990 lı yıllardan sonra düşmeye başlamasının nedenlerinin saptanması oluşturmaktadır. Bu makalede öncelikli olarak suç oranlarının düşüşüne neyin sebep olduğu sorusuna yanıt verilmeye çalışılacaktır. Suç eğilimi açısından dikkat çeken diğer bir husus da, ABD de gerçekleşen düşüşlerin ardından Avrupa ülkelerinde de bazı suçların oranlarında düşüşün gözlemlenmiş olmasıdır. Bu nedenle çalışmada ikinci olarak ABD ve Avrupa ülkelerinde suç oranlarına etki eden değişkenlerin farklılaşıp farklılaşmadığının ortaya konulması amaçlanmaktadır. Ülkemizde, gelişmiş batı ülkelerindeki suç oranlarının düşüşünü ve bunun nedenlerini konu edinen çalışma neredeyse yok gibidir. Bu nedenle bu çalışma, gerek ülkemiz gerekse de suç oranlarının artma eğilimi sergilediği gelişmekte olan çok sayıdaki ülkelerdeki suç dinamiklerinin anlaşılması ve gelecekte suç artışlarının yerine suçun azalmasına bırakılmasında etkili olan mekanizmaların ve değişkenlerin anlaşılması açısından önem arz etmektedir. Dolayısıyla araştırmanın ilgili literatüre bu açıdan katkı yapması beklenmektedir. Araştırma kuramsal bir çalışma niteliğindedir. Araştırma kapsamında gelişmiş ülkelerde konuya ilişkin yapılmış çok sayıda araştırma gözden geçirilmiş, konuya ilişkin tartışmalar ve analizler bilimsel bir bütünlük içinde ele alınıp değerlendirilmeye çalışılmıştır.   2. Suç Oranlarına Genel Bir Bakış Suç oranlarındaki düşüşler ilk olarak Amerika Birleşik Devletleri nde gözlemlenmiştir. 1990 larda kasten öldürme suçları da dâhil olmak üzere şiddet içeren suçlarda önemli oranda düşme tespit edilmiştir. ABD de öldürme suç oranları 1991 - 2001 yılları arasında %43 düşüşle 35 yılın en düşük seviyelerine indiği gözlemlenmiştir. Federal Soruşturma Bürosu nun (FBI) şiddet ve mala yönelik suç endekslerine göre aynı dönemde şiddete dayalı suçlarda %34 ve mal varlığına karşı suçlarda %29 oranında düşüş gerçekleşmiştir (Levitt, 2004:163). 1955-2012 yıllar arası adam öldürme verilerini içeren Global Study on Homicide (2013) çalışmasına bakıldığında da gerek ABD de gerekse de bazı Avrupa ülkelerinde adam öldürme suç oranlarında 90 lı yıllardan sonra gerçekleşen düşüşler çok belirgin bir şekilde gözlemlenmektedir (UNODC, 2013: 36). Suç oranlarında dikkat çekici düşüşler ilk olarak ABD de gözlemlendiği için konuya ilişkin çalışmaların da daha çok Amerika Birleşik Devletleri ne odaklandığı gözlemlenmiştir (Bkz. Blumstein ve Rosenfeld, 2008; Blumstein ve Wallman, 2006; 437Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 LaFree, 1999; Levitt, 2004). ABD nin akabinde, az sayıda da olsa, başka ülkelerde yaşanan düşüşlerin sebeplerinin tespit edilebilmesi için, kriminoloji bilimiyle ilgilenen bazı araştırmacılar birtakım çalışmalar yürütmüştür. Yapılan çalışmalar, Kanada (Zimring, 2006) ve birçok Batı Avrupa ülkesindeki (Aebi, 2004) suç işleme oranlarının, 1990 lı yıllar süresince Amerika Birleşik Devletleri nde gözlemlendiği biçimde bir düşüş gösterdiğini ortaya koymuştur (Aebi ve Linde, 2010, 2012; Weiss vd.,2016: 322). Suç ve mağduriyetle ilgili yayınlanan veri kaynakları da suç oranlarında meydana gelen bu düşüşleri ortaya koymaktadır. Ülkelere ilişkin meydana gelen suç türlerindeki düşme oranlarını; Birleşmiş Milletler tarafından çeşitli ülkelere ilişkin verilerin derlendiği çalışmalar, dünya ülkelerindeki cinayet ile ilgili verileri içeren Dünya Sağlık Örgütü nün yayını, Uluslararası Suç Mağdurları Anketi (International Crime Victims Survey), Avrupa Suç ve Kriminal Adalet İstatistikleri (European Sourcebook of Crime and Criminal Justice Statistics, 1995-2000) ve Cambridge Üniversitesi merkezli Uluslararası Suç ve Adalet Araştırmaları projesi kapsamındaki veri tabanı  (8 ülkeye ait suç ve ceza eğilimlerine ilişkin verileri içeren) gibi çok sayıdaki veri kaynaklarında gözlemek mümkündür (Tonry, 2005: 9). Diğer endüstrileşmiş ülkelere kıyasla Amerika Birleşik Devletleri ndeki suç düşüşünün en dikkat çekici özelliği, düşüş oranının yüksekliğidir. 1950 den 1960 ların ortalarına kadar suç oranları 100.000 nüfus başına yaklaşık 4–5 düzeyinde ve nispeten durağan bir eğilim sergilerken, 1980 e gelindiğinde kasten öldürme suç oranları 100.000 kişi başına 10,2 oranıyla zirveye yükselmiştir. 1980 den 1991 e kadar olan dönemde de bu rakamın 8-10 arasında dalgalandığı ve bu tarihten sonra da, kasten öldürme suçunun eğiliminde büyük ve istikrarlı bir düşüşün başladığı gözlemlenmektedir. 1991 ile 2000 yılları arasında,  kasten öldürme fiilinin işlenmesinde %44 oranında bir düşüş kaydedilmiştir. Kasten öldürme gibi kişilerin hayatına karşı işlenen suçlar için gözlemlenen düşüş eğilimi, diğer suç türlerinde de tespit edilmiştir. Amerika Birleşik Devletleri nde suç oranlarının düşüşü, yaygın olarak suç ölçümlerinde kullanılan her iki veri kaynağında (polise bildirilen suçları kapsayan FBI ın suç raporları [UCR] ve Ulusal Suç Mağduru Anketi nde [NCVS] gözlemlenmektedir. Aşağıdaki tabloda da görüldüğü gibi, 1991-2001 yılları arasında polise bildirilen çeşitli suç kategorilerinde % 24 ile 46 oranında, suç mağdurları verilerinde de % 45 ile 58 oranında azalmalar gerçekleşmiştir. Suç oranlarında görülen düşme eğilimi mağdur verilerine daha büyük oranda yansımıştır (Levitt, 2004: 164-165). 438Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) Tablo 1. ABD de Bazı Suç Kategorisine İlişkin Ulusal Suç Eğilimleri (1973- 2001 Yıllar Arası) 1973-1991 Yılları   1991–2001 Yılları  Suç Türleri Arasındaki Değişim (%)  Arasındaki Değişim (%) Polise Bildirilen Suçlar (UCR) Şiddet Suçları +82.9 -33.6  Kasten Öldürme +5.4 -42.9  Cinsel Saldırı +73.4 -24.8  Yağma +50.0 -45.8  Neticesi Sebebiyle Ağırlaşmış  +118.1 -26.7 Kasten Yaralama Mal Varlığına Yönelik Suçlar +38.2 -28.8 Konutta Hırsızlık +3.0 -40.9 Hırsızlık +56.7 -23.2 Motorlu taşıt hırsızlığı +49.8 -34.6 Suç Mağdur Anketi  (NCVS) Şiddet suçları +1.6 -50.1 Tecavüz -20.0 -45.0 Gasp -15.5 -53.3 Ciddi saldırı/yaralama -3.9 -56.9 Basit saldırı/yaralama +10.7 -47.0 Mal Varlığına Yönelik Suçlar -32.0 -52.8 Soygun -41.3. -55.6 Hırsızlık -46.5 -51.6 Motorlu taşıt hırsızlığı +16.2 -58.6 Kaynak: (Levitt, 2004: 166) Yukarıdaki tabloya bakıldığında 1973-1991 yılları arasında polise bildirilen tüm suç türlerinde işlenme oranlarında ciddi artışların gözlemlendiği görülmektedir. 1991-2001 yılları arasında ise tüm suç türlerinde düşüşler yaşanmıştır. En yüksek düşüş oranı da kasten öldürme ve yağma gibi şiddete dayalı suç tiplerinde meydana gelmiştir. Tablonun gösterdiği diğer önemli bir saptama da genel olarak şiddete dayalı suçlardaki düşüşlerin mal varlığına karşı suçlardan daha yüksek oranda gerçekleşmiş olmasıdır.  Mağdur verilerinde de 1991-2001 yılları arasında söz konusu suç tiplerinin neredeyse tümünde (basit yaralama suçlarında %47 hariç)  %50 nin üzerinde düşüşler gerçekleşmiştir. Hiç kuşkusuz suçlardaki düşüşlerde polis verilerinin mağdur verilerinden daha güvenilir olduğu bir gerçektir. Suç oranlarında meydana gelen azalmaları kişi başına düşen suç işleme oranı üzerinden ortaya koymak da mümkündür. Aşağıdaki tabloda 1980-2008 yılları arasında kişi başına düşen suç işleme oranları yer almaktadır: 439Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Tablo 2. ABD de 1980- 2008 yılları arasında 100. 000 Kişi Başına Düşen Suç Oranları 1980- 2008 Yılları Arasında 100, 000 Kişi Başına Düşen Suç Oranları Suç Türleri 1980 1983 1986 1989 1992 1995 1998 2001 2004 2008 Kasten öldürme 10.2 8.3 8.6 8.7 9.3 8.2 6.3 5.6 5.5 5.4 Tecavüz  36.8 33.8 38.1 38.3 42.8 37.1 34.5 31.8 32.4 30 Soygun 251.1 217 226 234 264 221 166 149 137 146 Ağır filli saldırı 298.5 279 347 386 442 418 361 319 289 278 Konut/mesken  1684 1339 1350 1283 1168 987 863 742 730 733 hırsızlık Hırsızlık 3167 2871 3022 3190 3103 3043 2730 2486 2362 2166 Motorlu taşıt  502 431 509 634 632 560 460 431 422 315 hırsızlığı Kaynak: (Sourcebook of Criminal Justice Statistics, online  2012) Yukarıdaki tabloya bakıldığında özellikle kasten öldürme, yağma ve meskende hırsızlıktaki düşüşlerin diğer suç türlerinden daha fazla gerçekleştiği görülmektedir. Aynı şekilde gerek bu tablo gerekse daha önceki tablodan da görülebileceği gibi, suç oranlarındaki azalma geçici bir eğilim olmaktan çok süreklilik arz eden istikrarlı bir durumu yansıtmaktadır. Suç işleme oranlarındaki düşüşte gözlemlenen diğer önemli bir husus da azalmanın benzer niteliklere sahip bir yerleşim bölgesinde gerçekleşmesinin yanında banliyöler, şehirler ve kırsal bölgelerde de gerçekleşmiş olmasıdır. Aynı şekilde azalmalar genç ve yaşlı, siyah ve beyaz ırk, düşük ve yüksek gelir ayırımı olmaksızın tüm demografik gruplarda da gözlemlenmiştir (Ellen ve O Regan, 2009). Suç işleme oranlarındaki düşüş eğilimi hiç kuşkusuz sadece Amerika Birleşik Devletleri ile sınırlı değildir. 1990 lı yıllardan sonra birçok ülkede de suç oranlarında bir azalma gerçekleşmiştir. Her ne kadar suç oranlarında önemli düşüşler ilk olarak ABD de gerçekleşse de, ardından Batı Avrupa da, Birleşik Krallık gibi gelişmiş bazı ülkelerde (Tonry, 2014; Tseloni vd., 2010) de kaydedilmiştir. Kıta Avrupası nın dışında, Kanada ve Avustralya gibi ülkelerde de şiddet ve malvarlığına karşı  suçlarda da önemli düşüşler yaşanmıştır (Tseloni vd., 2010). Avrupa ülkelerinde görülen suç işleme oranlarındaki düşüşler sadece polis birimlerine yansıyan verilerle sınırlı değildir. 2000 yılında yayınlanan Uluslararası Suç Mağduru Anketi (ICVS) verileri, suç oranlarındaki düşüşlerin çok sayıda ülkeleri de kapsayacak şekilde uluslararası bir nitelik arz ettiğini göstermektedir. Örneğin Kanada, Avustralya ve İngiltere resmi verilerinin yanı sıra, ‘mağdur anketleri  de diğer bazı ülkelerdeki 440Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) suç eğilimlerinin ABD ndeki suç eğilimlerine benzer bir şekilde seyir izlediğini ortaya koymaktadır. Kanada ve Avustralya da suç oranlarındaki düşüşler, Avrupa daki düşüşlerin zamanlamasına daha uygun olarak gerçekleşmiştir. Uluslararası Suç Mağduru Anketi, 15 ülkenin suç oranlarının 1990 larda zirve yaptığını göstermektedir. Ancak zirveye yerleştiği tarihten bu yana suç oranlarında -özellikle mala yönelik suçlarda- azalma eğilimi gözlemlenmiştir (Knepper, 2012: 359). Van Dijk vd. (2007: 16), suçtaki bu düşüşü evrensel bir eğilim olarak tanımlamıştır. İngiliz Suç Anketine (British Crime Survey) göre 1995 ile 2010 yılları arasında genel suç oranlarında %50 düzeyinde bir azalma gerçekleşmiştir. Bu düşüş eğilimi, polis tarafından kaydedilen suç istatistiklerinde de görülmektedir (Flatley vd., 2010: 2; Knepper, 2012: 359). Uluslararası Suç Mağduru Anketi (ICVS) verilerinden derlenerek oluşturulan aşağıdaki tablo 3 ten de görülebileceği gibi çok sayıdaki ülkede, yıllar arasında farklılık arz etmekle birlikte, suç oranlarında önemli ölçüde düşüşler gerçekleşmiştir. Tablo 3.  1989- 2005 yılları Arasında 100, 000 Kişi Başına Düşen Suç Oranları Ülkelere Göre 1989- 2005 yılları Arasında 100, 000 Kişi Başına Düşen Suç Oranları Ülkeler 1989 1992 1996 2000 2005 Avustralya  23.3 24.0 -- 25.2 16.3 Belçika 13.4 15.2 -- 17.5 17.7 Kanada  22.4 24.0 21.8 20.5 17.2 İngiltere 15.2 23.9 25.4 22.3 21.8 Estonya -- 27.6 28.3 26.0 20.2 Finlandiya  13.0 17.2 16.2 16.6 12.7 Fransa 16.4 -- 20.8 17.2 12.0 Hollanda 21.9 25.7 26.0 20.2 19.7 Polonya -- 24.6 20.5 19.1 15.0 İskoçya 13.9 -- 19.6 17.5 13.8 İsveç -- 18.7 22.0 22.6 16.1 İsviçre 13.0 -- 21.6 15.6 18.1 ABD 25.0 22.2 21.5 17.6 17.5 Kaynak: (Van Dijk vd., 2007: 237) Yukarıdaki tabloda yer alan 13 ülke içerisinden 11 inin 1996 yılına kıyasla 2005 yılında suç oranlarında azalmalar tespit edilmiştir. Bir anlamda Belçika ve İsviçre hariç diğer ülkelerde yıllar bazında suç oranlarında bir azalmanın gerçekleştiği bulgusu elde edilmiştir. Bundan ayrı olarak, İskoçya ile Finlandiya daki düşüş oranlarının diğer ülkelere kıyasla daha düşük düzeyde kaldığı gözlemlenmektedir. 441Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Alanda yapılan diğer çalışmalara bakıldığında İngiltere ve Galler de, 1995 ile 2007 arasında genel olarak hırsızlık suçlarında %59 ve araç hırsızlıklarında da %65 oranında düşüşün gerçekleştiği görülmektedir (Farrell vd., 2011: 148). Brittonet vd. (2012) de, söz konusu ülkeler için ilgili dönemlerde yağma/soygun suçlarında %57, araç hırsızlıklarda %72, konutta işlenen hırsızlıklarda %44 ve bisiklet hırsızlığında da %20 oranında bir azalmanın gerçekleştiğini belirtmişlerdir. Tseloni vd. (2010) 26 ülkeyi içeren Uluslararası Suç Mağdurları Anketi nin verilerini esas alarak 1988- 2004 yıllarını kapsayan 5 suç türü üzerinde yaptıkları çalışmada, 1990 ların başından ortalarına kadar birçok ülkede suçta büyük düşüşler yaşandığını tespit etmişlerdir. Bu çalışmaya göre, araba hırsızlığında %77,1, şahıstan gerçekleştirilen hırsızlık suçunda (theft from the person) %60,3, konutta hırsızlıkta %26, kasten yaralama suçlarında %20,6 ve araba hırsızlığında %16,8 oranında bir düşmenin gerçekleştiği saptanmıştır. Bu bulgulardan da anlaşılacağı gibi en çok düşüş, otomobil ve şahıstan gerçekleşen hırsızlık suçlarında meydana gelmiştir (1995 ten beri sırasıyla %77 ve 60). Araştırmanın diğer önemli bir bulgusu da konutta hırsızlık haricinde incelenen tüm suç türlerinin, ülkeler arasında aşağı yukarı aynı oranda, düştüğünün tespit edilmiş olmasıdır.  Weiss ve arkadaşları da 1990-2005 yıllarını kapsayan 53 gelişmiş ve gelişmekte olan ülkedeki kasten öldürme suç eğilimlerini araştırdıkları çalışmalarında, çoğu ülkede kasten öldürme suçunda düşüş eğilimlerinin yaşanmış olduğunu saptamışlardır. Bu çalışmanın sonuçları, bir anlamda gelişmiş ülkelerdeki kasten öldürme suçunda genel bir düşüşü saptayan önceki araştırmalarla büyük ölçüde tutarlı olduğunu ortaya koymaktadır (Aebi ve Linde, 2014; Baumer ve Wolff, 2014; LaFree vd., 2015).  Sonuç olarak gerek polis istatistiklerinin gerekse suç mağdurları verileri esas alınarak yapılan araştırmalar sadece ABD nde değil Avrupa ülkelerinde de suç oranlarının düştüğüne ilişkin benzer eğilimlerin varlığını (Rosenfeld ve Messner, 2009; Tonry, 2010) saptamıştır.  Ancak Aebi ve Linde, 1998-2007 yılları arasındaki suç verilerini esas aldıkları çalışmalarında Batı Avrupa da suç oranlarının düştüğünü saptadıklarını belirtmekle birlikte bu düşüşün genel bir düşüş olmadığını ileri sürmüşlerdir. Onlara göre söz konusu yılları kapsayan dönemde, mala yönelik ve öldürme suç oranlarında azalmalar gerçekleşirken, bazı şiddet ve uyuşturucu suçlarında da artış eğilimi içine girmiştir. Aebi ve Linde için bu husus, Avrupa deneyimi ile ABD deneyiminin benzerlik göstermediğinin veya birbirinden ayrıştığı gerçekliğinin bir kanıtı olmaktadır (Aebi ve Linde, 2010). Yine de suç oranlarındaki düşme eğiliminin tüm ülkeler için evrensel 442Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) olmamakla birlikte ABD başta olmak üzere çoğu gelişmiş Batı Avrupa ülkelerindeki -bazı şiddet suçları da dâhil olmak üzere-  suçların çoğunda büyük bir düşüşün gerçekleşmiş olduğunu söylemek mümkündür (Farrell vd., 2010; LaFree vd.,2015; Aebi ve Linde, 2010). Konuya ilişkin ilgili literatürden hareketle ABD ve bazı Avrupa ülkelerindeki suç düşüşlerine ilişkin olarak şu üç hususu belirtmek mümkündür: 1.   Avrupa ülkelerindeki suç oranlarındaki düşüşler ABD nin aksine, 1990 ların başında değil daha sonraki yıllarda gerçekleşmiştir. Suç oranlarının düşme eğilimi gösterdiği Avrupa ülkeleri de kendi içerisinde doğal olarak farklılık arz etmiştir. 2.   Avrupa ülkelerinde gerçekleşen suç oranlarındaki düşüşler, ABD düzeyinde güçlü bir eğilim sergilememektedir.  3.   Avrupa ülkelerindeki suç oranlarındaki düşmeyi konu edinen bazı çalışmalar suçlardaki azalmanın suç türüne göre farklılık arz ettiğini saptamıştır. Örneğin Avrupa ülkelerinde düşme eğilimi gösteren suçlar özellikle mala yönelik suçlar olurken, genel olarak bazı şiddet suçlarında azalma yerine artma eğilimi gerçekleşmiştir (Buonanno vd. 201; Aebi ve Linde, 2010: 263). Bu nedenle Batı Avrupa ülkelerinde suç eğilimlerinin homojen bir eğilim izlediğini söylemek de mümkün gözükmemektedir. Doğrusu çok sayıda ülkeyi ifade eden Avrupa daki suç eğilimlerinin ABD ile benzer kalıplar ve eğilimler sergilemesini beklemek de gerçekçi değildir.  Hiç kuşkusuz gerek ABD nde gerekse bazı Avrupa ülkelerinde suç oranlarının düşmesinin nedenlerine ilişkin çok sayıda açıklayıcı modeller geliştirilmiştir. İlgili literatürde bu görüşlerin/modellerin hangisinin veya hangilerinin bu düşüşün nedenlerini daha iyi açıklayabileceğine ilişkin tartışma hala devam etmektedir. Aşağıda suç oranlarının düşmesinde etkili olduğu varsayılan faktörler ve açıklamalar ele alınmış ve bunların suç oranlarındaki düşüşleri ne düzeyde açıklayabileceği hususu irdelenmiştir. Suç düşüşünün nedenlerini açıklamaya odaklanan çalışmaların çoğu teori merkezli olmaktan çok değişken merkezli bir nitelik arz etmektedir (Baumer vd., 2018). Söz konusu çalışmalar, suç oranlarındaki yaşanan değişmeyi çok farklı sayıda değişken, faktör veya hipotez çerçevesinde ele almışlardır. Örneğin Levitt (2004) konuya ilişkin olarak on değişken belirleyip bunları analiz ederken, Baumer (2008) de on iki faktör ele alıp açıklamıştır. Farrell vd. (2014) ise faktör veya değişken yerine kullandığı on yedi hipotezi belirlemiştir. Bu çalışmalar, suç oranlarının düşmesini açıklamada önemli 443Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 kavrayışlar sağlarken aynı zamanda da parçalı bilgilerin üretilmesine neden olmuştur. Bu durum da yaklaşımlardaki ortak noktaların tespit edilmesini ve ampirik bulgulardaki paralellikleri görmeyi zorlaştıracak düzeyde karmaşık ve düzensiz bir duruma gelmesine katkıda bulunmuştur (Chen ve Zhong, 2021: 410). Farrell vd., (2010) sanayileşmiş batı ülkelerinde suç oranlarında yaşanan büyük düşüşlerin nedenlerinin yeterli düzeyde açıklanamadığını ileri sürerek bu durumun kriminolojik teori inşasının ve ampirik çalışmaların başarısızlığı olarak tanımlanabileceğini iddia etmektedirler. Bu çalışmada suç oranlarında gerçekleşen düşmenin nedenleri  aşağıda da görüldüğü gibi faktörler/ hipotezler bağlamında ele alınıp açıklanmaya çalışılmıştır. 3. Suç Oranlarının Düşmesinde Etkili Olan Faktörler Konuya ilişkin literatür incelendiğinde, ABD başta olmak üzere gelişmiş Batı ülkelerinde suç oranlarında gözlemlenen düşüşün önde gelen nedenleri olarak çok sayıda faktörün irdelendiği gözlemlenmektedir. Farrell vd. (2010)  bunları üç kategoride ele almaktadır: 1.   Kısmen test edilmiş hipotezler: Bu kategoride demografik değişim, hapishane nüfusunun artması, yeni polis stratejilerinin geliştirilmesi, polis sayısının arttırılması, silah kontrolü ve gizli silah yasalarına ilişkin düzenlemeler, uyuşturucu pazarının değişmesi, kürtajın yasallaşması, ekonomik gelişmeler ve kurşuna maruz kalma gibi faktörler ve buna ilişkin açıklama biçimleri yer almaktadır. 2.   Büyük ölçüde test edilmemiş veya geçici hipotezler: Değişen yaşam tarzları,  rutin faaliyetler ve güvenlik alanındaki gelişmeler ilgili olanları içermektedir.  Ayrıca dindarlığın artması (pek çok sanayileşmiş ülkede geçerli değil), kültürel değişim, göç ve tekrarlanan/mükerrer mağdurlaşma faktörler de bu başlık altında zikredilmektedir. 3.    Bilindiği kadarıyla daha önce önerilmeyen ve test edilmeyi bekleyen ek hipotezler: Bu kategoride de suça özgü açıklamalar, ilk suçu önleme, olay yeri inceleme tekniklerinin gelişmesi, teknolojik gelişmeler, suç oranlarının düşmesi yerine form değiştirmesi ve bazı suç formlarının eskimesi gibi değişkenler belirtilmektedir.  (Farrell vd., 2010: 27-33). Geniş bir literatür taramasından hareketle suç oranlarının düşüşünde etkili olduğu varsayılan ve bu nedenle en fazla vurgulanan faktörler ele alınıp açıklanmıştır. 444Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) 3.1. Cezaların Artması ve Hapsetme Oranlarında Meydana Gelen Artışlar 1990 lı yıllarda, ABD de parmaklıklar ardındaki insan sayısında muazzam bir artış gerçekleşmiştir. Daha önceki yıllarda nispeten istikrarlı bir seyir izleyen cezaevi nüfusu 1970 lerin ortalarında artmaya başlamış, 2000 yılına gelindiğinde ise iki milyondan fazla kişiyi bünyesinde barındıran bir kuruma dönüşmüştür. Bir anlamda 2000 li yıllarda 2 milyonun üzerinde insan, işlediği herhangi bir suçtan dolayı kendisini demir parmaklıklarının arkasında bulmuştur. Bu rakam, 1972 yılındaki cezaevi nüfusunun kabaca dört katını oluşturmuştur. Hapishane nüfusundaki bu artışın yarısından fazlası 1990 lı yıllarda gerçekleşmiştir. Cezaevi nüfusu sayısındaki artışın en önemli nedenleri olarak; a) uyuşturucuya bağlı suçlar nedeniyle tutuklanma veya hapsedilme oranında yaşanan keskin artış, b) şartlı tahliye iptallerinin artması ve c) işledikleri suçlardan dolayı hüküm alanlara daha uzun hapis cezalarının verilmesi gibi gelişmeler ileri sürülmüştür (Kuziemko ve Levitt, 2004). ABD de cezaevi nüfusunda, 1980 ile 2006 yılları arasında %260 oranında artış yaşanmıştır. 2006 yılında 100.000 kişi başına 755 tutukluyla ABD, dünyadaki en yüksek hapsetme oranına sahip ülke olmuştur. Rosenfeld ve Messner (2009) e göre artan büyük hapis cezalarının ve cezaevinin büyüme oranlarının suç oranlarını etkilememesi şaşırtıcı olurdu. Boylamsal çalışmalar da hapsetmedeki artışların suçtaki azalmayla ilişkili olduğuna ilişkin tutarlı sonuçlar ortaya koymuştur (Levitt 1996; Marvell ve Moody 1994; Rosenfeld ve Fornango 2007). Levitt (2004) de, 1990 larda şiddete dayalı suçlarda gerçekleşen %58 oranındaki düşüşün nedenini suçluların daha uzun süreli hapis cezalarına mahkûm edilmeleri ile açıklamaktadır. Amerika Birleşik Devletleri, suçlulara yönelik daha sert bir yaklaşımı içerecek şekilde ceza politikasını revize etme yolunu tercih etmiştir. Bazı suçlarda denetimli serbestlik yerine hapis cezalarının verilmesini sağlayan düzenlemeler yapmıştır. Hapis cezası tüm suç türleri için artarken özellikle uyuşturucu suçlarında bu artışlar daha fazla gerçekleşmiştir. Öyle ki 1980 yılından 2000 yılına kadar olan dönemde cezalarda 10 kat düzeyinde bir artış yaşanmıştır. Özellikle, hapishane nüfusunun yaklaşık %80 ini oluşturan kasten öldürme, yağma/soygun, kasten yaralama, hırsızlık, uyuşturucu ve cinsel dokunulmazlığa karşı suçlara yönelik verilen cezalarda ciddi artışlar gerçekleşmiştir (Levitt, 2004:177). Hapis cezasının artması ile suç oranlarının azalması arasındaki ilişki caydırıcılık (deterrence) ve suçlunun hapsedilmesi ile birlikte toplumda suç işleme olanağının ortadan 445Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 kalkması (incapacitation) şeklinde iki yönlü olarak kurulmaktadır (Blumstein, 2006:22). Hapsetmenin suç oranları üzerindeki caydırıcı etkisi ise, bireysel ve genel caydırıcılık olmak üzere iki genel başlık altında ele alınmaktadır. Bireysel caydırıcılık, suçlunun cezalandırılmasının bireyin yeniden suç işleme eğiliminden vazgeçmesini ifade ederken genel caydırıcılık, suçluya cezanın verilmesinin toplumdaki bireylerin bu cezadan etkilenerek suç işlemekten kaçınmalarını/caymalarını tanımlamaktadır.  Dolayısıyla artan ceza tehdidi karşısında suç eğilimine sahip çok sayıda birey, zaman zaman çok cazip buldukları suçları bile işlemekten kaçınabilmektedirler. Hapsedilmenin suç üzerindeki etkisine ilişkin yapılmış bazı araştırmalar, suç oranları üzerinde bu iki etkinin varlığını ortaya koymaktadır  (Detaylı literatür için bkz. Conklin, 2003:79-80; Kızmaz, 2006b: 236-242; Kızmaz, 2020: 296-300) Rosenfeld ve Messner (2009) de ABD ne kıyasla daha az düzeyde olmakla birlikte 1990 larda Avrupa da da cezaevi nüfusunun arttığını ileri sürmektedirler. Onlara göre hapis oranları bazı ülkelerde orta düzeyde, bazılarında ise keskin bir şekilde artmıştır. Örneğin, 1992-2004 yılları arasında Fransa da 100.000 kişi başına tutuklu sayısı %10, Norveç te ise %12 artmıştır. Finlandiya ise gerçekleştirdiği ıslah veya reform çalışmaları sonucunda 1990 larda hapsetme oranını %25 düşürmesine rağmen, yine de 2004 yılına kadar olan cezaevi nüfusu 1990 ların başındaki seviyesine yükselmiştir. Bunun yanında, Almanya nın hapsetme oranında %38 ve Hollanda nın oranında ise 1992-2004 yılları arasında iki kattan fazla artış meydana gelmiştir. Öte yandan hapishane nüfusunun artışı veya hapis cezalarının arttırılmasıyla ilgili akademik çalışmaların (Cavadino ve Dignan, 2006; Christie, 2000; Garland, 2001) artan hapis cezasının Avrupa daki suç oranlarını düşürüp düşürmediği konusunda büyük ölçüde sessiz kaldıkları belirtilmektedir. Genelde ABD ne kıyasla Avrupa ülkelerinin daha az cezalandırıcı bir politik yaklaşımı benimsediği gerekçesiyle tutuklanma veya hapsetme oranlarının daha düşük olacağı belirtilmektedir. Özellikle Avrupa ülkelerinde hapsetme oranlarının artışı ile azalan suç düşüşlerine odaklanan araştırmaların da son derece sınırlı olduğu bir gerçektir. Bu nedenle Rosenfeld ve Messner, hapishane nüfus artışının hem Avrupa da hem de ABD de suç düşüşüne katkıda bulunduğu yönündeki iddiaların, Amerika daki suç düşüşü üzerine gerçekleştirilen araştırmalara dayandırılarak ileri sürüldüğünü belirtmektedirler (Rosenfeld ve Messner, 2009: 450). Van Dijk ve arkadaşları (2005) da, hapsetme hipotezine yönelik ciddi eleştiriler yöneltmektedirler. Onlar, hapishane nüfusunun doksanların başından beri birçok Avrupa 446Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) ülkelerinde artış eğilimini sergilediğini belirtmekle birlikte bu artışın istikrarlı bir şekilde süreklilik arz etmediğinin altını çizmişlerdir.  1995-2000 yılları arasında örneğin; İsveç, Fransa, Polonya ve Finlandiya da hapishane nüfus oranları düşme eğilimi sergilemiştir. Genel olarak Avrupa ülkelerindeki cezalandırma politikalarının ABD ne kıyasla çok daha az cezalandırıcı bir nitelik arz ettiği halde (Farrington vd., 2004) suç oranları, ABD ne benzer biçimde Avrupa da da hızlı bir şekilde düşmektedir. Bu nedenle onlara göre, suçlulara öngörülen cezalarının şiddeti ile ulusal suç seviyelerindeki eğilimler arasında hiçbir ilişki bulunmamaktadır (Van Dijk vd., 2005: 23). Killias ve Aebi (2000) de, Avrupa ülkelerinde tutuklama, cezanın kesinliği ve suç eğilimleri arasında varsayılan ilişkinin ABD den farklılık arz ettiğini iddia etmektedirler.  3.2. Suç Önleme ve Güvenlik Alanındaki Gelişmeler Sanayileşmiş batı toplumlarında suç oranlarının düşmesinde katkısı olduğu varsayılan önemli gelişmelerden biri de, suç oranlarının toplumu ciddi bir şekilde tehdit etmesi ile birlikte suçlulukla mücadele kapsamında geliştirilen çok sayıda suç önleme yaklaşımlarının etkisidir. Suç önleme yaklaşımları suç işlendikten sonra yapılan müdahaleleri veya işlemleri ifade etmekten çok suç ortaya çıkmadan önceki süreçte yapılması gereken çalışmaları ifade etmektedir.  Bu nedenle gerek ABD gerekse çok sayıda Avrupa ülkeleri, suç oranlarının artışını önlemek ve suç oranlarını düşürmek için çabalarını sadece kolluk kuvvetleri (polis ve jandarma birimleri gibi) veya ceza adalet sistemi (mahkeme, ceza infaz kurumları)  ile sınırlamayarak suç olaylarının gelişimine zemin oluşturacak unsurlara veya suçun olası nedenlerine müdahale etmeyi amaçlayan çok sayıda suç önleme yaklaşımları ve programları geliştirip uygulamışlardır. Aynı şekilde söz konusu ülkelerde suçu önleme veya suçla mücadele etme kapsamında polis veya güvenlik teşkilatının yanı sıra toplum veya sivil kurumlarla işbirliği geliştirilmiş ve bu işbirlikleri kapsamında çok sayıda suç önleme çalışmaları yürütülmüştür. Hiç kuşkusuz bu çabaların suç oranlarının azalmasında/düşmesinde etkili olduğu düşünülmektedir.  Suç önleme yaklaşımlarının başında durumsal suç önleme, risk odaklı veya gelişimsel suç önleme, sosyal suç önleme ve topluluk/toplum odaklı suç önleme yaklaşımları gelmektedir. Durumsal suç önleme yaklaşımına göre suçun önlenmesi, suçun işlenmesinde etkili olduğu varsayılan veya suçun işlenmesini kolaylaştıran fırsat unsurlarına müdahale edilmesi ile mümkün olabilecektir.  Bu kapsamda suç işlemeyi güçleştiren, suç işlemenin risklerini arttıran, suç kazanımlarını/ödüllerini azaltan ve suçu provoke/tahrik eden unsurlara müdahale etmeyi amaçlayan çok sayıda önleyici 447Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 çalışmalar gerçekleştirilmiştir (Clarke ve Eck, 2005; Clarke, 1995: Clarke, 1997).  Gelişimsel ve risk odaklı suç önleme modeli ise, suç işleme potansiyeli olan risk gruplarının kriminalleşmesini önleyen yaklaşım olarak uygulanmıştır (Farrington,  2003; Nagin ve Farrington, 1992; Welsh ve Farrington; 2012; Pease, 1994). Bu kapsamda dezavantajlı pozisyonda olan ve dolayısıyla suç işleme eğilimi olan çocukların (örneğin boşanmış veya şiddete maruz kalmış aile çocukları, yoksul aile çocukları veya eğitim kurumlarında akademik açısından başarısız çocuklar gibi)  toplumsal bağlılıklarına ve olumlu sosyalleşme süreçlerine odaklanan ve bu kapsamda programlar yürüten çok sayıda çalışma gerçekleştirilmiştir (bkz. Graham ve Bennett, 1995). Topluluk veya toplum temelli suç önleme modelleri de, toplum bireyleri ve resmi/özel kuruluşları arasında sosyal bağlılık ve dayanışmayı arttırıcı çabalara odaklanmaktadır (Hope, 1995; Bennett, 1998). Bu yaklaşım çerçevesinde topluluklar arasındaki enformel ağları ve topluluk yapılarını güçlendirmek için toplumsal gelişme kapsamında bazı programlar (polis-vatandaş işbirliğini geliştirmek, toplulukları suçu önleme konusunda bilinçli kılmak, kolektif etkinliği, sosyal sermayeyi, toplumsal bağlılığı, uyumu ve toplumsal denetimi güçlendirmek ve yerleşim bölgelerinin yenilemesini sağlamak gibi) geliştirilip uygulanmıştır (Schneider, 2015; Bennett, 1998). Sosyal suç önleme modeli ise bireylerin suça yönelimlerinde etkili olduğu varsayılan işsizlik, yoksulluk, aile sorunları, gençlik sorunları, eğitim, şehir ve sağlık alanlarda yaşanan çok sayıda sorunları elimine edici politika ve stratejilerinin geliştirilmesi yoluyla suçun önlenmesini hedeflemektedir (Rosenbaum vd.,1998; Schneider, 2015).  Suç oranlarının yüksek olduğu bölgelerde ailelere danışmanlık hizmetlerinin verilmesi, konut ve ev ortamındaki kötü koşulların iyileştirilmesi, gençler için yeni istihdam alanlarının yaratılması, iş becerilerinin kazandırılması, boş zamanların verimli etkinlikler veya sportif faaliyetlerle zenginleştirilmesi gibi çok sayıda çalışmalar yürütülmüştür.  Bu önleyici yaklaşımların bir suç kontrol politikası olarak benimsendiği ülkelerde uygulanan çok sayıda suç önleme programlarının suç oranlarının düşmesi üzerinde etkili olduğunu ileri sürmek mümkündür (ayrıntılı literatür için bkz. Kızmaz, 2020).  Van Dijk, Avrupa ülkelerinde gerçekleşen suç oranlarındaki düşüşü, özellikle artan durumsal suç önleme yaklaşımı kapsamındaki güvenlik tedbirleri ile açıklamaktadır. O, bireylerin sahip oldukları değerli eşyalarını ve servetlerini korumak için aldıkları veya artırma yoluna gittikleri önleme ve tedbirlerin, günümüzde düşme eğilimi sergileyen suç oranları ile ilişkili olduğunu ileri sürmektedir (Van Dijk, 2010). Gelişmiş batı ülkelerinde artan suç oranlarını fırsat yaklaşımı ile açıklama çabası aynı şekilde günümüzde düşen suç oranlarının, fırsat faktörlerine müdahale etmeyi içeren durumsal/ 448Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) konumsal suç önleme yaklaşımının gerektirdiği önleyici güvenlik önlemleri ile azalmış olduğunu kabul etmek anlamına gelmektedir.   Kriminolojide güvenlik yaklaşımı olarak ifade edilen bu anlayış, fırsat faktörlerinin artmasına bağlı olarak suç oranlarının artmış olmasının, koruyucu veya önleyici tedbirlerin de artışını hızlandırdığı ve bunun da suç oranlarının düşmesinde etkili olduğu görüşü üzerine temellenmektedir (Van Dijk, 2010). Van Dijk özellikle mala yönelik suç oranlarının artması konusunda oluşan toplum endişesi, konutlara hırsız alarmlarının takılması dâhil çok sayıda yeni önlemlerin alınmasına yol açmıştır. Hırsızlık suçlarına karşı yüksek düzeyde alınan güvenlik tedbirlerinin, güvenlikli mekânları ve burada ikamet edenleri suçlara karşı korunaklı hale getirmekle birlikte hırsızlık suçlularının suç faaliyetlerini tümüyle sonlandırılmasına yol açmadığı da bir gerçektir. Çünkü suçlular, koruma seviyeleri düşük çok sayıda savunmasız evin/ mekânın varlığı nedeniyle suç eylemlerine devam etmektedir. Ancak mekânların ve mağdurların daha korunaklı hale gelmelerine bağlı olarak veya hırsızlık suçlarına karşı konutlar daha güvenli duruma getirildikçe suçluların suç faaliyetlerinden vazgeçebileceği bir noktaya doğru sürükleneceklerdir. Uluslararası Suç Mağdurları Anket (ICVS) sonuçları, bireylerin kullandıkları mekânları koruma düzeylerinde aldıkları önleyici tedbirlerdeki artışların, mağdur oranındaki düşüşe yol açtığını ortaya koymaktadır (Van Dijk, 2008: 130). Van Dijk alınan koruyucu tedbirlerin suç oranları üzerindeki etkisini göstermek için bazı çalışmalara göndermede bulunmaktadır. Örneğin, ona göre yeni inşa edilen binaların, daha güvenlikli olması nedeniyle, eski binalara kıyasla daha az suça maruz kaldığı ve aynı şekilde bina güvenliğinde yapılan düzenlemeler ile azalan araba hırsızlıkları arasındaki ilişkiyi ortaya koyan araştırmalara atıfta bulunmaktadır.  Bu kapsamda, Ben Vollaard tarafından yapılan bir çalışmada yeni inşa edilen evlerin hırsızlığa maruz kalma olasılığının, eski yapılara kıyasla dörtte bir oranından daha az olduğu saptanmıştır.  Vollaard ın söz konusu bu araştırmasında suçun yer değiştirdiğine ilişkin herhangi bir bulgu da saptanmış değildir (Ben Vollaard, 2010 den akt. Van Dijk, 2010: 12). Sonuç olarak inşa edilen yeni yapılarda/binalarda güvenlikle ilgili bazı yeni tedbirlerin yasal olarak alınması zorunluluğu çok sayıda hırsızlık suçunun işlenmesini engellediği veya önlediği belirtilmektedir. Özellikle konut ile ilgili alınan bu önlemlerin, konuttan hırsızlık oranlarında yaklaşık %7 oranında bir azalmaya neden olduğu ifade edilmiştir (Van Dijk, 2010: 12). Gerek özel koruma veya güvenlik sektöründe yapılan bazı düzenlemeler gerekse ev, işyerleri ve kamusal alanlarda güvenliği artırıcı teknolojik unsurların kullanılmasına ilişkin gelişmeler, suç oranlarının azalmasında etkili olmuştur. Oto hırsızlığı veya ev ve iş yerlerinden 449Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 gerçekleşen hırsızlık suçlarının azalması da bu kapsamda ele alınabilir. Acemi, fırsatçı veya ilk kez suç işleyecek suçluların, suç işlemelerini güçleştirecek tedbirlerin alınmasının onların suç işleme yönelimini ve suçta profesyonelleşmelerini engelleyeceği varsayılmaktadır. Diğer bir ifade ile alınan bazı tedbirler sayesinde, bazı acemi suçluların veya suç işleme eğilimine sahip bireylerin suç işlemekten caydırılmaları gibi aynı zamanda suçta kariyer yapmış bireylerin işleyebilecekleri yeni suçların işlenmesi engellenebilmektedir.  Suç fırsatlarını azaltıcı tedbirlerin alınmasının suçu önlediğine ilişkin gelişkin bir araştırma literatürü bulunmaktadır (ayrıntılı literatür için bkz. Clarke, 1997, 1995; Felson ve Clarke, 1998; Kızmaz, 2020: 29-153). Avrupa da öne çıkan suç oranlarındaki azalmalar, durumsal suç önleme yaklaşımının resmi bir politika olarak uygulandığı ülkelerde (örneğin İngiltere, İsveç, Hollanda gibi) belirgin bir şekilde gözlemlenmiştir. Aynı şekilde durumsal suç önleme politikalarının ihmal edildiği veya karşı çıkıldığı ülkelerde de (Danimarka gibi) suç oranlarındaki azalmalar daha az oranda gerçekleşmiştir. Bu saptamalar güvenlik hipotezinin ampirik araştırmalarla daha da güçlendirilmesi gerektiğini göstermektedir. Bu yaklaşımın/hipotezin başka araştırmalarla daha da zenginleştirilmesi ve doğrulanması durumunda, suç önlemede daha kapsamlı çıkarımların elde edilebileceği belirtilmelidir. Bu kapsamda daha çok polis veya daha çok cezaevi inşa etmek yerine önleyici ve koruyucu tedbirlerin alınması veya arttırılmasının, suç oranlarının azalmasında başarılı olabileceği düşünülmektedir (Van Dijk, 2010: 13). Günümüzde suç oranlarının düşüşü ile ilgili gelişmiş ülkelerde fırsat teorilerinin temel öncülleri esas alınarak suç önleme programları ve politikaları geliştirilmiştir. Bu kapsamda durumsal suç önleme yaklaşımına ilişkin zengin bir literatür oluşmuştur. Bu araştırmaların önemli bir kısmında durumsal suç önleme çalışmalarının suçun önlenmesinde etkili olduğu saptanmıştır. Burada, bu çalışmalarda elde edilen sonuçlarla ilgili sınırlı sayıda bazı araştırmanın bulguları ile yetinilecektir. Örneğin; elektronik gözetim sayesinde mağaza hırsızlık oranlarında (%35 ile %75), telefon numaralarının ekranda gösterilmesini sağlayan gelişme ile telefon taciz olaylarında (Clarke, 1997), güvenlik taramalarının yerleştirilmesi ile birlikte bankalarda (Clarke vd., 1991), postanelerde (Ekblom, 1988), otobüslerde (Poyner, 1988) ve binalarda (Austin, 1988) soygun suçlarında ciddi oranlarda azalmalar gerçekleşmiştir. Poyner, kapalı devre kameralarının yerleştirilmesi (CCTV) uygulamalarının oto hırsızlık oranlarını azalttığını (% 94) bulmuştur (Poyner, 1991). Evlerin pencerelerinin çift camlı ve kapı kilitlerinin ön ve arkada olacak şekilde yapılmasının hırsızlık suçlarında ciddi azalmalara neden 450Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) olduğu (Clarke ve Eck, 2005: 16) ortaya konulmuştur. Tseloni ve arkadaşları (2017) da İngiltere ve Galler de ev içi hırsızlık olaylarının (1992-2011/2012 yıllarını kapsayan) azalmasında ev güvenlik cihazlarının rolünü inceledikleri çalışmalarında, 1990 larda İngiltere ve Galler de hırsızlık olaylarının azalmasına güvenlik alanında alınan önlemlerin (kapı ve pencere kilitleri ile birlikte güvenlik ışıklandırma/aydınlatma) neden olduğuna dair güçlü kanıtlar saptamışlardır (Tseloni vd., 2017). Araba suçlarının önlenmesi ve azaltılmasına yönelik güvenlik hipotezini test etme kapsamında yapılan düzenlemelerin, araba suçlarında önemli ölçüde düşüşe yol açtığı belirlenmiştir. Aynı şekilde merkezî kapı kilitleme, alarmlar ve elektronik kilitlemelerin özellikle araç hırsızlığı oranlarının düşmesine önemli katkılar sağladığına dair uluslararası ampirik kanıtlar ortaya konulmuştur (Brown, 2015; Farrell vd., 2011; Tseloni vd., 2017). Avustralya nın Yeni Güney Galler, Queensland, Batı ve Güney Avustralya nın dört eyaletinde suçlularla yapılan görüşmelerde suçlular, artırılan güvenlik tedbirlerinin suç düşüşünün en yaygın nedeni olduğunu ifade etmişlerdir (Tseloni vd., 2017: 1-2). Özellikle mala yönelik suç oranlarındaki son düşüşlerde motorlu taşıtlar, konutlar ve perakende mağazalarında gelişmiş güvenlik teknolojilerinin kullanılmış olmasının etkisi konusunda makul argümanlar ileri sürülmüştür (Van Dijk vd., 2012; Farrell vd., 2014). Teknolojik gelişmelerin veya suçu kontrol altına almaya yönelik geliştirilen politikaların, suç oranlarının (kasten öldürme, diğer şiddet ve cinsel suçlar) düşmesinde etkili olduğu belirtilmektedir (Tonry, 2014: 5). Bireysel güvenlik ve güvenlik cihazları alanında gerçekleşen önemli gelişmeler de son dönemdeki suç oranlarının düşüşünde etkili olmuştur (Marowitz, 2000: v-vi). Kökleri rutin faaliyetler teorisine (Cohen ve Felson, 1979) dayanan güvenlik hipotezinin günümüzde suçların önlenmesinde ve suç oranlarının düşmesinde önemli yaklaşımlardan birini teşkil ettiğini (Farrell vd., 2014) ileri sürmek mümkündür. Fırsat ve güvenliğe ilişkin değişkenlerin suç oranlarının değişimi üzerindeki etkisi özellikle mala yönelik suçlarda (hırsızlık vb. suçlarda) çok daha belirgin bir şekilde gözlemlenebilmektedir. Farrell vd., (2010) ne göre de özellikle sanayileşmiş batı ülkelerinde suç oranlarının düşüşünün nedenlerini açıklamada fırsat olgusunu esas alan yaklaşımların/teorilerin veya gündelik yaşam kriminolojilerinin daha umut verici bir nitelik arz etmektedir. Bu kapsamda güvenlik alanındaki iyileştirmelerin Avrupa ülkelerindeki suç düşüşünün arkasındaki temel itici güç olabileceği belirtilmektedir (Farrell vd., 2010). Van Dijk de, Avrupa ülkelerinde durumsal suç önleme veya fırsat teorisini esas alarak geliştirilen suç önleme yaklaşımlarının suç eğrisindeki değişimi daha iyi açıkladığını ifade etmektedir (Van Dijk, 2010:  12). 451Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Sonuç olarak suç önleme alanındaki güvenliğe ilişkin gelişmelerin Avrupa ülkelerindeki suç oranlarının azalmasında etkili olduğu ve dolayısıyla bu yaklaşımın, suç oranlarının düşmesini açıklamada da kullanışlı argümanlar içerdiğini ileri sürmek mümkündür. Bir anlamda güvenlik yaklaşımının ABD nin yanı sıra Avrupa ülkelerindeki suç oranlarının düşüşünü de açıklayabilme özelliğini taşımaktadır.  3.3. Polis Alanındaki Gelişmeler ABD ve gelişmiş çok sayıdaki Avrupa ülkelerinde suçla mücadele ve suçu önleme kapsamında -özellikle de polis modelleri alanında- olumlu gelişmeler kaydedilmiştir. Polis çalışmaları alanındaki bu gelişmeleri, polis görünürlüğünün artması ve yeni polislik modellerinin geliştirilmesi olarak iki farklı kategoride ele almak mümkündür. Sokaklarda daha fazla polisin görevlendirilmesi, polis görünürlüğünü arttıran en önemli gelişmelerden biri olarak dikkat çekmektedir. Sokaklarda daha fazla polisin varlığı, kolluk kuvvetlerinin suçlara müdahale etme ve suçluları yakalama potansiyelini arttırmaktadır. Polislerin veya polis devriyelerinin sayısının ve görünürlüklerinin artması, suç işleme eğilimine sahip olan bireyleri suç işlemekten caydırıcı bir etkiye sahiptir. ABD de yapılan bazı araştırmalar, daha fazla polis görevlisini istihdam etmenin suçun azalmasında etkili olduğunu saptamıştır. Brennan Center for Justice kuruluşu tarafından gerçekleştirilen çalışmada polis memur sayısındaki artışın, 1990 lı yıllarda suç oranlarının düşmesi üzerinde muhtemelen % 0 – 10 aralığında değişen düzeyde bir etkiye sahip olduğu belirtilmektedir (Roeder vd. 2015: 41-42). Ancak burada suçun artışının mı polis sayısını arttırdığı veya polis sayısının arttırılmasının mı suçu azalttığı sorusu iç içe geçmiş durumdadır. Bu iki temel sorunu birbirinden ayırmak da her zaman kolay olmamaktadır. Polis etkinliği ile suçun önlenmesi arasındaki ilişkiye odaklanan araştırmalar üzerine yapılan bir çalışmada, polisliğin etkinliğinin iki temel unsuru içermesi gerektiği sonucu elde edilmiştir. Birincisi, polisin suç davranışı ile mücadele stratejisinin çok çeşitlilik arz etmesi gerekliliğidir. Bir anlamda suçun önlenmesi için sadece polis sayısının arttırılması veya düzenli devriyeler, olaylara hızlı müdahale ve suçluların yakalanması ve yargılanması gibi uygulamalar tek başına etkili olmamaktadır. İkincisi ise, polis devriyelerinin veya polis görevlendirmelerin rasgele yapılması yerine suç olaylarının en çok gerçekleştiği bölgeye yoğunlaşmasıdır. Çünkü araştırmalar, polis görevlilerinin ve devriyelerinin suç bölgesine odaklanmasının suç oranlarının azalması üzerinde kısa vadede daha etkili olduğunu ortaya koymaktadır (Clarke ve Eck, 2005: 21). 452Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) 1990 – 1999 yılları arasındaki ABD deki polis memuru sayısı, %28 artış göstermiştir. 1990 yılında 698.892 olan polis sayısı 1999 yılında 899.118 e yükselmiştir  (Roeder vd. 2015: 42). Levitt (2004), 1975 – 1995 yıllarını kapsayan 122 şehirden alınan verilerle gerçekleştirdiği araştırmada, artan polis sayısının şiddet suçlarında %12 ve mala yönelik suçlarda da, %8 oranında azalttığını saptamıştır. Bu saptama 1990 lardaki genel suç düşüşü üzerinde polis sayısının arttırılmasının, %5-6 arasında etkili olduğu anlamına gelmektedir. Ona göre ayrıca polis sayısının ve etkisinin arttırılmasının, polisin sert müdahale yaklaşımını benimsemesinin ve toplum temelli polislik modelinin uygulanmasının suçlarda bir miktar azalmaya katkıda bulunmuştur (Levitt, 2004:177). Kimi araştırmacılar da daha fazla polis görevlisini istihdam etmenin, şiddet suçlarına nispeten mala yönelik suçları azaltmada etkili olduğunu ileri sürerek polis görünürlüğü ve suç oranlarının azalması arasındaki ilişkinin diğer suçlar açısından güçlü olmadığını ileri sürmektedirler (Roeder vd. 2015: 42). Suç oranlarının düşmesinde etkili olduğu varsayılan diğer önemli bir faktör de, polis çalışmaları alanındaki gelişmelerdir. Farklı polis uygulamaları başlığı altında özellikle 1990 lı yıllardan sonra geliştirilen çok sayıda polislik modellerinden söz edilmektedir. Yeni polislik modeli ile suç düşüşü arasında ilişki kurulan modeller içerisinde özellikle Kırık Cam Polisliği, Compstat Polisliği (computer statistics policing), Suç-Yoğun Polisliği ve Problem Odaklı Polislik uygulamaları en çok vurgulananları oluşturmaktadır. Kırık Cam Polisliği yaklaşımı, Wilson ve Kelling (1982) tarafından Zimbardo nun 1969 da yaptığı bir deney araştırmasından esinlenerek geliştirilmiştir. Wilson ve Kelling bu yaklaşımla çevresel veya davranışsal düzensizlik ile suç arasındaki ilişkinin varlığına dikkat çekmektedirler.  Wilson ve Kelling bazı düzensiz eylemlere (vandalizm, ayyaşlık, serserilik, çevreyi kirletme ve rahatsızlık verme gibi) ve yapılara (metruk binalar, toplanmamış çöpler, hurda arabalar, grafitti gibi) gerekli müdahalelerin yapılmamasının, suç olaylarının zemin bulup gelişmesine yol açtığını ileri sürmüşlerdir. Onlar, toplumda bireyleri rahatsız eden davranışlar karşısında ilgisiz bir tutumun varlığının veya bazı sorunlu davranışlara gerekli müdahalenin yapılmamasının, suç olaylarının gelişmesinde veya zemin bulmasında elverişli koşullar oluşturduğunu iddia etmişlerdir. Dolayısıyla Wilson ve Kelling, düzensiz davranışların ve mekânların bakımsızlığının, bir yandan bireylerde toplumsal bağlılığı zayıflatırken öte yandan da suç olaylarını ve suç korkusunu arttırdığını ileri sürmüşlerdir. Bu temel varsayımdan hareketle suçluluğun önlenmesinde bir yandan bireyler arasında toplumsal duyarlılık, dayanışma ve işbirliğinin geliştirilmesi 453Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 gerekliliği belirtilirken öte yandan da kamu düzenini bozucu, toplumda rahatsız edici bazı sapkın davranışlara karşı müsamaha göstermeyen diğer bir ifade ile sert bir mücadelenin sürdürülmesinin gerekliliği vurgulanmıştır. Toplum odaklı polislik ve sıfır tolerans polisliği gibi bazı bazı polislik modelleri de bu yaklaşımlardan esinlenerek geliştirilmiştir.  1990 lı yılların başında bu yaklaşımlardan etkilenen New York Belediye Başkanı Rudy Giuliani yönetiminde gerçekleştirilen bir dizi polislik uygulamaları sonucunda suç oranlarında hızlı bir düşüş saptanmıştır. Bazı suçluları suç işlemekten caydırmanın yanı sıra en ufak düzensizliklere veya bozukluklara dahi müsamaha göstermeyen bir anlayış olarak kendine uygulama alanı bulan kırık cam polisliği kapsamındaki bazı müdahale biçimleri ile hafızalara kazınmıştır. Bu model kapsamında en ufak toplumsal düzensizliklere göz yumulmayarak sert bir yaklaşım benimsenmiş ve suçlara karşı sıfır tolerans tutumu benimsenmiştir. Bu uygulamanın temeline bir anlamda yılanın başının küçükken ezilmesi gerektiği savı yerleştirilmiştir. Suç eğilimleri hakkında ayrıntılı veri toplama ile ilişkilendirilen ve yüksek teknolojiyi içinde barındıran diğer bir polislik yaklaşımı da CompStat modelidir. Veriye dayalı bir polislik uygulaması olarak bu yaklaşım özellikle 1990 larda popüler hale gelmiştir. CompStat modelin uygulandığı bölgelerde veya şehirlerde suç oranlarının düşmeye başladığı ileri sürülmektedir. Aynı şekilde polisin tek tek kişilerle ilgilenmek yerine suçun meydana gelme olasılığının en yüksek olduğu yerlerde görünür kılmayı amaçlayan  suç yoğun polisliği veya diğer bir kavramsallaştırma ile sıcak nokta polisliğinin de suç oranları üzerinde etkili olduğu belirtilmiştir.  Suç-yoğun polislik yaklaşımın suç oranlarının düşmesinde güçlü bir ampirik desteğe sahip olduğu iddia edilmektedir. Çünkü polisin, suçun ve suçluların daha yoğun varlık gösterdikleri yerleşim bölgelerini hedef seçmeleri ve burada görünürlüklerini arttırmalarının, suç ve şiddet eylemlerinin azalması üzerinde etkili olduğu savunulmaktadır. Suç-yoğun bölge polislik uygulamaları ile suçun önlenmesi arasındaki ilişkiye odaklanan çok sayıda araştırma, bu polislik modelinin suçun önlenmesinde etkili olduğunu ortaya koymuştur. Braga (2001), suç-yoğun polislik uygulamalarını konu edinen araştırmasında, araştırma kapsamında irdelenen dokuz araştırmadan yedisinde suç oranlarının azalmasında bu polislik modelinin belirgin bir şekilde etkili olduğunu tespit etmiştir. Söz konusu çalışma, suçun yoğun olarak işlendiği bölgelerde polis müdahalelerinin yoğunlaştırılmasının, suçu önlemede etkili olduğuna dair savı desteklemektedir. Ayrıca yapılan çalışmalarda polis faaliyetlerinin yoğunlaştığı 454Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) bölgelerde genel suçlarda (Sherman ve Weisburd (1995), şiddet suçlarında (Braga vd., 1999), silahla gerçekleştirilen şiddet suçlarında (Sherman ve Rogan, 1995) ve sokak uyuşturucu satıcılığı suçlarında (Weisburd ve Green, 1995) suç ve düzensiz eylemlerde azalmaların meydana geldiği saptanmıştır.  Bu araştırma sonuçları, suç-yoğunluk polislik uygulamalarının suç oranlarının azalmasındaki etkililiğini göstermektedir. Suç önleme modelleri içerisinde popüler yaklaşımlardan biri de problem odaklı polislik (POP) tir. Problem odaklı polislik modeli ilk olarak Goldstein (1979) tarafından geliştirilmiştir. Goldstein, polisliğin görev alanın sadece önleyici devriye hizmetleri ve olaylara hızlı müdahale etme ile sınırlı olmadığını belirtmektedir. Ona göre polisliğin önemli bir işlevi, suçun işlenmesinde etkili olan koşulların tespit edilmesi ve bu koşulların değiştirilmesi yönünde belli bir çabanın ortaya konulmasıdır. Bu kapsamda suç davranışının ortaya çıkmasına, zemin bulmasına ve gelişmesine yol açan çevresel veya toplumsal problemlerin tespit edilmesi ve gerekli müdahalenin yapılması bu polislik anlayışının temel argümanını oluşturmaktadır. Bu nedenle problem odaklı polislik modelinde, suçun işlenmesine neden olan fırsatların azaltılması veya hedefin güçleştirilmesi önem arz etmektedir.  Goldstein (1990) e göre polis, olay meydana geldikten sonra harekete geçen bir anlayışı temsil etmekten çok problem merkezli bir yaklaşımı öncelemelidir. Diğer bir ifade ile POP un temel esprisi, sineklerle uğraşmaktan çok bataklığı kurutmayı öncelikli hale getiren bir anlayışı temsil etmesidir. Problem odaklı polislik uygulamalarının suçun önlenmesindeki etkisine odaklanan bazı çalışmalar, bu modelin suçların önlenmesinde etkili olduğu yönünde bulgular elde etmişlerdir (bkz. Braga, 2005; Braga vd., 2001;  White vd., 2003; Chermack ve McGarrell, 2004; Clarke ve Eck, 2005; Eck ve Spelman, 1987). Yeni polislik modellerinin uygulandığı ülkelerde suçlulukla mücadelede olumlu sonuçlar elde edildiği söylenebilir.  Ancak buna ilişkin gelişmelerin, kaçınılmaz ve mutlak bir şekilde suçun azalmasına neden olduğunu ileri sürmek mümkün değildir. Suçun azalmasına bu dönemde uygulanan yeni polislik modellerine eş zamanlı olarak gelişen başka faktör veya faktörlerin yol açmış olabileceği de pekâlâ mümkündür.  Killias ve Aebi (2000: 57-58) ye göre ise Avrupa ülkelerinde, New York ve diğer Amerikan şehirlerinde olduğu gibi ‘yüksek  toleranstan ‘sıfır  toleransa geçiş şeklinde bir gelişme gözlemlenmediği için sıfır tolerans polisliğine ilişkin bu öngörünün geçerliliğinin sorgulanmasına yol açmaktadır. Onlar, bu nedenle sıfır tolerans polisliğinin ve suça müdahaleye dayalı caydırıcı açıklamaların, Avrupa daki suç oranlarının düşüşünü açıklamada kullanışlı olmayabileceğini ileri sürmektedirler (Killias ve Aebi, 2000: 57-58). 455Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 3.4. Silah Politikalarına İlişkin Nedenler Amerika Birleşik Devletleri nde silah bulunduran birey sayısının çok fazla olması ve bu ülkedeki kasten öldürme suçlarının önemli bir oranın ateşli silahlarla gerçekleşmesi dikkatleri silah olgusuna çevirmiştir.  Ancak suç düşüşleri üzerinde silah faktörünün etkisi birkaç şekilde ele alınmaktadır. Kimileri silah üzerindeki kontrollerinin artmasını, kimileri de silah edinme konusundaki müsamahalı bakışın suç düşüşü üzerindeki etkisini öne çıkarmaktadır. Gençlerin silaha sahip oluşlarının, ABD için 1985 ile 1993 yılları arasındaki şiddetin yükselişinde önemli bir faktör olduğu belirtilmektedir. Bu yıllarda, gençler arasında silahlanma yarışı içerisinde artan tabanca taşıma ve kullanma eğilimi karşısında polisler, silah bulunduran gençleri tutuklama konusunda daha sert bir yaklaşım içinde olmuşlardır. 1993 ten sonra da polisin bu sert yaklaşımında herhangi bir azalma olduğuna dair bir belirtinin söz konusu olmadığı ifade edilmektedir.  Bu nedenle suç oranlarının düşmesinde, gençlerin taş (crack) uyuşturucu pazarlarına olan katılımlarının azalmasının yanı sıra polisin gençlerin tabancalarına el koymasının da etkili olduğu ifade edilmektedir. Böylelikle 1985 yılından sonra gözlemlenen silahlanma yarışının, 1993 teki zirveyi izleyen bir silahsızlanma yarışıyla devam ettiğine dikkat çekilmektedir. Gençlerin, uyuşturucu pazarlarından çekilmeleri veya katılımlarının azalması aynı şekilde silaha olan talep ve gereksinimlerini de azalttığı sonucuna varılmıştır. Böylelikle sokakta daha az silahın taşınır hale geldiği ve bunun da suçun azalmasında etkili olduğu ileri sürülmüştür (Blumstein, 2006: 29-30). Çocuk ve genç yaş grupları tarafından silahla gerçekleştirilen öldürme suç oranlarının da 1994 yılından sonra düşmeye başlamış olması yukarıda belirtilen açıklamalarla da örtüşmektedir. Konu ile ilgili yapılmış başka bir çalışma da tüm ateşli silahların yaklaşık üçte birini ihtiva eden daha yüksek tabanca sahipliğinin şiddet suç oranlarında nedensel bir faktör olabileceğini ortaya koymuştur (Duggan, 2001). Ancak tüm suç araştırmacılarının, silaha erişim konusunda getirilen kısıtlamaların kaçınılmaz bir şekilde suç oranlarında bir düşüşe yol açtığı konusunda bu kadar iyimser bir görüşe sahip oldukları söylenemez. Silahları geri alım programları ile silah şiddetinde görülen azalmalar arasındaki ilişkiye odaklanan bazı araştırmalar, silah ve suç arasında ilişkiyi ortaya koymakta başarısız olmuşlardır (Callahan vd.,1994; Kennedy vd., 1996).  1  Crack veya taş uyuşturucu, pudra görünümüne sahip ve toz durumunda olan kokainin küçük taşlara benzeyen veya kristalize edilmiş biçimidir. İlk kullanımdan sonra bağımlı olma ve ölümcül riski son derece yüksek olan bir uyuşturucu türüdür. Bu nedenle taş kokain, kokainin en güçlü ve en tehlikeli türlerinden biridir (bkz. httpx://www.uyusturucu.info.tr/tas_crack_kokain.asp) 456Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) Levitt de silah kontrolü konusundaki düzenlemenin veya polisin daha sert bir yaklaşım benimsemiş olmasının suç oranlarının düşmesi üzerinde etkisinin olmadığını veya düşük düzeyde olduğunu ileri sürmektedir (Levitt, 2004:173-174). Suç düşüşü ile silah faktörü arasındaki ilişkinin aynı şekilde silah edinme yasalarına ilişkin müsamahalı bakışın varlığı üzerinden de kurulduğu gözlemlenmektedir. Bu yaklaşım, herhangi bir bireyin kendini koruma amaçlı silah bulundurmasının suçun işlenmesinde caydırıcı bir işlevi yerine getireceği varsayımı üzerine temellenmektedir. Örneğin, herhangi bir suçlunun hırsızlık için gireceği evin sahibinin veya arabasına el koymak isteyeceği kişinin silahlı olduğunu bilmesi onu suç işlemekten caydırabilecektir. Silahlı bireyin varlığı, suçlunun suçu işlemesini engelleyebileceği gibi onun vurulması, yaralanması veya ölmesi gibi daha riskli veya tehlikeli pozisyonların yaşanmasına neden olabilecektir.  Bu durum da suçlunun olası mağdurun silaha sahip olduğunu bilmesi durumunda suçu işlemeden önce iki kez düşünmek zorunda kalacağı anlamına gelmektedir. Bu nedenle 1990 ların ortalarında ve sonlarında, suçların düşmeye başlamasıyla birlikte birçok eyalet silah taşıma hakkına ilişkin yasalar çıkarmıştır. Daha fazla silah, daha az suç yaklaşımı bu dönemde savunulmuştur.  Lott,  yayınladığı bir çalışmada her eyalette silah taşıma hakkı yasasının çıkarılmasının yılda yaklaşık 1.600 kasten öldürme suçlarının önlenmesini sağlayacağını iddia etmiştir (Lott, 2010).  Lott ve Mustard (1997) de, gizli silah yasaları nedeniyle şiddet suçlarında muazzam düşüşlerin gerçekleştiğini iddia etmişlerdir. Bu iddianın arkasındaki teori açıktır: Silahlı mağdurlar, potansiyel bir suçlunun karşılaştığı maliyetleri arttırmaktadır. Yine de bu hipotezi destekleyen çalışmaların kırılgan olduğu kanıtlanmıştır (ayrıca bkz. Ludwig, 1998; Duggan, 2001; Ayres ve Donohue, 2003). Ayrıca, silah yasalarına karşı oluşan müsamahakâr tutumun suç oranlarını arttırabileceği de ileri sürülmüştür. Duggan (2001) araştırmasında silah bulundurmanın genellikle adam öldürme suç oranını artırdığını ancak silah taşıma hakkını tanıyan yasal düzenlemelerin varlığının, silah sahipliğini artırmadığı ve dolayısıyla suç üzerinde hiçbir etkisi olmadığını belirtmiştir. Brennan Center For Justice tarafından hazırlanan raporda da, ABD için 1990 veya 2000 li yıllarda silah taşıma hakkını tanıyan yasal düzenlemelerin yapılmasının suçları azalttığına dair hiçbir kanıtın bulunmadığı ifade edilmektedir. Dahası bu sonucun konuyla ilgili en saygın çalışma bulgularıyla da uyumlu olduğu ileri sürülmektedir (Roeder vd. 2015: 47 ). 3.5. Ekonomik Alandaki Gelişmeler 457Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Kriminoloji disiplininde makroekonomik göstergelerin, suç oranları ile ilişkili olduğuna dair yaygın bir kanaat hâkimdir. Bu temel öncülden hareketle gerek ABD de gerekse de Avrupa ülkelerinde gerçekleşen suç oranlarındaki azalmanın, ilgili ülkelerdeki ekonomik alandaki bazı olumlu gelişmelerle ilişkili olabileceği düşünülmektedir. Becker (1968), suç olgusunu, ekonomik model ile açıklamaktadır. Ona göre işsizlik ve ekonomik olumsuzluklar, suç oranlarını artırmaktadır. Bu nedenle, meşru işgücü piyasası fırsatlarındaki olası gelişmeler, suçu nispeten daha az çekici hale getireceği için suç oranlarının azalmasında etkili olmaktadır. Bu öngörünün muhtemelen hırsızlık, soygun ve otomobil hırsızlığı gibi doğrudan mala yönelik suçlardaki motivasyonu içeren suçlarla daha ilişkili olduğu ancak kasten öldürme, kasten yaralama ve tecavüz gibi cinsel saldırı kapsamında yer alan suçlarda ekonomik temelli açıklamanın daha az etkili olduğu söylenmektedir (ayrıntılı bir literatür için bkz. Kızmaz, 2003). Konuya ilişkin yapılan birkaç araştırma, 1990 larda ABD ekonomisinin genişlemesiyle suç oranlarının düştüğünü ortaya koymuştur. Arvanites ve Defina (2006), 1986 ve 2000 yılları arasını kapsayan ABD eyaletleri üzerindeki çalışmalarında, yağma ve mal varlığına karşı işlenen suçlardaki oranların azalmasının, eyalet düzeyinde ölçülen gayri safi yurtiçi hasıladaki reel büyümeden kaynaklandığını tespit etmişlerdir. Rosenfeld ve Fornango (2007) da, bir ‘tüketici duyarlılığı  temelinde 1970-2003 yılları arasında ABD nin dört büyük nüfus sayımı bölgesinde, ekonomik koşullara ilişkin kolektif algılar ile yağma/soygun ve mala yönelik suç oranlarındaki değişiklikler arasında oldukça güçlü ve sağlam bir ilişki saptamışlardır. 1990 larda hırsızlık ve mal varlığına karşı işlenen suçlardaki düşüşün en azından dörtte birinden yarısına kadarının ekonomik gelişmeye ilişkin kolektif algılardan kaynaklandığı sonucuna varılmıştır (bkz. Rosenfeld ve Messner, 2009:  448).  Ancak Gayri Safi Yurtiçi Hasıladaki büyüme ile suç oranlarındaki düşüş arasında ilişki saptayan araştırmacılar (Arvanites ve Defina, 2006;  Rosenfeld ve Fornango, 2007), değişen işsizlik oranlarının suç eğilimleri üzerinde önemli düzeyde etkisini saptayamamışlardır. Levitt de, 1991-2001 yılları arasında ABD de işsizlik oranında gözlenen %2 lik düşüşün, mal varlığına karşı işlenen suçlarda tahmini olarak %2 oranında düşüşe yol açtığı ancak şiddet içeren suçlarda veya kasten adam öldürme suçlarında hiçbir değişiklik yaratmadığı belirtilmektedir.  Çünkü 1960 larda suçtaki keskin artışlar -on yıllık güçlü ekonomik büyümenin varlığı- makroekonomik göstergeler ile suç arasındaki zayıf bağı daha da güçlendirmiştir. Ekonominin suç üzerinde büyük bir etkisinin kabul edilmesi durumunda, bu etkinin muhtemelen yukarıda belirtilen çalışmalarda ifade edildiği şekliyle doğrudan etki 458Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) yoluyla değil dolaylı olarak eyalet ve yerel yönetim bütçeleri ile ilgili olduğu söylenebilir (Levitt, 2004:170-171). Başka çalışmalarda da suç düşüşünü kapsayan dönemde ABD nde işsizlik ve suç oranları arasında önemli bir pozitif zamansal ilişki tespit edilmiştir (bkz. Rosenfeld ve Messner,  2009: 448). Azalan işsizlik oranının, artış eğilimi gösteren reel GSYH nin ve ekonomik koşullara ilişkin kolektif algının gelişmesi ile ilişkili olarak ABD nde 1990 lardaki ekonomik büyümenin, suç düşüşüne katkıda bulunduğunu söylemek mümkündür. Ancak bazı araştırmalar, ekonomik göstergelerin suç oranları üzerindeki etkilerini özellikle mal varlığına karşı işlenen suçlar ve yağma/soygun (robbery) ile sınırlı olduğunu ortaya koymuştur.  Bu nedenle kasten öldürme, saldırı ve maddi kazanç için işlenmeyen diğer suçlar üzerinde ekonomik büyümenin etkisi daha zayıf veya daha az olabilmektedir (bkz. Rosenfeld ve Messner, 2009: 448). Brennan Center for Justice kuruluşu tarafından gerçekleştirilen çalışma konuyla ilgili geçmiş araştırmalara paralel olarak 1990 lardan beri artan gelirin suç oranlarını azalttığını tespit etmiştir. Gelirin artmasının, %10 oranında suçun düşmesinde etkili olduğu belirtilmektedir. İşsizlik faktörünün ise, suçun azalmasındaki etkisinin biraz daha az düzeyde (%5 düzeyinde) olduğu ifade edilmektedir. Aynı şekilde,  enflasyon oranlarının düşmesinin de mal varlığına karşı işlenen suçlar üzerinde - muhtemelen şiddet kategorisinde yer alan suçlarda değil- çok küçük düzeyde de olsa etkili olduğu ileri sürülmüştür (Roeder vd. 2015: 48). Amerika tecrübesine odaklanan araştırmalarda suç oranlarının düşüşü üzerinde özellikle ekonomi ve hapsetme faktörlerinin etkili olduğu ve aynı zamanda bu faktörlerin, Avrupa ülkelerdeki suç eğilimlerini de açıklayabileceği ileri sürülmektedir. Çünkü 1990 larda ekonomik genişlemenin sadece ABD ile sınırlı kalmadığı, Uluslararası Para Fonu (1997) rakamlarının gelişmiş ekonomilere sahip Almanya, Fransa, İtalya ve Birleşik Krallıktaki gayri safi yurt içi hasıla (GSYİH) büyümesinin ABD dekine benzer düzeylerde arttığını göstermektedir. Birleşmiş Milletler Avrupa Ekonomik Komisyonu, 2000 yılında Avrupa ve ABD de geçen on yıl içerisinde karşılıklı olarak güçlendirici bir ekonomik büyüme sürecini tanımlayan bir rapor yayınlamıştır. Bu gelişmelerle ilintili olarak Rosenfeld ve Messner (2009: 449) iyileşen ekonomik koşulların, ABD de olduğu gibi Avrupa ülkelerinde de suç düşüşleriyle ilişkili olduğunu savunmaktadırlar. 1993 - 2006 yılları arasında ABD ve dokuz Avrupa ülkesindeki hırsızlık oranları üzerindeki çalışmalarında, ABD ve Avrupa da hırsızlık düşüşlerinin artan tüketici güveniyle ilişkili olduğunu ileri sürmüşlerdir. Çünkü Onlara göre hem 459Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 ABD hem de Avrupa ülkelerinde aynı dönemlerde ekonomide olumlu gelişmeler kaydedilmiştir.  3.6. Uyuşturucu Tüketiminin ve Pazarının Azalması Suç ve şiddet oranlarının düşmesinde etkili olduğu varsayılan diğer önemli bir değişken de uyuşturucu kullanımı ve piyasasına ilişkin yaşanan değişmedir. Özellikle crack uyuşturucu tüketiminin ve satışının suç eylemlerini körüklediğini ve dolayısıyla bu piyasaya ilişkin meydana gelen değişmelerin suç oranlarının düşmesinde rol oynamış olabileceği düşünülmektedir. Bu kapsamda 1990 lı yıllarda uyuşturucu pazarının dağıtılması veya uyuşturucuya karşı alınan sert tedbirlerin, uyuşturucu kullanımını ve piyasasını azalttığı varsayılmaktadır.  Ancak uyuşturucu ve suç eğilimleri arasındaki ilişkinin niteliği ve düzeyi konusunda ciddi bir tartışmanın sürdüğünü söylemek gerekmektedir. Uyuşturucu kullanımı ile suç/şiddet arasındaki ilişki iki açıdan ele alınabilir. Birincisi, 1980 lerin sonlarında ve 1990 ların başında crack kokainin artan kullanımının, kasten öldürme ve soygun suçlarının artmasına neden olduğu yönündeki iddiadır. Tabanca vb. ateşli silah taşıyan gençlerin büyük bir kısmının crack kokain talebi için uyuşturucu kaçakçılığı içinde yer aldıkları veya uyuşturucu suçlarına karıştığı belirtilmektedir. Bu nedenle crack uyuşturucu piyasasında meydana gelen azalmayı,  şiddete dayalı suçlardaki azalmaların izlediği ileri sürülmüştür. İkincisi ise sokak çetelerinin crack kokain, toz kokain ve diğer uyuşturucuların dağıtımını ve pazarlamasını gerçekleştirmek ve piyasayı kontrol etmek için kendi aralarında şiddetli mücadele veya çatışma içerisine girdiklerine dair görüştür. Bu görüşe göre çete üyeleri, rakipleri veya müşterileri ile olan anlaşmazlıklarda genellikle korkusuz bir şekilde birbirlerini öldürmeye teşebbüs etmişlerdir. Bir anlamda potansiyel suçlular veya çete üyeleri uyuşturucu unsuruna ilişkin sorunlarını silah tehdidi ve kullanımı yoluyla çözme yoluna gitmişlerdir. Uyuşturucu kaçakçılığının bu ağır faturasını gören bazı bireylerin, diğer bir ifade ile crack kokain talebiyle uğraşan ve bu denli şiddetin sonuçlarını arzulamayan bazı uyuşturucu kaçakçılarının, daha az şiddet içeren ve daha istikrarlı uyuşturucu pazarlarına yöneldikleri ve bunun da zamanla şiddet suçlarında azalmaya neden olduğu ileri sürülmüştür (bkz. Marowitz, 2000: V-VI). ABD de, 1985 ten sonra crack kokain pazarının hızla büyüdüğü belirtilmektedir.  Crack kokainin ortaya çıkışı, gerek perakende fiyatının uygunluğunun kokain satışını kolaylaştırması, gerekse de tüketiciler arasında kullanımının popüler hale gelmesi uyuşturucuya olan ilgiyi arttırmıştır. Bu uyuşturucu türünün perakende dağıtımını, 460Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) genç çetelerin kontrol ettiği ve açık hava pazarlarında sıklıkla sattıkları ifade edilmektedir. Crack kokain ticaretinin, çeteler için oldukça kazançlı olduğu ve dolayısıyla rakip çetelerin bu uyuşturucuyu satmak ve pazarı elinde bulundurmak için rekabet etmeye, çatışmaya veya şiddet eylemlerine yönelmelerine yol açtığı belirtilmektedir (Levitt ve Venkatesh, 2000). Bu nedenle bazı araştırmacılar crack kokainin sadece uyuşturucu suçunun yanı sıra aynı zamanda aşırı şiddet eylemlerini de içerdiği hususuna dikkat çekmişlerdir (bkz. Blumstein ve Rosenfeld, 1998; Cook ve Laub, 1998). Suç oranları ile crack uyuşturucu arasında güçlü bir ilişki olduğunu ileri süren araştırmalardan biri de Levitt (2004) tarafından gerçekleştirilmiştir. Levitt (2004:180), ABD nde yaşlı siyahi bireyler arasında şiddete dayalı suç oranlarının düşmesine karşın özellikle 25 yaş altındaki siyahi gençlerde şiddet olaylarının yaklaşık olarak üç kat artmış olmasının önemli bir nedeni olarak, bu genç gruplar içerisinde kullanılan crack uyuşturucunun varlığına işaret etmiştir. Aynı şekilde genç siyahi erkekler arasında kasten öldürme olaylarının yoğunlaştığı ve azaldığı dönemler, crack pazarının yükselişi ve düşüşüyle de   aynı zamana denk gelmiştir. Sonuç olarak Levitt, 1990 lı yılların sonunda ve 2000 lerde crack kullanımının azalmasının, öldürme ve diğer şiddet suç oranlarında düşüşe neden olduğunu savunmuştur. Bu saptama Ona göre, şiddete dayalı suçlarda crack kokainin kritik bir rol oynadığının kanıtı olmaktadır. Goldstein ve meslektaşlarının 1988 yılında New York City deki kasten öldürme suçlarını derinlemesine analizini yaptıkları çalışmalarında, öldürmelerin %25 inden fazlasının crack kokaini ile bağlantılı olarak işlenmiş olduğu gerçeğini ortaya koymuşlardır. Bu öldürme suçlarının neredeyse tamamının, crack kokainin psikofarmakolojik etkilerinin neden olduğu ölümün veya uyuşturucu kullanıcılarının para kazanma ihtiyacından ziyade crack kokain dağıtımına ilişkin rekabet veya anlaşmazlıklardan kaynaklandığı saptanmıştır. 1991-2001 yılları arasında crack kokaine olan ilgi azaldığında, genç siyahi erkek popülasyonunda kasten öldürme suçlarında %48 oranında bir düşüş gerçekleşmiştir. Bu oran yaşlı siyahi erkekler için %30, genç beyaz erkekler için %42 ve yaşlı beyaz erkekler için %30 olarak saptanmıştır. Genel olarak bakıldığında, crack kokainin genç siyahi erkekler tarafından işlenen kasten öldürmeler üzerindeki tahmini etkisinin %6 ila 18 arasında değiştiği gözlemlenmektedir. Genç siyahi erkeklerin, öldürme suçlarının yaklaşık üçte birini işledikleri göz önüne alındığında, crack kokainin azalmasının 1990 larda genel kasten öldürme suçlarında %2-6 oranında bir azalmaya yol açtığını göstermektedir. Ayı şekilde crack kokainin piyasasındaki azalma, öldürme suçlarındaki düşüşlerin yaklaşık olarak %15 ini açıklamaktadır. Ancak crack kokainin etkisi, öldürme dışındaki suçlar üzerindeki etkisinin daha küçük düzeyde olduğu bir 461Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 gerçektir.  Bu durum, şiddet suçları için etkinin muhtemelen %3 düzeyinde olduğu ve mala yönelik suç üzerinde de hiç hiçbir etkisinin olmadığı şeklinde değerlendirilmesine neden olmuştur (Levitt, 2004: 180-181). Ancak Brennan Center for Justice Raporuna göre ABD deki eyaletler düzleminde crack kokain kullanımına ilişkin güvenilir veriler elde etmek kolay olmadığı için konuya ilişkin kesin bir yargıda bulunmak güçtür. Yine de raporda, crack kokaininin 1990 lı yıllarda şiddet suç oranlarındaki düşüşte rol oynamış olabileceği ancak sonraki yıllarda yaygın düzeyde crack kullanımı azaldığı için büyük ölçüde ilgili dönemde devam eden suç düşüşü üzerinde hiçbir etkisi olmadığı belirtilmektedir (Roeder vd. 2015: 58-59). 3.7. Yasal Kürtajın Önleyici Etkisi Suç oranlarının değişmesinde en tartışmalı konulardan biri, kürtajın yasallaşmasının suç oranları üzerindeki etkisinin ne olduğudur. Kürtajın yasallaşmasının, istenmeyen doğumların sayısında bir azalmaya yol açacağı ve bunun da suçun düşmesinde etkili olduğu varsayılmaktadır. Çünkü istenmeyen evliliklerden doğan çocukların, anti sosyal veya problemli bir çocukluk deneyimini yaşayacakları ve suça yönelebilecekleri öngörülmektedir. Ebeveynlerin küçük yaşta ve çocuklarına bakamayacak durumda olmaları ve çocuk bakımı konusunda yeterli motivasyona, bilgi ve deneyime sahip olmamaları gibi çok sayıda faktör çocuğun yetiştirilme ve sosyalleştirilme süreçlerini olumsuz etkilemektedir. Bu tür durumların çocukların suça eğilimli yetişmeleri ile sonuçlanmasına yol açabileceği tahmin edilmektedir. Bu nedenle kürtajın yasallaşmasının, istenmeyen doğumları sonlandırma imkânı yarattığı gerekçesiyle ileride suçlu olma riski taşıyan çocuğun da doğmasın önlediği gibi bir sonuç yarattığı iddia edilmiş olmaktadır. Levitt, ABD Yüksek Mahkemesi nin 1973 teki Roe-Waded kararının 1990 larda gerçekleşen suç oranlarındaki düşüşün nedeni olabileceğini ileri süren çalışmaların varlığına göndermede bulunmaktadır. O, konuya ilişkin yapılmış çok sayıda çalışmaların yirmi yıl sonra düşen suç oranlarını açıklamada yasallaşan kürtajın önemli bir rol oynadığını ileri sürmektedir (Levitt, 2004: 182). Levitt, Levine ve arkadaşları tarafından gerçekleştirilen araştırmada, kürtajın yasal hale gelmesi ile birlikte doğum oranlarındaki %5 oranındaki düşüşe ilişkin bulguya dikkat çekmektedir. Söz konusu çalışmada ergen ve beyaz ırktan olmayan anneler için doğum sayısındaki düşüşün, beyaz nüfusta ergen olmayan annelere oranla yaklaşık iki kat daha fazla olduğu tespit edilmiştir. Bu bulguyla tutarlı olarak, kürtajın yasal hale gelmesinden sonra evlat edinilmesi için verilen çocukların sayısında da dramatik düşüşün gerçekleştiği gözlemlenmiştir. Kürtajın yasallaşmasının ardından Amerika Birleşik Devletleri nde bebek öldürme sayısında 462Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) da düşüşler gerçekleşmiştir. Buradan hareketle düşüşlerin kürtajın yasallaşmasıyla uyumlu olduğu ifade edilmektedir.  Donohue ve Levitt (2001) de, kürtajın yasallaşması ile suç arasında nedensel bağlantının varlığını gösteren tutarlı bir dizi kanıt rapor etmişlerdir. 1970 yılında kürtajın yasal olduğu beş eyalette (Roe v. Wade den üç yıl önce) gözlemlenen suç oranlarındaki düşüşler, ülkenin geri kalan diğer bölgelerinden daha önce gerçekleştiği tespit edilmiştir. Yüksek oranda kürtajın gerçekleştiği eyaletlerde, sonraki on yıl içinde düşük oranda kürtajın uygulandığı eyaletlere kıyasla suçta daha dramatik düşüşler yaşanmıştır. Yüksek ve düşük oranda kürtajın gerçekleştiği eyaletler arasındaki suç düşüşünde oluşan farklılıkların büyüklüğü kasten öldürme, şiddet suçları ve mala yönelik suçları için %25 in üzerinde gerçekleşmiştir. Örneğin, 1985 ile 1997 yılları arasında yüksek düzeyde kürtaj yapılan eyaletlerde kasten öldürme suçları %25,9 düşerken, düşük kürtajın gerçekleştiği eyaletlerde kasten öldürme suçlarında %4,1 oranında artış gerçekleşmiştir (Levitt, 2004: 182-183). Donohue ve Levitt, 1990 lı yıllardaki suç oranlarında yaşanan düşüşünün yarısının, kürtajın yasallaşması ile ilişkili olduğunu ileri sürmüşlerdir. Levitt de araştırmasında (2004), suç oranlarında meydana gelen düşüşün yaklaşık üçte birinin kürtaj faktörü ile ilişkili olduğunu belirtmiştir (bkz. Roeder vd. 2015: 60). Başka araştırmalar da kürtaj ve suç arasındaki ilişkiye dikkat çekmişlerdir. Reyes (2007), ABD deki verileri kullanarak suç oranlarının düşüşü ile ilişkili olarak kürtajın etkisini rapor etmişlerdir. Aynı şekilde Sen (2002) de, Kanada verilerinde kürtaj ve suç arasında bir bağlantı bulmuştur.  François vd. (2014) de, on altı Batı Avrupa ülkesi örneği üzerinden kürtaj ve suç ilişkisini ele aldıkları çalışmalarında; Avrupa ülkelerinde kürtajın yasallaşması çabasının farklı tarihlerde gerçekleştiğini ve kürtaj - suç ilişkisinin incelenmesine olanak veren ülkelerde kürtaj oranının özellikle cinayet ve hırsızlık suç oranları üzerinde anlamlı ve negatif bir etkisi olduğunu tespit ettiklerini belirtmektedirler. Kürtajın yasallaşmasının bazı Avrupa ülkelerindeki suç oranlarının düşmesi üzerindeki etkisini belirleyen bu sonuçlar, Levitt (2004) ve Donohue ve Levitt (2001) in araştırma bulguları ile uyumlu olduğu gözlemlenmektedir. Kürtajın yasallaşmasının suç oranlarının azalması üzerinde etkili olduğunu belirten çalışmaların yanı sıra bu ilişkiye kuşkulu yaklaşan çalışmalar da bulunmaktadır. Kürtaj ile suçun azalması arasında herhangi bir ilişki görmeyenler genelde kürtajın yasallaşması ile insanların bir anda çocuklarını aldırmak için kürtaj olmak üzere sıraya girmediklerini ileri sürmektedirler. Bir anlamda kürtaj yasallaştırıldığında kürtaj sayılarında ani bir artış gerçekleşmemiştir. Bu savla ilgili olarak da kürtaj yasasının, çiftlerin kürtajı yedek 463Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 bir doğum kontrolü yöntemi olarak veya daha fazla korunmasız cinsel ilişki ve seks deneyimlemek için de kullanılmasına yaradığı  ileri sürülmektedir. İkinci bir husus ise yaş değişkeni ile ilgili olarak belirtilen husustur. 1990 lı yıllarda suç oranı, sadece 1973 te veya daha sonra doğmuş olanlarda düşme eğilimi içerisine girmemiştir. Aynı anda kürtajın yasallaşmasından önce doğan yaş gruplarında da suç oranlarında düşme gerçekleşmiştir. Genç gruplar ile ilişkili suç oranlarının, yaşlı yetişkinlerin suç oranlarını etkilediğine dair kanıtlar bulunmakla birlikte bu durum, 1994 yılında 21 yaşına girenlerin on yaşından büyük bireyler arasındaki suçu bastıracak kadar güçlü olduğu anlamına gelmemektedir. Üçüncü bir eleştiri de kürtajın yasallaşması ile suç oranlarının azalması arasında kurulan ilişkinin varsayımsal olduğu ve bilimsellikten uzak olduğu yönündeki eleştiridir. Çünkü kürtaj teorisi örtük olarak istenmeyen çocukların zorunlu olarak daha fazla suç işlediğini varsayarak kürtajın bu çocuklarının doğumunu engellediğini savunmaktadır.  Bu eleştiriyi yapanlara göre bu varsayım kanıtlanmış değildir. Son olarak da Pinker tarafından da beyan edildiği gibi kazara hamile kalan ve istenmeyen gebeliği sonlandırmak isteyen kadınların genelde ileri görüşlü, gerçekçi ve disiplinli kadınlar olduğu,  gebeliği sonlandırmayıp çocuklarını doğuranların da genelde kaderci, plansız ya da zapt edilemez bir ergenden çok şirin bir bebek düşüncesine odaklanan yeterince olgun olmayan kadınlar oldukları yönündeki argümandır. Bu nedenle gebeliğini sonlandıran kadınların, gebeliğini devam ettirenlere kıyasla eğitim düzeylerinin, akademik başarılarının ve dolayısıyla okulu bitirme olasılıklarının daha yüksek olduğu ve dolayısıyla sosyal yardımla geçinme oranlarının daha düşük olduğu ifade edilmektedir. Bu kapsamda daha iyi düzeyde annelik yapabilecek kadınların hamileliği sonlandırırken bu gruba kıyasla daha dezavantajlı ve savunmasız pozisyonda olanların hamileliği sonlandırmayarak suça veya şiddete daha yatkın çocukları doğurmuş olabileceği zikredilmektedir (bkz. Pinker, 2019:  142-144). Brennan Center for Justice kuruluşu tarafından gerçekleştirilen rapora göre de, kürtajın yasallaşmasının muhtemelen 1990 lardaki suçun azalmasında belirli oranda bir etkisi olduğu yönündedir. Çünkü kürtajın 1990 larda suçu bir dereceye kadar azalttığına dair ampirik olarak destekleyen bazı bulgular bulunmaktadır. Ancak, Roe - Wade kuşağının ilk suç çağını terk etmesinden sonra 2000 lerde suç azalmaya devam etmiştir. Bu azalmanın devam etmesini, sadece kürtaj faktörü ile açıklamak yetersiz olacaktır.  Zimring  de kürtajın yasallaşması ile suç oranlarının azalması arasındaki ilişkinin ABD için bile tartışma konusu iken bu yaklaşımın diğer ülkelerdeki suç düşüşlerini açıklamak için uygun olmayacağını iddia etmektedir. Avustralya, Kanada, Fransa, İrlanda, İtalya, İspanya, İsveç ve Birleşik Krallık gibi diğer ülkeler üzerinde kürtaj - suç ilişkisini 464Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) araştırdığı çalışmasında Zimring (2006: 211-221), kürtaj hipotezinin daha geniş çapta uygulanabilir olduğuna dair kanıt saptayamadığını belirtmektedir. ABD de kürtajın yasallaşmasının, evlilik dışı çocuk doğumunu azalttığı için  suç oranlarının azalmasında etkili olduğu ileri sürülmüştür (Donohue vd., 2009). Ancak Avrupa da kürtajın yasallaşmasına dair uygulamalar, tek tip bir örüntü şeklinde gerçekleşmemiştir. Bazı Avrupa ülkelerinde kürtajın yasallaşması, Amerika Birleşik Devletleri ne benzer biçimde 1970 lerde gerçekleşirken, diğer bazı ülkelerde daha sonraki yıllarda mümkün olmuştur. Avrupa ülkelerinde kürtaj ve suç arasındaki ilişkiyi inceleyen Pop-Eleches (2006) ve Kahane vd., (2007) elde ettikleri sonuçlar, birbirinden farklılık arz etmiştir.  Pop-Eleches (2006), Romanya üzerinde gerçekleştirdiği araştırmasında suç oranlarının düşmesindeki etkisi nedeniyle Donohue ve Levitt (2001) ile uyumlu sonuçlar bulurken,  İngiltere ve Galler üzerindeki çalışmasında Kahane vd. (2007), Donohue ve Levitt ile örtüşen sonuçlar saptamamışlardır  (Buonanno vd., 2011:359). Sonuç olarak kürtajın yasallaşması ile suç oranlarının azalması arasındaki ilişkiye odaklanan araştırma bulgularının birbiriyle uyumlu olmadığı ve kompleks bir nitelik arz ettiği gözlemlenmektedir. Aslında burada tartışılması gereken husus, kürtaj olgusundan öte çocuğun nasıl bir aile yapısında yetişeceğidir. Olumsuz aile yapılarında büyüyen çocukların, suçluluk eğilimlerinin, iyi aile koşullarında yetişen bireylere kıyasla daha yüksek olduğunu tahmin etmek güç değildir. İstenmeyen veya arzulanmayan evliliklerden doğan bazı çocukların yetiştiği aile ortamının sağlıklı olmamakla birlikte istenmeyen bu tür hamilelikten doğan çocukların tümünün olumsuz bir aile yapılarında yetişeceği ve aynı şekilde suça yönelebileceklerini ileri sürmek mümkün değildir. Aynı şekilde kürtajın, suç düşüşleri üzerindeki etkisinin daha çok dolaylı olduğunu iddia etmek daha gerçekçi olacaktır. 3.8. Demografik Alandaki Değişmeler Suç işlemenin en çok yoğunlaştığı yaş grubunun azalmasının genel olarak suç oranlarının düşmesinde etkili olabileceği varsayılmaktadır. Demografik alandaki değişmelerle genelde nüfusun giderek yaşlanmış olması ifade edilmek istenmektedir. Buonanno vd. (2011) nin de belirttiği gibi kriminolojide, genç erkeklerin diğer demografik gruplardan istatistiksel olarak daha fazla suç işledikleri bilinen bir gerçektir.  Diğer bir ifade ile genelde suçların önemli bir oranı çocuk ve genç yaş grubunda işlenmektedir (Newburn,1997: 626). Dolayısıyla çocuk, ergen ve genç nüfus oranın azalması aynı 465Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 şekilde suç oranlarının da azalmasını getirecektir.  II. Dünya Savaşı nın ardından, Bebek Patlaması Jenerasyonun (Baby Boomer) yükselişi ile bu yaş grubu içerisinde suça eğilimli gençlerin sayısı önemli ölçüde artmıştır. Bebek Patlaması Kuşağı olarak adlandırılanların yaşlanmalarına bağlı olarak suç oranı da azalmıştır. Suç oranlarının yüksek olduğu dönemlerde 15-24 yaş grubundaki gençlerin genel nüfus içindeki oranlarının yüksek olduğu ve sonraki dönemlerde bu yaş grubundaki nüfusun ve buna eşlik eden suç oranlarının azaldığı ileri sürülmektedir. Bu nedenle Baby Boomer ların yaşlanması derin bir demografik değişimi temsil etmektedir. Yaşlıların hem suç işleme hem de cezai mağduriyet oranları son derece düşük gerçekleşmektedir. 2001 yılında, 65 yaşın üzerindeki kişilerde kişi başına tutuklanma oranlarının 15-19 arası yaşlarda bulunanların yaklaşık ellide biri düzeyinde olduğu ifade edilmektedir (Levitt, 2004:170-171). 1990 lı yıllar içerisinde gerçekleşen suç oranlarındaki düşüş ile yaş ortalamasındaki artış arasında bir ilişki öngörülmektedir. ABD nde suç dalgasının, bebek patlaması olarak tanımlanan doğumlardaki ani artışların yaşandığı dönemlerde ve bireylerin genç yaşam diliminde bulunduğu 15-24 yaşlarda en çok işlendiği ifade edilmektedir. Levitt nüfusun yaşlanması faktörünün, 1980 ve 1995 yılları arasında şiddet suçlarındaki düşüşün %12 sini ve mala yönelik suçlardaki düşüşün de %18 ini açıkladığını belirtmektedir. Onun yaptığı çalışmanın tahmin içeren bulgularına göre de, 1995-2010 yılları arasında nüfusunun yaşlanmasının şiddet suçlarında %1-2 ve mala yönelik suçlarında da %5-6 oranında bir azalmaya yol açmıştır. Sonuç olarak Levitt, genel olarak demografik değişimlerin suç üzerindeki etkisinin muhtemelen hafif düzeyde olduğunu iddia etmektedir (Levitt, 1999). Roeder vd. (2015: 56) tarafından gerçekleştirilen çalışmada da, ABD de 1990 larda suç oranında gerçekleşen düşüşün %2-3 arasındaki oranın, 15 ile 29 yaş arasındaki nüfustaki azalmaya bağlanabileceği ifade edilmektedir. Bu sonucun ilgili dönemdeki suç oranlarının düşmesindeki istatistiksel olarak etki düzeyinin  %0 - 5 arasında değişiklik arz edebileceği anlamına gelmektedir. Aynı şekilde 2000 - 2010 arasında nüfusun demografik yapısında bir değişiklik gerçekleşmediği için 2000 li yıllarda yaşanan suç oranlarının düşüşünde bu değişkenin etkisinin olmadığı vurgulanmaktadır. Aynı şekilde Blumstein (2002) ve Fox (2000), demografik değişimin şiddet ve öldürme suç oranındaki değişikliği açıklayabileceğine dair çok az kesin kanıtın bulunduğunu ileri sürmektedirler. Pinker (2019: 127) de, artan suçların nedenini sadece bebek patlaması ile açıklanmasını gerçekçi bulmayarak dolayısıyla suç oranlarının düşmesinin de sadece demografik dönüşüm ile açıklanmasına eleştirel yaklaşmaktadır (Pinker, 2019: 127). 466Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) Suç oranlarının düşmesi üzerinde yukarıda belirtilen bu değişkenlerin dışında başka faktörler de belirtilmiştir. Bu değişkenler içerisinde özellikle teknolojik gelişmeler ile birlikte insanların daha çok evde zaman geçirmesinin (evde internet üzerinden alışveriş yapma, oyun oynama, görüşmeler yapma, nakit para taşıma yerine kredi kartlarını kullanma gibi) suçu önlediği (Tonry, 2014: 5), kullanılan bazı psikiyatrik hapların şiddet eğilimini azalttığı (Knepper, 2012: 364), benzindeki kurşun oranının azalmasının (yüksek oranda kurşuna maruz kalmanın şiddet eğilimini tetiklediği iddiası) etkisi (Wolpaw Reyes, 2007; Roeder, 2015), ABD ndeki çetelerin daha az şiddet eylemlerine yöneldiği, ABD nde ölüm cezaları infazının artış göstermesinin yarattığı caydırıcılık (Levitt, 2004: 175; Dezhbakhah vd., 2002; Ehrlich 1975) ve kentsel dönüşüm ile birlikte suçun yoğun işlendiği mahallelerin suçtan arındığı gibi faktörler en sık belirtilenler arasında yer almaktadır. İlgili literatüre bakıldığında bu değişkenlerin suç oranlarının azalmasındaki etkisi ile ilgili hararetli tartışmaların sürdüğü görülmektedir. Araştırma sonuçlarının veya bulgularının birbirleriyle örtüşmediği çok belirgin olarak gözlemlenmektedir.  4. ABD ve Avrupa Ülkeleri Tecrübesi Üzerinden Yaklaşımların Değerlendirilmesi  Suç oranlarının düşmesine odaklanan araştırmaların yanıtı aradıkları önemli bir husus, ABD ve Avrupa ülkelerindeki düşüşlerin aynı faktörlerle açıklanıp açıklanamayacağı hususudur. Hiç kuşkusuz, ABD ve bazı Avrupa ülkelerinde meydana gelen suç işleme oranlarındaki düşüşlerin nedenlerinin tümünü aynı faktörlerle açıklamak mümkün değildir. Öyle ki ABD de eyaletler bazında da bu değişkenler farklılaşabilmektedir. Bu nedenle tüm Avrupa ülkelerindeki suç düşüşlerinin aynı değişkenler bağlamında ele alınması doğru bir yaklaşım olmayacaktır. Ayrıca Batı Avrupa daki suç oranlarının homojen bir eğilim izlemediği de bir gerçektir.  Otuz altı Avrupa ülkesine ait suç verilerinin (1990 - 1996 yıllar arası) yer aldığı European Sourcebook of Crime and Criminal Justice Statistics e bakıldığında, Avrupa ülkelerindeki suç eğilimlerinin Amerika Birleşik Devletleri ndekilerden farklılık arz ettiği görülmektedir. Gözlemlenen farklılıklardan biri Avrupa ülkelerinde uyuşturucu ve şiddet suçlarının, ABD de düşme eğilimi sergilediği dönemde artmaya devam etmiş olmasıdır. Diğer ikinci bir farklılık ise Amerika Birleşik Devletleri nde suç oranlarının düşüşü için kullanılan teorik açıklamalarının çoğunun, Avrupa daki suç eğilimlerini açıklamada daha az kullanışlı olmasıdır. Diğer bir ifade ile ABD deki suç eğilimlerinin değişimini açıklayan modellerin önemli bir kısmının, mevcut Avrupa eğilimlerini 467Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 anlamada çok az yardımcı olabileceği iddiasıdır (Killias ve Aebi, 2000: 43-44). Bu saptama kaçınılmaz olarak ABD tecrübesine ilişkin açıklamaların veya modellerin, Avrupa bağlamına aktarılamayacağının bir kanıtı olarak gösterilmektedir.  Örneğin, Avrupa ülkelerinin ABD ne benzer biçimde hiçbir zaman bir crack salgını sorunu ile karşılaşmadığı bazı kriminologlar tarafından dile getirilmektedir. Oysaki crack uyuşturucu faktörünün, Amerika suç oranlarındaki artışın ve ardından gelen düşüşün başlıca nedenlerinden biri olarak sıklıkla vurgulanmıştır (Blumstein ve Rosenfeld, 1998; Levitt, 2004). Öte yandan ABD tecrübesine odaklanan yaklaşımlar, tüm suçların aynı yönde değiştiği varsayımı üzerine temellenmektedir. Örneğin, hapis cezasındaki artışın suç oranları üzerinde bir etkisi söz konusu ise (Levitt 1996), bu etkinin neden tüm suçlar için geçerli olmadığını anlamak güçtür.  Aynı yaklaşımın, kürtajın yasallaşması (Donohue ve Levitt, 2001), polis sayısındaki artış (Levitt, 2004) ya da demografik ve ekonomik fırsatlardaki değişiklik (Blumstein ve Wallman, 2000: 2006) gibi açıklama modellerine de uygulamak mümkündür. Bütün bu faktörler, Avrupa da da mevcut olmakla birlikte suçun evrimi üzerinde ABD dekine benzer aynı rolü oynamadığı bilinmektedir. Killias ve Aebi (2000) bu durumu haklı olarak, Avrupa, Amerikan deneyiminin sınırlarını göstermektedir (Killias ve Aebi 2000; Aebi ve Linde, 2010: 265-266) şeklinde ifade etmektedirler. Killias ve Aebi demografik faktörlerin, Avrupa da artan suç eğilimleri üzerindeki etkisini saptamaya yönelik çok az destek bulunduğunu ileri sürmüşlerdir. Onlara göre suça en yatkın yaş gruplarındaki genç erkeklerin sayısı sadece ABD de değil tüm Batı ülkelerinde düştüğü halde Avrupa da suç oranlarında genel ve tutarlı bir düşüş gerçekleşmemiştir. Demografik faktöre ilişkin açıklamaların, Amerika daki suç oranları üzerindeki etkisi konusunda bile sınırlı bir desteğin saptanmış olduğu belirtilmektedir.  Avrupa ülkelerinde suç eğilimlerindeki değişimi; ülkelerin siyasi, ekonomik ve sosyal kurumlarının meşruiyetindeki değişikliklere dayalı açıklamalarla ilişkilendirmenin de zor olduğu ileri sürülmektedir. Killias ve Aebi aynı zamanda Avrupa ülkelerinin hiçbir zaman Amerika Birleşik Devletleri düzeyinde bir crack salgını sorunu yaşamadıkları ve aynı şekilde Avrupa verilerinde de şu ana kadar sert uyuşturuculardan hafif uyuşturuculara geçiş yapıldığına ilişkin bir gelişmenin saptanmamış olması nedeniyle bu tür açıklamaların ABD örneğinde haklılık payı olmakla birlikte Avrupa eğilimlerini açıklamada sınırlı düzeyde bir açıklama imkânını sunduğunu iddia etmektedirler (Killias ve Aebi, 2000: 55-56). Buonanno vd., (2011) yedi Avrupa ülkesi ve ABD ne ait zaman serisi verilerini (1970– 468Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) 2008) kullanarak yaptıkları araştırmada, nüfusun demografik yapısında meydana gelen değişmelerin ve hapsedilme oranındaki artışın suçun önemli belirleyicileri olduğunu saptamışlardır. Ancak Onlar, kürtajın yasallaşmasının, ABD de suç oranlarının düşmesinde etkili olduğu düzeyde inceledikleri Avrupa ülkelerinde  suç oranlarını  azalttığına ilişkin bir bulgu elde etmediklerini belirtmişlerdir (Buonanno vd., 2011: 355). Van Dijk de, Avrupa toplumlarındaki suç düşüşünün nedenine ilişkin olarak analiz edilen bazı değişkenlere eleştirel veya temkinli yaklaşmaktadır. Ona göre, Amerika da crack tüketiminin yaygınlaştığı dönemde, Avrupa da ilk dönemlerde bu konuda yüksek düzeyde bir yaygınlık söz konusu değildi ve bu nedenle Avrupa daki bazı toplumlar için uyuşturucu unsurunun elimine edilmesi gerekmektedir. Kürtaja ilişkin yasaların liberalleşmesi konusundaki yasal düzenlemeleri de, ABD ve diğer ülkelerdeki suç azalmalarından daha önce gerçekleştiği gerekçesiyle dışarda tutulması gerektiği kanaatindedir. Dahası Ona göre bazı Avrupa ülkelerinde böyle bir yasal düzenleme bile söz konusu olmamıştır. Aynı şekilde Van Dijk, polislik alanındaki gelişmelerin ve tutukluluk sayılarının/oranlarının artmasının, ABD de suç oranlarının düşmesindeki katkısının bir yere kadar geçerli olduğu, Avrupa bağlamında ise bu unsurların umut verici olarak gözükmediğini ileri sürmektedir. Diğer bir ifade ile Ona göre suç oranlarının düşmesinde etkili olduğu varsayılan bu unsurlar, Avrupa ülkeleri gerçekliğiyle örtüşmemektedir. Örneğin tutuklama rakamları Birleşik Krallık ve Hollanda da 3 e katlanırken, Finlandiya da düşme eğilimi sergilemiştir.  Fransa da ise tutuklanma sayıları aynı düzeyde kalmıştır. Benzer biçimde Van Dijk, ABD de suç azalmalarının nedeni olarak belirtilen ekonomik temelli açıklamaların da suç eğrisini açıklamada yeterli olmadığını ileri sürmektedir. Ona göre Avrupa ülkelerinde, 1980 den bu yana yaşam koşullarında doğrusal bir şekilde bozulma veya kötüleşme gerçekleşmediği gibi 2000 yılından bu yana doğrusal olarak bir gelişme de de kaydedilmemiştir. Dahası ekonomik döngü teorilerine göre günümüzdeki ekonomik krizlerden ve yüksek düzeydeki işsizlik oranlarından dolayı suç oranlarında büyük patlamaların yaşanması gerekirdi. Ancak şimdiye değin suç oranlarındaki düşüş eğilimi devam etmiştir (Van Dijk, 2010:  12). Zimring de The Great American Crime Decline (2006) başlıklı kitap çalışmasında Amerika daki suç düşüşünü, Kanada daki düşüş eğilimleri ile karşılaştırmakta ve her iki ülke için de geçerli olabilecek nedenleri saptamaya çalışmaktadır. Bu çerçevede ABD de suçun azalması ile ilgili ileri sürülen bazı açıklamaların, büyük ölçüde Kanada daki düşüşleri açıklayamadığını ileri sürmektedir. Zimring e göre, Kanada da hapis oranları 1990 larda artmadığı gibi 1980 lerde, ABD şehirlerinde gözlemlenen 469Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 crack uyuşturucu salgını da bu düzeyde tecrübe edilmemiştir. Bu nedenle ona göre Kanada daki suç düşüşlerinin nedeni ABD de olduğu gibi daha fazla insanın cezaevine gönderilmesi ve crack uyuşturucu piyasasının azalması şeklindeki gerekçeler olamaz. Bundan ayrı olarak Zimring e göre Kanada ekonomisi de ABD dekine benzer şekilde sürekli büyüme eğilimi sergilememiştir. Bu nedenlerle Zimring, nüfusun yaşlanmasının ortak bir döngüsel dinamik olarak hem Amerika ve hem de Kanada daki suç düşüşünü kısmi düzeyde açıklayan bir faktör olduğu sonucuna varmaktadır. Zimring, 1990 larda öldürme suç oranlarının yaklaşık 3/4 (dörtte üç) oranında azaldığı New York City deki düşüşün nedenini, New York ta uygulanan Compstat polislik uygulamalarına, ulusal ekonominin gelişmesi ve artan hapis cezaları gibi koşullarla açıklamaya çalışmaktadır. Quimet (2004) ise Kanada da suç oranlarının düşmesini konu edindiği araştırmasında; demografik değişim, gelişmiş istihdam olanakları ve kolektif değerlerdeki değişiklikleri vurgulamıştır. Arcidiacono ve Selmini (2010: 17) de,  İtalya da suç oranlarının düşmesinde etkili olduğu varsayılan nedenlerin, Avrupa daki diğer ülkelerden farklı olmadığını belirtmektedirler.  Onlara göre suçun düşmesinde etkili olan faktörler şunlardır: 1. Suçluların davranışındaki değişiklikler, 2. Araba ve binalarda güvenlik önlemlerin geliştirilmesi, 3. Hedefi güçleştirme yönündeki çabalar, 4. Mağdurların yaşam tarzlarında meydana gelen değişmeler. Tonry (2005: 10-11) batı ülkelerinde düşen suç oranlarının olası nedenlerini açıklama kapsamında aşağıdaki yaklaşımlara dikkat çekmektedir. 1. Suç kontrol politikaları alanındaki değişmeler, 2. Elias tarafından formüle edilen uygarlaşma süreci (civilizing process) yaklaşımı, 3. Foucault un disipline edici kurumlar (disciplinary institutions) yaklaşımı, 4. Normatif alanında meydana gelen değişmeler. Bu yaklaşımlardan özellikle sosyal kontrol politikaları alanındaki gelişmelerin diğer yaklaşımlara kıyasla daha çok ilgi gördüğünü söylemek mümkündür. Avrupa  ülkelerindeki suç oranlarının düşüşüne odaklanan kriminologlar içerisinde özellikle Farrell (2013),  Farrell vd., (2008), Farrell vd., (2011), Aebi ve Linde (2010, 2012, 2014),  Van Dijk vd. (2012) ve Killias ve Aebi (2000, 2010) ın çalışmaları dikkat 470Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) çekicidir. Bu kriminologların ortak özellikleri Avrupa ülkelerindeki suç oranlarının düşüşünün nedenlerini ABD tecrübesi dışında arama çabalarıdır. Onlar genel olarak Avrupa ülkelerinin suç eğilimlerinde yaşanan değişimi, fırsat ve rutin faaliyetler ile ilişkili olarak durumsal suç önleme yaklaşımları çerçevesinde ele almaktadırlar. Bu nedenle söz konusu araştırmacılar, güvenlik alanındaki iyileştirmelerin Avrupa ülkelerindeki suçlardaki düşüşünün temel itici unsurları olabileceğini iddia etmektedirler. Örneğin Killias ve Aebi, Felson (1999) tarafından formüle edilen rutin faaliyetler ve diğer durumsal yaklaşımın, ABD tecrübesine odaklanan yaklaşımlara kıyasla farklı bağlamlarda veya ülkelerde çok daha geniş uygulama alanına sahip olduğunu ileri sürerek Avrupa ülkelerinin suç eğilimlerinde yaşanan değişimin, rutin faaliyetler ve durumsal yaklaşımlar çerçevesinde ele alınmasının daha geçerli ve uygun olabileceğini iddia etmektedirler (Killias ve Aebi, 2000: 43-44, 58). Aynı şekilde Aebi ve Linde (2010), batı Avrupa ülkelerinde mala yönelik suçlardaki düşüşün nedenlerini, Avrupa daki sosyo-ekonomik alanda meydana gelen değişimler, hanelerde güvenlik önlemlerine ilişkin çabaların artması ve özel güvenliğin güçlendirilmesi şeklindeki gelişmelerle ilişkilendirerek açıklamaktadırlar.  Farrell vd., (2010: 36) de, suç oranlarında yaşanan düşüşlerin nedenlerini açıklama konusunda en azından başlangıç   noktası olarak rutin faaliyet teorisi, durumsal suç önleme ve rasyonel seçim, suç örüntü teorisi ve çevresel kriminolojiyi birleştiren fırsat teorilerinin daha uygun  olduğunun altını çizmektedir.  5. Sonuç ve Tartışma 1990 lı yılların başlarından itibaren ilkin ABD de ve akabinde de çok sayıda gelişmiş batı ülkelerinde suç oranlarında düşüşler yaşanmıştır. Bu kapsamda ABD ve Avrupa nın çok sayıda ülkelerinde suç düşüşlerinin art arda gerçekleştiğini ileri sürmek mümkündür. Tüm ülkeler için evrensel bir eğilim olmamakla birlikte gerek ABD gerekse çoğu gelişmiş batı Avrupa ülkelerinde şiddete dayalı (kasten öldürme, yaralama, yağma/ soygun gibi) ve mal varlığına karşı suçlar (konutta hırsızlık, oto hırsızlıkları vb.) başta olmak üzere suç kategorilerinin çoğunda önemli oranda düşüşler gözlemlenmiştir.  Konuya ilişkin yapılan çok sayıda çalışma bu düşüşün nedenine ilişkin çok sayıda faktör belirlemiştir. Bu faktörler üzerinde kriminologların bir uzlaşı sağladıklarını söylemek zordur. Araştırmacıların faktörler üzerinde uzlaşı sağlayamamalarının önemli bir nedeni, farklı coğrafyalarda farklı değişkenlerin suç oranlarının düşmesi üzerinde etkili olmasıdır. Anlaşmazlığa ilişkin diğer bir neden de suç oranlarının düşmesinde birden çok faktörün etkili olmasıdır.  Ülkeler veya eyaletler temelinde bu değişkenlerin veya faktörlerin etkililik düzeyi de farklılaşabilmektedir. Bu kapsamda özellikle 471Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 ABD deki suç oranları üzerinde etkili olan dinamikler ve ABD ceza adalet sistemi belirli düzeyde Avrupa ülkelerinden farklılık arz etmektedir. Ayrıca sosyal bilimlerde değişkenlerin etki düzeylerinin net bir şekilde saptanması da son derece güçtür. Bu nedenle suç oranlarının artmasında ve düşmesinde etkenlerin farklılık arz etmesi son derece normaldir. Dolayısıyla değişkenlerden hangisi veya hangilerinin bu düşüşün gerçek nedenleri olabileceği hususu bir tartışma konusu olarak varlığını devam ettirecektir. Diğer bir tartışma konusu da değişkenlerin suç oranlarının düşüşündeki etki düzeyi konusunda yaşanmaktadır. Hangi değişkenin ne düzeyde suç oranlarının azalmasını sağladığını belirlemek neredeyse imkânsızdır. Değişkenlerin etki düzeyinin de ülkeler bazında farklılık arz etmesi son derece olağan ve beklenen bir durumdur. 1990 lı ve 2000 li yıllardaki suç düşüşü üzerine yapılan araştırmalar, Batı Avrupa da da önemli düşüşlerin gerçekleştiğini saptamalarına rağmen, ağırlıklı olarak ABD ne odaklanmışlardır.   Bu nedenle suç düşüşlerinin nedenlerini konu edinen araştırmalarda genelde ABD deki düşüşlerde etkili olduğu varsayılan değişkenlerin daha etkili olarak öne çıktığı gözlemlenmektedir. Diğer bir ifade ile suç düşüşlerinin açıklanmasında ABD de yapılan araştırmalardaki argümanlarının izlerini görmek mümkündür. ABD ve Batı Avrupa ülkelerindeki suç düşüşünün nedenleri çok belirgin olarak farklılaşmamakla birlikte bazı değişkenlerde bir ayrışmanın gerçekleştiği dikkat çekmektedir. Örneğin, ABD nde suçlulara yönelik sert tutumun ve ceza adalet sisteminin daha yoğun cezalandırıcı etkisi öne çıkarken Avrupa daki düşüşlerde güvenlik önlemleri alanındaki gelişmeler, ekonomik gelişmeler ve sosyal devlet politikalarının etkisinin daha fazla öne çıktığı gözlemlenmektedir. Özellikle Avrupa ülkelerindeki suç oranlarında meydana gelen düşmeye odaklanan araştırmalar ağırlıklı olarak suç olgusunu, fırsat faktörü ile ilintili kriminolojik yaklaşımlar çerçevesinde ele almaktadırlar. Bu kapsamda özellikle durumsal suç önleme modellerinin ve dolayısıyla güvenlik alanındaki gelişmelere ve iyileştirmelere dikkat çekmektedirler. Genel olarak gelişmiş batı ülkelerinde yaşanan suç oranlarının düşüşünü tek veya birkaç sınırlı faktörle açıklamak mümkün değildir. Dolayısıyla suç oranlarının düşüşü üzerinde birden çok sayıda değişkenin birlikte etkili olması muhtemeldir. Bu kapsamda suç düşüşü üzerinde tek faktörlü açıklamalar yerine çok sayıda faktörün etkili olduğu modellerin geliştirilmesinin daha doğru olacağı söylenebilir. Aynı şekilde çok sayıda değişken birlikte değerlendirildiğinde suç düşüşünün daha güçlü ve ikna edici bir şekilde açıklanabilmesi mümkündür. Hülasa bu makalede ele alınan değişkenlerin her birinin suç oranlarının düşmesinde, bazen ayrı ayrı bazen de birlikte etkili olduğu 472Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) ancak bu değişkenlerin etkililik düzeyinin de ülkeler/eyaletler ve yıllar bazında farklılık arz etmiş olduğunu belirtmek mümkündür. Sonuç olarak suç oranlarının düşmesinde etkili olduğu gerekçesiyle bu çalışmada ele alınan faktörlerin önemli bir kısmı gelişmiş batı ülkeleri dışındaki diğer ülkelerde de suç oranlarının düşmesinde etkili olabilecek potansiyele sahip unsurlar niteliğindedir. Özellikle polis sayısının arttırılması, yeni polis modellerinin geliştirilip uygulanması, güvenlik önlemlerinin iyileştirilmesi (suçun işlenmesini güçleştiren önlemlerin alınması, suçlular için suç işlenmesinin daha riskli hale getirilmesi, suç işlemeyi olanaklı kılan veya kolaylaştıran fırsat faktörlerinin ortadan kaldırılması gibi), silaha erişimi veya sahipliği zorlaştıran yasal düzenlemelerin yapılması, ekonomik gelişmelerin sağlanması (işsizlik, yoksulluk, görece eşitsizlik azaltılması gibi), ceza adalet sisteminin caydırıcılık düzeyinin arttırılması ve uyuşturucuyla aktif bir mücadelenin yürütülmesi gibi hususlar burada en çok zikredilebilecek unsurlardır. Bu nedenle suç oranlarının azaltılması ve önlenmesine yönelik politika oluşturmayı amaçlayan ülkeler için bu konuda zengin bir literatür bulunmaktadır. Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "Aebi, M. F. (2004). “Crime Trends in Western Europe from 1990 to 2000”. European Journal on Criminal Policy and Research, 10 (2–3): 163–186. Aebi, M. F. ve Linde, A. (2010). “Is There a Crime Drop in Western Europe?”. European Journal of Policy and Research 16: 251-277. Aebi, M. F. ve Linde, A. (2012). “Conviction Statistics as an Indicator of Crime Trends in Europe from 1990 to 2006”. European Journal on Criminal Policy and Research 18 (1): 103-144. Aebi, M. F. ve Linde, A. (2014). “The Persistence of Lifestyles: Rates and Correlates of Homicide in Western Europe From 1960 to 2010”. European Journal of Criminology 11 (5): 552–77. Arcidiacono, E. ve Selmini, R. (2010). “Are Crime Rates Falling in Italy?”,  Newsletter of The European Society of Criminolog, Esc Criminology in Europe 9,  https://www.esc-eurocrim.org /images/esc/newsletters/ ESC_9_1_ 2010.pdf, (07.01.2021) Arvanites, T.M. ve Defina, R.H.  (2006). “Business Cycles and Street Crime”, Criminology 44(1): 139– 64. Ayres, I ve Donohue, J. (2003). “Shooting Down the ‘More Guns, Less Crime  Hypothesis.Stanford Law Review 55 (4): 193–312. Baumer, E. P. (2008). “An Empirical Assessment of the Contemporary Crime Trends Puzzle: A Modest Step 473Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Toward a More Comprehensive Research Agenda”. İçinde Goldberger, A. ve Rosenfeld, R. (Eds.), Understanding Crime Trends: Workshop Report (127–176). National Academic Press. Baumer, E. P., ve Wolff, K. T. (2014). “Evaluating Contemporary Crime Drop(s) in America, New York City, and Many Other Places”. Justice Quarterly 31 (1): 5-38. Baumer, E. P., Velez, M. B. ve Rosenfeld, R. (2018). “Bringing Crime Trends Back into Criminology: A Critical Assessment of The Literature and a Blueprint for Future Inquiry”. Annual Review of Criminology 1: 39–61. Becker, G. (1968). “Crime and Punishment: An Economic Approach”. Journal of Political Economy 76 (2):169– 217. Bennett, T. (1998). “Crime Prevention”.  İçinde Tonry, M. (ed.). The Handbook of Crime &Punishment (s.369402) New York: Oxford University Press. Blumstein, A. ve Rosenfeld, R. (1998). “Explaining Recent Trends in U.S. Homicide Rates.Journal of Criminal Law and Criminology. 88 (4):1175–216. Blumstein, A., ve Wallman, J. (2006). The Crime Drop in America. Cambridge: Cambridge University Press. Blumstein A. ve Rosenfeld R. (2008). “Factors Contributing to U.S. Crime Trends. İçinde Understanding Crime Trends: Workshop Report”. National Research Council Committee on Understanding Crime Trends, Committee on Law and Justice, Division of Behavioral and Social Sciences and Education. Washington, DC: National Academies Press, 13–43. Blumstein, A. (2006). “The Crime Drop in America: An Exploration of Some Recent Crime Trends”, Journal of Scandinavian Studies in Criminology and Crime Prevention, 7 (1) :17-35 Braga, A.A., Weisburd, D. L. , Waring, E.,  Mazerolle, L. G., Spelman,W. ve Gajewski, F. (1999). “ProblemOriented Policing in Violent Crime Places: A Randomized Controlled Exeriment”. Criminology 37:541-80. Braga, A. A. (2001). “The Effects of Hot Spots Policing on Crime”. Annals of the American Academy of Political and Social Science, 578: 104-125 Braga, A. A. (2005), “Hot Spots Policing and Crime Prevention: A Systematic Review of Randomized Controlled Trials”. Journal of Experimental Criminology 1: 317–342 Braga, A.A., Kennedy, D. M., Waring,E. J. ve Piehl, A. M. (2001). “Problem-Oriented Policing, Deterrence, and Youth Violence: An Evaluatıon of Boston s Operation Ceasefire”, Journal of Research in Crime and Delinquency 38 (3): 195-225. Buonanno, P., Drago, F., Galbiati, R., ve Zanella, G. (2011). “Crime in Europe and the United  States: Dissecting the “Reversal of Misfortunes”. Economic Policy 26: 347-385. Britton, A., Kershaw, C., Osborne, S. ve Smith, K. (2012). “Underlying Patterns Within The England Andwales Crime Drop”, İçinde Van Dijk, J., Tseloni, A. ve Farrell, G. (Eds),The International Crime Drop: New Directions in Research, Palgrave Macmillan, Basingstoke, 159-81. Callahan, C., Rivera, F. ve Koepsell, T. (1994). “Money For Guns: Evaluation of the Seattle Gun Buy-Back Program”,  Public Health Reports, 109 (4):472–77. Cavadino, M. ve Dignan, J. (2006). Penal Policy and Political Economy , Criminology and Criminal Justice 6(4): 435– 56. Chenı, X. Ve Zhong, H. (2021). “Development and Crime Drop: A Time-Series Analysis of Crime Rates in Hong Kong in the Last Three Decades”. International Journal of Offender Therapy and Comparative Criminology, 65(4): 409– 433 Chermak, S. ve McGarrell, E. (2004). “Problem-Solving Approaches to Homicide: An Evaluationof the Indianapolis Violence Reduction Partnership”. Criminal Justice Policy Review, 15 (2): 161-192 Christie, N. (2000). Crime Control as Industry: Towards Gulags Western Style, New York: Routledge. Clarke, R. V. (1997). Situational Crime Prevention: Succesful Case Studies, New York: Harrow and Hosten Clarke, R. V. (1995). “Situatioanl Crime Prevention”, İçinde Tonry, M. ve Farrington, D. (Eds) Strategic Approache to Crime Prevention, Building Safer Society: Strategic Approaches to Crime Prevention, Chicago ve London: 474Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) The University of Chicago Press. 19: 91-151. Clarke, R. V. ve  Eck, J. E. (2005). Crime Analysis for Problem Solvers in 60 Small Steps, USA:  Office of Community Oriented Policing Services (COPS) Conklin, John E. (2013). Why Crimes Rates Fell. USA: Pearson Education. Cook, P. ve Laub, J (1998). “The Unprecedented Epidemic in Youth Violence,”.  İçinde Tonry, M. (Ed). Crime and Justice: An Annual Review of Research. Chicago: University of Chicago Press, 26–64. Dezhbakhsh, H., Rubin, P ve Shepherd, J. (2002). “Does Capital Punishment Have a Deterrent Effect? New Evidence from Post-Moratorium Panel Data.Mimeo, Emory University. Donohue, J.J. (2009).  Assessing the Relative Benefits of Incarceration: The Overall Change over the Previous Decades and the Benefits on the Margin, İçinde Raphael, S. ve Stoll, M ( eds). Do Prisons Make Us Safer? The Benefits and Costs of the Prison Boom, 269- 303 Donohue, J. ve Levitt, S.  (2001). “Legalized Abortion and Crime.Quarterly Journal of Economics. 116 (2): 379–420. Duggan, M. (2001). “More Guns, More Crime.Journal of Political Economy. 109 (5): 1086–1114. Eck, J. E. ve Spelman, W. (1987). Problem Solving: Problem-Oriented Policing in Newport News. Washington, DC: Police Executive Research Forum. Ehrlich, I. (1975). “The Deterrent Effect of Capital Punishment: A Question of Life and Death.American Economic Review, 65(3): 397–417. Eisner, M. (2008). “Modernity Strikes Back? a Historical Perspective on the Latest Increase in Interpersonal Violence (1960–1990)”. International Journal of Conflict and Violence, 2: 288–316. Ellen, I. G. ve O Regan, K. (2009). “Crime and U.S. Cities: Recent Patterns and Implications”. Annals of the Amerian Academy of Political and Social Science, 626:22–38 Farrell, G. (2013). “Five Test for a Theory of the Crime Drop”. Crime Science 2(5): 1-8. Farrell, G., Tilley, N., Tseloni, A. ve Mailey, J. (2008).“The Crime Drop and The Security Hypothesis”. British Society of Criminology Newsletter 62: 17-21 Farrell, G., Tseloni, A., Mailey, J. ve Tilley, N. (2011).“The Crime Drop and The Security Hypothesis”. Journal of Research in Crime and Delinquency, 48 (2): 147-75 Farrell, G., Tilley, N.,Tseloni, A. ve Mailley, J. (2010). “Explaining and Sustaining the Crime Drop: Clarifying the Role of Opportunity-Related Theories”. Crime Prevention and Community Safety, 12 (1): 24-41. Farrell, G., Tilley, N. ve Tseloni, A. (2014). “Why the crime drop?Crime and Justice, 43(1): 421–490. Farrington, D. P. (2003), “Developmental and Life-Course Criminology: Key The Theoretical and Empirical Issues-The 2002 Sutherland Award Address”, Criminology 41 (2):  221-255. Farrington, D. P., Langan, P.A. ve Tonry, M. (2004). Cross-National Studies in Crime and Justice. US Department of Justice, Office of Justice Programs, Bureau of Justice Statistics. Washington DC Felson, M. ve Clarke, R. L. (1998),  “Oppurtunity Makes the Thief: Practical Theory for Crime Prevention”, Police Research Series Paper 9, Vol. 98, London: Home Office. Flatley, J., Kershaw, C., Smith, K., Chaplin, R. ve Moon, D. (2010). Crime in England and Wales 2009/10, Home Office Statistical Bulletin, London: Research, Development and Statistics. Fox, J. A. (2000). “Demographics and US Homicide”. İçinde Blumstein, A. ve  Wallman, J. (eds.) The Crime Drop in America. New York: Cambridge University Press, 288–317. François, A., Magni-Berton, R. Ve Weill, L. (2014). “Abortion and Crime: Cross-Country Evidence From Europe”. International Review of Law and Economics 40: 24-35 Garland, D. (2001). The Culture of Control: Crime and Social Order in Contemporary Society, Oxford: Oxford University Press Garner, C., (2015). “A Local Case Study of The Crime Decline”. Safer Communities. 14 (2):104-114 475Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Goldstein, H. (1979). “Improving Policing: A Problem-Oriented Approach.Crime & Delinquency 25(2):236-258 Goldstein, H. (1990). Problem-Oriented Policing. Philadelphia: Temple University Press. Graham, J. ve Bennett, T. (1995). Crime Prevention Strategies in Europe and North America. New York: Criminal Justice Press Hope, T. (1995). Community Crime Prevention. Building a Safer Society: Strategic Approaches to Crime Prevention.  İçinde Tonry, M ve Farrington, D.P. (eds.). Crime and Justice: A Review of Research. Chicago: University of Chicago Press. 21-89 Kahane, L., Paton, D. ve Simmons, R. (2007). “The Abortion-Crime Link: Evidence from England and Wales”, Economica, 75 (297) Kennedy, D., Pieh, A. l ve  Braga, A. (1996). “Youth Violence in Boston: Gun Markets, Serious Youth Offenders, and a Use Reduction Strategy”, Law and Contemporary Problems 59 (1):147–83. Kızmaz, Z. (2003). “Ekonomik Yapı ve Suç: Bazı Araştırma Bulguları Üzerine Genel Bir Değerlendirme”. Fırat Üniversitesi Sosyal Bilimler Dergisi 13 (2): 279-304 Kızmaz, Z. (2006a). “Suçun Önemli Belirleyenleri Olarak İktisadi Etkenler: İşsizlik ve Suç İlişkisine Sosyolojik Bir Bakış”,  Polis Bilimleri Dergisi  (1): 73-90 Kızmaz, Z. (2006b). Cezaevi Müdavimleri, Ankara: Orion Yay. Kızmaz, Z. ve Bilgin, R. (2012). Hırsızlık: Suçlular, Nedenler ve Dinamikler, Ankara: Polis Akademisi Yay. Kızmaz, Z. (2020). Suç Önleme: Çağdaş Yaklaşımlar, Ankara: Nobel Yay. Killias, M. ve Aebi, M. F. (2000). “Crime trends in Europe from 1990 to 1996: How Europe İllustrates the Limits of The American Experience”. European Journal on Criminal Policy and Research 8(1): 43–63. Killias, M. ve Aebi, M. F. (2010). “Is There a Crime Drop in Western Europe?”. European Journal on Criminal Policy and Research 16:251–277 Knepper, P. (2012), “An International Crime Decline: Lessons for Social Welfare Crime Policy?”, Social Policy &Administration, 46 (4): 359–376 Kuziemko, I. ve Levitt, S. (2004). “An Empirical Analysis of Imprisoning Drug Offenders.Journal of Public Economics 8: 2043-2066  LaFree, G. (1999). “A Summary and Review Of Cross-National Comparative Studies of Homicide”. İçinde Smith, M. D. ve Zahn, M.A. (Eds.), Homicide: A Sourcebook of Social Research (125–145). Sage: Thousands Oaks [etc.]. LaFree, G., Curtis, K., ve McDowall, D. (2015). “How Effective Are Your “Better Angels?Assessing CountryLevel Declines in Homicide Since 1950”. European Journal of Criminology  (12): 482-504. Levitt, S. D. (1996). “The Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation”, Quarterly Journal of Economics. 111(2):319–52. Levitt,  S. D. (1999). The Limited Role of Changing Age Structure in Explaining Aggregate Crime Rates, Criminology 581- 592. Levitt, S. D. (2004). “Understanding Why Crime Fell in The 1990s: Four Factors That Explain The Decline and Six That Do Not”. The Journal of Economic Perspectives, 18(1): 163–190. Levitt, S. D. ve Venkatesh, S. (2000).“An Economic Analysis of a Drug-Selling Gang s Finances.Quarterly Journal of Economics. 115: 755–89. Lott, J. ve Mustard, D. (1997). “Right-to-Carry Concealed Guns and the Importance of Deterrence.Journal of Legal Studies 26:  1–68. Ludwig, J. (1998). “Concealed Gun Carrying Laws and Violent Crime: Evidence from State Panel Data”,  International Review of Law and Economics, 18: 239–54. Nagin, D. S. ve Farrington, D. P. (1992), “The Onset and Persistence of Offending”, Criminology, 30: 501-523 Marowitz, L. A. (2000). “Why Did the Crime Rate Decrease Through 1999? (And Why Might It Decrease or Increase in 2000 and Beyond)”, Criminal Justice Statistics Center: California Department of Justice. 476Zahir KIZMAZ / Gelişmiş Batı Ülkelerinde Suç Oranlarının Düşmesinde Etkili Olan Faktörler (1990-2008) Marvell, T. B. ve Moody, C. E. (1994). “Prison Population Growth and Crime Reduction  Journal of Quantitative Criminology 10(2): 109–139. Newburn, T. (1997). “Youth, Crime, and Justice”,  İçinde Magurie, M., Morgan, R., Reiner, R. (Eds), The Oxford Handbook of   Criminology, Oxford: Oxford University  Press, 613-660 Pease, K. (1994 ). Crime Prevention. İçinde Maguire, M.,Morgan, R. ve Reiner, R. (eds). The Oxford Handbook of Criminology, Oxford: Clarendon Press Pinker, S. (2019). Doğamızın İyilik Melekleri-Şiddet Neden Azaldı, İstanbul:  Alfa yayıncılık Pop-Eleches, C. (2006).  “The Impact of an Abortion Ban on Socioeconomic Outcomes of Children: Evidence from Romania”. Journal of Political Economy 114 (4): 744-773 Quimet, M. (2004). “Explaining the American and Canadian Crime Drop in the 1990s”. New French Journal of Criminology, http://champpenal.revues.org/document448.html. Reyes, J. W. (2007). “Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime”,  National Bureau of Economic Research Working Paper No. 13097, Cambridge, MA. Roeder, O., Lauren-Brooke Eisen, L. K.,  ve Bowling, J. ( 2015). What Caused the Crime Decline?, New York, NY: Brennan Center for Justice. Rosenbaum, D. P. , Arthur, L. ve Robert, D. C. (1998). The Prevention of Crime: Social and Situational Strategies, Belmont, CA: Wadsworth Rosenfeld, R., ve Messner, S. F. (2009). “The Crime Drop in Comparative Perspective: The Impact of The Economy And Imprisonment on American and European Burglary Rates”, The British Journal of Sociology 60 (3): 445–471. Rosenfeld, R. ve Fornango, R. (2007). ‘The Impact of Economic Conditions on Robbery and Property Crime: The Role of Consumer Sentiment , Criminology, 45(4): 735–769. Sherman, L. W. ve Rogan, D. P.  (1995). “Effects of Gun Seizures on Gun Violence: ‘Hot SpotsPatrol in Kansas City”. Justice Quarterly 12: 673-694 Sherman, L. W. ve Weisburd, D. (1995). “General Deterrent Effects of Policepatrol in Crime Hot Spots: A Randomized Controlled Trial”. Justice Quarterly 12: 625-48. Schneider, S. (2015). Crime Prevetion: Theory and Practice. CRC Press Sourcebook of Criminal Justice Statistics. (2012). https://www.albany.edu/sourcebook/pdf/t31062012.pdf Tseloni A., Mailley J., Farrell G. ve Tilley, N (2010). “Exploring the International Decline in Crime Rates”. European Journal of Criminology 7(5): 375–394. Tonry M. (Ed.) (2010). Why are Crime Rates Falling (or are They?). Criminology in Europe: Newsletter of the European Society of Criminology, 9(1), 3-19. Tonry, M. (2014). “Why Crime Rates Are Falling Throughout the Western World”. İçinde Tonry, M. (Ed). Why Crime Rates Fall and Why They Don t.  Crime & Justice: A Review of Research. (1-63 )Chicago II: University of Chicago Press. UNODC (2013), Global Study On Homicide. Trends, Contexts, Data. United Nations Office On Drugs And Crime, Vienna https://www.unodc.org/documents/gsh/pdfs/2014_GLOBAL_HOMICIDE_BOOK_web.pdf Van Dijk, J. (2008). The World of Crime. Breaking the Silence on Problems of Crime, Justice and Development. Thousand Oaks: Sage. Van Dijk, J., Manchin, R., Van Kesteren , J., Hideg, G. ve Navala, S. (2005). The Burden of Crime in the EU. Research Report: A Comparative Analysis of the European Survey of Crime and Safety, Gallup Europe. Van Dijk, J., Van Kesteren, J. ve  Smit, P. (2007). Criminal Victimisation in International Perspective. The Hague, Netherlands Ministry of Justice. Van Dijk, J. (2010). “The European Crime Falls: Security Driven?”, Newsletter of The European Society of Criminology, http://escnewsletter.org/sites/escnewsletter.org/files/newsletter/2016/apr2010_9_01escnewsletter. pdf, (31.04.2021). 477Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2021; 9(2): 433-478 Van Dijk, J., Tseloni, A. ve Farrell, G. (eds) (2012). The International Crime Drop: New Directions in Research. New York: Palgrave Macmillan. Weisburd, D. L. ve Green, L. (1995). “Policing Drug Hot Spots: The Jersey City DMA experiment”. Justice Quarterly 12: 711-36. Weiss, D. B., Santos, M. R., Testa, A. ve Kumar, S. (2016). “The 1990s Homicide Decline: A Western World or International Phenomenon? A Research Note”. Homicide Studies, 20: 321-334 Welsh, B. C. ve Farrington, D.P.  (2012) (Eds.). The Oxford Handbook of Crime Prevention. U.K.: Oxford University Press  White, M. D.,  Fyfe, J. J., Campbell, S. P. ve Goldkamp, J. S. (2003),  “The Police Role in Preventing Homicide: Considering The Impact of Problem-Oriented Policing on the Prevalence of Murder”. Journal of Research in Crime and Delinquency 40 (2): 194-22 Wilson, J. Q. ve Kelling, G. (1982). “BrokenWindows”. The Atlantic Monthly. March: 29-38. Wolpaw, R. J. (2007). Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime. National Bureau of Economic Research, Working Paper 13097. Zimring, F.E. (2006). The Great American Crime Decline, Oxford: Oxford University Press, 478"
}