{
     "Tip": "Makale",
     "Dergi İsmi": "Ceza Hukuku ve Kriminoloji Dergisi",
     "Üniversite İsmi": "",
     "Gün": "07",
     "Ay": "05",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması",
     "Title": "Justice Gone Wrong: Henry Wirz Trial following the American Civil War",
     "Yazar İsmi": [
          "Gökhan GÜNEYSU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uluslararası ceza hukuku tarihi",
          "Amerikan iç savaşı",
          "Henry Wirz yargılaması",
          "John H. Gee yargılaması"
     ],
     "Keywords": [
          "The history of international criminal law",
          "American civil war",
          "Henry Wirz trial",
          "John H. Gee trial"
     ],
     "Özet": "Bu çalışma esas itibariyle bir uluslararası ceza hukuku tarihi çalışmasıdır. Çalışmada, Amerikan İç Savaşı sonrası gerçekleştirilen Wirz Yargılaması ele alınmaktadır. Yargılama, bir iç savaş sonrası uluslararası hukuktan kaynaklanan yükümlülüklerin yerine getirilmemesi nedeniyle oluşan cezai sorumluluk ile yakından ilgilidir. Aynı şekilde yargılama ile muharip imtiyazının savaş suçlarına teşmil edilemeyeceği de açıkça kabul edilmiştir. Bununla beraber yargılama süreci güvenilir olmaktan çok uzaktır. Ağır bir toplumsal baskı ve öfke altında gerçekleştirilen yargılama, hukukilik kisvesine bürünmüş bir intikam alma mekanizmasına indirgenmiş gibidir. Maddi gerçekliğin aranması amacından uzaklaşılmış, yargılama, esasen bir takım siyasal hedeflerin gerçekleştirilmesine hizmet etmiştir. İktidarı elinde bulunduranlar, özellikle de Bakan Stanton, duruşmaya direkt olarak müdahale etmiştir. Bu ise ceza hukuku açısındanmaddi gerçekliğe ulaşılması amacına katkı sağlamayan bir durum yaratmıştır. Yargılama sonucunda Wirz suçlu bulunmuş ve idam edilmiştir. Daha ağır şartların hüküm sürdüğü Salisbury Kampı na ilişkin ve aşağı yukarı aynı zamanlarda gerçekleştirilmiş Gee davası nda ise benzeri bir hüküm inşa edilmemiş ve Gee beraat etmiştir. Bu ise bir siyaset aracı olarak ceza hukukunun kullanılmasının yarattığı kötü sonuçlara işaret etmektedir. Bu nedenlerle Wirz Davası uluslararası ceza hukuku çalışanlar için önemini hala korumakta olan önemli bir tecrübedir.",
     "Abstract": "This paper aims to probe into the Henry Wirz trial that took place after the cessation of hostilities in the American Civil War. The trial is mainly about the criminal responsibility arising out of the violation of legal responsibilities emanating from international law in a civil war setting. In the same vein, during the trial the idea that the combatant privilege cannot be extended to cover war crimes was explicitly acknowledged. However, the trial was far from being a legally sound process. It was a thinly veiled attempt to avenge, owing much to and being under enormous societal pressure. This caused the trial to stray away from the ultimate objective of criminal procedure, which was unearthing the facts. This mistake was not repeated in a subsequent trial in which John H. Gee was the accused party, who, however, was acquitted. At the end of the trial Henry Wirz was found guilty and executed. All in all, this whole experience underlines the inevitably harmful consequences of misusing criminal law to political ends, which makes the Wirz Case still relevant for students of international criminal law.",
     "Metin": "Amerikan İç Savaşı nın bitmesini takip eden günlerde ayrılıkçılık ve bölünme tehlikesini büyük kayıplar ve fedakârlıklarla dahi olsa bertaraf etmiş olan Birleşik Devletler, Başkan Lincoln ın suikasta kurban gitmesi ile sarsılmış; bir anlamda, zaferin sembol ismini çok çabuk kaybetmiştir (Kieser, 1968: s. 47). Bu gelişme savaş sırasında zaten sınanmış olan toplumda büyük bir öfkeye neden olmuştur. Bu gelişmelerden çok uzakta, savaş sonrası yenilmiş bir ordunun eski bir subayı olan Binbaşı Henry Wirz evine dönmüş ve savaşın yaralarını iyileştirmeye başlamıştır. Wirz in son görevi bir esir kampını idare etmek olmuştur. Wirz bu kampa dair belgeleri büyük bir titizlikle korumuş ve savaş sonrası konu hakkında ABD ordusuna bir dilekçe ile bilgi vermiştir (LaForce, 1988: s. 5). Bu dilekçe kendisinin sonunu hazırlamıştır. Meselenin siyasi bir yanının olması kuvvetle muhtemeldir. Bir takım siyasi kaygılara sahip olan ABD Savunma Bakanlığı yetkilileri Wirz in yargılanması gerektiğini düşünmüşler ve konu hakkında hazırlıklara girişmişlerdir. Wirz in bu niyetlerden en ufak bir haberi bulunmamaktaydı. O kadar ki kendisini enterne etmeye gelen askerleri evine davet etmiş, mütevazı yemeğini onlarla paylaşmıştır (LaForce, 1988: s. 5). Wirz kendi yazdığı dilekçe ile bir anlamda kendini ihbar etmiş sayılmıştır ve kendisi hakkında bir soruşturma olduğundan da habersiz bir şekilde ailesinden ayrılmıştır. Wirz Vakası, savaş sonrası baskın olması muhtemel intikamcı bir havanın yargılamanın sıhhati konusunda şüpheler yaratması noktasında öğretici bir tecrübedir (Bonner, 1947: s. 128). Duruşma safhasında uluslararası kurallara dayanan iddia makamı, bu vakayı Uluslararası Hukuk ve Uluslararası Ceza Hukuku öğrencileri için özellikle önemli bir örnek olay haline getirmiştir. Dikkat çekici bir diğer nokta da amirin emri bağlamındaki çalışmalarda Wirz Yargılamasının, yüzeysel de olsa, atıfta bulunulan davalardan olmasıdır. 2. Amerikan İç Savaşının Altyapısına Dair Hukukun liberal veya pozitivist değerlendirmesinin neticesinde ortaya çıkan ve özünde yalnızca bir hukuk tezinin diğeriyle çatışması olarak görülen kuralların ve süreçlerin altında aslında ekonomik mahiyette bir çelişmeyi görebilmek gerekir. Bu yaklaşımın en güncel ifadelerinden birinin de hatırlattığı üzere (Güneysu, 2019: s. 836): Hukuki analizin tarihsel şartları bertaraf ederek yalnızca hükümlerin içeriklerinin analizine hasredilmesi, hiç şüphesiz ki kısır bir anlamlandırmaya neden olacaktır. Bu nedenle hukukla ilgili gelişmelerin siyasal-tarihsel gelişmelerden bağımsız olarak analiz edilmemesi gerekmektedir. Marxist anlayışın da işaret ettiği üzere (Yalvaç, 4Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması 2017: s. 166; Alexeyev 1990: s. 53–70): ‘(B)ütün din ve hukuk dizgeleri, tarihte beliren bütün kurumsal görüşler, ancak o çağın maddi yaşam koşulları anlaşılmışsa ve bunlar maddi koşulların sonucu olarak görülüyorsa, anlaşılabilirler. İnsanların toplumsal varlıkları, bilinçlerini etkiler . Hemen her hukuksal gelişmede söz konusu olduğu üzere, bu meselenin de içinde bulunduğu bir şartlar bütünü bulunmaktadır. Güç ilişkileri, Uluslararası Hukuk ta kristalize olmaktadır (Özdemir, 2011: s. 15). Aksine bir yaklaşım hukuku bir aksesuar bilime (Begleitswissenschaft) indirger ve gelişmelerin nedenlerinin gözden kaçırılmasına neden olur (Thiele, 2020: s. 7). Abraham Lincoln un ABD Başkanı olarak seçildiği 1860 a kadar bu makamda oturmuş olan kişiler köleliğe karşı olmayan hatta bazıları için konuşursak bizzat köle sahibi olan kişilerdi (Schraffenberger, 2011). Ayrıca, köle sahipleri Senato da ve Amerikan Yüksek Mahkemesi nde önemli bir ağırlığa sahipti (Schraffenberger, 2011). Kuzey de kölelik söz konusu değilken, Güney eyaletlerinde uygulanmaya devam etmekteydi. Bununla beraber, Kuzey Güney de de zamanla bu uygulamadan vazgeçileceğine inanmaktaydı. Ancak evdeki hesap çarşıya uymamış; İngiltere deki Sanayi Devrimi nin de etkisiyle Güney tarafından üretilen pamuk için büyük bir talep oluşmuştu (Schraffenberger, 2011). Bu da kölelik kurumunun korunmasına ve hatta desteklenmesine neden olmuştur. Güneyliler köleliğin özünde iyi bir kurum olduğu ve hatta toplumun dayanması gereken önemli kurumları arasında köleliğin de bulunması gerektiği görüşündeydiler (Rundle, 1964: s. 118). Karl Marx da örneğin, görünüşteki savaş nedenleri ne olursa olsun, savaşın esas nedeninin kölelik kurumuna dair farklı yaklaşımlar olduğu düşüncesindedir (Marx ve Engels, 2003: s. 74; Rundle, 1964: s. 118). Marx a göre; köleliğin savaşın esas nedeni olmasının yanı sıra, köleliğin karlılığının arttırılması yeni toprakların kazanılmasına da bağlıdır. İşte bunun farkında olan Güney in yayılmacılık yanlısı olması da savaşın bir diğer nedenidir (Rundle, 1964: s. 119). Potyemkin ve diğerlerinin de ifade ettiği üzere bu yayılmacı politikaya olan ihtiyaç İç Savaş öncesi zaten ABD de mevcuttur ve ABD diplomasisi üzerinde de belirleyici bir etkisi olagelmiştir (Potyemkin vd. 2015: s. 471). Florida nın, Teksas ın tamamen ve Meksika nın da bazı bölgelerinin ele geçirilmesinin temelinde hep bu eğilim rol oynamıştır (Potyemkin vd. 2015: s. 471). Ancak doğaları gereği, kölelik ve endüstriyel kapitalizmin sürekli bir düzen ve birlikteliği sağlaması mümkün olamayacağından savaş kaçınılmaz bir hale gelmiştir (Potyemkin vd. 2015: s. 471). Güneyli politik elitlerin çoğunluğu toprak sahiplerinden oluşmaktadır ve bunlar köleleri olan varlıklı kişilerdir (Bonner, 1947: s. 129). Bu sınıfın savaş sonrasında kısa ve orta 5Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 vadede siyasal anlamda etkinliğe kavuşması gayet yerinde bir tahmin olarak görülmelidir. Belki de bu nedenle savaş sonrası Kuzey in değer atfettiği önemli politika önceliklerinden bir tanesi de bu sınıfın tasfiyesi olmuştur (Bonner, 1947: s. 129). Böylelikle Kuzey e güçlü bir alternatif siyasal akım sunan ve devlet idare etme tecrübesine de sahip sınıf ve üretim türütasfiye edilerek gelecekte Kuzey için tehdit olmasının önüne geçilmek istenmiştir (Bonner, 1947: s. 129). Bu kapsamlı tasfiye hedefi, Henry Wirz in yargılanması sürecinde kendisini bütün bu yargılama safahatına damgasını vuran saik olarak belli etmiştir. 3. Henry Wirz; Hayatı ve İç Savaş Tecrübesi Henry Hartmann Wirz 1823 yılında İsviçre nin Zürih kentinde doğmuştur (Iverson, 2015: s. 103; Winkler, 2011: s. 1). İsviçre de babasının yanında çalışan Henry Wirz, hukuka aykırı işlem ve eylemlerinden dolayı cezalandırılmıştır. Kötüleşen sağlığı nedeniyle, almış olduğu hapis cezası Zürih Kantonu ndan 12 yıllığına sürgün edilme cezasına dönüştürülmüştür. Şansını ilk başta Rusya da deneyen Wirz sonrasında ABD ye göç etmiştir. ABD de doktorların yanında çalışmış ve tıp alanında tecrübe kazanmıştır. Bununla beraber, resmi bir tıp eğitiminden geçmediğinden bulabildiği tek hekimlik işi köle çiftliklerinde olmuştur (Iverson, 2015, s. 104). 1861 yılında Amerikan İç Savaşı nın başlaması üzerine Wirz 16 Temmuz 1861 tarihinde 4. Louisiana Alayı na katılmıştır (Iverson, 2015, s. 104; Kieser, 1968, s. 49; Winkler, 2011, s. 2). Gösterdiği yararlılıklar nedeniyle kısa zamanda amirlerinin dikkatini çeken Wirz terfi almış ve çavuş rütbesine yükselmiştir (Kieser, 1968, s. 49). Wirz in terfiinde, esir Kuzeyli askerlerin listesinin hazırlanmasındaki kişisel çabası ve başarısını fark eden General Winder rol oynamıştır. Wirz, Seven Pines Muharebesi nde artık harbe katılmasını imkânsız kılacak kadar ağır bir şekilde yaralanmıştır (Kieser, 1968, s. 49; Laforce, 1988: s. 4; Winkler, 2011,s. 2). Bu gelişmeden kısa bir süre sonra Wirz yüzbaşı olmuş ve artık savaşma kapasitesi de kalmadığından esir askerlerle ilgili işlerde görevlendirilmeye devam etmiştir (Winkler, 2011, s. 4). Tedavi amaçlı olarak bir süreliğine Avrupa ya gönderilen Wirz, 1864 senesinde ABD ye dönmüş ve Andersonville de kumandan olarak görevlendirilmiştir (Laska ve Smith, 1975: s. 86). 4. Andersonville Esir Kampı Kumandanı Olarak Henry Wirz Andersonville deki esir kampının kumandanlığını üstlenen Wirz bu görevini Savaş ın sonuna kadar sürdürmüştür. Appomattox Teslim (Surrender) Anlaşması çarpışmaların Kuzey in üstünlüğü ile sona erdiğini ortaya koymuştur. Bununla beraber Kuzey in 6Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması kendi zaferini doyasıya kutlamasının önüne Lincoln Suikastı geçmiştir. Suikast sonrası kamuoyu iç savaş ile ilgili büyük bir öfkeye kapılmıştır. Özellikle Savunma Bakanı Stanton bu gelişme sonrası çok büyük yetkilere sahip olmuş ve bundan yararlanmıştır. Stanton aşağıda detaylıca anlatılacak hususların yanı sıra, Lincoln Suikastı nın yarattığı öfke nedeniyle de bu suikast ile Güneyli politikacılar ve komutanlar arasında bir ilişki aranmasına çaba sarf etmiştir. Eğer bu suikastın emrinin bir şekilde Güneyli kararalıcılar tarafından verildiği ispatlanabilseydi, bu elbette hem bu kişilerin idam edilmesi anlamına gelecekti hem de toplumdaki anlık oluşan hıncın da tatmin edilmesine neden olacaktı. Bununla beraber, böyle bir bağ kurulamamıştır. Wirz Yargılaması tam da bu havadaki ABD için bir anlamda kurtarıcı etki gösterecektir. Andersonville de savaş esirleri için bir kamp kurulması birçok nedenden dolayı mantıklı bir tercih olarak görülmelidir (LaForce, 1988: s. 4). İnşaat yapımında kullanılacak kereste bölgede boldur. Yine, kamp tren yoluna çok yakın bir mesafededir. Bu da esirlerin nakli ve gerektiğinde değiş-tokuşunu kolaylaştıracak bir unsurdur. Aynı şekilde bölgenin havası temizdir ve tatlı su kaynakları da mevcuttur (LaForce, 1988: s. 4; Winkler, 2011: s. 5). Kampın, ilk planlandığı şekliyle, 10.000 savaş esirini barındırması planlanmış ve buna göre hazırlık yapılmıştır. Bununla beraber, yaşanan olaylar sonucunda kamp bu rakamdan çok daha fala esirin gönderildiği bir yer haline dönüşmüştür. Bu gelişmeler sonucunda kampta genel olarak yaşam şartları kötüleşecek ve can kayıpları gözlemlenmeye başlayacaktır. Burada ifade etmeliyiz ki bu can kayıplarının tüm sorumluluğu Güneyli idarecilere çıkartılmamalıdır. O kadar ki bazı ABD politikaları ve uygulamaları sonucunda Güney tarafının eli kolu bağlanmış; çaresizlik içinde bu ölümlere şahitlik etmek durumunda kalınmıştır. Kuzey in bu uygulamaları arasında evvelemirde esir değiş-tokuşundan vazgeçilmesi sayılmalıdır. Belli bir süre kamplarda kalacak olan esirlerin, sonrasında kendi taraflarına dönmüş olması her iki tarafta da esir sistemlerini yürüten subayların elini rahatlatan bir uygulama iken bu uygulamadan Kuzey tarafı vazgeçmiştir (Laska ve Smith, 1975: s. 79). Buradaki mantık basittir. Güney i sıkıştırmaya başlayan Kuzey, insan devşirme sorunu yaşayan Güney e esirlerin dönmesi halinde Güney in savaşma kapasitesinin uzun süre devam edeceğini öngörmüştür. Bunun üzerine, iyi işleyen bu sistemden vazgeçilmiştir. Böylelikle Güney tarafında bir personel sorununun baş göstermesi beklenmiştir. Ancak, bu tercihin sonuçları Güney in elinde olan Kuzey askerleri için de bir felaket olmuştur. Kamplarda, önceden öngörülemeyecek sayıda insan barınmaya başlamış; bu da her türlü altyapı veya hazırlığın yetersiz kalmasına neden olmuştur. 7Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 Savaş esirlerinin takasına ilişkin acımasız planını uygulayan Kuzey ilaveten scorchedearth (toprak yakma) taktiklerini anımsatırcasına, Güney de mevcut mahsul ve tarlaları da hedef almıştır. Bunun dolaysız sonucu beslenme problemlerinin Güney de baş göstermesidir. Bundan elbette savaş esirleri de fazlasıyla etkilenmişlerdir. Andersonville de de bu problem yaşanmıştır. Wirz in lehinde olarak ifade etmeliyiz ki söz konusu esir kampında savaş esirleri ile Güney in görevli askerleri aynı kumanyaları yemişler, bu konuda herhangi bir ayrımcılığa uğranılmamıştır. Yani, Wirz ve diğer Güneyli subaylar kendi askerlerine tuttukları savaş esirleri ile aynı yemeği vermişlerdir (LaForce, 1988: s. 4). Böylesi bir uygulama sonradan iddia edilen zalim bir toplu yok etme planına uygun düşmeyen bir tavır olarak görülmelidir. Gerçekten böyle bir kast olmuş olsaydı, hiç şüphesiz Güneyli karar alıcılar kendi personelinin durumunu iyileştirecek tedbirler almaktan kaçınmazlardı. Ancak böyle bir uygulama gözlemlenmediği gibi, somut olarak eşit muamelenin mevcudiyetinden bahsetmek mümkün görünmektedir. Kuzey in benzer bir başka acımasız uygulaması ilaçları savaş malzemesi saymasıdır (Kieser, 1968: s. 54; LaForce, 1988: s. 5). İnsani olarak aktarılmasına müsaade edilmesi gereken, insan sağlığını, çevreyi ve hijyene ilişkin şartları da olumsuz etkileyen bu karar sonrası Kuzey, Güney in ilaçlarına el koymaya başlamış ve hayatı herkes için daha da zorlaştırmıştır. Kuzey ayrıca tren yollarına sıklıkla sabotaj yapmış ve tren ile yapılan insan ve malzeme nakline engel olmayı başarmıştır. Andersonville i esasen çok değerli kılan konumu bu sabotajlar sonrası değersizleşmiştir (Winkler, 2011: s. 5). Kamp kolay kolay yardım alamaz olmuştur. Tüm bunlara rağmen, savaşın sonunda başına geleceklerden habersiz bir şekilde Yüzbaşı Henry Wirz Andersonville i esirler için daha yaşanılır bir hale getirmeye çaba sarf etmiştir. Hızla artan ve belli bir zamanda 30.000 leri aşan esir sayısı, barınak ve diğer ihtiyaçları acil birer problem haline döndürmüştür. Bunun üzerine Wirz, kampı orijinal halinden daha geniş bir hale getirmeyi hedeflemiş ve bunu da başarmıştır (Winkler, 2011, s. 5). Ancak, Wirz in elindeki imkânlar problemin vahametine uygun tedbirler almasına engel olmuştur. Wirz in elindeki görevli personel sayısı azdır. Beslenme problemleri görevli askerler arasında da ölümlere neden olmuştur. Bu ise kamptaki disiplini bozmuştur. Bu bozulan disiplin kampta savaş esirlerinin birbirlerinin malını ve canını hedeflemeye başlamasına 8Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması sebep olmuştur. Suç hızla artarken, esir askerler arasında çetelerin kurulduğu gözlenmiştir. Bunların arasında en acımasızı ve en güçlüsü Raiders adıyla bilinen çete olmuştur (Laska ve Smith, 1975: s. 89). Bizzat Kuzeyli esirlerin başvurması üzerine Wirz olaya müdahil olmuş ve bu çeteye karşı tedbirler almıştır (LaForce, 1988: s. 5). Kamp içinde diğer Kuzeyli askerlere karşı çok sayıda suç işlemiş olan çetenin, Kuzeyli askerler ile işbirliği içinde çökertilmesini takiben çete üyeleri Kuzeyli askerler tarafından yargılanmış ve idama mahkûm edilmişlerdir. Görüldüğü üzere Wirz burada bir subaya yakışır bir tavır sergilemiş ve kolaylıkla benimseyebileceği ve içinde bulunduğu şartlar ışığında anlaşılır da bulunulabilecek bir ilgisizliğe kendisini kaptırmamıştır. Hâlbuki aksi bir tavır sergilemesi, her ne kadar görevini suistimal etmiş olması durumunu yaratacaksa da Wirz in bir anlamda elini rahatlatacak bir hareket tarzı olarak görülmelidir. Wirz in bu çabası yaptığı işteki adanmışlığını ve azmini ortaya koymaktadır. Aynı şekilde, Wirz in savaş örf ve adetlerine uyma konusunda da en azından çaba sarf ettiği söylenebilir. Wirz in Kuzeyli askerler hakkında yaptığı, yapmaya çalıştığı sadece sayılanlardan ibaret değildir. Wirz gittikçe kötüleşen şartların farkındadır ve bunun sonuçlarını da hissetmekte, gelecekte alacağı hali de öngörmektedir. Bunun üzerine, Kuzeyli askerlerin de taleplerine uyarak, kendi emri altındaki bu esirlerden dört kişilik bir heyet teşkil edilmesine izin vermiştir (LaForce, 1988: s. 8). Bu heyet Washington a giderek içinde bulundukları kötü şartları kendi komutanlarına anlatmış veya en azından anlatmayı hedeflemiştir. Bu heyet hedeflediği görüşmeleri yapmakta zorlanmış, ulaşabildikleri üst düzey karar alıcı ve uygulayıcılardan ise bekledikleri samimiyeti görememiştir. Bu hayal kırıklığı sonrasında heyet, önceden verilmiş olan geri dönme sözüne uyarak Kamp a geri dönmüştür (LaForce, 1988: s. 9). İşte bu hadise özellikle Kuzey Savunma Bakanı Stanton ın ortaya çıkmasından çok korktuğu bir sırra dönüşmüştür. Stanton, memleketleri için savaştıklarını zanneden Kuzeyli askerlerin savaş esnasında aslında aile ve özgürlüklerine kavuşabileceklerinin ve fakat bunun bizzat kendi komutanları tarafından bu askerlere çok görüldüğünün ABD kamuoyuna açıklanamayacağının farkındadır. İşte bu nedenle üzgün ve kızgın insanların önüne atılacak kurbanlara ihtiyaç duyulmuştur. Amerikan İç Savaşı, personel zayiatının çok yüksek olduğu bir savaştır. Her savaş gibi bu da toplumu zorlamış ve dramların yaşanmasına neden olmuştur. Oluşan bu basıncın bir yere kanalize edilmesi Stanton a mantıklı görünmüş olmalıdır. Bununla beraber, seçilecek kurbanın elbette bir kurban olarak değil, bir canavar olarak lanse edilmesi elzemdir. Böylelikle bir nefret objesi yaratılacak ve uğranılan kayıplar ile Lincoln ün 9Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 öldürülmesinin hesabı aynı anda bu canavar görünümlü kurbandan sorulacaktır. Wirz bu canavar olmuş ve intikam isteyen kamuoyunun önüne acıma olmaksızın atılmıştır. Wirz süreçte yapayalnız kalmış ve karşısında bulduğu fırtınaya pek de direnememiştir. Gerçi direnememesi için ABD de her türlü tedbiri almıştır. Aşağıda örnekleriyle sunulacağı üzere, Wirz in yargılaması tamamen bir infaz olarak görülmelidir, her safhasında hukuk ihlalleri vuku bulmuştur. Wirz in lehine ifade vermek isteyen Kuzeyli askerlerin önemli bir kısmının bir şekilde engellenmesi söz konusu olmuş; Felix de la Baume gibi yalancı tanık marifetine de başvurulmuştur. Wirz in lehinde tanıklık yapmak isteyen çok sayıda Kuzey askerinden birisi Wirz in bizzat kaçarken yakaladığı askerdir. Wirz bu şahsa herhangi bir ceza vermediği gibi, kendisinin doyurulmasını emretmiş ve uzunca bir süre söz konusu asker ile şahsen ilgilenmiştir. Görüldüğü üzere Wirz, savaş örf ve adet kurallarına uymaya çalışmış bir askerdir. Ancak hukuki bir gözbağcılık ile haksız yere şeytanlaştırılmıştır. 5. Savaş Sonrası Gelişmeler ve Yargılama Safhaları İlgili literatürde az bahsedilen bir husus da Wirz in savaşın son zamanlarında binbaşı rütbesine terfi etmiş olmasıdır (LaForce, 1988: s. 4). Bununla beraber Wirz e dair eserlerde kendisi ağırlıklı olarak yüzbaşı olarak zikredilmektedir. İç Savaş ın sona ermesi üzerine Binbaşı Henry Wirz evine dönmüştür. Çatışmaların bitmesi sonrası çizilmeye başlanan şeytani imajdan rahatsız olan Wirz, kendi bölgesinde idareyi yüklenmiş olan Kuzeyli General Wilson a bir mektup ile başvurur (LaForce, 1988: s. 5). Bu mektuba göre Wirz yönettiği kamptaki eksikliklerden sorumlu tutulamaz, çünkü söz konusu eksikliklerin kontrolü ve sorumluluğu Wirz i fazlasıyla aşmaktadır (Laforce, 1988: s. 5). Hâlbuki o ana kadar Wirz ismi hakkında herhangi bir hazırlık çalışması yapılmış değildir. Ancak bu mektup sonrası General Wilson, Wirz in tutuklanması için bir grup askeri Wirz in ikametgâhına gönderir. Gelen Kuzeyli askerleri evinde ağırlayan Wirz, bu şahısların esas niyetinden haberdar değildir ve onlarla beraber akşam yemeği yer. Sonrasında evini terk eden Wirz bir daha ailesini göremeyecektir (LaForce, 1988: s. 5). Bir anlamda Wirz bilmeden eski düşmanlarına yardım etmiştir. İşin içyüzü ise aslında olabildiğince siyasidir. Esir değişimi konusunda başarısız olan, daha doğrusu esir mübadelesini çeşitli nedenlerle reddeden Bakan Stanton, sonrasında oluşabilecek tepkilerden ve doğacak siyasi sorumluluktan korktuğu için Wirz e atılı veya daha doğru ifadeyle atılacak olan suçlar bahanesiyle, Wirz in bir şekilde kurban edilmesini kendi menfaatine uygun görmüştür (Kieser, 1968: s. 52). 10Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması Bu yargılamayı politik hedefleri için kullanmak isteyen Stanton ın aradığı ihtiraslı hukukçu ise Chipman olmuştur (Laska ve Smith, 1975: s. 89). Bununla beraber Chipman, Wirz i Güney in tüm üst idaresi ile ilişkilendirmek hesabındadır (Kieser, 1968: 52; Laska ve Smith, 1975: s. 89). Chipman ın özellikle eklemek istediği isim Jefferson Davis tir. Stanton ise bu en üst düzeyde görev yapmış Güneyli isimlerin silinmesini bizzat sağlamıştır (Laska ve Smith, 1975: s. 101; Mettraux 2010: s. 1066). Kaydetmek gerekir ki yargılama sırasında Chipman esir mübadelesi uygulamasının çökmesinin konuşulması ve tartışılmasını kasten engelleyecek manevralarda bulunarak, kendisine bu itibarlı görevi bahşeden Stanton ı da korumayı başarmıştır (Zaharoff, 2019: s. 44). Wirz hakkında iki suçlama vardır. Bunlardan ilki, kendi emrindeki kampta bulunan savaş esirlerinin savaş kural ve geleneklerine aykırı biçimde ölmelerini sağlamak için gizli bir komplonun içinde yer almaktır. İkinci suçlama ise Wirz in savaş esirlerini öldürmesi veya bunların öldürülmelerini emretmesidir. 5.1. Savaş Esirlerini Öldürmeye Yönelik Komplonun İçinde Yer Alma Suçu Bu suçlamaya göre Wirz, Jefferson Davis ve Robert E. Lee gibi önemli Güney siyasetçileri ve askerleri ile bir plan geliştirmiştir (LaForce, 1988: s. 6). Bu planın amacı bahsedildiği üzere, savaş esirlerini öldürmeye elverişli bir ortamın hazırlanmasıdır. Bununla beraber davada bu en üst düzey idarecilerden açıkça bahsedilmemiştir. Wirz in, General Winder, Joseph H. White, R. Stevenson ile isimleri bilinmeyen ancak ABD ye karşı kalkışma hali içinde bulunan kişilerle gizli bir anlaşma (conspiracy) içinde olduğu ve buna göre davrandığı ileri sürülmüştür (Zaharoff, 2019: s. 5). Wirz in ve diğerlerinin; Kuzeyli askerleri kötü niyetli, kasten ve haince öldürmek ve yaralamak için eylemlerde bulunduğu iddia edilmiştir (United States v. Wirz, 1865: s. 46). İddia makamına göre burada nihai olarak amaçlanan Amerika Birleşik Devletleri Ordusu nu zayıflatmaktır. İddianameye göre bu atılı suçu teşkil eden eylemler, savaş hukuk ve yapılagelişinin ihlali niteliğindedir (United States v. Wirz, 1865: s. 46). Wirz, bu suçlamanın konusunu şeytani bir tuzak (a hellish plot) olarak nitelendirmiş ancak böylesi bir planın parçası olmadığını, böylesi bir tuzaktan haberdar olmadığını ifade etmiştir (United States v. Wirz, 1865: s. 51). Bu gizli tertipten haberi olan bir tane bile tanığın söz konusu olmadığını ifade eden Wirz, aynı şekilde bu yok etme programına ilişkin resmi yazışma ve belgelerde bir tane bile delil olmadığını vurgulamıştır (United States v. Wirz, 1865: s. 51). 11Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 Wirz e göre bu suçlama hakkında iddia makamının da önemli şüpheleri söz konusu olmalıdır, çünkü daha önce isimleri zikredilen tüm üst düzey Güneyli siyasiler ve komutanlar bulunan safhada tamamen unutulmuş görünmektedir. Ortada gerçekten bu mahiyette bir plan olmuş olsaydı, bu şahısların da eklenmesi elbette galip Kuzey in işine gelirdi. Wirz, savunmasına göre düşük rütbeli bir subay olarak yalnızca amirlerinin emirlerini yerine getirmektedir. Buna göre, varlığı şüpheli de olsa, olası bir yok etme komplosununesas hazırlayıcılarının kastlarının sorumlusu olarak Wirz in münhasıran suçlanması yanlıştır (United States v. Wirz, 1865: s. 51). Eğer sorumluluğu varsa, Wirz kendi konumunun ve eylemlerinin gerektirdiği kadarıyla cezalandırılmalıdır (United States v. Wirz, 1865: s. 52). Herhangi somut bir delilin yokluğuna rağmen Askeri Mahkeme Wirz i suçlu bulmuştur. Mahkeme ye göre Andersonville de kalan ve toplamda 45.000 civarı sayısı olan savaş esirlerinin öldürülmesi amacıyla Wirz ve diğerleri bir komploiçerisinde bulunmuşlar ve buna uygun bir şekilde hareket ederek savaş hukukuna ait kuralları çiğnemişlerdir (United States v. Wirz, 1865: s. 55). 5.2. Savaş Esirlerinin Öldürülmesi Suçu İkinci suçlama ise Wirz in 13 savaş esirini şahsen öldürmesi yahut askerlerine öldürtmesidir (LaForce, 1988: s. 6; Winkler, 2011, s. 14). Bununla beraber, bahsedilen vakaların hemen hepsinde fiilin mağduru olduğu ve katledildiği ileri sürülen askerlerin isimlerine ulaşılabilmiş değildir. İlginç bir şekilde Wirz e öldürme suçu atılmakta ancak katledilen savaş esirlerinin isimleri zikredilmemektedir. Bunun iki istisnası vardır. Chickamauga lakabıyla bilinen askerin ve ilaveten William Stewart adlı askerin öldürülmeleri. Wirz yapmış olduğu savunmada bu olaylardan ilkinin gerçek bir olay olduğunu kabul etmektedir. Ancak Wirz e göre Chickamauga nın öldürülmesinde kendisinin suçlanacak bir kast ve eylemi söz konusu değildir. Wirz, William Stewart hadisesinin ise gerçek olmadığını; kampın nispeten iyi tutulan kayıtlarında bu isimde bir askerin bulunmadığını ifade etmiştir (United States v. Wirz, 1865: s. 53). Dolayısıyla mağdurların ismen belli olduğu düşünülen iki hadiseden bir tanesi de gerçekte hiç var olmamış bir savaş esirine ilişkindir. Chickamauga hadisesi ise Wirz in aktardığına göre Chickamauga nın disiplinsiz davranışları nedeniyle gerçekleşmiş talihsiz bir olaydır. Wirz e göre Chickamauga kampın dış sınırlarına ulaşmış ve orada görevli nöbetçileri davranışlarıyla rahatsız etmiş ve ölmek istediğini açıkça beyan etmiştir (United States v. Wirz, 1865: s. 52). 12Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması Durumdan haberdar edilen Wirz, söz konusu askere kendi için ayrılan yaşam alanına dönmesini emreder. Bu esnada ölme isteğini tekrar eden askeri Wirz kendi silahını çekerek korkutmuştur (United States v. Wirz, 1865: s. 52). Silahın kendisine doğrulttuğunu gören asker de kaçarak olay yerinden uzaklaşmıştır. Wirz e göre bu hadiseden sonra herhangi bir ihlalde bulunulması artık mümkün olamayacağından, söz konusu askerin bir daha rahatsızlık yaratması halinde vurulması emredilmiştir. Bu emirden çok kısa bir süre sonra bir silah sesiyle irkilen Wirz, Chickamauga nın nöbet tutan askerler tarafından vurulduğunu öğrenmiştir (United States v. Wirz, 1865: s. 52). Wirz e göre Chickamauga kamp disiplin kurallarını ihlal ettiği için vurulmuştur (United States v. Wirz, 1865: s. 52). Bu kural yalnızca Andersonville de değil, Güney deki tüm kamplarda uygulanan bir kuraldır ve kamplardaki disiplinin sağlanması için de gereklidir (United States v. Wirz, 1865: s. 52–53). Ancak esasen Wirz söz konusu askerin kurallara uyacağı kabulünden hareket etmiş ve son vur emrini bir caydırıcı unsur olarak vermiştir. Öldürme kastının varlığı bu olayda şüphelidir. Amerikan İç Savaşı nın ağır insancıl problemlere neden olduğu aşikârdır. Bu gerçeğin çok belirginleştiği bir konu savaş esirlerinin durumudur. Bu durum hiç şüphe yok ki çok kötüdür, ancak bu yalnızca Güney deki esir kampları için geçerli değildir. Kuzey in saldırgan ve insancıl sonuçları hiç dikkat almayan politikaları elbette Güney i zayıflatmıştır. Bununla beraber, savaş esirleri arasında görülen can kaybı arasında bölgesel olarak çok büyük farklar mevcut değildir. Kuzey in elinde bulunan savaş esirlerinin %12 si hayatını kaybetmişken; bu oran yoksulluktan kırılan Güney de ise %15 olmuştur (Kieser, 1968: s. 54; Winkler, 2011: s. 4). Ortada kapsamlı bir yok etme komplosunun olmadığı bu sayılardan da anlaşılabilecek bir husustur (Zaharoff, 2019: s. 10) 5.3. Wirz Yargılaması ve John H. Gee Yargılaması: Bir Karşılaştırma Henry Wirz in maruz kaldığı suçlamaların benzeri Güneyli Komutan John H. Gee için de ileri sürülmüştür (Zaharoff, 2019: s. 53). Salisbury Hapishanesi nin komutanlığını üstlenen ve yürüten Gee, Wirz ten farklı olarak toprak sahibi, varlıklı bir Amerikan ailesine doğmuştur (Mettraux, 2010: s. 1059). Gee İç Savaş içinde ve daha öncesinde askeri harekâtlara katılmış ve yararlılıklar göstermiş bir hekimdir (Williams, 1961: s. 238–239). İç Savaş devam ederken Binbaşı rütbesine terfi ettirilen Gee nin 1864 senesinde ilk olarak muharip bir birimin başına geçmesi söz konusu olmuşsa da kendisi bu görevlendirmeyi reddetmiştir (Williams, 1961: s. 239). Bunun üzerine Salisbury Esir Kampı nın kumandanı olarak atanmıştır. Salisbury deki şartlar da tıpkı Andersonville gibi çok kötüleşmiştir. Bunda Kuzey in esir mübadelesini reddeden tavrı önemli bir rol oynamıştır. Eylül de 13Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 Kampın idaresini üstlenen Gee çok kısa bir zaman zarfında kampta bulunan esir sayısının 2500 den 10000 e yükseldiğini görmüştür (Williams, 1961: s. 239). Soğuk havalarda yere kazılmış çukurlarda hayatlarını idame etmek zorunda bırakılan ve sağlıksız şartlarda yemek ve su ihtiyaçlarını giderebilen çok sayıda mahkûm hayatını kaybetmiştir (Zaharoff, 2019: s. 55). Hatta Salisbury deki ölüm oranının güneydeki ve kuzeydeki benzerleri arasında en yükseği olduğu ifade edilmektedir. Buna göre, Salisbury de bulunan savaş esirlerinin %25 i hayatlarını kaybetmişlerdir (Zaharoff, 2019: s. 55). Bazı esir ve mahkûmlar ise kaçmaya çalışırken öldürülmüşlerdir (Mettraux, 2010: s. 1060). Gee, savaş sonrası hapishanedeki şartların çok kötü olması ve bazı esirlerin öldürülmesinden yargılanmıştır. Wirz in yaşadığı şekilde engellemeler olmadan savunmasını yapan, örneğin bilgisine danışılmasını istediği tanıkların hepsinin dinlenmesine izin verilen Gee, dava sonunda suçsuz bulunmuştur. Kararı veren askeri mahkeme Gee den ziyade daha yüksek makamlara sahip Güneyli sorumluların suçlu olduğunu ifade etmiştir (Mettraux, 2010: s. 1065). Mahkemeye göre; savaş hukuk ve gelenekleri Gee tarafından değil, bu üst düzey amirler tarafından ihlal edilmiştir. Gee ise en fazla idarede zafiyet göstermiş ve insanlığın vicdanına uygun davranmakta başarısız olmuştur (Mettraux, 2010: s. 1065). Güneyli amirlerin savaş hukuk ve yapılagelişi kurallarını ihlal ettiğini mahkeme ifade etmiştir ancak Gee nin amirleriyle herhangi bir gizli anlaşma (conspiracy) içine girmesine dair kovuşturma yapmaktan açıkça imtina etmiştir (Zaharoff, 2019: s. 53). Buradan anlaşılan, genel olarak bir dizayn içinde savaş esirlerinin öldürülmesi planlarının varlığı konusunda çok ısrarcı olunmamıştır. Mahkeme ye göre çok yüksek sayıdaki esir ölümlerinin nedeni işlevsiz hale gelmiş olan Konfederasyon taşıma sistemi ve askeri bürokrasisidir (Zaharoff, 2019: s. 55) ve bu başarısızlıktan dolayı Gee nin sorumlu tutulması mümkün değildir. Mahkeme Gee nin bu nedenlerle beraatine hükmetmiştir (Williams, 1961: s. 243–244). Görüldüğü üzere, Wirz in savunması geç de olsa onaylanmıştır. Ancak Wirz için elbette artık çok geç olmuştur. Gee Davası nda, Wirz Davası na oranla çok daha adil bir yargılama sürecine şahitlik edilmiştir (Mettraux, 2010: s. 1066). Sonuçta, Wirz Davası na benzeşen bir olaydan tamamen farklı mahiyette bir hükme ulaşılmıştır. 6. Wirz Davasının Uluslararası Hukuk Açısından Değerlendirilmesi ve Önemi Birinci Dünya Savaşı sonrası yargılamaların ilham kaynakları arasında Wirz Davası da sayılmıştır. Bunun sebebi de bu yargılamanın, kaydedilen tüm eksikliklerine rağmen, kendisinden önce kabul edilmiş bir uygulamanın reddedildiği bir yargılama olmasıdır. 14Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması İleride değinileceği üzere bu dava ile savaş sonrası cezasızlık hali (impunity) açıkça reddedilmiştir. Bu halin savaş suçlarına teşmil edilmeyeceğini kuvvetli bir şekilde ifade edilmiştir. Bir başka önemli husus da yargılama sırasında, Uluslararası Hukuk a açıkça atıfta bulunulmasıdır (Mettraux, 2010: s. 1062). İddia makamı adına konuşan Albay Chipman bu hususta şunları söylemiştir (Mettraux, 2010: s. 1062): Milletler forumunda daha yüksek bir hukuk bulunmaktadır. Bu, milletlerin yürürlüğe soktuğu her türlü davranış kuralından üstün olan ve bunlar tarafından etkisizleştirilemeyen veya değiştirilemeyen bir hukuktur. Hükumetlerin (içeride) hakları ne olursa olsun, bunların vatandaşlarının devletler yüce heyeti (the great tribunal of nations) tarafından düzenlenenleri dışında bir yetki veya kontrole ihtiyacı bulunmamaktadır. O zaman biz de savaş esirlerine ilişkin vazifeler için uluslararası koda dönüp bakacağız ki burada en saf ahlak, en yüksek adalet anlayışı köşe-taşlarını oluşturmaktadır Önemle hatırlatılmalıdır ki Uluslararası Hukuk un savaşa ilişkin kuralları iç savaş bağlamında uygulama bulmuştur. Bu da önemli bir diğer konudur. Lieber Kuralları adıyla bilinen Kurallar uygulamaya yön vermiştir ki bu düzenlemenin kaynağının da o dönemin savaş hukuku ve yapılagelişi olduğu bilinmektedir. Bir diğer önemli mesele amirin emri savunmasının reddedilmiş olmasıdır (Demirel, 2012: s. 170). Wirz, yukarıda da ifade edildiği üzere, olup olmadığından habersiz olduğu bir komplonunicrasına bilmeden katkı sağlamış olsa dahi, neticede düşük rütbeli bir asker olduğu savını ileri sürmüştür. Savcılık makamı bu savunmanın kabul edilemez olduğunu askeri mahkemeye kabul ettirmiş görünmektedir. İddia makamına göre, her ne kadar Wirz aksini iddia etse de Andersonville deki olaylar Wirz in direkt amiri General Winder ın bölgeye atanmasından daha önce başlamıştır (United States v. Wirz, 1865: 54). Savcı Chipman a göre suçlulardan daha kıdemli olanının vefatı nedeniyle yargılanamıyor olması, daha ast konumdakinin cezasızlığına neden olmamalıdır (Demirel, 2012: s. 170–171; Tezcan, Erdem ve Önok, 2015: s. 400; United States v. Wirz, 1865: s. 55). Askeri mahkemenin ulaştığı bu sonucun günümüz Uluslararası Ceza Hukuku açısından da prima facie doğru olduğu ileri sürülebilir. Uluslararası Ceza Mahkemesi nin kurucu metni olan Roma Statüsü (Rome Statute of the International Criminal Court) amirin emri konusunda şu düzenlemeyi içermektedir (Kaya, 2013: s. 436): 1. Mahkeme nin yargı yetkisine giren bir suçun, bir hükümet veya askeri veya sivil bir üst makam emrine uyan bir şahıs tarafından işlenmiş olması, aşağıdaki haller dışında, şahsı cezai sorumluluktan kurtaramaz: 15Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 (a) Şahsın hükümet veya söz konusu üst makamın emirlerine uyması kanuni bir zorunluluk ise; (b) Şahsın emrin kanunsuz olduğunu bilmemesi halinde; ve (c) Emrin açıkça kanunsuz olmaması halinde. Hiç şüphe yok ki atılı suçları işlediğinin tespiti halinde Henry Wirz in cezalandırılması şarttır. Kendisi de kıdemli sayılabilecek bir subay olan Wirz in bu suçların işlenmesini amirlerinden emir olarak alması halinde bunların savaşa dair kuralların ihlali oluşturacağını bilmesi hayatın olağan akışına çok daha uygundur. Bu nedenle, hukuki anakronizm pahasına ifade edilmelidir ki amirin emri savunmasının Wirz in menfaatine olarak ileri sürülmesi mümkün değildir. En azından, olayın günümüzde geçmesi halinde uygulanan hukukun ulaşacağı sonuç bu olacaktır. Olayın geçtiği tarih de dikkate alınırsa, altta yatan saik ne olursa olsun, Askeri Komisyon un ilerici bir tavır sergilediği ileri sürülebilir. Wirz Yargılamasında; savaşan imtiyazının savaş sonrasına da yaygınlaştırılması ile oluşan mutlak suçsuzluk halinin savaş suçları konusuna teşmil edilmemiş olduğunu görmekteyiz. Burada kast edilen, Wirz Yargılamasının kendisinden önce gelen ve genel uygulama olarak kendisini kabul ettirmiş olan cezasızlık halini reddeden bir yaklaşımı pratik olarak somutlaştırmasıdır. Savaş kurallarına uygun olarak hareket etmiş ve bu kurallar kapsamında düşman personele zarar vermiş olmak bir suç değildir. Bununla beraber, kuralları çiğneyen mahiyetteki davranışlardan doğacak sorumluluk tarihsel olarak devletlere atfedilmiştir. Savaş suçları konusunda şahısların cezai sorumlulukları o zamana değin nadiren ileri sürülmüştür. Genel olarak bu tip hukuk ihlallerinden devletlerin sorumluluğunun doğduğu kabul edilmiş, böylelikle de suç işlemiş şahıslar lehine bir korunaklı alan yaratılmıştır. Fakat Wirz Yargılaması ile Appomattox Teslim Anlaşması ndaki sorumsuzluk halinin savaş kural ve yapılagelişinin ihlallerini kapsamadığı açıkça benimsenmiştir. Bu, sorunlarla dolu yargılamanın olumlu olarak değerlendirilmesi gereken en önemli yönlerindendir. Bununla beraber, bu yargılama ile belirli politik hedeflere ulaşılması için ceza hukukunun kullanılması adil olmayan sonuçlar yaratmaktadır. Toplumsal baskıya yargılama makamı, en başta kendi bağımsızlık ve tarafsızlığını muhafaza etmek maksadıyla, direnç göstermelidir. Ancak Wirz Davası nda bu direnç gösterilememiştir. Kamuoyunun açıkça bir intikam ihtiyacı ve öfke histerisi söz konusudur (Zaharoff, 2019: s. 10) ve bu kamusal baskı yargılamanın işleyişine ve nihai çıktısına da yansımıştır. İç Savaş sonrası ABD de mevcut olan bu hali Hesseltine bir savaş psikolojisi olarak betimlemiştir 16Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması (Hesseltine, 1930: 172; Zaharoff, 2019: s. 10). Bu tanımlamaya göre taraflardan birinin davası ile kendi kişiliğini özdeşleştirmiş olanlar diğer tarafın savunucularından nefret etme ve onları şeytanlaştırarak kendi aşırı-bağımlı durumlarını bir şekilde meşrulaştırma eğilimi göstermektedir (Zaharoff, 2019: s. 10). Bu psikolojik hal, ABD siyasal kadroları ile medyasının başarılı işbirliği ile bir araya gelince Wirz bir intikam hırsının direkt kurbanına dönüşmüştür (Bonner, 1947: s. 128; Zaharoff, 2019: s. 10). Bu tecrübenin de bizlere gösterdiği üzere, savaş sonrası yapılacak her türlü cezai mahiyetteki yargılamada sosyo-psikolojik durumun olumsuz etkilerinden mümkün olduğu nispette izole bir sürecin yaratılmasına dikkat edilmelidir. Wirz ten kısa bir zaman sonra gerçekleştirilen Gee Yargılaması nda örneğin, Salisbury deki ölüm oranının yüksekliğine rağmen Gee ceza almamıştır. Wirz in bu anlamda şanssızlığı kamuoyu baskısının en hissedilir olduğu anda yargılanması olmuştur. Burada önemli bir başka mesele de yargılamanın gerçekleştirildiği makamdır. Wirz yeni kurulmuş olan askeri özellikli bir komisyonda yargılanmıştır. Amerikan İç Savaşı boyunca Askeri Mahkemeler (Military Commissions) 2000 civarı yargılama gerçekleştirmiştir (Vagts, 2008: s. 239). Ancak bunlar daha ziyade savaşan imtiyazına sahip olmayan ajanlar gibi sivil şahıslara ilişkindir (Vagts, 2008: s. 239). Bu durumun, yani bir asker olan Wirz in bu mahkemelerce yargılanmasının Anayasa ya aykırılığı Wirz in vekilleri tarafından ileri sürülmüştür. Ancak bu Anayasa ya aykırılık itirazı reddedilmiştir. Çatışmaları sona erdiren Appomattox Teslim Anlaşması nda kapsayıcı bir ifade kullanılmış ve Güney tarafından çarpışan askerlerin rahatsız edilmeden evlerine dönme hakkı kabul edilmiştir. Bunun bir anlamda af niteliğinde olduğu ileri sürülmüşse de Mahkeme bu tezi reddetmiştir. Bir kere bu reddedişte Komisyon un özellikle savaş suçları konusundaki ilerici ve kanaatimizce de –en azından politik olarak- doğru tavrını görmekteyiz. Ancak burada esas olarak Appomattox Anlaşması nın hukuki mahiyeti önemlidir. Bu Anlaşma bir barış anlaşması değildir. Bu nedenle savaş halini de ortadan kaldırıcı bir hukuki etkiden yoksundur. Anlaşma bir ateşkes ve teslim anlaşmasıdır. ABD makamları da buna uygun davranarak hukuken savaş halinin devam ettiği kabulüyle eylem ve işlemlerde bulunmuştur. Anlaşmanın yapılması müzakerelerindeki Generaller Grant ve Lee nin de o günkü konuşmaları kendilerinin tarafları adına bir barış anlaşması yapma yetkisine sahip olmadıklarını açıkça ortaya koymaktadır (Downs, 2015: s. 1). Barışı nihai olarak sağlama işinin siyasal aktörlerde olduğu konusunda Grant ve Lee anlaşmış görünmektedirler (Downs, 2015: s.1). Dolayısıyla askeri mahkemelerin yetkisi konusunda ABD makamlarında herhangi bir kafa karışıklığı oluşmamıştır. 17Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 İşlenmiş olduğu iddia edilen suçların faillerinin yargılanmasının özünü veya ruhunu yansıtan ve her zaman korunması için çaba sarf edilmesi gereken bir ilkeye işaret etmek gerekirse, bu ilkenin adil yargılanma olarak belirlenmesi çok da yanlış görülmemelidir (Jawad, 2015: s. 165). Wirz Davası, adil yargılama ilkesinin zedelendiği durumlarda cezalandırmanın işlevinin bir öç almaya dönüşmesinin bir an meselesi olduğuna kuvvetli bir delil teşkil etmektedir. Jawad ın da (2015: s. 165) vurguladığı üzere, ulusal makamların bu ilkeye riayet konusunda güven vermediği veya direkt olarak bu ilkeyi ihlal ettiği durumlarda, bir uluslararası ceza sürecinin gerekliliği çok daha iyi anlaşılmaktadır. Adil yargılanmanın sağlanmasına katkı sağlayacak müesseselerin yaratılması ve işletilmesi büyük önemi haizdir. Bu önem kendisini Wirz ve Gee Yargılamaları nın çıktılarında kendisini kristalize etmektedir. Askeri Mahkeme, içinde bulunduğu toplumun baskısı ve siyaset mekanizmasının müdahalesi ile Wirz in lehine tanıklık yapacak şahısları sindirmişken, Gee nin müdafileri buna benzer bir tecrübe yaşamamıştır. İlaveten, Gee nin savunmasında çok daha fazla sayıda resmi Konfederasyon belgesine ulaşmak mümkün kılınmıştır. Bu ise, Gee nin fiillerinden ziyade, genel olarak Konfederasyon altyapısının çökmesinin ve diğer sistemik eksikliklerin Salisbury deki faciaya neden olduğunun ikna edici şekilde ispat edilebilmesine imkân sağlamıştır (Zaharoff, 2019: s. 55). Dolayısıyla, hakikatin aranmasında müdafilerin de bilgi ve belgeye ulaşmalarının sağlanmasının kritik önemi ortaya çıkmıştır. Bu önem Uluslararası Ceza Mahkemesi Statüsü nün hazırlanması sürecinde dikkatten kaçmamıştır. Bugün savunmanın da en azından Uluslararası Ceza Mahkemesi önündeki yargılamalarda kapsamlı olarak düzenlenmiş hakları mevcuttur (Aksar, 2003: s. 40-65). Hiç şüphesiz, tarihsel tecrübeler bu hakların tanınması ve güvence altına alınmasında önemli rol oynamıştır. Yukarıda ifade edildiği gibi, Wirz Davası nın kanaatimizce çok sayıda önemli gelişmenin öncülüğünü yapması söz konusudur. Cezasızlık halini reddetmesi, amirin emri savunmasını otomatik olarak kabul etmemesi (Lemnitzer, 2018: s. 115) bunlar arasında sayılmalıdır. Bununla beraber yargılama sürecine sıklıkla gerçekleştirilen siyasi mahiyetteki müdahaleler yargılamanın doktrinde ağırlıklı olarak başarısız bir tecrübe olarak tanımlanmasına ve hatırlanmasına neden olmuştur. 7. Sonuç Yerine Henry Wirz hile ile alıkonulmuş; ailesinin yanından, kendisi hakkında yürütülen soruşturmaya dair bilgilendirilmeden alınmıştır. Yargılama aşamasında savunma makamına hiç şans verilmemiştir. Wirz in lehinde konuşması söz konusu olacak bütün tanıklar bir 18Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması şekilde engellenmiştir. Tanıklıkta bulunan bazı kişilere sonrası için vaatlerde bulunulmuş ve hatta yalan beyanda bulunan bir tanesi, tanıklığının hemen ardından, ABD İçişleri Bakanlığı nda göreve dahi başlatılmıştır. Bu kişi Felix de la Baume dir (Laska ve Smith, 1975: s. 119). Kendisini Lafayette nin akrabası olarak tanıtan ve duruşmada Wirz i ağır bir şekilde suçlayan de la Baume nin aslında bir asker kaçağı olduğu sonradan ortaya çıkacaktır (Laska ve Smith, 1975: s. 129). Gerçek adı Felix Oeser olan bu şahıs, asker kaçağı olduğunun öğrenilmesi üzerine görevinden uzaklaştırılmıştır (LaForce, 1988: s. 8). Aynı şekilde tanıklığına başvurulan kimselerin ABD ye olan sadakatleri iddia makamınca açıkça tehditkâr bir tonda sorgulama konusu yapılmış, bu şekilde aslında Wirz lehinde konuşmaya istekli olan tanıklar sindirilmiştir. Netice itibariyle Wirz idam edilmiştir. Ancak Wirz e yapılan haksızlıkların, yürütülen kampanyaların hiç biri Gee Davası ve kararında gerçekleşmemiştir. Bunun muhtemel sebeplerinden birisi Wirz in İsviçre kökenli bir Amerikalı olmasıdır. Wirz in yabancı olmasının etkisine dair öğretide de fikir birliği oluşmuş görünmektedir (Kieser, 1968: s. 58). Aynı şekilde, Gee belli bir sınıfı ve ekonomik gücü temsil eden bir kişiliktir. Bu da onun Wirz kadar yalnız ve çaresiz bırakılmamasına neden olmuştur. Neticede Gee doğuştan bir ABD lidir; Wirz ise sonradan vatandaşlığı almış bir İsviçreli! Ama bundan daha önemli bir etkiyi içinde bulunulan toplumun öfkesinin yarattığı aşikârdır. Ulusal veya uluslararası özellikte olsun, pozitif ceza hukukuna bağlı olarak ve bunun çerçevesi içinde gerçekleştirilmesi gereken ceza yargılaması politikaya kurban edilmemeli, özellikle de zamanın baskın siyasal ve sosyo-psikolojik etkilerinden mümkün olan oranda uzak kalmayı başararak, belli bir soğukkanlılıkla maddi gerçekliği aramaya devam etmelidir. Ancak bunların hiç birisine bu olay bağlamında rastlanılmamaktadır. Wirz in maruz kaldığı muamele, hukukun belli amaçlarla kullanılmasının önünde çoğu zaman engel bulunmayabileceğini öğretmektedir. Hukuku bir araç olarak kullanmanın önünün açılmasında yahut doğası gereği bunun zaten kaçınılmaz olduğu durumlarda medyada çizilen şeytan imajının kolaylaştırıcı ve hatta hukuku belli bir amaca göre uygulayanlar üzerinde meşrulaştırıcı bir etkisi olmuştur. Gee den farklı olarak Wirz Davası büyük infial yaratmıştır. Bu infial de bir New York gazetesinin ifadesi ile Tanrı ya şükür Amerikalı olmayan (Kieser, 1968: s. 59) Wirz in, bir takım usulî ve maddî haklardan yararlanması gereken bir sanık konumundan her hal ve şartta cezalandırılması gereken bir şeytana dönüştürülmesine yol açmıştır. Wirz in en büyük talihsizliği hiç şüphesiz yalnızca savaştan çok kısa bir süre sonra yargılanmasıdır. Bununla beraber, tüm bu mücadelenin ve sonrasındaki yargılamaların, temelde yatan üretim süreçlerine dair farklı fikirlerden kaynaklandığı da gözden kaçmamalıdır. 19Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2020; 8(1):1-21 Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "Aksar, Y. (2003). Uluslararası ceza mahkemesi ve uluslararası ceza usul hukuku. Ankara: Seçkin Yayıncılık. Alexeyev, S. (1990). Socialism and law: Law in society, Moscow: Progress Publishers. Anonim (1919). Major Henry Wirz. The William and Mary Quarterly, 27(3), 145–153. doi:10.2307/1916200. Bonner, J. C. (1947). War crimes trials, 1865-1867. Social Science, 22(2), 128–134. Demirel, M. (2012). Amirin emrini yerine getirmenin ceza sorumluluğuna etkisi. (Yüksek Lisans Tezi). İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul. Downs, G. P. (2015). After Appomattox: Military occupation and the ends of war. Cambridge: Harvard University Press. Güneysu, G. (2019). Uluslararası ceza hukuku tarihi açısından Peter von Hagenbach ın yargılanmasının önemi ve anlamı. Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 25(2), 833–849. DOI: 10.33433/maruhad.667564 Hesseltine, W. B. (1930). Civil war prisons: A study in war psychology. Columbus: The Ohio State University Press. Iverson, J. (2015). The trials of Charles I, Henry Wirz and Pol Pot: Why historic cases are forgotten and the meaning of international criminal law. In M. Bergsmo, C. W. Ling, S. Tianying and P.Yi (Eds.), Historical origins of international criminal law: volume 3, (pp. 93–118). Brussels: FICHL Publication Series. Jawad, S. (2015). Objectives of international criminal law and jurisdiction of ICC. Sociology and Anthropology, 3(3): 163–170. Kaya, İ. (2013). Uluslararası hukukta temel belgeler, Ankara: Seçkin Yayıncılık. Kieser, R. (1968). Hauptmann Henry Wirz und die hintergründe des andersonville-prozesses. Schweizerische Zeitschrift für Geschichte, 18(1), 47–68. LaForce, G. W. (1988). The trial of major Henry Wirz – a national disgrace. The Army Lawyer, 3–10. Laska, L. L., & Smith J. M. (1975). “Hell and the devil”: Andersonville and the trial of captain Henry Wirz, c.s.a., 1865. Military Law Review, 68, 77–132. Lemnitzer, J. (2018). International legal history: From atrocity reports to war crimes tribunals—the roots of modern war crimes investigations in nineteenth-century legal activism and first world war propaganda. In J. Waterlow, & J. Schuhmacher (Eds.), War crimes trials and investigations: A multi-disciplinary introduction (pp. 111-156). Palgrave Macmillan.  Marx, K., & Engels, F. (2003). The civil war in the united states. Colorado Springs: Portage Publications. Mettraux, G. (2010). A little-known case from the american civil war: The war crimes trial of major general John H. Gee. Journal of International Criminal Justice, 8(4), September 2010, 1059–1068. Özdemir, A. M. (2011). Güç buyruk düzen: Uluslararası hukuk kuramında eleştirellik ve emperyalizm, Ankara: İmge Kitabevi. Potyemkin, V. vd. (2015). Uluslararası ilişkiler tarihi-I. (A. Tokatlı, Çev.)., İstanbul: Evrensel Yayınevi. 20Gökhan GÜNEYSU / Aksayan Adalet: Amerikan İç Savaşı Sonrası Gerçekleştirilen Henry Wirz Yargılaması Rundle, G. (1964). Karl Marx and the american civil war. Comparative Studies in Society and History, 6(2), 117–141. Schraffenberger, D. (2011). Karl Marx and the american civil war. International Socialist Review, 11(1), Retrieved from: https://isreview.org/issue/80/karl-marx-and-american-civil-war. Tezcan, D., Erdem M. R. ve Önok M. (2015). Uluslararası ceza hukuku. Ankara: Seçkin Yayıncılık. Thiele, A. (2020). Allgemeine staatslehre: begriff, möglichkeit, fragen im 21. jahrhundert. Tübingen: Mohr Siebeck Verlag. United States v. Henry Wirz (1865). In Levie, H. S. (Ed.). Documents on prisoners of war: International law studies (pp. 46-56). Newport, RI: U.S. Naval War College. Vagts, D. F. (2008). Military commissions: The forgotten reconstruction chapter. American University International Law Review, 23(2), 231–274. Williams, I. B. (1961). John Henry Gee, physician and soldier. The Georgia Historical Quarterly, 45(3), 238–244. Winkler, A. (2011). Henry Wirz and andersonville: The career of the most controversial swiss american. Swiss American Historical Society Review, 47(2), 1–16. Yalvaç, F. (Ed.) (2017). Tarihsel materyalizm ve uluslararası ilişkiler, Ankara: İmge Kitabevi. 21"
}