{
     "Tip": "Makale",
     "Dergi İsmi": "Ceza Hukuku ve Kriminoloji Dergisi",
     "Üniversite İsmi": "",
     "Gün": "23",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Bağışlamanın Geri Alınmasında “Ağır Suç” Kavramı Üzerine Bir Değerlendirme",
     "Title": "Serious Crime in Terms of the Withdrawal of the Donation",
     "Yazar İsmi": [
          "Cüneyt PEKMEZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ağır suç",
          "Bağışlamanın geri alınması",
          "Bağışlayan"
     ],
     "Keywords": [
          "Serious crime",
          "Withdrawal of donation",
          "Donor"
     ],
     "Özet": "TBK m. 295 I b.1 de bağışlamanın geri alınması sebepleri arasında düzenlenen bağışlananın bağışlayana veya yakınlarından birine karşı ağır suç işlemesi sebebi içerisinde ifade edilen ağır suç” kavramından anlaşılması gerekeni belirlemek için ikili ayrım yapmak gerekecektir. Birinci ayrım suç” ifadesi ikinci ayrım ise ağır” ifadesidir. Bu ayrım salt teorik bir ayrım olarak görülmemelidir. Zira bağışlamanın geri alınması bakımından bağışlanan tarafından işlenen hukuka aykırı fiilin ceza hukuku anlamında bir suç” teşkil etmesi gerekecektir. Hukuka aykırı fiilin suç olup olmadığının, ceza hukuku bakımından değerlendirilmesinin yeterli olduğu, bu kapsamda hukuka aykırı fiil suç teşkil ediyorsa TBK m. 295 I b.1 de yer alan sebeple bağışlamanın geri alınması bakımından ilk unsuru sağlayacağı söylenebilir. Hukuka aykırı fiilin suç teşkil etmesi, ağır suç işlenmesi sebebine dayanılarak bağışlamanın geri alınması bakımından objektif şartı teşkil eder. Ağır suç” kavramı bakımından incelenmesi gereken ikinci husus ağır” ifadesidir. Bağışlamanın ilgili sebebe dayanılarak geri alınabilmesi bakımından suç teşkil eden hukuka aykırı fiilin ağır olup olmadığı özel hukuk kurallarına göre belirlenecek olup, ceza hukukunda yer alan hususlar bu bakımdan etkili olmayacaktır. Sübjektif unsur (ağır”) bakımından hakim şu üç unsurun mevcut olup olmadığını incelemelidir: Suçun şükransızlık-minnetsizliğin varlığını haklılaştırması, suç nedeniyle bağışlayanın derinden sarsılması ve bu sarsılmanın objektif açıdan haklı görülmesi.",
     "Abstract": "To understand the concept of serious crime based on the Turkish Obligation Code (TOC) 295 I 1, a dual distinction must be made to express the reason for a donee committing a serious crime against a donor or one of his/her relatives. The first distinction required is crime and the second is serious. When a donation is withdrawn, the offense committed by the donee is characterized as crime in terms of criminal law. To evaluate whether the offending act is a crime or not with reference to criminal law is sufficient. The second distinction required is to define the term serious. Whether a crime can be characterized as serious is determined in accordance with the regulations of private law in relation to the withdrawal of donations. When determining the subjective component of seriousness, the judge should examine the following three elements: whether the crime justifies the existence of ingratitude, any damage caused to the donor because of the crime, and the objective justification for this damage.",
     "Metin": "Çalişmamiz kapsaminda TBK m 295 de düzenlenen bağişlamanin geri alinmasinda, bağişlananin bağişlayana veya yakinlarindan birine karşi ağir suç işlemesi sebebi içerisinde ifade edilen ağir suç kavrami incelenecektir. Bu yapilirken, mirastan çikarma sebeplerinin düzenlendiği TMK m 510 I b 1 de de kullanilan ağir suç kavrami ve bu kavrama ilişkin tespitlerden yararlanilacaktir. Ancak her durumda mirastan çikarma sebeplerinde yer alan ağir suç kavramina ilişkin değerlendirmelerin bağişlamanin geri alinmasi sebepleri arasinda sayilan ağir suç kavrami için geçerli olmayabileceği söylenebilir. Zira, sebepleri arasinda ağir suç kavraminin kullanildiği mirastan çikarmada, mirasbirakanin mirastan çikaracaği kişi mirasçisi olmakla birlikte, bağişlayan ile bağişlanan arasinda böyle bir ilişki olmayabilir. Bağişlayanin alelade bir kişiye bağişlama yapmayabileceği en azindan bir yakinlik olmasi veya bağişlayanin yakinlik duymasi gerektiği hayatin olağan akişina uygun olduğu ileri sürülse dahi bu yakinlik miras hukukundaki kadar yoğun olmayabilir. Peki bağişlamanin geri alinmasinda ağir suç kavrami nasil yorumlanmalidir? Bu hususta ceza hukukunda yer alan değerlendirmelerden yararlanilabilir mi? Çalişmamiz kapsaminda bu sorulara cevap bulmaya çalişacağiz. Hükmün uygulama alani bulabilmesi için gereken şartlar bakimindan hüküm çeşitli açilardan incelenmeye müsaittir. Ancak çalişmamizin kapsamini aşmamak adina, bağişlamanin geri alinmasinda sadece ağir suç kavrami üzerine değerlendirmelerde bulunacağiz.   2. Genel Olarak   Türk Borçlar Kanunu (TBK) m 295  de bağişlayanin hangi durumlarda, elden bağişlamayi veya bağişlama sözünü geri alabileceği ve bağişlama konusunun geri verilmesini talep edebileceği düzenlenmiştir. TBK m 295 I b 1; \t Bağışlayan,\taşağıdaki\tdurumlardan\tbiri\tgerçekleşmişse,\telden\tbağışlamayı\tveya\t yerine\tgetirdiği\tbağışlama\tsözünü\tgeri\talabilir\tve\tbağışlananın\tistem\ttarihindeki\t zenginleşmesi\tölçüsünde,\tbağışlama\tkonusunun\tgeri\tverilmesini\tisteyebilir: \t 1.\t Bağışlanan,\tbağışlayana\tveya\tyakınlarından\tbirine\tkarşı\tağır\tbir\tsuç\tişlemişse. 215Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 düzenlemesini içermektedir. Hükümde açikça belirtildiği üzere, bağişlanan, bağişlayana veya yakinlarindan birine karşi ağir bir suç işlemişse, bağişlayan elden bağişlama gerçekleştirmiş veya bağişlama sözünü ifa etmişse bağişlama sözünü geri alabilecek ve bağişlama konusunun iadesini talep edebilecektir.   3. Bağışlananın Fiilinin Suç Teşkil Etmesi   3.1. Genel Olarak   İsviçre Borçlar Kanunu nda 26. 06. 1998 de yapilan değişiklikten önce bağişlamanin geri alinmasini düzenleyen hükümde (OR Art 249) schwere Verbrechen ifadesi kullanilmaktaydi. İsviçre Borçlar Kanunu nun kabul edildiği dönemde İsviçre Ceza Kanunu Tasarisi nda, ceza hukuku bakimindan hukuka aykiri fiiller üçlü bir ayrima tabiydi. Bu ayrima göre, hukuka aykiri fiiller, Übertretungen (kabahat), Vergehen (cünha), Verbrechen (cürüm) olarak ifade ediliyor, bu üç şekilde nitelendiriliyordu. 26. 06. 1998 de yapilan değişiklikten önceki düzenleme ceza hukukundaki bu üçlü ayrimi esas almiştir. Ancak daha sonra Ceza Kanunu Tasarisi nda Vergehen 1  Bu kapsamda mağdur bağişlayan ya da yakinlarindan birisi olmalidir. (Denise Weingart, OFK-OR Kommentar Schweizerisches Obligationenrecht, in Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz and Roland Fankhauser (eds) (3rd edn, Orell Füssli 2016) Art 249 N 10; bağişlananin üçüncü kişi banka aleyhine işlediği ağir suç nedeniyle mahkum olmasina dayanilarak bağişlayan bağişlamayi geri alamaz. See Nedim Peter Vogt andAnnaig L. Vogt, Basler Kommentar Obligationenrecht I Art. 1- 529 OR in Honsell, Vogt and Wiegand ( 6th edn, Helbing-Lichtenhahn 2015) Art 249 N 9; OFK/ Weingart Art 249 N 10. 2  TBK m 296 (OR Art 250) bağişlama sözünün geri alinma sebeplerini düzenlemekte, TBK m 296 I b 1 (OR Art 250), elden bağişlamada bağişlama konusunun geri verilmesini sağlayabilecek sebepleri, bağişlama sözünün geri alinma sebepleri arasinda saymaktadir. TBK m 295 I b 1 (OR Art 249) düzenlemesi elden bağişlamada bağişlama konusunun geri verilmesini gerektiren sebebi içerdiğinden, bu hüküm TBK m 296 I b 1 kapsaminda bağişlama sözü verilmiş ancak henüz ifa edilmemişse, bağişlama sözünün geri alinmasinda da uygulanir. See Reto Heizmann, Strafe\tim\tschweizerischen\tPrivatrecht\tPhänomenologie\tund\tGrenzen\t gesetzlich\tbegründeter\tStrafsanktionen\tdes\tPrivatrechts (Stӓmpli 2015) N 614; BaslerK/ Vogt and Vogt Art 249 N 1 ff; Ahmet Türkmen, Bağışlamanın\tGeri\tAlınması (Adalet 2019) 161; diğer deyişle, TBK m 296 I b 1 göz önüne alindiğinda, TBK m 295 I b 1 de düzenlenen sebep, hem elden bağişlamada bağişlama konusunun geri alinmasinin, hem de bağişlama sözü verilmiş henüz ifa edilmemişse ifadan kaçinmanin bunun yaninda ifa gerçekleşmişse bağişlama konusunun geri alinmasinin sebebini teşkil etmektedir. Bu nedenle bağişlayana veya yakinlarindan birine karşi bağişlananin ağir suç işlemesi halinde, bağişlama konusunun iadesi veya ifa edilmemiş ise bağişlama sözünün geri alinmasi sağlanabilir. 3  Bu değişiklik için see BG 26.06.1998 (Anhang Ziff 2) AS 1999 1118. 4  Ceza kanunlarinda suç ayrimina ilişkin sistemler arasinda yer alan suçlari ağirliklarina göre derecelendirmeye tabi tutan sistemlere göre, üç farkli ayrimi esas alan ceza kanunlariyla karşilaşilir. Suçlari ayrima tabi tutan ceza kanunlarindan, ikili, üçlü ve dörtlü ayrimi benimseyen ceza kanunlarina rastlanilir. İkili ayrimi esas alan ceza kanunlari 1) cürüm, kabahat veya 2) cürüm, cünha şeklindeki ayrimlari kullanir(Örneğin, Alman Ceza Kanunu, Avusturya Ceza Kanunu). Üçlü ayrimi gözönüne alan ceza kanunlari ise, cürüm-cünha kabahat (hafif suç) şeklinde üçlü ayrimi benimser. (Örneğin İsviçre Ceza Kanunu, Fransiz Ceza Kanunu). Bu değerlendirme için bkz. Fatih Selami Mahmutoğlu, ‘Suç-Kabahat Ayrimi İdari Ceza Hukukunun Temelleri  in İlhan Ulusan, Funda Başaran Yavaşlar (eds), İdari Ceza Hukuku Sempozyumu (Seçkin 2009) 27-28; Elif Bekar, ‘Kabahatler Kanunu nun Genel Hükümlerinin Değerlendirilmesi  (2011) (1-2) İÜHFM 1033,1034. Konumuz itibariyle önce İsviçre Ceza Tasarisinda bu üçlü ayrim benimsenmiş, daha sonra ikili ayrima geçilmiştir. 216Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme kaldirilarak, bu kapsamda yer alan hukuka aykiri fiiller Verbrechen çatisi altina yerleştirilmiştir,6. Türk Hukuku nda ise İsviçre Borçlar Kanunu nda schwere Verbrechen ifadesinin karşiliği olarak, önceki 818 sayili Borçlar Kanunu (eBK) m. 244 de ağir cürüm ifadesi kulanilmiştir.   İsviçre Borçlar Kanunu nda 26.06. 1998 de yapilan değişiklikle Verbrechen kavrami, Straftat olarak değiştirilmiştir. Bu değişiklikle İsviçre Borçlar Kanunu ndaki ifade İsviçre Ceza Kanunu ve Ceza Hukuku terminolojisine uygun hale getirilmiştir. Ancak bu kavramin tercih edilmesi sebebi, redaksiyon amacina matuf olup, kanunun yorumunda bir değişikliği gerektirmemiştir. Bu nedenle İsviçre deki çoğunluk görüşü ve yargi uygulamasi geçerliliğini korumakta, Verbrechen (cürüm) ya da Vergehen(cünha) niteliğinde olsun fiil Straftat(suç) niteliğinde ise bağişlamanin geri alinmasi için gereken ilk şarti sağlamaktadir.   İsviçre de durum bu yönde iken, 01.07.2012 tarihinde yürürlüğe giren 6098 sayili Türk Borçlar Kanunu m. 295 I b.1 de ağir cürüm kavrami yerini ağir suç kavramina birakmiş, İsviçre Borçlar Kanunu ndaki değişiklikle lafiz bakimindan paralellik sağlanmaya çalişilmiştir. Bu sebeple hükmün lafzi ve mehaz kanundaki değişiklik süreci göz önüne alindiğinda ilk planda bağişlamanin geri alinmasi için bağişlananin 5  Mirastan çikarma bakimindan yapilan bu değerlendirme için see Michael Gubser, Strafenterbung\tde\tlege\t lata-de\tlege\tferenda,\tunter\tBerücksichtigung\tdes\tdeutschen\tund\tösterreichischen\tRechts (Zürich 2001) 51-52; Kürşad Yağci, Cezai\tMirasçılıktan\tÇıkarma\t(Cezai\tIskat) (On İki Levha 2013) 115 dn 60; ayni husus bağişlamanin geri alinmasi için de geçerlidir. 6  Bu değişiklikten sonuç çikaran azinlik görüşe göre, mirasçiliktan çikarmayi düzenleyen ZGB Art 477 I b 1 de Verbrechen ifadesinin önüne schwere ifadesi eklenmek suretiyle cünhalarin (Vergehen) göz önüne alinmamasinin amaçlandiği söylenebilir. İsviçre Ceza Kanunu Tasari görüşmelerinde Vebrechen-Vergehen ayriminin ortadan kaldirilmasiyla, bütün Verbrechen lerin mirasçiliktan çikarma için aranan hakli neden olmasi kabul edilemez. Bu görüş için see Arnold Escher, Zürcher\tKommentar\tzum\tSchweizerischen\t Zivilgesetzbuch,\tBand\tII\tDas\tErbrecht,\t1\tAbt.:\tDie\tErben\tArt.\t457-536 (3th edn, Schulthess 1959) Art 477, N 13; A. Riza Çubukgil, ‘Mirastan Adi Iskatin Hukuki Mahiyeti ve Sebepleri  (1950) (3) Ankara Üniversitesi Hukuk Fakültesi Dergisi 441, 449; aksi yöndeki görüş, suç kavramina giren fiilin gerçekleşmesinin mirastan çikarma bakimindan gerektiği, aykiri fiilin Verbrechen ya da Vergehen olarak ayrilmasinin önem arz etmediği, ağir ifadesinin Vergeheni dişlamaya yönelik olmadiği yönünde see Gubser (n 5) 52; Balthasar Bessenich, ‘Basler Kommentar Zivilgesetzbuch II Art. 457- 977 ZGB  in Honsell, Vogt and Geiser (3th edn, Helbing-Lichtenhahn 2006) Art 477 N 4; Yağci (n 5) 117; bağişlamanin geri alinmasi hususunda ayni yönde değerlendirmeye göre Vergehen ler de yeterli olabilir. See BaslerK/ Vogt and Vogt Art 249 N 9; OFK/ Weingart Art 249; N 9; Beat Schönenberger, ‘CHK- Handkommentar zum Schweizer Privatrecht Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe Art 184 - 318 OR  in Markus Müller-Chen, Claire Huguenin (3th edn, Schulthess 2016) Art 249 N 4; Felix Horat, Grundstückschenkungen\tmit\tNutzniessungs-\toder\tWohnrechtsvorbehalt (Schulthess 2018) 34. 7  Mirasçiliktan çikarma bakimindan ayni yönde see BaslerK/ Balthasar Art 477 N 4; Yağci (n 5) 116. 8  BaslerK/ Vogt and Vogt Art 249 N 9; mirasçiliktan çikarma bakimindan ayni yönde değerlendirme için see Yağci (n 5) 117-118; Gubser (n 5) 52; BaslerK/ Balthasar Art 477 N 4. 217Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 bağişlayana veya yakinlardan birine karşi ceza hukuku kapsaminda yer alan bir suç işlemesi gerektiği söylenebilir. Bunun sonucu olarak kabahatlerin (Übertretungen) bağişlamanin geri alinmasi sebepleri arasinda belirtilen suç kavrami içerisine girmeyeceği kabul edilebilir.   3.2. Fiilin Suç Niteliğinin Ceza Hukuku Kurallarına Göre Belirlenmesi   TBK m. 295 I b.1 de bağişlamanin geri alinma sebebi olarak ağir suç işlenmesi ve bu kapsamda öncelikle suç işlenmiş olmasi arandiğina göre, bağişlayana veya yakinlarindan birine karşi yönelen fiilin suç teşkil etmesi gerekir. Bu kapsamda, bağişlamanin geri alinmasinda hangi hukuka aykiri fiilin suç teşkil edeceği ceza hukuku kurallarina göre belirlenecektir. Ceza hukuku kurallarina göre, bir fiilin suç 9  OFK/ Weingart Art 249 N 9; CHK/ Schönenberger Art 249 N 4; Horat (n 6) 34; Fikret Eren, Borçlar\tHukuku\t Özel\tHükümler (4th edn, Yetkin 2017) 298; Türkmen (n 2) 177; Gülşah Vardar Hamamcioğlu, Bağişlama Sözleşmesi (Adalet 2016) 324; geniş yorumlanmasi gerektiği yönünde aksi yönde görüş için see Ezgi Kutluay, Bağişlama Sözleşmeleri ( Turhan 2016) 142; Alman Hukuku nda durum farklidir. Aykiri fiilin suç teşkil etmesi gerekmemekte, biri objektif biri sübjektif iki unsur aranmaktadir. Buna göre, objektif olarak aykiri fiilin ağirliğina ilişkin belirli bir ölçü, sübjektif bakimdan ise şükransizlik-minnetsizlik olarak kabul edilebilecek nitelikte bir aykiriliğin olmasi aranir. Hatta fiilin objektif bakimdan hukuka aykiri olmasi aranmamakta, ahlaka aykirilik da şartlar mevcutsa bağişlamanin geri alinmasi sebebi teşkil edebilmektedir. Herhalde bütün durum ve şartlar değerlendirilerek aykiri fiilin yeterli ağirliğa sahip olup olmadiği belirlenecektir. See Renate Dendorfer-Ditges and Philipp Wilhelm, ‘Nomos Kommentar zum Bürgerlichesgesetzbuch, Schuldrecht  in Dauner-Lieb and Langen (3th edn Nomos 2016) §530 N; Markus Gehrlein, Beck scher Online Kommentar Bürgerliches Gesetzbuch 8. Abschnitte, in Bamberger, Rothau and Poseck 4. Teil, §516-534, (Beck 2019) §530 N 3; Jens Koch, Münchener Kommentar zum Bürgerlichen Gesetzbuch Band 4 Schuldrecht Besonderer Teil I §§433-534, (8 th edn Beck 2019) § 530 N 2-4.   Mirastan çikarmada bu husus tartişmali olmakla birlikte baskin görüş, mirastan çikarma sebebi olabilecek aykiri fiilin ceza hukuku kapsaminda suç niteliğinde olmasi gerektiğini ileri sürmektedir. Bu tartişma ve görüşler için see Yağci (n 5)118-120. 10  OFK/Weingart Art. 249 N 9; CHK/ Schönenberger Art. 249 N 4; Horat (n 6) 34; Kutluay 142; Eren (n 9) 298; BaslerK/ Vogt and Vogt Art 249 N. 9; mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 120121 dn 73; Gubser (n 5) 52; BaslerK/ Balthasar Art 477 N 4; ayrica see BGE 73 II 208; aksi yönde görüşe göre, kabahatlerin suç olmaktan çikarilmasi ve ayri bir kanunda düzenlenmesinin arkasinda yatan temel düşüncenin bunlarin ceza yargilamasini konu edilmesinin önüne geçilmesi, suç için söz konusu olabilecek özgürlüğü kisitlayici etkinin kabahatler bakimindan önlenmesine yönelik olduğu, bu nedenle bağişlamanin geri alinmasindaki suç kavraminin farkli değerlendirilmesi gerektiği, ceza hukukundaki bu değişikliğin kabahatlerin bağişlamanin geri alinmasindaki suç kavrami içerisinde yer almasini engellemeyeceği, nihai şekilde kabahatlerin bağişlamanin geri alinmasinda dikkate alinmayacağinin söylenemeyeceği yönünde see Türkmen (n 2) 180; kanimizca yürürlükte olan 6098 sayili Türk Borçlar Kanunu nun, kabahatleri suç olmaktan çikaran Türk Ceza Kanunu nun yürürlüğe girdiği tarihten sonra yürürlüğe girdiği, eBK m. 244 de cürüm kavraminin işaret ettiği ceza hukuku kapsaminda değerlendirilen suç kavraminin, Türk Borçlar Kanunu nun yürürlüğe girmediği dönemde dahi kabahatleri içermeyecek şekilde yorumlandiği, kaldi ki değişiklik öncesi İsviçre Hukuku nda dahi kabahatlerin (Übertretung) ağir suç kavrami içerisinde değerlendirilmediği yönünde gerekçeler (Mirastan çikarma bakimindan ayni yönde gerekçeler için see Çubukgil 441, 449; Yağci (n 5) 120 dn 73) dikkate alindiğinda, kabahatlerin, bağişlamanin geri alinmasi sebepleri arasinda yer almayacaği söylenebilir. 11  OFK/ Weingart Art 249 N 10; CHK/ Schönenberger, Art 249 N 4; BaslerK/ Vogt and Vogt Art 249 N 9; Horat (n 6) 34; Türkmen (n 2) 177. 218Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme teşkil etmesi için; Tipiklik, Maddi Unsur, Manevi Unsur ve Hukuka Aykirilik şeklinde dört unsur bulunmalidir.   3.2.1. Tipiklik   Tipiklik, fiilin Türk Ceza Kanunu, yan ceza kanunlari ya da özel suç tipleri düzenleyen kanunlarda yer alan suç tanimlarindan birinin içerisinde yer almasini ifade eder. Bu bakimndan suçta ve cezada kanunilik ilkesi çerçevesinde bir kanun tarafindan ceza yaptirimi öngörülmüş olan ve suç olarak nitelendirilen her hukuka aykiri fiil, bağişlamanin geri alinmasi için gerekli olan suç kavramini karşilayacaktir. Bu kapsamda hukuka aykiri fiil herhangi bir kanunda yer alan suç kategorisi içerisinde yer almiyorsa bağişlamanin geri alinmasi için yeter sebep teşkil etmeyecektir. Sonuç itibariyle bağişlayana veya yakinlarina karşi gerçekleşen hukuka aykiri fiil kanunilik ilkesi çerçevesinde bir kanun kapsaminda suç kategorisi içerisinde yer alan bir fiil olmalidir.   3.2.2. Maddi Unsur   Suçun maddi unsurlari kapsaminda öncelikle ceza hukuku bakimindan suçun konusu olan fiil incelenmelidir. Bu kapsamda fiil, bir icrai veya ihmali bir davraniş şeklinde görülebilir. Bu aykiri fiilin gerçekleşmesiyle ya bir netice ortaya çikmakta ve bu netice ile hukuka aykiri fiil arasinda illiyet bağinin varliği aranmakta; ya da sirf hareket suçu olarak nitelendirilen suçlar bakimindan netice aranmaksizin tipik hareketin gerçekleştirilmesi ile suç oluşmaktadir. Bu hukuka aykiri fiilin gerçekleşmesiyle bir 12  Ceza Hukuku bakimindan suçun unsurlarinin nelerden oluştuğu ve nasil incelenmesi gerektiği hususunda çeşitli teoriler ileri sürülmüştür. (Bu teoriler ve ayrimlar için see Emin Artuk, Ahmet Gökçen, Emin Alşahin and Kerim Çakir, Ceza\tHukuku\tGenel\tHükümler (11th edn, Adalet 2017) 199ff; Veli Özer Özbek, Koray Doğan and Pinar Bacaksiz, Türk\tCeza\tHukuku\tGenel\tHükümler (10th edn, Seçkin 2019) 194ff; bu kapsamda suçun unsurlari bakimindan metinde belirtilen unsurlarin incelenmesi yönünde tercih yapan değerlendirmeden yola çikarak suçun unsurlarini incelemeye çaliştik. Metinde belirtilen unsurlari suçun unsuru olarak incelemeyi tercih eden değerlendirme için see İzzet Özgenç, Türk\tCeza\tHukuku\tGenel\tHükümler (12th edn Seçkin 2016) 141ff; Artuk, Gökçen, Alşahin and Çakir (n 12) 220; krş. Bahri Öztürk and Mustafa Ruhan Erdem, Uygulamalı\tCeza\tHukuku\tve\tGüvenlik\tTedbirleri\tHukuku (18th edn, Seçkin 2018) 165ff; Mahmut Koca and İlhan Üzülmez, Türk\tCeza\tHukuku\tGenel\tHükümler (12 th edn, Seçkin 2019) 104 ff; mirastan çikarma hususunda ayni yöntemle inceleme için see Yağci (n 5) 121-122. 13  Özgenç (n 12) 157ff; Artuk, Gökçen, Alşahin and Çakir (n 12) 221ff; Öztürk and Erdem (n 12) 185ff; Koca and Üzülmez (n 12) 104-105; Özbek, Doğan and Bacaksiz, (n 12) 208 ff; Yağci (n 5) 122. 14  Artuk, Gökçen, Alşahin and Çakir (n 12) 231ff; Özgenç (n 12) 162ff; tartişmali olmakla birlikte suçun maddi unsurlarinin konu, fail, mağdur, fiil, nedensellik baği, objektif isnadiyet, neticeden oluştuğu kabul edilmektedir(Bu unsurlar için bkz. Artuk, Gökçen, Alşahin and Çakir (n 12) 231ff; Özgenç (n 12) 162ff; bu hususlari tipiklik içerisinde inceleyen değerlendirme için see Öztürk and Erdem (n 12) 190ff; Koca and Üzülmez (n 12) 112ff; Özbek, Doğan and Bacaksiz (n 12) 210ff; biz bu başlik altinda sadece çalişmamiz bakimindan önem arz ettiğini düşündüğümüz unsurlari incelemeyi tercih ettik. 15  Nitekim netice suç tipinde gösteriliyorsa ceza hukuku bakimindan önem arz eder see Artuk, Gökçen, Alşahin and Çakir (n 12) 270; Özgenç (n 12) 173; Koca and Üzülmez (n 12) 126-127; Timur Demirbaş, Ceza\tHukuku\t Genel\tHükümler (14th edn, Seçkin 2019) 241; Özbek, Doğan and Bacaksiz (n 12) 226; 219Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 netice ortaya çikmakta ve bu netice ile hukuka aykiri fiil arasinda illiyet bağinin varliği gerekmektedir. Suçun, kural olarak ilk planda icrai hareketleri tamamlanmiş bir hukuka aykiri fiil ile işlendiği söylenebilir.   Kural bu yönde olmakla birlikte Türk Ceza Kanunu bazi hallerde icrai hareket tamamlanmamiş olsa dahi, icrai harekete başlanmiş olmasinin (teşebbüş) da cezalandirilacağini düzenlemektedir. Bağişlamanin geri alinmasi bakimindan suç kapsaminda yer alan hukuka aykiri fiil bakimindan icrai hareketlerin tamamlanmiş olmasi gerekmemekte, icrai hareketlere doğrudan doğruya başlanmiş olmasi yeterli olmaktadir.   Bağişlayanin, ister teşebbüs aşamasinda kalmiş, isterse tamamlanmiş olsun, hukuka aykiri fiili tek başina gerçekleştirip gerçekleştirmediği önem arz etmez. Bu kapsamda bağişlayanin, fiile iştirak etmesi(TCK m. 37 I), azmettiren(TCK m 38) veya yardim eden (TCK m. 39) olarak fiile katilmiş olmasinin veyahut bir başkasini suç işlemede araci olarak kullanmasi (TCK m. 37 II) bağişlamanin geri alinmasi bakimindan önem arz etmez.   3.3.3. Manevi Unsur   Suçun manevi unsuruyla ifade edilen, suçun kasten veya taksirle işlenmiş olmasidir. Bu açidan manevi unsur suçun işleniş şeklini ifade eder. Suçun kasten işlenmesi kural olsa da (TCK m. 21 I), suçun taksirli hali ilgili kanunda açikça düzenlenmişse taksirle işlenen suçlar (TCK m. 22 I)20 da bu kapsamda değerlendirilir. Zira taksirli suçlar, suç kategorisinde düzenlendiği sürece, bağişlamanin geri alinmasi bakimindan hukuka aykiri fiilin suç teşkil etmesi şartini gerçekleştirecektir. Ancak taksirli suçlarda, 16  OFK/Weingart Art 249 N 11; Horat (n 6) 34; Eren (n 9) 298; Türkmen (n 2) 178; Vardar Hamamcioğlu (n 9) 324; mirastan çikarma bakimindan ayni yönde see Yağci (n 5)123-124; Peter Weimar, Berner\tKommentar\t Schweizerisches\tZivilgesetzbuch,\tDas\tErbrecht,\tDie\tErben,\tDie\tgesetzlichen\tErben;\tDie\tVerfügungsfähigkeit,\t Die\tVerfügungsfreiheit,\tDie\tVerfügungsarten,\tDie\tVerfügungsformen,\tArt\t457-516\tZGB (Stämpfli 2009) Art 477 N 8. 17  OFK/Weingart Art 249 N 11; CHK/ Schönenberger Art 249 N 4; Horat (n 6) 34; Türkmen (n 2) 178; Eren (n 9) 298-299; mirastan çikarma bakimindan ayni yönde see Yağci (n 5)124-125. 18  OFK/Weingart Art 249 N 10; CHK/ Schönenberger Art 249 N.4; Horat (n 6) 34; mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 124-125, 124 dn 89. 19  Bu hususa ilişkin değerlendirmeler için see Özgenç 221; Yağci (n 5) 126; Artuk, Gökçen, Alşahin and Çakir (n 12) 315ff; manevi unsur, hukuka aykiri fiil ile kişi arasindaki manevi baği ifade eder. Bu bağ kurulmadiği sürece bir suçun varliğindan bahsedilemeyecektir. Ancak bu unsurun kusurluluk ile kariştirilmamasi gerekir. Kusur, işlediği hukuka aykiri fiille ilgili olarak kişi bakimindan yapilan bir değerlendirmeyi ifade ederken, manevi unsur kişinin şahsi özelliklerinin dikkate alinmaksizin fiil hakkinda yapilan bir değerlendirmedir. See Özgenç (n 12) 221; kast ve taksirin kusurluluk içerisinde değerlendirilmesine ilişkin see Öztürk and Erdem (n 12)169; Demirbaş (n 15) 368ff; kast ve taksirin, tipe uygunluk içerisinde sübjektif nitelikteki unsurlar başliği altinda inceleyen değerlendirme için see Özbek, Doğan and Bacaksiz (n 12) 252ff; Koca and Üzülmez (n 12) 143ff. 20  Kural olarak taksirli suçlarin bağişlamanin geri alinmasi sebebi teşkil etmeyeceği yönünde see Türkmen (n 2) 179; Merve Yilmaz, Bağışlamanın\tSona\tErmesi (On İki Levha 2011) 101-102. 220Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme bağişlamanin geri alinmasi bakimindan suçun ağir bir suç olup olmadiği hususu kasten işlenen suçlara nazaran daha dar değerlendirilebilecektir. Bu açidan suçun taksirli hali kanunda suç olarak düzenlenmişse, suç olmak bakimindan değil, suçun ağir olup olmadiği bakimindan değerlendirilebilir. Herhalde taksirli hali ilgili kanunda düzenlenmemişse bu halde fiil, bağişlamanin geri alinmasi kapsaminda suç teşkil etmeyecektir. Suçun kasten mi yoksa taksirle mi işlendiği hususu ceza hukuku kurallarina göre belirleneceğinden, özel hukuk hakimi bu bakimdan ceza hukuku kurallariyla bağli olacaktir. Bu kapsamda, ceza hukuku bakiş açisi içerisinde hukuka aykiri fiilin taksirle işlendiği belirlenmesine rağmen fiilin taksirli hali, kanunda dayanağini bulan suç kategorisi içerisinde yer almiyorsa, fiil suç teşkil etmeyeceğinden, hukuka aykiri fiil bağişlamanin geri alinmasi bakimindan yeterli sebep teşkil etmeyecektir.   3.3.4. Hukuka Aykırılık   Bağişlamanin geri alinmasi bakimindan, bağişlayana veya yakinlarina karşi işlenen aykiri fiile hukuk düzeni tarafindan cevaz verilmemiş olmasi, hukuka aykiri bulunmasi gerekir. Aslinda bu unsur kapsaminda ceza hukuku kurallari göz önüne alindiğinda aranan husus, hukuka uygunluk sebeplerinden en az birinin mevcut olmamasidir. Fiil gerçekleşmiş olmasina rağmen, hukuka uygunluk sebeplerinden birisi varsa suçun hukuka aykirilik unsuru gerçekleşmemiş demektir. Zira ceza hukuku bakimindan hukuka aykiriliği ortadan kaldiran haller fiilin suç teşkil etmesini engelleyeceğinden, fiil bağişlamanin geri alinmasi bakimindan yeterli sebep teşkil etmez.   Ceza Hukuku bakimindan hukuka uygunluk sebepleri arasinda kanunun hükmü veya amirin emri ( TCK m. 24 I ve II), meşru savunma(TCK m. 25 I) ve hakkin kullanilmasi ve ilgilinin rizasi ( TCK m. 26) sayilabilir. Zorunluluk halinin hukuka uygunluk sebebi 21  Türkmen (n 2) 179; mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 126. 22  Artuk, Gökçen, Alşahin and Çakir (n 12) 403ff; Özgenç (n 12) 287ff; Koca and Üzülmez (n 12) 272ff; Öztürk and Erdem (n 12) 232ff; Demirbaş (n 15) 269ff; Özbek, Doğan and Bacaksiz (n 12) 277-278. 23  Türkmen (n 2) 179; mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 127. 24   Hukuka uygunluk sebepleri için see Artuk, Gökçen, Alşahin and Çakir (n 12) 408ff; Özgenç (n 12) 297ff; Öztürk and Erdem (n 12) 234ff; Demirbaş (n 15) 276ff; Özbek, Doğan and Bacaksiz (n 12) 280ff ayrica see Tuba Kelep Pekmez, AİHM\tİçtihatları\tBağlamında\tTürk\tve\tAnglo\tSakson\tHukukunda\tKolluğun\tSilah\t Kullanma\tYetkisi (On İki Levha 2015) 79ff; Elif Bekar, Türk\tve\tAmerikan\tCeza\tHukukunda\tZorunluluk\t Hali (Seçkin 2013) 85ff; Muhammed Demirel, Amirin\tEmri\t(On İki Levha 2014) 51ff. 221Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 mi yoksa kusurluluğu etkileyen bir sebep mi olduğu tartişmalidir. Bu tartişma bağişlamanin geri alinmasi çerçevesinde teorik bakimdan önem arz eder nitelikte görülebilir. Çünkü zorunluluk hali hukuka uygunluk nedeni olarak kabul edilirse hukuka aykiri fiil suç teşkil etmeyecek, bu kapsamda suçun ağir olup olmadiği incelemesi yapmaya gerek kalmayacaktir. Şayet zorunluluk hali kusurluluğu etkileyen bir neden olarak kabul edilirse aykiri fiil suç teşkil etmekle birlikte, zorunluluk hali suçun ağir olup olmadiğinin değerlendirilmesinde göz önüne alinacaktir. Ancak bu değerlendirme göz önüne alindiğinda dahi zorunluluk hali mevcutsa, olaylarin büyük çoğunluğunda aykiri fiilin minnetsizlik-şükransizliği haklilaştirmasi gerektiği hususu mevcut olmayabileceğinden özel hukuk hakimi aykiri fiili ağir bir suç olarak değerlendirmeyebilir. Sonuç itibariyle zorunluluk hali mevcut olduğu sürece, kural olarak, bağişlamanin geri alinmasi bakimindan yeterli sebebin mevcut olmadiği söylenebilir. 25  Bu tartişmaya göre bir görüş zorunluluk halinin hukuka uygunluk sebebi olduğunu ileri sürerken (Öztürk and Erdem (n 12) 253); diğer görüş, zorunluluk halinin kusurluluğu etkileyen bir sebep olduğunu ileri sürer. See Artuk, Gökçen, Alşahin and Çakir (n 12) 502; Koca and Üzülmez (n 12) 345-346; Özgenç (n 12) 405; Özbek, Doğan and Bacaksiz (n 12) 376ff ayni yönde görüş ve tartişmaya ilişkin ayrintili değerlendirme için see Bekar, (n 24) 85ff; TCK m. 25 II nin madde gerekçesinde, kanun koyucu zorunluluk halinin kusurluluğu ortadan kaldiran bir sebep olduğunu açikça belirtmiştir. Bu değerlendirme için see Artuk, Gökçen, Alşahin and Çakir (n 12) 502 dn 41; Koca and Üzülmez (n 12) 346; Demirbaş (n 15) 297; Yağci (n 5) 128 dn 105; Bekar, (n 24) 86. 26  Ağirliğin belirlenmesi hususunda gözönüne alinacak unsurlar için see aşağida IV C. 27  Ayni yönde see Türkmen (n 2) 179; mirastan çikarma bakimindan ayni yönde görüş için see Yağci (n 5) 129 dn 108; mirastan çikarmada, suçun unsurlarini ortadan kaldiran hata halinde, hatanin çikarma için yeter sebep teşkil etmeyeceği yönünde see Ibid 129; ayni husus bağişlamanin geri alinmasi bakimindan da geçerlidir.   Bu hususta bağişlananin suçun mağdurunun bağişlayan veya yakinlarindan biri olduğunu bilmemesi halinde acaba bağişlamanin geri alinmasi söz konusu olacak midir sorusu akla gelmektedir. Ayni soru mirastan çikarmada da gündeme gelmiştir. Bu hususta ortaya çikan tartişmada ileri sürülen görüşlerden birine göre, mirasçiliktan çikarmada failin yöneldiği saik veya iradenin ikinci planda olduğu, çikarmada fiilin mirasbirakanda uyandirdiği psikolojik etki ve aile bağina verilen zararin dikkate alinmasi gerektiği, bu nedenle bilip bilmemesinin önemli olmadiği ileri sürülmüştür. See Necip Kocayusufpaşaoğlu, Miras\tHukuku (3th edn, Filiz 1987) 311; ikinci görüşe göre ise çikarmanin amacinin mirasçiyi cezalandirmak olduğu, mirasbirakani tanimayan ya da mağdurun mirasbirakanin yakini olduğunu bilmeyen kişinin aile bağlarini koparmaya yönelik iradesinden bahsedilemeyeceğinden mirastan çikarma yaptirimi uygulanmayacaktir. Bu tartişma ve görüşler için see Yağci (n 5) 142.   Bağişlamanin geri alinmasi bakimindan ileri sürülen bir görüşe göre, bağişlamanin geri alinmasinda, kurumun amaci, bağişlayana karşi kusurlu davranişiyla vefasizlik gösteren kişinin cezalandirilmasi olduğundan bağişlananin iyilikbilmezliğinden sözedilebilmesi için bu durumu biliyor olmasi gerekir. See Türkmen (n 2) 183; kanimizca çikarmadan farkli olarak bağişlamanin geri alinmasinda, bağişlananin cezalandirilmasi amaci ön planda değildir, bağişlayanin şükransizliğinin ödüllendirilmesini engellemek bu surette bağişlayanin malvarliği değerinin korunmasi amaci ön plandadir (See Heizmann, (n 2) N 616ff ; aksi yönde görüşe göre, bağişlamanin geri alinmasi bağişlananin iyilikbilmezliğinin cezalandirilmasina yönelir. See Türkmen (n 2) 172; bağişlamanin geri alinmasinda, bağişlayan ile bağişlanan arasinda koparilmasi gereken bir aile bağinin da olmasi beklenemeyecektir. Dolayisiyla objektif bakimdan işlenen suçun mağdurunun bağişlayan veya yakinlarindan birisi olmasinin yeterli olabileceği söylenebilirse de, fiilin şükransizliği-minnetsizliği hakli kilmasi gerektiği göz önüne alindiğinda, hata hali kanimizca suçun ağir olup olmadiği kapsaminda değerlendirilebilir. Bu nedenle böyle bir hata halinde, hukuka aykiri fiil bağişlayanin bağişlamayi geri alabilmesi için yeterli sebep teşkil etmeyebilir. 222Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme   4. Ceza Hukuku Kurallarının Bağlayıcı Olmadığı Haller   4.1. Genel Olarak   Bağişlamanin geri alinma sebebi teşkil edebilmesi için aykiri fiilin suç teşkil etmesi ve suç kategorisi içerisinde yer alan fiilin gerçekleşmiş olmasi gerekir. Ancak aykiri fiil suç teşkil etmesine rağmen ceza hukuku kurallari kapsaminda yer alan çeşitli sebeplerle aykiri fiile yaptirim bağlanmayabilir. Bu sebepler arasinda; suçun kovuşturulmasina veya ceza verilmesine yer olmadiğina karar verilmesi, failin ceza hukuku bakimindan kusurlu olmadiğina hükmedilmesi gibi sebepler gösterilebilir. Bu açidan bu sebeplerin ayrica incelenmesi gerekir.   4.2. Kusurluluk   Bağişlamanin geri alinmasinda, bağişlananin suç teşkil eden fiili bağişlayana veya yakinlarindan birine karşi kusurlu bir irade ile işlemiş olmasi gerekir. Ancak kusurluluk ceza hukuku kurallarindan ve ceza hakiminin kusura ilişkin tespitinden farkli şekilde ele alinmali özel hukuk kurallarina göre belirlenmelidir. Bu açidan özel hukuk hakimi, ceza hakiminin ceza hukuku kurallarina göre failin kusurluluğuna yönelik tespitleriyle bağli değildir. Bağişlamanin geri alinmasinda suç işleyen bağişlananin kusurluluğu özel hukuk kurallarina göre belirlenecektir.   Ayni şekilde, bağişlayanin suçun işlenmesinde bir kusuru varsa, birlikte kusur gündeme gelecek, birlikte kusur ise özel hukuk kurallarina göre belirlenecektir. Bağişlayanin kusuru, bağişlananin fiili ile sonuç arasindaki illiyet bağini kesiyorsa ya da bağişlananin kusurluluğunu ortadan kaldiriyorsa, bağişlananin fiili bağişlamanin geri alinmasi bakimindan yeterli sebep teşkil etmez. Ancak fiil suç teşkil etmekle birlikte bağişlananin bu fiiline bağişlayanin etkisi bakimindan, bağişlayanin kusuru bu derece ağir değilse, illiyet bağini kesmiyor veya kusurluluğu ortadan kaldirmiyorsa bağişlayanin kusuru suçun ağirliğinin değerlendirilmesinde etkili olacak, bu kapsamda bağişlananin hukuka aykiri fiili daha hafif değerlendirilebilecek, bağişlamanin geri alinmasinda ağir suç şartinin oluşmadiğindan bahsedilebilecektir.   4.3. Objektif Cezalandırma Koşulları ve Şahsi Cezasızlık Nedenleri   Ceza Hukukunda tipik bir suçun işlenmesi cezalandirma bakimindan yeterli olmayabilir. Bunun yaninda belirli bazi ek şartlarin varliği gerekebilir. Bu anlamda 28  Mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 130-131. 29  BeckOK/ Gehrlein §530 N 3. 223Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 failin cezalandirilmasi bakimindan suçun unsurlari dişinda ek şartin aranmasi objektif cezalandirma koşullari olarak nitelendirilir. Bu sebepler adindan da anlaşilacaği üzere kişiden kişiye değişen sebepler değildir. Örneğin, hileli iflas suçunda iflas kararinin verilmesi, basin yoluyla işlenen suçlarda yayinin gerçekleşmesi objektif cezalandirma koşullari arasinda yer alir. Bağişlamanin geri alinmasi bakimindan suçun unsurlari mevcut olduğu sürece, hukuka aykiri fiil suç niteliğinde olacağindan ayrica objektif cezalandirma koşulunun varliği aranmayacaktir. Zira suç bütün unsurlariyla birlikte gerçekleşmiş olduğu ihtimalde, bağişlamanin geri alinmasi bakimindan gerekli şarti sağlamakta, ceza hukuku kurallarina veya ceza politikasina göre o suça ceza verilmesi için aranan ek şartin varliği bağişlamanin geri alinmasi bakimindan aranmamalidir.   Objektif cezalandirilabilme koşullarinda cezalandirilma bakimindan ek şart aranmaktadir. Ancak şahsi cezasizlik nedenlerinde ise, faile ek şartin varliği halinde ceza verilmemektedir. Şahsi cezasizlik nedenleri, failin sadece kendisinde bulunan ek şart nedeniyle cezalandirilmasinin engellenmesini ifade eder. Ancak objektif cezalandirilabilme koşullarinda olduğu gibi şahsi cezasizlik nedeni de bağişlamanin geri alinmasini engellemez. Kendisinde şahsi cezasizlik nedeni bulunan failin hukuka aykiri fiili suç teşkil ediyorsa, bu durumda bağişlamanin geri alinmasi için gerekli olan suç unsuru sağlanmiş olacaktir. 4.4. Bağışlamanın Geri Alınmasında Suçun Kovuşturulmasının veya Cezaya Hükmedilmesinin Zorunlu Olmaması Bağişlamanin geri alinmasi bakimindan, hukuka aykiri fiilin suç teşkil etmesi gerekli olduğundan, fiilin suç olma özelliği devam ettiği sürece suça ilişkin cezaya hükmedilmesi veya kovuşturmaya geçilmesi gerekmez. Fiil suç olma özelliğini devam ettirmekle birlikte, kovuşturmaya yer olmadiğina karar verilmesi veya ceza kovuşturmasinin yapilmamiş olmasi bağişlamanin geri alinmasi bakimindan önem arz etmez.  Ceza hakimi, etkin pişmanlik, karşilikli hakaret, işlenen fiilin haksizlik içeriğinin azliği, şahsi cezasizlik sebebinin varliğini tespit etmişse, CMK m. 223 IV e göre, ceza verilmesine yer olmadiğina karar verir. Ceza hukuku bakimindan suç teşkil eden fiile 30  Öztürk and Erdem (n 12) 169-171; Özgenç (n 12) 648ff; Artuk, Gökçen, Alşahin and Çakir (n 12) 589ff; Özbek, Doğan and Bacaksiz (n 12) 438. 31  Öztürk and Erdem (n 12) 171-172; Özgenç (n 12) 628ff ; Artuk, Gökçen, Alşahin and Çakir (n 12) 583ff; Özbek, Doğan and Bacaksiz (n 12) 438. 32  OFK/ Weingart Art 249 N 10; CHK/ Schönenberger Art 249 N 4; BaslerK/ Vogt and Vogt Art 249 N 9; Horat (n 6) 34; Eren (n 9) 298; Türkmen (n 2) 178-179; Vardar Hamamcioğlu (n 9) 324. 224Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme ilişkin böyle bir karar verilmiş olmasi, ceza veya dava zamanaşiminin geçmiş olmasi, genel veya özel af nedeniyle yaptirimin uygulanmamasi ya da cezanin ertelenmiş olmasi, şikayete bağli suçlarda şikayetin yapilmamiş olmasi veya şikayetin geri alinmasi halleri bağişlamanin geri alinmasi bakimindan önemli değildir. Fiil suç niteliğini koruduğu sürece bağişlamanin geri alinmasinda bu haller özel hukuk hakimini bağlamaz.   5.  Suçun Ağırlık Teşkil Etmesi   5.1. Genel Olarak   Bağişlananin suç teşkil eden fiili tek başina bağişlamanin geri alinmasi bakimindan yeterli değildir. Ayrica TBK m. 295 I b. 1  e göre, suç teşkil eden fiilin ağir olmasi gerekir. Bunun sonucu olarak şu sorular akla gelmektedir: Suçun ağirliği neye göre belirlenecektir? Suçun ağir olup olmamasi bakimindan ceza hukuku kurallari etkili midir? Bağişlamanin geri alinmasinda mirastan çikarma için belirtilenlerden ne ölçüde yararlanilabilir? Ağirliğin belirlenmesinde dikkate alinabilecek kriter(ler) var midir?   Doktrinde hemen hemen oybirliğiyle kabul edildiği üzere, bağişlamanin geri alinmasinda suçun ağirliği ceza hukuku kurallarina göre değil, özel hukuk kurallarina göre tespit edilecektir. Dolayisiyla suç teşkil eden fiilin ağir olup olmadiğini hukuk hakimi takdir yetkisini kullanmak suretiyle özel hukuk kurallarina göre belirleyecek, ceza hukuku kurallarina göre suçun ağir olup olmadiğiyla bağli olmayacaktir. Bu kapsamda malvarliğina karşi işlenen suçlar da bağişlamanin geri alinmasi sebebi teşkil edebilecektir.   Bağişlamanin ilgili sebebe dayanilarak geri alinabilmesi bakimindan suç teşkil eden hukuka aykiri fiilin ağirliğinin özel hukuk kurallarina göre belirleneceğinin kabul edilmesi karşisinda, ceza hukukunda ağir suçun ne olduğuna ilişkin gerek mülga gerekse mevcut ceza hukukuna ilişkin düzenlemeler çerçevesinde yapilan değerlendirmeler bu bakimdan etkili olmayacaktir. Zira gerek İsviçre ve Türk doktrininin ağir suç kavraminin özel hukuk kurallarina göre yorumlanmasinin oybirliğiyle kabul edilmesi gerekse ceza hukukunda ağir suç kavramina ilişkin belirtilenlerin hükmün 33  Bazi suçlar bakimindan şikayet soruşturmaya başlanabilmesi için gerekli olduğundan, ancak şikayet, aykiri fiilin suç vasfini değiştirmediğinden, şikayete bağli suçlarda şikayetin yapilmamiş olmasi bağişlamanin geri alinmasi bakimindan önem arz etmez. 34  Şikayetin geri alinmasi, uzlaşma, etkin pişmanliktan yararlanma vakianin affedilmesi anlami taşimadikça geri alma hakkinin kullanilmasini engellemeyeceği yönünde görüş için see Türkmen (n 2) 179. 35  OFK/Weingart Art 249 N 10; CHK/ Schönenberger Art 249 N 4; Horat (n 6) 34; Türkmen (n 2) 179; mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 130-131. 36  OFK/Weingart Art 249 N 9 ; CHK/ Schönenberger Art 249 N 4; BaslerK/ Vogt and Vogt Art 249 N 9; Horat, (n 6) 35; ZürcherK/ Escher Art 477 N 13; Türkmen (n 2) 177; Obergericht I. Zivilkammer Urteil von 26. 06. 2015, ZR 2015/ 114, 202, E. 7. 10. 1; mirastan çikarma bakimindan ayrica see BGE 73 II 208. 225Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 uygulama alanini amaca uygun olmayacak şekilde daraltacak olmasi karşisinda ağir suç kavraminin ceza hukuku kurallarina göre yorumlanmaması gerekir.   Ceza hukuku kurallarina göre ağir suç kavrami bir an için kabul edilirse; örneğin hakaret suçunun veya malvarliğina ilişkin ağir suç niteliğinde görülemeyecek bir suçun işlenmesi halinde özel hukuk bakimindan ağirliğin tespitinde aranmasi gereken aşağida inceleyeceğimiz kriterler mevcut olsa dahi bu suçlar ağir suç niteliğinde olmadiğindan bağişlamanin geri alinmasi için yeter sebep teşkil etmeyecek, hükmün uygulama alani hükmün amacina uygun olmayacak şekilde sinirlandirilmiş olacaktir.   Özel hukuka göre belirlenecek ağirliğin tespitinde ise, özel hukuk bakimindan hangi suçlarin ağir suç kabul edileceğine ilişkin bir liste belirlemek mümkün görünmemektedir. Kanun koyucunun, bağişlamanin geri alinmasi sebeplerini kazuistik olarak saymamakla bu hususta hakime geniş bir takdir yetkisi tanimak istediği sonucu çikarilabilir.   5.2.  Ağırlığın Belirlenmesinde Mirastan Çıkarmanın Etkisi   Bağişlamanin geri alinmasinda acaba özel hukuk hakimi mirastan çikarmada belirtilenlerden ne ölçüde yararlnabilecektir sorusu akla gelmektedir. Gerçekten de TBK m. 510 I b.1 de yer alan mirastan çikarma sebebi ile TBK m. 295 I b.1 e yer alan sebep birbirine paralel şekilde düzenlenmiştir. Ancak hakim bu hususta mirastan çikarmada belirtilen hususlardan her durumda yararlanmaktan kaçinmalidir:   TMK m. 510, mirasçiliktan çikarma sebeplerini saymiştir. Hükümde, TBK m. 295 I b.1 de olduğu gibi, mirasçinin, mirasbirakana veya mirasbirakanin yakinlarindan birine karşi ağir suç işlemesi mirasçiliktan çikarma sebeplerinden birisi olarak düzenlenmiştir. Mirastan çikarmada da, fiilin belirli bir ağirliğa ulaşmasi gerekmektedir. Her somut olayin özelliğine göre değişmekle birlikte, bu ağirlik unsuru aile bağlarini koparici nitelikte bir ağirlik koşulunu ihtiva etmelidir. Bu nedenle mirastan çikarmada ağirliğin tespiti, bağişlamanin geri alinmasinda olduğundan daha farkli değerlendirmeyi gerektirecektir. Ancak bağişlamanin geri alinmasinda bağişlayan ile bağişlanan arasinda miras ilişkisinde kabul edilen nitelikte bir yakinlik olmayabilir. Bunun yaninda, 37  Yağci (n 5) 209; bağişlamanin geri alinmasinda bakimindan da sübjektif şart olarak aile bağlarini koparacak nitelikte ağirlik şartini arayan değerlendirme için see Yilmaz 102. 38  Her ne kadar ceza hukuku bakimindan tüzel kişinin suçun faili sayilmayacaği ve sadece özel hukuk tüzel kişileri bakimindan güvenlik tedbiri uygulanacaği kabul edilse de özel hukuk bakimindan aykiri fiilin tüzel kişiye izafe edilmesi mümkün olup, tüzel kişiyi temsilen işlenen suçlar bakimindan bağişlayan tüzel kişiye yaptiği bağişi geri alabilir. Bağişlamanin geri alinmasinda bağişlayan veya bağişlananin tüzel kişi olmasi mümkündür. Tartişma ve diğer açiklamalar için see Türkmen (n 2) 184, 184 dn. 704. 226Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme mirastan çikarmada kanun gereği miraçiya taninan haklar, bağişlamada ise, kanun gereği değil, bağişlayanin iradesiyle bağişlanana yapilan bir kazandirma söz konusudur. Bu nedenle mirastan çikarma için yeter ağirlikta olmayan mirasçinin fiili, bağişlamanin geri alinmasi sebepleri içerisinde yer alabilir. Bağişlamanin geri alinmasinda bağişlananin cezalandirilmasi değil, suçtan etkilenen bağişlayanin korunmasi amaci önplandadir. Bu nedenle bağişlamanin geri alinmasinda, ağirliğin mirastan çikarmada aranan dereceye ulaşmasinin gerekmediği, daha hafif değerlendirilmesi gerektiği söylenebilir. Bu kapsamda şu soru akla gelmektedir. Bağişlamanin geri alinmasinda mirastan çikarmada olduğundan daha geniş değerlendirilebilecek olan suçun ağirliğinin değerlendirilmesinde alt sinir ne olmalidir?   5.3. Ağırlığın Belirlenmesinde Göz Önüne Alınabilecek Unsurlar   Öncelikle hakimin suçun ağirliğinin belirlenmesinde takdir yetkisini kullanirken çeşitli kriterlerden yararlanabileceği, suçun ağir olup olmadiğinin belirlenmesinde her bir somut olayin özelliğine göre içeriği ve kapsami değişebilecek çeşitli hususlardan yararlanabileceği söylenebilir. Özel hukuk kurallariyla bağli olan hukuk hakiminin, ağirliğin belirlenmesinde bütün durum ve şartlari bu kapsamda; bağişlamanin türünü, kapsamini, bağişlayanin bağişlama yapmadaki motivasyonunu (motiv), bağişlananin suça ilişkin iradesini, bağişlayanin birlikte kusurunun söz konusu olup olmadiğini göz önüne alarak, suçun ağir olup olmadiğini takdir edebilir. Her bir somut olayin özelliğine göre değerlendirmek şartiyla, örneğin, yüklemeli bağişlamada bağişlayanin fiilinin ağirliği, yüklemeli olmayan bağişlamadan farkli olarak daha esnek değerlendirilebilir. 39  Denise Weingart, OFK-OR\tKommentar\tSchweizerisches\tObligationenrecht in Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz, Roland Fankhauser (3th edn, Orell Füssli 2016) N 8 652; BaslerK/ Vogt and Vogt Art 249 N 8; Türkmen (n 2) 176. 40  Heizmann (n 2) N 616ff 285-286. 41  Rona Serozan, Sözleşmeden\tDönme (2th edn, Vedat 2007) 312; Türkmen (n 2) 176; aksi görüş, bu görüşün uygulanabilirliğinin açik olmadiğini belirtmekte (schein unklar) ancak herhangi bir gerekçe sunmamaktadir. See CHK/ Schöneneberger Art 249 N 3; bağişlamanin geri alinmasinda mirastan çikarmada kullanilan ifadenin aynen tekrar edilmesi nedeniyle mirastan çikarma nedeni teşkil etmeyecek aykiri fiilin, bağişlamanin geri alinmasinda da göz önüne alinmayabileceği yönünde krş. Haluk Tandoğan, Borçlar\tHukuku\tÖzel\tBorç\t İlişkileri vol 1/1 (4th edn, Banka ve Ticaret Hukuku Araştirma Enstitüsü 1985) 374. 42  BeckOK/ Gehrlein §530 N 3; MünchenerK/ Koch § 530 N 2. 43  Bir taraftan iyilikbilmezlik nedeniyle geri alma hakkinin bütün geçerli bağişlama sözleşmelerinde uygulanacağini kabul etmek, diğer taraftan yüklemeli bağişlamada minnet ilişkisinin doğmayacağini ileri sürmek yerinde olmasa gerekir. Bu nedenle bağişlamanin geri alinmasinda minnet ilişkisinin varliğindan ziyade, aykiri fiilin şükransizliği-minnetsizliği ortaya çikararak bağişlamanin geri alinmasi bakimindan yeterli ağirliğa ulaşmasini aramak kanimizca daha istikrarli çözümler ortaya çikarir. Krş. Türkmen (n 2) 161, 165. 227Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232   Öncelikle şu hususu tespit etmek gerekir. Bağişlayanin durumu göz önüne alindiğinda, suç teşkil eden fiille ortaya çikan şükransizlik-minnetsizliğin bağişlamanin geri alinmasini haklilaştirmasi gerekir. Diğer deyişle bağişlayana karşi böyle bir suçun işlenmesinin şükransizliği-minnetsizliği ifade etmesi gerekir. Bunun yaninda geri alma bakimindan suçun ağir olmasi, suçun bağişlayani derinden sarsmasi ve bu sarsilmanin objektif açidan hakli görülmesini de gerektirir.   Bağişlamanin geri alinmasinda fiilin suç teşkil etmesi geri almanin objektif şartini teşkil ederken, suçun\tşükransızlığı-minnetsizliğin\tvarlığını\thaklılaştırması, suç\t nedeniyle\tbağışlayanın\tderinden\tsarsılması ve bu\tsarsılmanın\tobjektif\taçıdan\thaklı\t görülmesi şeklinde ifade edilecek üç unsur geri almanin sübjektif şartini teşkil eder.   Suç bağişlayani derinden sarsabilir ve bu objektif açidan hakli görülebilir, ancak şükransizlik-minnetsizliğin varliğini haklilaştirmadiği sürece, geri alma sebebi teşkil etmeyebilecektir. Suç olarak nitelendirilen taksirli suçlar, suç bakimindan kişide hata hali, şükransizlik-minnetsizliği haklilaştirmadiği sürece, bu kapsamda ağir suç olarak 44  Doktrinde çoğunlukla kabul edilen görüşe göre, bağişlamanin geri alinmasi sebepleri arasinda yer alan bu sebep bağişlananin bağişlayana karşi şükran yükümlülüğünü (Die Verpflichtung zur Dankbarkeit) yerine getirmesine dayanir. Şayet bu yükümlülüğe aykiri davranilmişsa, bağişlayan bağişlamayi geri alabilir. See OFK/ Weingart Art 249 N 1; BaslerK/ Vogt and Vogt Art 249 N 3; ayni yönde see Mustafa Alper Gümüş, Borçlar\tHukuku\tÖzel\tHükümler vol 1 (3th edn Vedat 2018) 219; bağişlayan ile bağişlanan arasindaki minnet ilişkisinin dayanağini, bağişlamanin karşiliksiz kazandirma olmasinda bulacaği, bağişlayanin tek beklentisinin bağişlananin kendisine minnet duymasi olduğu, minet ilişkisinin kurulmadiği ve minnet yükümü doğurmayan bağişlamalarin da var olabileceği (yüklemeli bağişlama veya karşi taraftan bir menfaat elde etmek amaciyla yapilan bağişlamalar) yönünde see Türkmen (n 2) 164-165; aksi yönde görüşe göre, bağişlananin bağişlayana karşi böyle bir şükran-minnet yükümünün hukuki dayanağini bulmak oldukça güçtür. Ancak bu kapsamda aykiri fiille ortaya çikan şükransizlik-minnetsizliğin bağişlamanin geri alinmasini haklilaştirabileceğinden bahsedilebilir. See BeckOK/ Gehrlein §530 N 1; ayni yönde ancak farkli gerekçeler ileri süren görüşe göre, minnetsizilik oluşturmak ifadesinin oldukça muğlak ve belirsiz olduğu, ağirlik unsurunu açiklamak bakimindan yeterince açiklayici bir ifade olmadiği yönünde see Yağci (n 5) 87 dn 233; kanimizca minnet ilişkisinin kanuni dayanağinin varliğina ve hukuki niteliğine ilişkin değerlendirmeler, bağişlayanin bağişlamayla, bağişlananin kendisine karşi minnet duymasi beklentisi içinde olduğunu her durumda ileri sürmenin yerinde olmayabileceği sonucunu değiştirmemektedir. Yüklemeli bağişlamada veya diğer bağişlama türlerinde de, TBK m. 295 I b 1 in uygulanabileceği ve bağişlamanin geri alinabileceği göz önüne alindiğinda, minnet ilişkisinden yola çikmak her durumda isabetli sonuçlar vermeyebilir. Bu nedenle taraflar arasinda minnet ilişkisinin varliğindan ziyade aykiri fiilin gerçekleşmesi halinde, aykiri fiilin minnetsizlik-şükransizlik ortaya çikarmasi ve bu hususun bağişlayanin geri alma hakkini kullanabilecek ağirliğa ulaşmasini aramak daha tercih edilebilir görünmektedir. Bu kapsamda geri almada sübjektif şartin gerçekleşmesi bu şükransizlikminnetsizliği de içerecektir. Minnet ilişkisinin varliğinin kabul edilmesi ile aykiri fiilin minnetsizlikşükransizlik oluşturacaği hususlari arasindaki fark teorik farklilik olmaktan öteye geçmeyecek, bu unsur bakimindan pratikte farklilik oluşturmayacaktir. 45  BeckOK/ Gehrlein §530 N 3; MünchenerK/ Koch §530 N 2. 46  Aile bağlarini koparacak ağirlikta olmasi şarti çerçevesinde içeriği daha dar olmakla birlikte mirastan çikarma bakimindan ayni yönde see Yağci (n 5) 87. 47  Alman Hukuku nda salt bu unsurun sübjektif şart olduğu yönünde see BeckOK/ Gehrlein §530 N 3; bağişlananin aykiri fiilinin objektif anlamda belirli bir ağirliğa ulaşmasi, sübjektif anlamda ise şükransizlik- minnetsizliği ifade etmesi şeklinde ikili ayrim yapan değerlendirme için see MünchenerK/ Koch §530 N 2; NomosK/ Dendorfer-Ditges and Wilhelm §530 N 4. 228Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme değerlendirilmeyebilir. Zira bağişlayanin suça ilişkin iradesi, şükransizlik-minnetsizlik ortaya çikarmayabilir. Bir diğer açidan, bağişlananin işlediği suç, şükransizlikminnnetsizliği ifade edebilir, ancak bağişlayan derinden sarsildiğini iddia etse dahi bu husus objektif açidan hakli görülmeyebilir. Bu halde de ağirlik koşulu sağlanmamiş olacaktir. Örneğin, bağişlayan bakimindan önemsiz, ancak bağişlanan bakimindan önemli bir malvarliği değerinin bağişlanan tarafindan çalinmasi durumunda, bağişlayanin derinden sarsildiğini ve bunun objektif bakimdan hakli görüleceği iddiasi, sübjektif şartin gerçekleşmesi bakimindan yeterli olmaz.   Yargitay bağişlamanin geri alinmasinda suçun ağirliğin belirlenmesi bakimindan bir alt sinir koymaya çalişmiştir. Yargitay, bu kapsamda değerlendirmelerde bulunduğu kararlarinda, bağiştan dönme ile mirastan çikarma koşullarinin bir arada incelenmesinin zorunluluk arz ettiğini, basit olaylari bağiştan dönme nedeni kabul etmenin, bağiştan yararlanan kişiyi, bağişlayanin baskisi altinda tutmak sonucunu doğuracağini, aksine bir düşüncenin yasakoyucunun TBK m 295 ve TMK m 510 hükümleri ile izlediği amaca aykiri olacağini, hak duygularini zedeleyeceğini ve irade serbestisini büyük ölçüde kisitlayacağini belirtmiştir.   Görüleceği üzere, Yargitay, ağirliğin belirlenmesinde alt siniri, suç oluşturan fiilin bağişlayanin bağişlanani baski altinda tutmak sonucunu doğurmayacak nitelikte olmasi gerektiği şeklinde ifade ederek ortaya koymaya çalişmiştir. Dolayisiyla, suçun ağirliğinin belirlenmesinde, suç oluşturan fiilin, bir taraftan bağişlayanin korunmasini, diğer taraftan bağişlayanin bağişlanani baski altinda tutmasinin önlenmesini sağlayacak nitelikte olmasi gerektiği söylenebilir. Yargitay in kararinda belirttiği husus, sübjektif şart içerisinde aranan bağişlayanin derinden sarsildiğinin objektif açidan hakli görülmesi hususuyla ilgilidir. Bu kapsamda Yargitay in belirttiği endişelerin önüne geçilmesi ve basit olaylarin bağişlamanin geri alinmasi için yeter sebep olmasinin engellenmesi, sübjektif şartin aranmasiyla sağlanacaktir. Sübjektif şartin varliği aranirken, hakim daha önce belirttiğimiz üzere, bütün durum ve şartlari bu kapsamda; bağişlamanin türünü, kapsamini, bağişlayanin bağişlama yapmadaki motivasyonunu (motiv), bağişlananin suça ilişkin iradesini, bağişlayanin birlikte kusurunun söz konusu olup olmadiğini aramalidir. Herhalde, fiilin ağir suç niteliğinde olup olmadiğinin belirlenmesi bakimindan objektif ve sübjektif şart birarada aranarak, bağişlayanin geri alma hakkinin mevcut olup olmadiği tespit edilebilecektir. 48  Y 2. HD 10102/ 12611 T 17.10.1994 (Kazanci); Y 14. HD 7732/7470 T 19 11 1996 (Kazanci); Y 1. HD 15621/ 886 T 30 1 2001 (Kazanci); Y 1. HD 10163/10605 T 7 10 2002 (Kazanci). 229Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232   6. Sonuç   TBK m 295 I b 1 de düzenlenen bağişlananin bağişlayana veya yakinlarindan birine karşi ağir suç işlemesi sebebi içerisinde ifade edilen ağir suç kavramindan anlaşilmasi gerekeni belirlemek için ikili ayrim yapmak gerekecektir. Birinci ayrim suç ifadesi ikinci ayrim ise ağir ifadesidir. Bu ayrim salt teorik bir ayrim olarak görülmemelidir. Zira bağişlamanin geri alinmasi bakimindan bağişlanan tarafindan işlenen fiilin ceza hukuku anlaminda bir suç teşkil etmesi gerekecektir. Fiilin suç olup olmadiğinin, ceza hukuku bakimindan değerlendirilmesinin yeterli olduğu, bu kapsamda fiil suç teşkil ediyorsa TBK m 295 I b 1 de yer alan sebeple bağişlamanin geri alinmasi bakimindan ilk unsuru sağlayacaği söylenebilir. Ceza hukuku bakimindan bu suça ilişkin soruşturma veya kovuşturmaya geçilmiş, suçun herhangi bir yaptirima bağlanmiş, azmettiren veya yardim eden olarak işlenmiş, teşebbüs aşamasinda kalmiş olmasinin önemi yoktur. Bu hususta önemli olan ceza hukuku bakimindan fiilin suçun unsurlarini taşimasi ve suç niteliğine kavuşmuş olmasidir. Fiilin suç teşkil edip etmemesi, ağir suç işlenmesi sebebine dayanilarak bağişlamanin geri alinmasi bakimindan objektif şarti teşkil eder.   TBK m 295 I b 1 de düzenlenen ilgili sebepte belirtilen ağir suç kavramindan anlaşilmasi gereken bakimin ikinci husus ağir ifadesidir. Bağişlamanin ilgili sebebe dayanilarak geri alinabilmesi bakimindan suç teşkil eden hukuka aykiri fiilin ağir olup olmadiği özel hukuk kurallarina göre belirlenecek olup, ceza hukukunda ağir suçun ne olduğuna ilişkin gerek mülga gerekse mevcut ceza hukukuna ilişkin düzenlemeler çerçevesinde yapilan değerlendirmeler bu bakimdan etkili olmayacaktir. Zira gerek İsviçre ve Türk doktrininin ağir suç kavraminin özel hukuk kurallarina göre yorumlanmasinin oybirliğiyle kabul edilmesi gerekse ceza hukukunda ağir suç kavramina ilişkin belirtilenlerin hükmün uygulama alanini amaca uygun olmayacak şekilde daraltacak olmasi karşisinda ağir suç kavraminin ceza hukuku kurallarina göre yorumlanmamasi gerekir. Ceza hukuku kurallarina göre ağir suç kavrami bir an için kabul edilirse; örneğin hakaret suçunun veya ağir suç niteliğinde görülemeyecek bir malvarliğina ilişkin suçun işlenmesi halinde özel hukuk bakimindan ağirliğin tespitinde aranmasi gereken kriterler mevcut olsa dahi bu suçlar ağir suç niteliğinde olmadiğindan bağişlamanin geri alinmasi için yeter sebep teşkil etmeyecek, hükmün uygulama alani hükmün amacina uygun olmayacak şekilde sinirlandirilmiş olacaktir.   Suçun ağir olup olmadiğini belirleyecek olan özel hukuk hakimi ağirliğin belirlenmesinde çeşitli hususlardan yararlanabilir. Bu hususta mirastan çikarmanin bağişlamanin geri alinmasindan farkli olan özelliklerini gözardi etmeden mirastan 230Cüneyt PEKMEZ / Bağışlamanın Geri Alınmasında Ağır Suç Kavramı Üzerine Bir Değerlendirme çikarma bakimindan belirtilenlerden de yararlanabilir. Ancak bağişlamanin geri alinmasinda ağir suç teşkil eden fiilin, mirastan çikarmada olduğundan daha geniş değerlendirilebileceği gözardi edilmemelidir.   Özel hukuk hakimi, ağir suç kavrami bakimindan biri objektif diğeri sübjektif iki hususu birarada arayacaktir. Sübjektif unsur bakimindan hakim şu üç unsuru birarada aramalidir: Suçun şükransizlik-minnetsizliğin varliğini haklilaştirmasi, suç nedeniyle bağişlayanin derinden sarsilmasi ve bu sarsilmanin objektif açidan hakli görülmesidir. Hakim her bir somut olayin özelliğini göz önüne alarak, bağişlamanin türünü, kapsamini, bağişlayanin bağişlama yapmadaki motivasyonunu (motiv), bağişlananin suça ilişkin iradesini, bağişlayanin birlikte kusurunun söz konusu olup olmadiğini göz önüne alarak, bu üç unsurun birlikte bulunup bulunmadiğini arayacaktir. Finansal Destek: Yazar bu çalişma için finansal destek almamiştir.",
     "Kaynakça": "Artuk E, Gökçen A, Ceza Hukuku Genel Hükümler (11th edn Adalet 2017). Alşahin E and Çakir K, Balthasar B, Basler Kommentar Zivilgesetzbuch II Art. 457- 977 ZGB in Honsell, Vogt  and Geiser (3th edn, Helbing-Lichtenhahn 2006). Bekar E, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Seçkin 2013). Bekar E, ‘Kabahatler Kanunu nun Genel Hükümlerinin Değerlendirilmesi  (2011) (1-2) İÜHFM 1033-1050. Çubukgil A R,  ‘Mirastan Adi Iskatin Hukuki Mahiyeti ve Sebepleri  (1950) (3) Ankara Üniversitesi Hukuk Fakültesi Dergisi 441-467. Demirel M, Amirin Emri (On İki Levha 2014). Dendorfer-Ditges R and Wilhelm P, ‘Nomos Kommentar zum Bürgerlichesgesetzbuch, Schuldrecht  in Barbara Dauner-Lieb and Werner Langen, (3th edn, Nomos 2016). Demirbaş T, Ceza Hukuku Genel Hükümler (14th edn, Seçkin 2019). Escher A, Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, Band II Das Erbrecht, 1 Abt.: Die Erben  Art. 457-536 (3th edn, Schulthess 1959). Gehrlein M, Beck scher Online Kommentar Bürgerliches Gesetzbuch 8. Abschnitte, 4. Teil, §516-534, (50 th edn Beck 2019). Gubser M, Strafenterbung de lege lata-de lege ferenda, unter Berücksichtigung des deutschen und österreichischen  Rechts ( 2001). Gümüş M A, Borçlar Hukuku Özel Hükümler (3th edn, Vedat 2018). Heizmann R, Strafe im schweizerischen PrivatrechtPhänomenologie und Grenzen gesetzlich begründeter  Strafsanktionen des Privatrechts (Stӓmpli 2015). Kelep Pekmez T, AİHM İçtihatları Bağlamında Türk ve Anglo Sakson Hukukunda Kolluğun Silah Kullanma  Yetkisi (On İki Levha 2015). Koca M and Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (12th edn, Seçkin 2019). Kocayusufpaşaoğlu N, Miras Hukuku (3th edn, Filiz 1987). Koch J, Münchener Kommentar zum Bürgerlichen Gesetzbuch Band 4 Schuldrecht Besonderer Teil I §§433-534 (8th edn, Beck 2019). 231Ceza Hukuku ve Kriminoloji Dergisi-Journal of Penal Law and Criminology 2019; 7(2):213-232 Kutluay E, Bağışlama Sözleşmeleri (Turhan 2016). Mahmutoğlu, F S, ‘Suç-Kabahat Ayrimi İdari Ceza Hukukunun Temelleri  in İlhan Ulusan, Funda Başaran Yavaşlar (eds), İdari Ceza Hukuku Sempozyumu (Seçkin 2009) 27-49. Özbek V. Ö., Doğan K. and Bacaksiz P, Türk Ceza Hukuku Genel Hükümler (10th edn, Seçkin 2019). Özgenç İ, Türk Ceza Hukuku Genel Hükümler (12th edn, Seçkin 2016). Öztürk B and Erdem M R, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (18th edn, Seçkin 2018). Tandoğan H, Borçlar Hukuku Özel Borç İlişkileri vol 1/1 (4th edn, Banka ve Ticaret Hukuku Araştirma Enstitüsü 1985). Türkmen A, Bağışlamanın Geri Alınması (Adalet 2019). Serozan R, Sözleşmeden Dönme (2th edn, Vedat 2007). Schönenberger B,  ‘CHK - Handkommentar zum Schweizer Privatrecht Ver-tragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe Art. 184 - 318 OR  in Markus Müller-Chen, Claire Huguenin, (3th edn, Schulthess 2016). Vardar Hamamcioğlu G, Bağışlama Sözleşmesi (Adalet 2016). Vogt N P and Vogt A, Basler Kommentar Obligationenrecht I Art. 1- 529 OR  in Honsell, Vogt and Wiegand, (6th edn, Helbing- Lichten-hahn 2015). Weimar P, Berner Kommentar Schweizerisches Zivilgesetzbuch, Das Erbrecht, Die Erben, Die gesetzlichen  Erben; Die Ver-fügungsfähigkeit, Die Verfügungsfreiheit, Die Verfügungs-arten, Die Verfügungsformen, Art.  457-516 ZGB (Stämpfli 2009). Weingart D, OFK-OR Kommentar Schweizerisches Obligationenrecht, in Jolanta Kren Kostkiewicz, Stephan  Wolf, Marc Amstutz, Roland Fankhauser (3th edn, Orell Füssli 2016). Yağci K, Cezai Mirasçılıktan Çıkarma (Cezai Iskat) (On iki Levha 2013). Yilmaz M, Bağışlamanın Sona Ermesi (On İki Levha 2011). 232"
}