{
     "Tip": "Makale",
     "Dergi İsmi": "Sakarya Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": " ",
     "Gün": "17",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "6-7",
     "Sayı": "12",
     "Başlık": "Mısır’da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları",
     "Title": "Arbitration and Family Mediation Practices in Egypt",
     "Yazar İsmi": [

          "Arş. Gör. Mustafa TAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tahkim", "Aile Arabuluculuğu", "İslâm Aile Hukuku", "Mısır", "Uyuşmazlık Çözümü"
     ],
     "Keywords": [
          "Arbitration", "Family Mediation", "Islamic Family Law", "Egypt", "Dispute Resolution"
     ],
     "Özet": "Bu makale 1929 ve 2000 yıllarında vazedilen Mısır Medeni Kanunlarındaki tahkim uygulamasını ve 2004 yılında çıkarılan Aile Mahkemelerinin Kurulması Kanununun öngördüğü aile mahkemelerini ve bu mahkemeler çatısı altında faaliyet gösteren arabuluculuk merkezlerini deskriptif bir şekilde ele almayı amaçlamaktadır. İslâm dininin tavsiye ettiği alternatif uyuşmazlık çözüm metotlarından biri olan ve informel uygulama olarak köklü bir mazisi bulunan tahkime ilişkin kodifikasyon Mısır Medeni Kanunlarında ilk kez 1929 yılında yapılmıştır. Daha sonra 2000 tarihli medeni kanunda tahkim, küçük değişikliklere uğramakla birlikte ana hatlarıyla muhafaza edilmiştir. Mısır da tahkim müessesesi yanında ayrıca Avrupa da yirminci yüzyılın ikinci yarısından itibaren uygulanan ve Avrupa Konseyi nin tavsiye kararları ile pek çok dünya ülkesinde de yaygınlaşan aile arabuluculuğu 2004 yılı itibariyle zorunlu olarak uygulanmaya başlamıştır. Bu çalışma, tahkim ve arabuluculuk hakkında çerçeve sunacak bir girizgâhın ardından bu iki uygulamanın Mısır Medeni Kanunları ekseninde teorik boyutunu ve pratik uygulamasını ele alacaktır.",
     "Abstract": "This article aims to discuss the application of arbitration under the Egyptian Civil Laws, which were prescribed in 1929 and 2000, and the family courts envisaged by the Law on the Establishment of Family Courts enacted in 2004 and the mediation centers operating under these courts in a descriptive manner. The codification of arbitration, which is one of the alternative dispute resolutions recommended by Islam and has a long history as an informal application, was first made in 1929 in Egyptian Civil Laws. Subsequently, the arbitration in the civil code of 2000 was maintained mostly, with only minor changes. In addition to the arbitration system in Egypt, family mediation, which has been implemented in Europe since the second half of the twentieth century and which has become widespread in many other countries after the recommendations of the European Council, has been enforced as of 2004. This article, after providing information about arbitration and mediation in general as an introduction will discuss the theoretical aspects of these two applications in the Egyptian Civil Code in both theoretical and practical levels.",
     "Metin": "Toplumsal birlik ve düzenin sağlanmasını amaçlayan Kur an ve sünnet, bu minvalde pek çok hüküm vazetmiş, toplum içinde ihtilafa, anlaşmazlığa, uyumsuzluğa yol açacak şeylerin neşvünema bulmasına müsaade etmemiştir. Bu bağlamda ihtiyaç hasıl olduğunda tahkim müessesesine başvurulması tavsiye edilmiş, bunun neticesinde de insanlık tarihi kadar eski olan insanlar arası ihtilaflar ve bu ihtilaflara çözüm üretme yolu olan tahkim şer î bir veçhe kazanmış, İslâm ın ilk dönemlerinden itibaren formel ve informel olarak uygulanmak suretiyle Müslüman toplumlarda yer edinmiş bir uygulama halini almıştır. Tahkim uygulamasına Mısır Medeni Kanunlarında da atıfta bulunulmuş ve bu uygulama kanun maddeleri ile tanzim edilmiştir.Mısır da tahkim yanında ayrıca aile arabuluculuğu da 2004 yılında çıkarılan Aile Mahkemelerinin Kurulması Kanunu ile uygulanmaya başlanmıştır. Bu çalışmada Mısır özelinde tahkim ve aile arabuluculuğu uygulamasının tasvir edilmesi amaçlanmaktadır. Bu sebeple çalışmanın birinci ve ikinci bölümünde konunun esasını teşkil eden tahkim ve arabuluculuk uygulamalarına yer verilmiş, bu iki kavramın özetle tanımı yapılmaya çalışılmıştır. Üçüncü bölümde ise Mısır da Yargı Sistemi ve Medeni Kanunlar başlığı altında tahkimi ve arabuluculuğu formüle eden hukuk sisteminden ve bu iki olgunun pratikteki tezahürlerinin aksettiği idari birimler olan aile mahkemelerinden bahsedilmiştir. Dördüncü ve beşinci bölümlerde; Mısır da tahkim müessesesi ve dini dayanakları, medeni kanunlarda ne şekilde vazedildiği, aile arabuluculuğu uygulamasının doktriner boyutları, çalışma prensipleri, Aile Anlaşmazlıklarına Çözüm Ofisleri olarak adlandırılan arabuluculuk merkezlerinin yapısı, uygulamanın hayata ne şekilde yansıdığı, başarı durumları, artı ve eksi yönleri tartışılmıştır.Tahkim Nedir?Tahkim, sözlükte  hükmetmesini emretmek, kendisine ait hükmü başkasına vermek, bir kimseyi bir konuda hakem kılmak hükmetmesini istemek, bir konuda hüküm ve karar vermeyi bir başkasına tevdi etmek  anlamlarına gelmektedir.1Bir fıkıh terimi olarak ise tahkim;  aralarında hukuki ihtilaf bulunan tarafların bu ihtilafı çözüme bağlaması için üçüncü kişiyi ya da kişileri hakem tayin etmesi ve bu hususta yaptıkları sözleşme 2,  birbirleriyle davalı olan iki kişinin aralarında hüküm vermesi için hakem tayin etmeleri, aralarında uyuşmazlık bu1  Ayşe Gürdal, İslâm Aile Hukuku Açısından İhtilafların Çözümünde Tahkim Yöntemi (Çanakkale: Onsekiz Mart Üniversitesi, 2007), 23; Fatma Açık,  İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi  (Konya: Selçuk Üniversitesi, 2006), 20; Mustafa Yıldırım,  Tahkîm,  Türkiye Diyanet Vakfı İslâm Ansiklopedisi (İstanbul: TDV Yayınları, 2010), 39: 411.2  Yıldırım,  Tahkîm,  39: 411.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 119lunan iki veya daha çok kişinin, bu uyuşmazlığı gidermek üzere üçüncü bir şahsı memur etmeleri 3 gibi birbirine yakın anlamlarla ifade edilmiştir.Mecelle de ise tahkim, 1790. maddede  hasmeynin husumet ve davalarını fasl için rızaları ile âhar kimseyi hâkim ittihaz etmelerinden ibarettir  şekilde tanımlanmıştır.4Bu tanımlar çerçevesinde tahkimi, aralarında anlaşmazlık bulunan iki tarafın, bu anlaşmazlığı çözmesi amacıyla üçüncü bir kimseyi ya da kimseleri hakem tayin etmeleri şeklinde açıklamak mümkündür.1. Arabuluculuk Nedir?Literal olarak uzlaştırma anlamına gelen arabuluculuk hakkında farklı tanımlar yapılmıştır. Bu tanımlardan bir kısmı arabuluculuğu genel anlamıyla ele alıp resmi ve resmi olmayan her türlü ara bulma, uzlaştırma işini tanım kapsamına dâhil ederken bazı tanımlarda ise yalnızca nitelikli bir şekilde yapılan uzlaştırma işlemi arabuluculuk kapsamında değerlendirilmiştir.5Arabuluculuğun genel bir tanımı olarak  Arabuluculuk çok uzun asırlardır yaşamın her alanında, çeşitli biçimlerde iletişimi kolaylaştıran ve uyuşmazlık taraflarının bir uzlaşıya varmalarında yardımcı olan bir araçtır. 6 şeklinde bir tanım burada zikredilebilir.Arabuluculuk için daha spesifik bir tanım ise şu şekilde yapılmıştır: Arabuluculuk, uyuşmazlık içine düşmüş olan tarafları, konuşmak ve müzakerelerde bulunmak amacıyla bir araya getiren, her iki tarafının üzerinde uzlaşma sağladığı tarafsız bir üçüncü kişinin desteği ile taraflar arasındaki uyuşmazlıkların çözümlenmesini hedefleyen, tamamıyla tarafların kendi iradeleriyle başvurdukları bir alternatif uyuşmazlık çözüm biçimi. 7Ceza hukuku, iş hukuku, ticaret hukuku gibi farklı alanlarda cari olan arabuluculuk uygulaması; boşanmaların artması, boşanma neticesinde taraflar açısından psikolojik ve sosyolojik olarak vahim durumların ortaya çıkması gibi saiklerin etkisiyle aile hukuku alanında da yirminci yüzyılın ikinci yarısından itibaren peyderpey artan bir şekilde başvurulan bir anlaşmazlık çözüm yöntemi olmuştur.83  Gürdal, İslâm Aile Hukuku Açısından İhtilafların Çözümünde Tahkim Yöntemi, 23.4  Mecelle-i Ahkâm-ı Adliyye, madde 1790.5  Ahmet Temel,  İslam Aile Hukukundaki Arabulucu-Hakemlik Uygulamasının Türkiye de Aile Arabuluculuğuna Muhtemel Katkıları,  Darulfunun İlahiyat 30/2 (2019): 319.6  Lisa Parkinson, Aile Arabuluculuğu, ed. Yonca Fatma Yücel, 2018, 4.7  Temel,  İslam Aile Hukukundaki Arabulucu-Hakemlik Uygulamasının Türkiye de Aile Arabuluculuğuna Muhtemel Katkıları,  318.8  Parkinson, Aile Arabuluculuğu, 9; Temel,  İslam Aile Hukukundaki Arabulucu-Hakemlik Uygulamasının Türkiye de Aile Arabuluculuğuna Muhtemel Katkıları,  320.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019120 Arş. Gör. Mustafa TAŞ2. Mısır da Yargı Sistemi ve Medeni Kanunlar2.1. Yargı SistemiMısır mahkeme sistemi yargılama alanlarına göre genel mahkemeler ve idari mahkemeler olmak üzere ikiye ayrılmakta, genel mahkemeler de; ilçe mahkemeleri, bidayet mahkemeleri, istinaf mahkemeleri ve temyiz mahkemesi olarak dört kısma ayrılmaktadır.9 İlçe mahkemeleri; kabahat ve hafif suçlarla ilgili davalara, işveren ve işçi arasındaki davalara ve değeri 5.000 Mısır Poundunu aşmayan hukuk ve ticari davalara, bidayet mahkemeleri ise; değeri 5.000 Mısır Poundunu geçen davalara bakmaktadır.10 Bidayet mahkemeleri ayrıca ilçe mahkemelerinin verdiği kararlara yapılan itirazların da incelendiği mahkemeler olup bu itirazlar üç hâkimden oluşan bir kurul tarafından dinlenmektedir.11 İlçe ve bidayet mahkemeleri Adli İdare Kanununun (Ḳanūnu s-sulṭati l-ḳaḍāʾiyye) 9-11. maddelerinde tanımlanmıştır.12 İstinaf mahkemeleri ise bidayet mahkemelerinin verdiği kararlara yapılan itirazları inceleyen mahkeme olup Kahire, İskenderiye Tanta, Asyut, Mansurah, İsmailiye ve Beni Suwayf şeklinde yedi merkezde bulunmaktadır.13 Temyiz mahkemeleri de istinaf mahkemelerinin bir üst mahkemesi konumunda olup istinaf mahkemesinin vardığı kararları denetlemekle yükümlüdür.14 Ekonomi, ticaret, ceza ve terör gibi farklı alanlarda davalarla ilgilenen temyiz mahkemelerinde ayrıca ağır davalar da açılabilmektedir.15 Temyiz mahkemelerinin yapısı ve işleyişi Adli İdare Kanununun 6-8. maddelerinde açıklanmıştır.16 Genel mahkeme sisteminin en yüksek kurumu ise Yargıtay olup merkezi Kahire dedir.17 Temyiz mahkemelerinin verdiği kararları inceleme yetkisi bulunmakla birlikte bu yetkiyi yasalar çerçevesinde kısıtlı bir şekilde kullanabilmektedir.18 Yargıtay ın yapısı ve işleyişi Adli İdare Kanununun 2-5. maddelerinde beyan edilmiştir.199  Didem Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği (Ankara: Ankara Üniversitesi, 2008), 142-143.10  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 143; The Tahrir Institute for Middle East Policy,  Egypt Court System 101 , erişim 10.02.2021, https://timep.org/transitional-justice-project/egypts-court-system-101/.11  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 143; The Tahrir Institute for Middle East Policy,  Egypt Court System 101 .12  The Tahrir Institute for Middle East Policy,  Egypt Court System 101 ; Mısır Adli İdare Kanunu, 1976, madde 9-11; Adli İdare Kanunu (1976) için bkz. Egypt Justice,  Judicial Authorities Law , erişim 10.02.2021, https://egyptjustice.com/judicial-authorities-law.13  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 143.14  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 143.15  The Tahrir Institute for Middle East Policy,  Egypt Court System 101 .16  Mısır Adli İdare Kanunu, 1976, madde 6-8.17  The Tahrir Institute for Middle East Policy,  Egypt Court System 101 .18  The Tahrir Institute for Middle East Policy,  Egypt Court System 101 .19  Mısır Adli İdare Kanunu, 1976, madde 2-5.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 1212.1.1. Mısır Aile Mahkemeleri2004 yılında Mısır da yürürlüğe giren 10 sayılı Aile Mahkemelerinin Kurulması Kanunu çerçevesinde aile ile ilgili evlenme, boşanma, nafaka, velayet gibi tüm anlaşmazlıklarda karar mercii olarak, 1,200 hâkimin görev yapacağı 224 aile mahkemesinin kurulması kararlaştırılmıştır.20 Aile mahkemeleri; biri en az bidayet mahkemesi başkanı derecesinde bulunan üç hâkimden oluşmaktadır.21 Mahkeme aynı zamanda mezkûr kanunun 2. maddesi uyarınca; talâk, tefrik, nikâhın feshi ya da butlânı, hidâne, nesep ve velâyet gibi kanunun 11. maddesinde tadat edilen dava türlerinde sosyal hizmet uzmanları ve psikologlardan da destek alabilmektedir.22Aile Mahkemelerinin Kurulması Kanununda aile mahkemeleri ile birlikte bu mahkemeler bünyesinde ailelere danışmanlık hizmetleri vermesi ve eşler arasındaki anlaşmazlıkların süratle ve suhuletle çözüme kavuşmasını sağlaması amacıyla Aile Anlaşmazlık Çözüm Ofislerinin de (Mekâtib-i Tesviyeti lmünâzaâti l-usriyye) kurulması kararlaştırılmıştır.242.2. Medeni KanunlarKavalalı Mehmet Ali Paşa nın Mısır ı özerk hale getirmesi ve Hidiv unvanı alarak idareyi deruhte etmesinden itibaren siyasi ve ekonomik bağımsızlığını kazanmaya başlayan Mısır, hukuk sahasında da Osmanlı dan ayrı bir yol takip etmiş, Osmanlı da hukuk alanında yaşanan gelişmelerin çok az kısmı Mısır a aksetmiştir.25 Bu bağlamda İslâm dünyası genelinde ivme kazanan kanunlaştırma faaliyetlerinde başı çeken ülkelerden biri de Mısır olmuştur.Evvelemirde büyük oranda Fransız mevzuatı esas alınarak hazırlanan kanunların uygulandığı Mısır da süreç içerisinde Kadri Paşa gibi hukukçuların gayretleriyle İslâm hukukuna dayanan kanunlar vazedilmeye başlanmıştır. Kadri Paşa nın hazırladığı, eşya ve borçlar hukukunu düzenleyen Mürşidü l-ḥayrân eseri ile iki bölümden oluşan ve ilk bölümde aile hukuku, ikinci bölümde miras hukuku meselelerini ele alan, 647 maddelik el-Aḥkâmü ş-şerʿiyye fi l-aḥvâli şşaḫṣiyye adlı çalışmalar dönemin kodifikasyon faaliyetlerine yönelik çalışmalara örnek olarak zikredilebilir.2620  Aile Mahkemelerinin Kurulması Kanunu (قانون إنشاء محاكم الأسرة), 2004, madde 1; Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 144.21  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 2.22  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 2 ve 11.23   مكاتب تسوية المنازعات الأسرية 24  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 5; bu ofisler hakkında detaylı bilgi daha sonra verilecektir.25  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 145.26  Mehmet Akif Aydın,  Muhammed Kadri Paşa,  Türkiye Diyanet Vakfı İslâm Ansiklopedisi (TDV Yayınları, 2005), 30: 546.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019122 Arş. Gör. Mustafa TAŞDaha sonraki süre zarfında da kanunlaştırma hareketlerinin devam ettiği Mısır da 1915 yılında kurulan ve fıkıh bilginlerinden oluşan bir komisyon tarafından herhangi bir mezhebe bağlı kalınmaksızın farklı konularda kanunlar hazırlanması planlanmış, komisyonun ilk etapta aile hukukuna dair hazırladığı ve 1917 yılında yayımlanan layihanın yoğun tepkilere maruz kalması neticesinde bu girişim akamete uğramıştır.27 Bunun üzerine 1920 ve 1929 tarihlerinde tek fıkıh mezhebine bağlı olmaksızın hazırlanan medeni kanunlar yürürlüğe girmiştir. 1985 yılında tadil edilen bu kanunlarda son olarak 2000 yılında düzenlemeye gidilmiştir. Akabinde ise yukarıda da zikredildiği üzere 2004 yılında aile mahkemelerinin ve arabuluculuk merkezlerinin kurulmasını öngören Aile Mahkemelerinin Kurulması Kanunu çıkarılmıştır. Son olarak 2017 yılında Ezher uleması tarafından bir medeni kanun tasarısı hazırlanmış, ancak bu tasarı henüz yürürlüğe girmemiştir.283. Mısır da Tahkim Müessesesiİnformel olarak İslâm toplumlarında uygulanmakta olan tahkim müessesesinin Mısır Medeni Kanunu na girişi 1929 yılında çıkarılan Ahvâl-i Şahsiye Kanunu ile olmuş ve bu kanundaki tahkim uygulaması büyük oranda Mâlikî mezhebinin tahkim usûlüne göre düzenlenmiştir. Bu meyanda öncelikle mülahhas bir şekilde Mâlikî mezhebindeki tahkim uygulanmasının ele alınması, daha sonra ise Mısır Medeni Kanunlarındaki konumu hakkında bilgi verilmesi daha uygun görünmektedir.3.1. Mâlikî Mezhebinde TahkimKarı-koca arasında anlaşmazlık yaşanması durumunda hakem tayin edilmesinin farz olduğunu kabul eden Mâlikî mezhebinde bu hakemlerin tayin edilme zamanı kadının geçimsizlik nedeniyle mahkemeye başvurması ve bu iddiasını ispatta aciz olmasını müteakibendir.29 Kadının böyle bir dava ile mahkemeye başvurması halinde hakem gönderme yetkisini elinde bulunduran devlet başkanı ve onun adına hareket eden hâkimler, hakem tayininden önce eşleri, durumlarını mahkemeye bildirecek, böylelikle zulme mani olunmasını sağlayacak, güvenilir olarak kabul edilen kimselerin yanına yerleştirir.30 Eşlerin, güvenilir kimselerin yanında ikamete icbar edildiği bu süre zarfında mezkur kimseler eşlerin durumunu mahkemeye bildirmekte ve bu beyanat mahkemenin tutumunun şekillenmesinde etkili olmaktadır.27  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 146.28  2017 yılında hazırlanan kanun tasarısı hakkında daha fazla bilgi için bkz. https://www.dostor.org/2885541.29  Muteber Gülsefa Uygur, İslâm Aile Hukukunda Hakemlik Kurumu (İstanbul Üniversitesi, 2015), 65.30  Ebû Muhammed Muvaffakuddîn Abdullâh b. Ahmed İbn Kudâme, el-Muğnî (Beyrut: Dâru İhyâi tTurâsi l-Arabî, 1405), 7/243; Açık, İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi, 51.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 123Hakemlerin kimlerden seçileceği konusunda Mâlikî mezhebindeki genel temayül tarafların ailelerinden seçilmesi yönündedir.31 Ancak tarafların hakem olarak seçilecek yakınları yoksa veya bu kimseler hakem olmaya uygun değillerse bu durumda hakemlerin tayininin hâkim tarafından yapılacağı ve hâkimin de hakemleri, tarafları iyi tanıyan, taraflarla muaşerette bulunan kimselerden seçmesinin müstehap olacağı kabul edilmiştir.32 Bununla birlikte hakemlerin, tarafların yakınlarından seçilmesi halinde nepotik ve tarafgir bir tavrın muhtemel olması nedeniyle yabancı kimselerden seçilmesinin daha doğru olacağı şeklinde bir görüş de serdedilmiştir.33Hakemleri taraflar için bir vekil değil, hâkim konumunda kabul eden ve onlara hüküm verme yetkisi tanıyan Mâlikî mezhebine göre hakemlerin uzlaşıya vardığı kararlarda mahkemenin ve eşlerin itiraz hakkı bulunmamakta, karar geçerli kabul edilmektedir.34 Ayrıca Mâlikîler hakemlerin tayin edilmesi ve göreve başlamalarından itibaren tarafların tahkim işleminden caymalarının mümkün olmadığını, hakemlerin kararına rıza göstermeleri gerektiğini belirtmişlerdir.35 Ancak hakemlerin ihtilaf etmeleri ya da vardıkları kararın İslâm ın genel prensiplerine aykırılık arz etmesi halinde bu karar bağlayıcılık niteliğini yitirmektedir.36Hakemler, eşlerin arasının düzeltilmesinin mümkün olmadığı kanısına vardıkları durumda; kusur kocada ise karısından herhangi bir şey talep etmeksizin ondan ayrılması, karısında ise mehrin tamamı, bir kısmı ya da üzerinde anlaşma sağlanan muayyen bir miktar karşılığında ayrılmaları gerektiğine hükmeder.37 Mahkeme, hakemlerin varmış olduğu bu kararı nakzetmeksizin hükme bağlar ve bu boşama bir bâin talak kabul edilir.3831  Ebû Abdillâh Muhammed b. Ahmed b. Ebî Bekr b. Ferh el-Kurtubî, el-Câmi‘ li-aḥkâmi l-Ḳurʾân, thk. Ahmed el-Berdûnî ve İbrahim Ettafeyyiş (Kahire: Dâru l-Kütübü l-Mısriyye, 1384), 5/175; Ebû Bekr Muhammed b. Abdillâh b. Muhammed el-Meâfirî İbnü l-Arabî, Aḥkâmü l-Ḳurʾân (Beyrut: Dâru l-Kütübü l-İlmiyye, 1424), 1/538.32  İbnü l-Arabî, Aḥkâmü l-Ḳurʾân, 1/538.33  Uygur, İslâm Aile Hukukunda Hakemlik Kurumu, 66.34  İbn Kudâme, el-Muğnî, 7/243; Açık, İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi, 61; Gürdal, İslâm Aile Hukuku Açısından İhtilafların Çözümünde Tahkim Yöntemi, 50; Hamza Erik, İslam Aile Hukukunda Tahkim Müessesesinin Günümüz Aile Hukuku ile Mukayesesi (Atatürk Üniversitesi, 2016), 50.35  İbn Kudâme, el-Muğnî, 7/244; Erik, İslam Aile Hukukunda Tahkim Müessesesinin Günümüz Aile Hukuku Ile Mukayesesi, 87.36  el-Kurtubî, el-Câmiʿ li-Aḥkâmi l-Ḳurʾân, 5/177; Açık, İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi, 66.37  Açık, İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi, 63; Gürdal, İslâm Aile Hukuku Açısından İhtilafların Çözümünde Tahkim Yöntemi, 145; Erik, İslam Aile Hukukunda Tahkim Müessesesinin Günümüz Aile Hukuku Ile Mukayesesi, 49.38  İbnü l-Arabî, Aḥkâmü l-Ḳurʾân, 1/542; el-Kurtubî, el-Câmiʿ li-Aḥkâmi l-Ḳurʾân, 5/177.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019124 Arş. Gör. Mustafa TAŞOsmanlı da kanunlaştırma hareketlerinin son örneklerinden biri olan ve aile hukuku meselelerini tek mezhebe bağlı olmaksızın, diğer mezheplerden de istifade ederek ele alan 1917 tarihli Hukūk-ı Âile Kararnâmesi de tahkim hususunda Mâlikî mezhebinin görüşünü kabul etmiştir.393.2. Mısır Medeni Kanununda TahkimMısır Medeni Kanunları (Ahvâl-i Şahsiye) Fransız mevzuatından etkilenen diğer Mısır kanunlarının aksine büyük oranda İslâm hukukuna dayanmaktadır.40 Buna bağlı olarak aileyi doğrudan veya dolaylı olarak ilgilendiren meseleler medeni kanunlarda İslâm hukuku muvacehesinde düzenlenmiştir. Bu bağlamda evliliği tek taraflı olarak sona erdirme yetkisini kocaya veren şer î hükümlere binaen 1929 tarihli Mısır Medeni Kanunu da kocanın bu hakkını muhafaza etmiş, ancak informel olarak gerçekleştirilen boşama işlemlerinde kocaya bu işlemi otuz gün içerisinde ilgili makama bildirme yükümlülüğü getirmiştir.411929 tarihli Mısır Medeni Kanunu kadının da boşanma haklarını tanzim etmiş, bu hususla ilintili olarak tahkim müessesesini de Mâlikî mezhebinin görüşleri doğrultusunda ele almıştır. Mezkûr kanun mucibince kadının, kocasıyla muaşerete devam etmesine müsaade etmeyecek raddede zarara maruz kaldığı gerekçesiyle mahkemeye başvurması ve aynı zamanda bu zararı ispat etmesi halinde mahkeme eşlerin arasını düzeltme mümkün değilse kadını kocasından bir bâin talak ile boşayabilme salahiyetini haizdir.42 Mahkemenin davayı reddetmesi ve kadının da zarara uğradığını ispat edememesi ile birlikte mükerreren mahkemeye başvurması halinde hâkim iki hakem tayin etmek suretiyle tahkim uygulamasına gidilmesine karar vermektedir.43Zikredilen kanunun 7. maddesi uyarınca hakemlerin; tarafların ailelerinden, adil iki kimse, ailelerden hakem olmaya uygun kimsenin bulunmaması durumunda ise tarafların ahvaline muttali olan ve aralarını düzeltmeye muktedir, yabancı iki kişinin hakem olması şart koşulmuştur.44 Göreve, süreç boyunca adalete ve sadakate riayet edeceklerine dair yemin etmekle başlayan hakemlere mahkeme tarafından eşlerin arasını düzeltmek için altı aylık bir süre tanınmıştır.45 Bununla birlikte mahkeme bu süreye ek olarak hakemlere bir kereye mahsus olmak üzere üç ayı geçmeyecek ek bir süre daha tanıyabilmekte, ancak bu sürenin sonunda 39  Hukūk-ı Âile Kararnâmesi, madde 130; Mehmet Akif Aydın,  Hukūk-ı Âile Kararnâmesi,  Türkiye Diyanet Vakfı İslâm Ansiklopedisi (İstanbul: TDV Yayınları, 1998), 18: 314.40  Özalpat, İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği, 155.41  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 5.42  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 6.43  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 6.44  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 7.45  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 8.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 125hakemlerin neticeyi bildiren raporlarını mahkemeye sunmamaları halinde mahkeme hakemlerin herhangi bir kararda ittifaka varamadığına hükmetmektedir.46Kanunda ayrıca taraflardan herhangi birinin tahkim uygulamasına başvurulacağı hakkında bilgilendirilmekle birlikte bu oturumlara katılmamasının süreç üzerinde hiçbir şekilde etkisinin olmayacağı ifade edilmiştir.47 Bu süre zarfında hakemlerin görevi ise tarafların hangi hususlarda anlaşmazlığa düştüklerinin tespit edilmesi ve bu ihtilaf noktalarının ortadan kaldırılıp mümkün olan herhangi bir şekilde sorunun çözülmesi olarak belirtilmiştir.48Hakemler, tarafların arasını düzeltmeye muktedir olamamaları durumunda, sorunun müşterek olarak her iki taraftan da kaynaklanması halinde herhangi bir bedel söz konusu olmaksızın ya da zarara münasip bir oranda bedel ile aralarını ayırabilmektedir.49 Sorunun kimden kaynaklandığının tam olarak tespit edilememesi durumunda ise bir bedel olmaksızın boşama kararı verilmektedir.50Hakemlerin ayrıca tahkim yoluna başvurulmasının esasını teşkil eden sebepleri detaylı bir şekilde ele aldıkları bir raporu mahkemeye sunmaları icap etmektedir.51 Süreç içerisinde hakemlerin bir kararda uzlaşamamaları halinde mahkeme, tarafların durumuna vakıf olan ve aralarını düzeltmeye güç yetirebilecek üçüncü bir hakemi yukarıda zikredilen şekilde yemin etmesinin akabinde diğer iki hakeme yardımcı olması gayesiyle görevlendirmektedir.52 Üçüncü hakemin de tahkime katılmasına rağmen yine de herhangi bir sonuca varılamaması, ihtilafa düşülmesi ya da hakemlerin kendilerine tanınan süre içerisinde mahkemeye rapor dosyasını sunmamaları halinde dava mahkemeye intikal etmektedir. Mahkemenin de tarafların arasını telif etmekten aciz kalması, taraflar arasında muaşeretin devamının mümkün olmadığının aşikâr olması ve aynı zamanda kadının boşanma hususunda kararlı bir tavır sergilemesi durumunda ise mahkeme kadının mali haklarının tamamını veya bir kısmını ıskat etmekle birlikte bir bâin talakla tarafların ayrılmasına karar vermektedir.531929 tarihli Mısır Medeni Kanununda yukarıda bahsedilen şekilde tanzim edilen tahkim uygulaması ana hatlarıyla daha sonra çıkarılan kanunlarda da yer bulmuş, ancak teferruatta birtakım değişikliklere uğramıştır. 2000 yılında çıkarılan 1 sayılı Kanun a göre mahkemenin kanun icabınca tahkime başvurması 46  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 8.47  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 9.48  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 9.49  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 10.50  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 10.51  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 11.52  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 11.53  Mısır Ahvâl-i Şahsiyye Kanunu, 1929, madde 11.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019126 Arş. Gör. Mustafa TAŞgereken boşanma davalarında taraflar, ailelerinden birer hakem tayin etmekle mükellef tutulmuş, bunun gerçekleşmemesi halinde ise hakemlerin mahkeme tarafından tayin edileceği belirtilmiştir.54 Oysa hakemleri seçme yetkisinin öncelikle taraflara tanınacağı hususu 1929 tarihli kanunda yer almamıştır. 1929 tarihli kanunda bulunmayıp 2000 tarihli kanunda yer alan başka bir durum ise tahkim neticesinde hakemlerin vardığı kararın hâkim açısından bağlayıcılık ifade etmemesidir.55 Aynı zamanda Mâlikî mezhebinin hakemlerin kararının bağlayıcı olduğu yönündeki görüşüne de muhalif olan bu kanuna göre hâkimler tahkim neticesinde hakemlerin uzlaşıya vardığı karar ile hüküm verebileceği gibi ihtilafları halinde yalnızca birinin görüşünü kabul edebilmekte veya dava dosyasını incelemek suretiyle vardığı başka bir kararı da hükme bağlayabilmektedir.562000 tarihli kanunda yer alan bir diğer husus, İslâm hukukunda kadına boşanma hakkı olarak tanınan uygulamalardan biri olan muhâleanın mahkemelerde formel bir şekilde yapılabilir hale getirilmesidir.57 Kadının boşanma talebiyle mahkemeye başvuruda bulunması durumunda mahkeme öncelikle üç ayı aşmayacak bir süre zarfında tahkimin uygulanmasına, tahkimin sonuç vermemesi ve kadının da kocası ile birlikte bir hayat yaşamaya devam etmesinin mümkün olmadığı konusunda kararlı bir tavır sergilemesi üzerine muhâlea yoluyla boşanmaya hükmetmektedir.58 Tahkim ve muhâlea ile ilgili olarak 2000 tarihli Medeni Kanun da vazedilen ilkeler 2017 yılında Ezher âlimleri tarafından çıkarılan layihada da aynı şekilde muhafaza edilmiş, herhangi bir değişikliğe yahut ziyadeye uğramamıştır.594. Mısır da Aile ArabuluculuğuAvrupa da ilk kez 1978 yılında uygulanmaya başlayan aile arabuluculuğu daha sonraki süreçte Avrupa Konseyinin arabuluculuk ile ilgili tavsiye kararları yayımlaması ile birlikte başka pek çok ülke tarafından da benimsenmiş ve yürürlüğe konmuştur.60Bu süreçten sonra aile arabuluculuğu uygulamasını benimseyen ve kanunlarında tanzim eden ülkelerden biri de Mısır olmuştur. 2004 yılında çıkarılan 10 sayılı Aile Mahkemelerinin Kurulması Kanunu ile nikâh, talâk, velayet ve nesep 54  Mısır Ahvâl-i Şahsiyye Kanunu, 2000, madde 19.55  Mısır Ahvâl-i Şahsiyye Kanunu, 2000, madde 19.56  Mısır Ahvâl-i Şahsiyye Kanunu, 2000, madde 19.57  Mısır Ahvâl-i Şahsiyye Kanunu, 2000, madde 20.58  Mısır Ahvâl-i Şahsiyye Kanunu, 2000, madde 20.59  Mısır Ahvâl-i Şahsiye Kanun Tasarısı, 2017, madde 61, 69, 77, 78, 82, 83; kanun tasarısı hakkında daha fazla bilgi için bkz. https://www.dostor.org/2885541.60  Parkinson, Aile Arabuluculuğu, 6-7; Temel,  İslam Aile Hukukundaki Arabulucu-Hakemlik Uygulamasının Türkiye de Aile Arabuluculuğuna Muhtemel Katkıları,  320.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 127gibi aile hukuku konularını ilgilendiren davaları karara bağlaması gayesiyle aile mahkemeleri kurulması öngörülmüştür.61 Yine aynı kanun, aile mahkemeleri bünyesinde, aile müessesesinin korunması ve sağlıklı bir şekilde devam edebilmesi için ailelere danışmanlık hizmeti verecek, eşler arasında anlaşmazlık vaki olması halinde bu sorunların çözümü için taraflara yardımcı olacak Aile Anlaşmazlık Çözüm Ofislerinin de kurulması kararını içermektedir.624.1. Aile Arabuluculuğu MerkezleriHer aile mahkemesinin çatısı altında bir veya daha fazla Aile Anlaşmazlık Çözüm Ofisinin kurulmasını öngören bu kanuna göre bu ofisler Adalet Bakanlığı na bağlı bir şekilde faaliyetlerini sürdüreceklerdir.63 İlgili kanun maddesinde arabuluculuk merkezlerinde en az birinin kadın olması şartıyla yeterli sayıda hukuk danışmanı, sosyal hizmet uzmanı psikoloğun bulunacağı belirtilmiş ve bu personelin seçilmesini, ofislerin icraat ve faaliyet usulünü, merkezlerin kurulacağı yerlerin belirlenmesini düzenleyen kararların da Adalet Bakanlığınca çıkarılacağı ifade edilmiş, merkezlerin ücretsiz olarak hizmet vereceği açıklanmıştır.64 Bu merkezlerin riyaseti ise aile konusunda mütehassıs olan bir hukuk danışmanı ya da başka bir üye tarafından deruhte edilmektedir.65 Arabuluculuk merkezlerindeki uzmanların görevleri; taraflar arasında arabuluculuk için ortak bir zemin oluşturmaya çalışmak ve mahkemeye taraflar ve yaşadıkları ihtilaf ile ilgili olarak detaylı bir rapor sunmak olarak belirtilmiştir.664.2. Aile Arabuluculuğu Merkezlerinin Çalışma YöntemleriSulhun cari olamayacağı ahvâl-i şahsiyye davaları dışındaki davalar, ivedilikle çözüme kavuşturulması icap eden davalar, icra ihtilafları ve muvakkat işlemlerle ilgili davalar, aile arabuluculuğuna müracaat edilmeksizin doğrudan mahkemeye intikal etmektedir.67Aile mahkemelerinin yetki alanında bulunan ahvâl-i şahsiyye ile ilgili herhangi bir konuda dava açma talebinde bulunan kimsenin mahkemeye başvuru yapmadan önce Aile Anlaşmazlık Çözüm Ofislerine sorunun çözümü için talep dilekçesi sunması gerekmektedir.68 Zira sulhun uygulanabileceği davalarda 61  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 1.62  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 5.63  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 5.64  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 5 ve 7.65  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 5; Dawoud S. el-Alami,  Establishment of Islamic Courts in Egypt,  Yearbook of Islamic and Middle Eastern Law Online 11/1 (n.d.): 230.66  Mulki al-Sharmani,  Egyptian family courts: A pathway of women s empowerment?,  Hawwa 7/2 (September 1, 2009): 94.67  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 6.68  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 6.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019128 Arş. Gör. Mustafa TAŞarabuluculuk merkezlerine başvuru yapılmadan doğrudan mahkemeye yapılan müracaatlar kabul edilmemekte, dava arabuluculuk merkezine yönlendirilmektedir.69 Sunulan bu dilekçe akabinde sorunu çözme vazifesini üstlenen arabuluculuk merkezi, tarafları dinledikten sonra onları anlaşmazlığın bütün veçheleri ve muhtemel sonuçları hakkında bilgilendirmekte aynı zamanda ailenin varlığını korumak için taraflara tavsiyelerde bulunup rehberlik etmektedir.70Arabuluculuk merkezlerinin, sorunun halledilmesi için talep dilekçesinin sunulmasından itibaren başlayan on beş günlük bir süresi bulunmakta olup bu süre ancak tarafların ortak rızası ile uzatılabilmektedir.71 Bu on beş günlük süre içerisinde taraflar arasındaki ihtilafları gidermede başarılı olunması halinde merkez başkanı tarafından bir rapor hazırlanmakta ve tarafların da imzaladığı bu rapor mahkemeye sunulmaktadır.72 Bu işlem neticesinde varılan karar taraflar için bağlayıcılık arz eder hale gelmektedir.73 Ancak arabuluculuk neticesinde sorun tamamen ya da kısmen çözüme kavuşturulamamış olursa ve taraflar da arabuluculuk sürecine devam etmeye yanaşmazsa bu durumda arabuluculukta o ana kadar kat edilen yolun anlatıldığı ve tarafların da imzaladığı rapor ile arabuluculuk merkezindeki mütehassısların ve kurul başkanının hazırladığı raporların eklendiği dava dosyası mahkemeye gönderilmekte, dava mahkemeye havale edilmektedir.744.3. Aile Arabuluculuğu Merkezlerinin Başarı Durumu ve Merkezler Hakkındaki Değerlendirmeler2004 yılında çıkarılan kanunla uygulanmaya başlayan ve hâlihazırda zorunlu bir şekilde devam etmekte olan Aile Anlaşmazlık Çözüm Ofisleri, Batı daki boşanma sürecini kolaylaştırması amaçlanan arabuluculuk sisteminin aksine İslâmî değerlere binaen toplumun temeli olan aile kurumunu korumayı ve evliliğin sağlıklı bir şekilde devam etmesini, bunun mümkün olmaması halinde ise suhuletle sona erdirilmesini hedeflemektedir. Bununla birlikte gerek bu ofislerin kurulması sürecinde yeterli fizibilite çalışmalarının yapılmamış olması gerek ülkenin mali durumunun ve hukuki altyapısının kısa bir süre içinde böyle bir yapılanmayı yüklenebilecek raddede güçlü olmaması gerekse de ülkenin sosyokültürel durumunun göz ardı edilip bu merkezlerde toplumun ihtiyaçlarına cevap verebilecek bir teşkilatlanmaya gidilmemiş olması gibi sebeplerle arabuluculuk uygulaması bazı eleştirilere hedef olmuştur.69  Aile Mahkemelerinin Kurulması Kanunu, 2004 madde 9.70  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 6.71  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 8.72  Aile Mahkemelerinin Kurulması Kanunu, 2004 madde 8.73  al-Sharmani,  Egyptian Family Courts: A Pathway of Women s Empowerment?,  94.74  Aile Mahkemelerinin Kurulması Kanunu, 2004, madde 8.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 129Kanunun çıkarıldığı 2004 yılında Mısır da kadın hakları üzerine bir rapor hazırlamakta olan İnsan Hakları Örgütü, aile mahkemelerinde görevlendirilen dokuz yargıçla mülakat yapmış ve yargıçlar bu yasanın yürürlüğe girmesi için yeterli çalışmanın yapılmadığını, henüz erken olduğunu ifade etmişlerdir.75 Örneğin pek çok mahkeme binasının inşasının henüz tamamlanmamış olması ya da mahkeme binası olmaya uygun olmayan yerlerin kullanılması, eksiklikleri göz önüne sermekte ve uygulamanın düzgün bir şekilde yapılamadığını göstermektedir.76 Ayrıca bu merkezlerdeki kaynak yetersizlikleri, insan kaynakları konusunda eksikliklerin yaşanması, arabulucu personelin yeterli eğitimi almamış olması ve uygulama mekanizmasının stabil çalışmaması da arabuluculuğun işlevselliğini yitirmesine neden olmaktadır.77 Arabuluculuk merkezinde görev yapacak uzmanların seçilmesine yönelik yönetmeliğin Adalet Bakanlığı tarafından çıkarılmasıyla birlikte sosyal hizmet uzmanı ve psikolog Sosyal İşler Bakanlığınca atanmakta ve görevden alınmakta, bunun da aynı merkezde görev yapan personel arasında maddi anlamda eşitsizliğe ve bu personelin işini kaybetmek kaygısıyla görevini tam anlamıyla yapamamasına neden olduğu iddia edilmektedir.78Arabuluculuk uygulamasının yapılması için tanınan on beş günlük sürenin de tarafların arasının bulunması için yeterli olmadığı, bu sürenin yalnızca yargı sürecini uzattığı ifade edilmiştir.79Kocanın tek taraflı boşama hakkına sahip olması nedeniyle arabuluculuk merkezlerine kahir ekseriyetle kadınlar başvurmaktadır.80 Kadınlar tarafından kimi zaman boşanma, kimi zaman ise boşanmadan ziyade evlilik hayatındaki anlaşmazlıkları uzman yardımı alarak sona erdirme gayesiyle arabuluculuk merkezlerine yapılan bu başvurular kocalar tarafından çoğunlukla aleyhlerine açılan bir dava olarak telakki edilmekte ve buna bağlı olarak kocalar arabuluculuk oturumlarına çoğu zaman katılmamaktadır. Aynı zamanda tarafların arabuluculuk oturumlarına şahsen katılmalarını zorunlu tutan yasal bir müeyyidenin olmayışı özellikle kocaları oturumlara katılmayıp yasal temsilcilerini göndermeye sevk 75  Human Rights Watch,  Divorced from Justice: Women s Unequal Access to Divorce in Egypt,  2004, 53.76  Nathalie Bernard-Maugiron - Baudouin Dupret,  Breaking up the family: Divorce in Egyptian law and practice,  Hawwa 6/1 (April 1, 2008): 63.77  Mulki al-Sharmani,  Legal Reform, Women s Empowerment and Social Change: The Case of Egypt,  IDS Bulletin 41/2 (March 2010): 13; Bernard-Maugiron - Dupret,  Breaking up the Family: Divorce in Egyptian Law and Practice,  64.78  al-Ain,  Aile Anlaşmazlık Çözüm Ofisleri , erişim: 10.02.2021, https://al-ain.com/article/19601.79  Bernard-Maugiron - Dupret,  Breaking up the Family: Divorce in Egyptian Law and Practice,  63; al-Sharmani,  Egyptian Family Courts: A Pathway of Women s Empowerment?,  96.80  el-Alami,  Establishment of Islamic Courts in Egypt,  230.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019130 Arş. Gör. Mustafa TAŞetmektedir.81 Bu durum da arabuluculuğun sağlıklı bir şekilde yapılmasına engel olmakta, arabuluculuğu uyuşmazlık çözümünde etkisiz bir hale getirmektedir.82Arabuluculuk merkezlerine yöneltilen bir diğer eleştiri ise sürecin, söylem ve uygulamalarla kadınlar aleyhine bir tavır takınmış olmasıdır.83 Merkezlerde çalışan uzmanların, kadınların çoğunlukla tutarlı bir gerekçe olmaksızın boşanma talebinde bulunduklarını düşündükleri, buna bağlı olarak da kadınları, boşanma neticesinde yaşayacakları kötü durumları onlara anlatmak suretiyle boşanma talebinden vazgeçirmeye çalıştıkları ifade edilmiştir ve bu durum kadınlar aleyhine yapılan bir ayrımcılık olarak değerlendirilmiştir.84Arabuluculuk oturumları süresince tarafların ailelerinin oturumlara katılmasını engelleyen herhangi bir yaptırımın söz konusu olmaması, oturuma katılan ebeveynlerin ihtilafı körüklemesine, tarafların uzlaşı için ortak bir noktada buluşamamasına neden olmakta, böylece arabuluculuk süreci baltalanmaktadır.85Mısır da aile mahkemeleri ve arabuluculuk merkezleri üzerine detaylı bir saha çalışması yapan Mulki al-Sharmani, bu çalışmasında arabuluculuk merkezlerinin pratikteki başarısının ne oranda olduğunu da ele almaya çalışmış, bu minvalde farklı tarihlere dair İskenderiye ve Giza şehirlerindeki arabuluculuk merkezleri hakkında istatistikler vermiştir.86 Bu merkezlerden Giza da bulunana dair istatistikleri örnek kabilinden verebiliriz: 2006 yılının Ekim ayından 2007 yılının Nisan ayına kadar 138 başvurunun olduğu Giza arabuluculuk merkezinde bu başvurulardan yalnızca otuzu çözüme kavuşturulmuş, altısı anlaşmaya varılamaması ancak tarafların davayı mahkemeye intikal ettirmemesi veya arabuluculuk prosedürlerini tamamlamamaları nedeniyle kapanmış, yetmişi ise mahkemeye sevk edilmiştir. Otuz iki başvuruda da arabuluculuk süreci devam etmektedir.87Aile mahkemelerinde görevli bir avukat ile yapılan bir mülakatta ise avukat, arabuluculuk uygulamasının ilk dönemlerinde dikkate değer sonuçlar verdiğini, 81  Mulki al-Sharmani,  Recent Reforms in Personal Status Laws and Women s Empowerment ‘Family Courts in Egypt   (Cairo, 2007), 26.82  Mulki al-Sharmani,  Legal Reform, Women s Empowerment and Social Change: The Case of Egypt,  IDS Bulletin 41/2 (March 2010): 13; al-Sharmani,  Egyptian Family Courts: A Pathway of Women s Empowerment?,  100.83  al-Sharmani,  Legal Reform, Women s Empowerment and Social Change: The Case of Egypt,  13.84  al-Sharmani,  Legal Reform, Women s Empowerment and Social Change: The Case of Egypt,  13; Bernard-Maugiron - Dupret,  Breaking up the Family: Divorce in Egyptian Law and Practice,  64.85  al-Sharmani,  Egyptian Family Courts: A Pathway of Women s Empowerment?,  100.86  al-Sharmani,  Recent Reforms in Personal Status Laws and Women s Empowerment ‘Family Courts in Egypt,   32-33.87  İstatistikler hakkında detaylı bilgi için bkz. al-Sharmani,  Recent Reforms in Personal Status Laws and Women s Empowerment ‘Family Courts in Egypt,   33.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 131ancak zamanla birlikte merkezlerin başarısının tavsadığını ve yüzde beşlere kadar gerilediğini ifade etmiştir.88 Ancak boşanma davalarının mahkemeye taşınmadan arabuluculuk merkezlerinde çözülmesinin avukatlar için iş yükünün ve buna bağlı olarak gelir kaleminin azalmasına neden olacağı aşikâr bir gerçek olduğu için bu mülakattaki değerlendirmelere temkinle yaklaşmak gerekmektedir. Adalet Bakanlığı nın yayımladığı bir rapora göre ise arabuluculuk merkezleri 2018 yılında yüzde kırk oranında başarı göstermiştir.89SonuçBu araştırma neticesinde Mısır daki tahkim uygulaması ve aile arabuluculuğu ile ilgili olarak şu sonuçlara varılmıştır:Genelde hemen hemen bütün İslâm toplumlarında, özelde ise Mısır da çok uzun dönemlerden beri uygulanmakta olan tahkim uygulaması 1929 yılı itibariyle kanunda düzenlenerek formel bir surete büründürülmüş, 2000 yılında çıkarılan Medeni Kanun ile küçük değişikliklere uğramış, ancak büyük oranda aynı kalarak devam etmiştir. Aynı kanun çerçevesinde kadınlara mahkeme yoluyla muhâlea hakkı da tanınmıştır.Tahkimden ayrı bir anlaşmazlık çözüm metodu olarak arabuluculuk uygulaması Mısır da 2004 yılında çıkarılan kanun ile yürürlüğe girmiştir. Ancak bu uygulama altyapı yetersizlikleri, insan kaynakları temininin sağlanamaması, toplumun ihtiyaçlarına hitap edecek şekilde tesis edilmemiş olmaları, gerekli ön hazırlıkların yapılmaması gibi nedenlerle ereğini tam olarak yerine getirememekte, sıklıkla aksaklıklara maruz kalmaktadır.Muhtemeldir ki Mısır da uygulanmasındaki yegâne ya da en kuvvetli saiki Avrupa da uygulanışı ve Avrupa Konseyi nce salık verilişi olan arabuluculuk kurumunun bu ülkede işlevsel bir şekilde faaliyet gösterebilmesi için yukarıda zikredilen sorunların bertaraf edilmesi gerekmektedir.88  Masress,  Aile Mahkemesi Avukatı: Arabuluculuk Merkezlerinin Başarısı Yüzde Beşe Düştü , erişim: 10.02.2021, https://www.masress.com/youm/1829090.89  Masress,  Aile Anlaşmazlık Çözüm Ofisleri, Uzlaşma Az, Sorun ise Çok , erişim: 10.02.2021, https://www.masress.com/rosaweekly/1025001.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-2019132 Arş. Gör. Mustafa TAŞ",
     "Kaynakça": "Açık, Fatma. İslam Aile Hukukunda Tahkim Müessesesi ve Hakemin Boşama Yetkisi. Selçuk Üniversitesi, 2006.al Ain.  Aile Anlaşmazlık Çözüm Ofisleri . Erişim: 10 Şubat 2021. https://al ain.com/article/19601.Aile Mahkemelerinin Kurulması Kanunu. .2004al Sharmani, Mulki.  Egyptian Family Courts: A Pathway of Women s Empowerment?  Hawwa 7/2 (September 1, 2009): 89 110. https://doi.org/10.1163/156920709X12511890014504.al Sharmani, Mulki.  Legal Reform, Women s Empowerment and Social Change: The Case of Egypt.  IDS Bulletin 41/2 (March 2010): 10 17. https://doi.org/10.1111/j.1759 5436.2010.00118.x.al Sharmani, Mulki.  Recent Reforms in Personal Status Laws and Women s Empowerment ‘Family Courts in Egypt.   Cairo, 2007.Aydın, Mehmet Akif.  Hukūk ı Âile Kararnâmesi.  Türkiye Diyanet Vakfı İslâm Ansiklopedisi. 18/314 318. İstanbul: TDV Yayınları, 1998. https://islamansiklopedisi.org.tr/hukuk i aile kararnamesi.Aydın, Mehmet Akif.  Muhammed Kadri Paşa.  Türkiye Diyanet Vakfı İslâm Ansiklopedisi. 30:546. TDV Yayınları, 2005. https://islamansiklopedisi.org.tr/muhammedkadri pasa.Bernard Maugiron, Nathalie   Dupret, Baudouin.  Breaking up the Family: Divorce in Egyptian Law and Practice.  Hawwa 6/1 (April 1, 2008): 52 74. https://doi.org/10.1163/156920808X298921.el Alami, Dawoud S.  Establishment of Islamic Courts in Egypt.  Yearbook of Islamic and Middle Eastern Law Online 11/1 (n.d.): 229 240. https://doi.org/10.1163/2211298791000096.el Kurtubî, Ebû Abdillâh Muhammed b. Ahmed b. Ebî Bekr b. Ferh. el Câmiʿ li Aḥkâmi lḲurʾân. thk. Ahmed el Berdûnî ve İbrahim Ettafeyyiş. Kahire: Dâru l Kütübü lMısriyye, 1384.Erik, Hamza. İslam Aile Hukukunda Tahkim Müessesesinin Günümüz Aile Hukuku Ile Mukayesesi. Atatürk Üniversitesi, 2016.Gürdal, Ayşe. İslâm Aile Hukuku Açısından İhtilafların Çözümünde Tahkim Yöntemi. Çanakkale Onsekiz Mart Üniversitesi, 2007.Hukūk ı Âile Kararnâmesi.Human Rights Watch.  Divorced from Justice: Women s Unequal Access to Divorce in Egypt.  2004.İbn Kudâme, Ebû Muhammed Muvaffakuddîn Abdullâh b. Ahmed. el Muğnî. Beyrut: Dâru İhyâi t Turâsi l Arabî, 1405.Sakarya Üniversitesi Hukuk Fakültesi DergisiMısır da Tahkim Müessesesi ve Aile Arabuluculuğu Uygulamaları 133İbnü l Arabî, Ebû Bekr Muhammed b. Abdillâh b. Muhammed el Meâfirî. Aḥkâmü lḲurʾân. Beyrut: Dâru l Kütübü l İlmiyye, 1424.Masress.  Aile Anlaşmazlık Çözüm Ofisleri, Uzlaşma Az, Sorun ise Çok . Erişim: 10 Şubat 2021, https://www.masress.com/rosaweekly/1025001.Masress.  Aile Mahkemesi Avukatı: Arabuluculuk Merkezlerinin Başarısı Yüzde Beşe Düştü . Erişim: 10 Şubat 2021, https://www.masress.com/youm7/1829090.Mecelle i Ahkâm ı Adliyye.Mısır Adli İdare Kanunu. 1976.Mısır Ahvâl i Şahsiyye Kanunu. 1929.Mısır Ahvâl i Şahsiyye Kanunu. 2000.Özalpat, Didem. İslam Devletlerinde Toplumsal Cinsiyet ve Hukuk: İran ve Mısır Örneği. Ankara Üniversitesi, 2008.Parkinson, Lisa. Aile Arabuluculuğu. Ed. Yonca Fatma Yücel. 2018.Temel,  Ahmet.   İslam  Aile  Hukukundaki  Arabulucu Hakemlik  Uygulamasının Türkiye de Aile Arabuluculuğuna Muhtemel Katkıları.  Darulfunun İlahiyat 30/2 (2019): 311 336.The Tahrir Institute for Middle East Policy.  Egypt Court System 101 . Erişim: 10 Şubat 2021. https://timep.org/transitional justice project/egypts court system 101/.Uygur, Muteber Gülsefa. İslâm Aile Hukukunda Hakemlik Kurumu. İstanbul Üniversitesi, 2015.Yıldırım, Mustafa.  Tahkîm.  Türkiye Diyanet Vakfı İslâm Ansiklopedisi. 39/411 413. İstanbul: TDV Yayınları, 2010.Cilt: 6 7 | Sayı: 1 2 | Temmuz Aralık 2018 2019"
}