{
     "Tip": "Makale",
     "Dergi İsmi": "Sakarya Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": " ",
     "Gün": "20",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "8",
     "Sayı": "1-2",
     "Başlık": "En Çok Gözetilen Ulus Kaydının İkili Yatırım Anlaşmalarının Usule İlişkin Hükümleri Üzerindeki Etkisi: Maffezini Davası",
     "Title": "The Impact of the Most-Favored Nation Clause on the Procedural Provisions of Bilateral Investment Treaties: The Maffezzini Case",
     "Yazar İsmi": [

          "Arş. Gör. Dr. Kübra DEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Manevi Tazminat", "Manevi Zarar", "Kişilik Hakkı", "Hukuki Koruma", "Maddi Zarar"
     ],
     "Keywords": [
          "Immaterial Compensation", "Immaterial Damage", "Personal Right", "Legal Protection", "Material Damage"
     ],
     "Özet": "Kişilerin uğramış olduğu zarar, kişilerin hayatlarında huzursuzluğa sebep olmaktaysa, kişiye elem ve üzüntü vermekte ve kişilik değerlerine yönelikse; zararın konusu manevi olarak nitelendirilir. Bu tür zararlar etkileri itibariyle kişinin malvarlığı dışında sonuç doğurur. Kişilik hakkını oluşturan birtakım değerlere gerçekleştirilen saldırı ve bu değerlerin hukuka aykırı bir şekilde zedelenmesinin hukuki sonucu manevi zarardır. Ancak manevi zararın hesaplanması her zaman kolay değildir. Çalışma kapsamında ilk olarak manevi tazminatın hukukî niteliği hakkında bilgi verilerek, hukukî nitelik hakkındaki görüşlerin manevi tazminatın belirlenmesini ne şekilde etkilediği açıklanmaya çalışılacaktır. Daha sonra ise manevi tazminatı belirleyen olayın özellikleri, zarar veren ve zarar görene ilişkin özellikler anlatılacaktır.",
     "Abstract": "If the damage suffered by a person is not directed to the material values of the person but to the peace of the person, this damage is moral damage. The harm that causes disturbance in people s lives is moral compensation. Moral compensation is not damage to a person s property. Moral compensation occurs when personal rights are damaged. However, moral compensaiton is not always easy to determine. First of all, the legal characteristic of moral compensation will be explained in the study and then it will be explained how opinions on legal characteristic affect moral compensation. Finally, the charachteristic of the event that determined the moral compensation will be explained. Besides, characteristics of the person who caused the damage and the who suffered damage will be explained.",
     "Metin": "Manevi zarar, hukuk alanının en eski ve tartışmalı konularından birisini oluşturmaktadır. Kişilerin belirli bir yoğunluktaki maddi olmayan, ruhsal veya moral zararı manevi zarar olarak tanımlanabilir. Elem, ızdırap, üzüntü ve yaşam sevincini kaybetme şeklinde ortaya çıkan bu zarar kişilerin ekonomik ve sosyal görünümünü etkiler. Geniş ve dar anlamda zarar kavramı; maddi ve manevi zarar ayrımı içerisinde ele alındığında, manevi zarar geniş anlamda zarar ve gerçek olmayan zarardır.Kişilik varlığı zararı olarak nitelendirilen manevi zarar; kişisel değerlere yapılan tecavüzler sonucunda kalıcı sonucu olan zararlardır. Kişisel değerlere yönelik bir zarar, tecavüz söz konusu olduğunda ortaya çıkar ve bu tecavüz değerlerin durumunu değiştirir, bu değişim ihlâl adını taşır. Söz konusu ihlâl manevi bütünlüğü etkiliyorsa bu durumda manevi zarardan bahsedilir. Bu zararlar ise manevi tazminat kurumu ile giderilmeye çalışılır.Manevi tazminat; manevi zararın giderilmesine yönelik kural itibariyle bir miktar paranın veya para yerine veya para ile beraber başka bir tazminat şeklinin ifa edilmesi olarak tanımlanabilir.31. Manevi TazminatKişi varlığı hakları; ekonomik değer taşımayan, manevi nitelikteki haklardır. Kişilik hakkının konusunu oluşturan değerlerin korunması, hukukun merkezinde yer alan kavramlardan birisidir ve bir kimsenin kişilik hakkının hukuka aykırı şekilde ihlali ve ölüm ve bedensel bütünlüğün ihlali halinde manevi tazminat talebi özel olarak düzenlenmiştir.Manevi zararın miktarının belirlenmesi hususunda bir tarafta zarar gören kişinin uğramış olduğu zararın telafisi diğer bir tarafta ise kişinin duyduğu ruhsal ve psikolojik çöküntüyü tatmin ederek denkleştirme amacına hizmet söz konusu olduğunda bu durum parayla ölçülemez, yalnızca hâkim tarafından takdir edilebilir. Ancak bu durum hâkimin keyfi olarak karar verebileceği şeklinde yorumlanmamalıdır.1  ANTALYA, Gökhan; Borçlar Hukuku Genel Hükümler, Cilt V/1, 2. 2. Bası, Ankara: Seçkin, 2019, s. 207.2  HELVACI, Serap; Türk ve İsviçre Hukuklarında Kişilik Hakkını Koruyucu Davalar, İstanbul: Beta, s. 94.3  ANTALYA, Gökhan; Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması. İstanbul: Legal, 2017, s. 8.4  ÜNLÜTEPE, Mustafa; Yargıtay Kararları Doğrultusunda Hukuka Aykırı Fiil Nedeniyle Üçüncü Kişinin Manevi Tazminat Talebi, Prof. Dr. Mustafa Dural a Armağan, İstanbul: Filiz, 2013, s. 1229, 1230.5  ANTALYA, Gökhan; Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması- Türk Hukukunda Manevi Zararın İki Aşamalı Olarak Belirlenmesine İlişkin Bir Model Önerisi, (Manevi Zararın Belirlenmesi) Cevdet Yavuz a Armağan, Cilt I, 2016, s. 222.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 69Tazminat, bireyler arasındaki menfaat dengesinin korunması amacına hizmet eden kurumdur. Manevi üzüntülerin ve kayıpların telafisinde manevi tazminat kurumundan yararlanılmaktadır. Tazmin etme borcu bir sözleşmenin konusu olabileceği gibi haksız fiil veya sözleşmeye aykırılıktan da doğabilir.Manevi tazminat, maddi bir zararın tazmini niteliğini taşımaz. Bu tazminatın amacı; kişilik haklarına yöneltilen saldırı sonucunda, saldırıya uğrayanın manevi zararını, çektiği üzüntüyü ve uğradığı ruhsal sarsıntıyı gidermeye yardımcı olacak ruhsal tatmin yoludur. Yargıtay Hukuk Genel Kurulu (HGK) vermiş olduğu kararda manevi tazminatın amacının sadece rahatlatmak duygusu vermek olmadığını aynı zamanda zarar veren yanı da, dikkat ve özen göstermek konusunda etkileyecek bir yaptırımla caydırıcı olabilmek, olduğunu belirtmiştir.Türk Borçlar Kanunu na (TBK) göre manevi tazminat talebinde bulunabilmek için belirli şartların bulunması gerekir. Buna göre; kişinin kişilik hakkı hukuka aykırı olarak zarar görmeli, manevi zarar bulunmalı, manevi zarar ile fiil arasında uygun nedensellik bağı bulunmalı, zarar veren tarafın sorumlu olması için kusurunun bulunması ya da kusursuz sorumluluk hallerinden birisinin bulunması gerekir. Manevi tazminat istenebilmesi için maddi zarar doğması aranan şartlardan birisi değildir. Buna karşılık eşyaya yönelik bir tecavüz veya bir edimin yerine getirilmemesi sebebiyle kural olarak manevi tazminata hükmedilemez.TBK md. 56 kapsamında manevi tazminat talebinde bulunabilmesi için yaşama hakkının ihlali ya da beden bütünlüğünün zedelenmesi şartları yer almaktadır. Yaşam hakkının ihlali halinde, ölenin yakınları üzerinde manevi zarar meydana gelmelidir. Beden bütünlüğünün ihlali halinde ise yaralanan kişide manevi zarar meydana gelmeli ve kişilik değerlerinde kendi iradesi dışında eksilme olmalıdır.Manevi tazminattan doğan talep hakkı alacak hakkı olduğu için kişiliğe bağlı bir talep değildir. Bu özelliği, mirasçılara intikal konusunda kendisini gösterir. Türk Medeni Kanunu (MK) 25/IV maddesinde manevi tazminat istemi, karşı 6  ÜNAL, Mehmet; Manevi Tazminat ve Bu Tazminat Çeşidinde Kusurun Rolü, s. 397, http://dergiler.ankara.edu.tr/dergiler/38/307/2942.pdf (Erişim Tarihi: 08.04.2016)7  Yargıtay HGK. 23.06.2004 Tarih ve 2004/370 Karar Sayılı Kararı., REİSOĞLU, Safa; Borçlar Hukuku, Genel Hükümler, Yirminci Bası, İstanbul: Beta, 2008, s. 198.8  RG. 27836, 11.01.2011.9  ANTALYA, s. 208.10   Seyahat acentesinin kusurlu davranışı nedeniyle tatilin yapılamamış olması manevi tazminat hakkı vermez.   Hac seyahati dönüşünde bagajı kaybolan davacı, getirdiği hediyeleri yakın akrabalarına armağan edememiştir. Seyahatin özelliği dikkate alındığında, davalı taşıyıcının sözleşmeye aykırı davranışı sonucu, davacının, koşulları oluşan BK md. 49 a göre manevi tazminata hak kazandığını kabul etmek gerekir.  Yargıtay 11 Hukuk Dairesi (HD) 12.11.2001 Tarih ve 2001/8861 Karar Sayılı Kararı.11  EREN, Fikret; Borçlar Hukuku Genel Hükümler, 25. Bası, Ankara: Yetkin, 2020, s. 790.12  RG. 24607, 08.12.2001.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202070 Arş. Gör. Dr. Kübra DEMİRtarafça kabul edilmedikçe devredilemez ve mirasbırakan tarafından ileri sürülmedikçe mirasçılara geçmez.Manevi tazminatın işlevini açıklayan başlıca üç teori vardır. Bunlar; subjektif, objektif ve karma teoridir. Bu teoriler manevi tazminatın türünün ve miktarın belirlenmesinde etkili olacak görüşler ileri sürmektedir. Subjektif teori, kişinin huzurunun bozulmasını manevi zararın unsuru olarak belirlerken, objektif teori kişilikte meydana gelen objektif eksilmeyi manevi zarar olarak tanımlamaktadır. Karma görüş ise her iki görüşü bağdaştırarak kişilik değerlerinde ve ruhsal bütünlükte meydana gelen eksilmeyi manevi zarar olarak tanımlamaktadır.2. Manevi Tazminatın Hukukî NiteliğiManevi zararı tazmin etmeyi amaçlayan manevi tazminatın uygulanmasında en temel ilke; zarar gören tarafın malvarlığında artış meydana getirerek kişinin acısını giderecek imkân ve şartlar sağlayabilmektir. Manevi tazminatın hukukî niteliği konusunda birtakım görüşler bulunmaktadır. Çalışmanın bu kısmında bu görüşler ele alınacaktır.2.1. Özel Hukuk Ceza GörüşüManevi tazminat bu görüşe göre; özel hukuka ait cezalandırma amacı taşımaktadır. Bu görüşe göre esas olan manevi zararın tazmini değil, zarara kusuru ile sebep olan kişi veya kişilerin cezalandırılmasıdır. Ancak Yargıtay vermiş olduğu kararlarda bu görüşten uzaklaşmış ve manevi tazminatın cezalandırma amacı taşımadığını  ... Hükmedilecek bu para, zarara uğrayanda manevi huzuru doğurmayı gerçekleştirecek tazminata benzer bir fonksiyonu olan özgün bir nitelik taşır. Bir ceza olmadığı gibi mamelek hukukuna ilişkin zararı karşılamasını da amaç edinmemiştir. O halde bu tazminatın sınırı onun amacına göre belirlenmelidir.  ifadeleriyle belirtmiştir.Görüş  mağdurun  zararının  giderilmesini  değil,  failin  cezalandırılmasını amaçlar ve bu görüş kabul edildiğinde manevi tazminat miktarının yüksek tutulması gerekir. Çünkü cezanın asıl işlevi faile yaptırım uygulamaktır. Her ne kadar bu görüşe göre tazminat hukuken ceza niteliği taşıyorsa da görüş pek çok açıdan eleştirilmiştir. Ceza kavramı, özel hukuka değil kamu hukukuna ait bir kavram olduğu için, manevi tazminat kurumunun amacı zarar vereni cezalandırmak değil, manevi zarara uğrayan mağdurun zararını gidermek esas olmalıdır.13  ANTALYA, s. 221, 222.14  ATLAN, Hülya. Beden Bütünlüğünün İhlali Halinde Manevi Tazminat Miktarının Belirlenmesi. AÜHFD. Cilt 65, Sayı 4, 2016, s. 2662.15  EREN, s. 886.16  Yargıtay 4. HD., 13.10.2005 Tarih, 2004/14567 Esas, 2005/10883 Karar Sayılı Kararı.17  KILIÇOĞLU, Ahmet; Manevi Tazminatın Hukuksal Niteliği, Ankara Barosu Dergisi, 1984, s. 16Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 71Cezalandırma görüşü özel hukuk ile ceza hukuku arasındaki sınırları ortadan kaldırmaktadır. Bu durumda manevi zararın niteliğine uygun olmayacak şekilde suçta kanunilik ve cezaların şahsiliği ilkeleri gündeme gelmektedir. Yargıtay tarafından verilen kararlarda da manevi tazminatın cezalandırma aracı olamayacağı ifade edilmiştir. Ayrıca kusursuz sorumluluk hallerinde manevi tazminat açısından ceza görüşünün de yetersiz olduğu ifade edilmiştir.2.2. Tatmin GörüşüManevi tazminat, manevi zarara uğrayan kişinin duyduğu acı, elem, keder gibi duyguları hafifletmek ve dindirebilmek için oluşturulmuş bir kurumdur. Bu nedenle kişilik hakları ihlal edilen kişiye ödenen tazminat ile kişide oluşan hak ihlâli duygusunun tatmini ve mağdurun ferahlaması amaçlanmaktadır. Her ne kadar kişisel değerde meydana gelen eksilme para ile ölçülemezse de bu görüş mağdurun keder ve üzüntüsünü hukuken korunabilen bir alan içerisine sokmaktadır.Yargıtay Hukuk Genel Kurulu nun 14.05.2008 tarihinde vermiş olduğu bir kararda da manevi tazminatın zarara uğrayan kişiye huzur vermesi, duyduğu elem ve ızdırabın dindirilmesi gerekliliğine değinilmiştir. Bu nedenle manevi tazminatın miktarı belirlenirken, tazminatın bu amacı göz ardı edilmemelidir ve hâkim tarafından takdir edilecek miktar mevcut halde elde edilmek istenen tatmin duygusunun etkisine ulaşmak için gerekli olan miktar kadar olmalıdır.Manevi tazminatın belirlenmesinde tatmin görüşünün temel alınmasının isabetli olmadığı savunulmuştur. Buna göre acı ve üzüntü ölçülemez ve tatmin duygusuna herhangi bir sınır konulamaz, insan doğası içerisinde bulunan bu duy18  Yargıtay HGK., 27.11.2018 Tarih, 2017/4-1426 Esas, 2018/1989 Karar Sayılı Kararı., ANTALYA, s. 210, 211.19  ÖZÇELİK ÇALIŞ, Gizem; Aldatılan Eşin Manevi Tazminat Talebi, Ankara: Seçkin, 2021, s. 25., Manevi tazminatın özel hukuk cezai müeyyidesi olmadığını savunan bir başka görüşte bu hali ile manevi tazminatın kavramsal olarak algılamanın ve tanımlamanın zor olacağını ifade ederek, manevi tazminatın maddi bir zararın giderilmesini amaçlayan klasik anlamda bir tazminat olmadığını belirtmiştir. SULU, Muhammed; Ölüm ve Bedensel Bütünlüğün İhlali Halinde Manevi Tazminat, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt 22, Sayı 3, s. 2740.20  Manevi tazminatın temeli iki teori üzerine kurulmuştur. Bunlardan bir tanesi manevi tazminatın hukuksal niteliğini ceza teorisine göre ele alırken diğer teori tatmin teorisidir. Manevi tazminatın amacının ceza ile sevinç arasında denge kurmak olduğunu savunan görüşlere göre manevi tazminat, ceza ile tazmin arasında yer alır ve tatmin niteliği taşır. KILIÇOĞLU, Ahmet M.; Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş 24. Bası, Ankara: Turhan, 2020, s. 550.21  ORAL, Tuğçe. Tüzel Kişilerin Manevi Zararlarının Tazmini. Ankara Üniversitesi Sosyal Bilimler Enstitüsü Doktora Tezi, 2018, s. 66.22  Yargıtay HGK. 14.05.2008 Tarih ve 2008/13-364 Esas, 2008/373 Karar Sayılı Kararı., ENER, Oğuz Şükrü; Türk Hukukunda Manevi Tazminatın Niteliği ve Hesaplanması, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, 2014, s. 38, 39.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202072 Arş. Gör. Dr. Kübra DEMİRgularla herhangi bir yere varılamaz ve mahkemeler tarafından verilen tazminat kararları arasındaki derin farklılıklar da duygusal çözümün yanlış bir yol olduğunu ortaya koymuştur.2.3. Önleme ve Caydırma GörüşüManevi tazminatın hukukî niteliğinin önleme ve caydırma olduğunu savunan görüşlerden bazıları bu niteliği cezalandırma niteliği ile bir arada ele almıştır. Manevi tazminat kurumunun önleyici bir fonksiyonunun bulunması için, davalının haksız fiil dolayısıyla elde ettiği menfaat, davacının zararından fazla olduğunda; haksız fiilin neticesi olan aradaki farkın iade edilmesi kabul edilmelidir. Bir diğer şart ise davalının malvarlığında haksız bir menfaat artması olmasa dahi davalının yalnızca zararı ödemekle yükümlü kılınması sonucunda, zarar miktarının, davalıya haksız fiil yapmaması yönünde yeterli bir maddi yaptırım oluşturmaması ihtimali ile ilgilidir.Genel itibari ile bakıldığında yaptırımların esas amacı suç işleyenleri cezalandırmak değil, suç işlenmesinin önlenmesini sağlamak olmalıdır. Manevi tazminat kurumu ile de bu durum sağlanabilir. Böyle bir durumda yüksek miktarda tazminat ödeyeceğini düşünen kişi, kişilik haklarına saldırmaktan çekinebilir ve manevi zarar oluşturacak saldırıları gerçekleştirmekten kaçınabilir. Yargıtay da vermiş olduğu kararlarda manevi tazminatın bu yönüne de değinmiş ve gelişmiş ülkelerde manevi tazminatın eski kalıbından kurtarılarak caydırıcılık unsuruna ağırlık verdiğine değinilmiştir. Gelişen hukukta böyle bir yaklaşım kişi haklarını her şeyden önde tutan bir yaklaşımdır ve kişilik haklarına yönelik haksız bir eylem söz konusu olduğunda tatmin duygusu yanında caydırıcılık uyandıracak oranlarda manevi tazminat takdir edilmesi gerekliliğini ortaya koymaktadır.2.4. Sosyal Yardım GörüşüMaddi zarar ve manevi zarar arasındaki sınırın giderek kaybolduğu savunulan bu görüş doğrultusunda manevi zararın denkleştirme işlevi ön planda tutulmaya ça23  ÖZDEMİR, Erdem; İş Sağlığı ve Güvenliği Hukuku, İstanbul: Vedat, 2014, s. 556.24  Yargıtay kararları ile benimsenmiş olan ve manevi tazminatın  ne bir ceza ne de gerçek anlamda bir tazminattır.  Açıklaması Yargıtay HGK tarafından terk edilmiş ve manevi tazminatın caydırıcılık özelliği ön plana çıkarılmıştır. Bu karara göre  ... aslolan insan yaşamıdır ve bu yaşamın yitirilmesinin yakınlarında açtığı derin ıstırabı hiçbir değerin gidermesi olanaklı değildir. Burada amaçlanan, sadece zarar görene bir parça olsun rahatlama duygusu vermek değil, aynı zamanda zarar verene daha dikkatli ve özenli davranması, bundan böyle zarar verici eylemlerden sakınması için caydırıcı etki sağlayacak bedel ödettirilmesidir.  ÇELİK, Ahmet Çelik; Can Zararlarında Manevi Tazminata Ölçü Arayışı, http://www.tazminathukuku.com/arastirma-yazilari/can-zararlarindamanevi-tazminata-olcu- (Erişim Tarihi: 08.04.2016)25  KARAYALÇIN, Yaşar; Türk Hukukunda Şeref ve Haysiyetin Korunması, AÜHFD, 1962, s. 262.26  Yargıtay HGK. 23.06.2004 Tarih ve 2004/13-291 Esas, 2004/370 Karar Sayılı Kararı. ÇELİK, http://www.tazminathukuku.com/arastirma-yazilari/can-zararlarinda-manevi-tazminata-olcuarayisiSakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 73lışılmıştır. Buna göre manevi tazminat; manevi zarar karşısında nafaka gibi bir sosyal yardım konumuna geçmektedir. Maddi tazminatın yetersiz kaldığı durumlarda bu tazminatın açığını ve eksikliklerini kapatmak için manevi zararın toplumsal bir işlevi bulunmaktadır. Türk Hukuku nda manevi tazminatın sosyal yardım niteliği taşıdığını savunan yazarlardan birisi Serozan dır. Yazara göre manevi tazminata çağdışı bir şekilde hazcı veya misillemece olarak bakmak yerine alacaklısı tarafından maddi tazminatı tamamlayan sosyal yardım ve rehabilitasyon işlevi kazandırılmalıdır. Bunun yararı manevi tazminatı manevi tatmin görüşünden ayırarak, bu tazminatı kusursuz risk sorumluluklarında da duraksamadan ter vermek olacaktır. Yazara göre manevi tazminat son çare olarak uygulanmalıdır ve maddi tazminatın amacına ulaşmaması durumunda devreye girmelidir. Manevi tazminatın devreye girmesinin nedeni ise sosyal zorunluluğun doğmasıdır. Sosyal yardım görüşü kabul edildiğinde manevi tazminatın belirlenmesi matematiksel olarak kesin bir şekilde gerçekleştirilemeyeceğinden manevi tazminat denkleştirme programı dışında değerlendirilmemelidir. Manevi tazminatın denkleştirme programı içerisindeki özelliği ise sosyal yardım olarak nitelendirilebilir.2.5. Telafi GörüşüBu görüş kapsamında manevi tazminat belirlenirken, manevi zararın aynen ve nakden tazmin edilmesi gerekir. Bu anlamda telafi görüşü; ceza ve tatmin görüşünden ayrılır ve kişinin duyduğu elem veya ızdıraba bakılmadan tespiti olmayan bu duyguların ölçümü ile uğraşmadan manevi zararın giderilmesi amacı ile zarar görene bir miktar paranın ödenmesini esas alır. Bu görüş çerçevesinde aynen tazmin mümkünse aynen tazmin yoluna gidilir. Örneğin izinsiz çekilen fotoğrafın imha edilmesi, hastalanan kişinin tedavi ettirilmesi durumlarında olduğu gibi. Aynen tazmin mümkün değilse nakden tazmin yolu işletilir.Telafi görüşü, maddi tazminatın doğurduğu mağduriyetleri gidermek fonksiyonu taşır çünkü maddi tazminat önceden belirlenmiş belirli kurallara göre hesaplandığı için bazı durumlarda maddi tazminatın karşılayamadığı mağduriyetler doğmaktadır. Bu durumun en tipik örneğini çocuk ölümlerinde anne ve babaya ödenen tazminatların ödenmesi kısmında ortaya çıkar. Hesaplamalar, çocukların çalışıp kazanç elde edeceği 18 yaşından itibaren başlayarak yapılır, bu hesaplamalarla çok düşük miktarlarda tazminat tutarları ortaya çıkmaktadır. Böyle bir durumda çocuğunu kaybeden bir ailenin acısını hiçbir şekilde dindiremese de yetersiz kalan maddi tazminatın eksikliği uygun miktarda manevi tazminat ile giderilmeye çalışılır.27  SEROZAN, Rona; Manevi Tazminat İstemine Değişik Bir Yaklaşım, Prof. Dr. Haluk Tandoğan ın Hatırasına Armağan, Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1990, s. 86, 87.28  EREN, s. 889, 890., ENER, s. 41.29  ÇELİK, s. 5.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202074 Arş. Gör. Dr. Kübra DEMİRTelafi görüşü, manevi tazminata hükmedilmesi hususunu zorunlu bir şekilde duygu zararlarının ortaya çıkmasına bağlamamaktadır. Zarar gören kişinin elde edeceği tazminat neticesinde yaşama sevincine yeniden kavuşup kavuşmama, bozulan ruhsal dengesini tekrar sağlığa kavuşturma gibi hususlarla ilgilenmediği için manevi zararın yaratacağı ihlali idrak etme gücüne sahip olmayan ayırt etme gücünden yoksun kişilerin ve tüzel kişilerinde manevi tazminat talep etmesine imkân sağlayabilecektir.303. Hukukî Niteliğin Manevi Tazminatın Belirlenmesine EtkisiManevi zararın giderimi konusunda esas olarak aynen tazminin her zaman mümkün olmaması genellikle manevi zararın nakden tazmin şekliyle giderilmesini sağlamaktadır. TBK 58. maddesi kapsamında manevi tazminat miktarı belirlenirken hâkimin takdir yetkisinin bulunduğu belirtilmiştir. Bu durumda ön plana çıkan durum; manevi tazminat miktarı belirlenirken manevi tazminat kurumunun hangi amacına hizmet edeceğidir. Bu nedenle manevi tazminatın hukukî niteliği konusundaki görüşler, manevi tazminatın belirlenmesinde dikkate alınmalı ve geniş bir şekilde değerlendirilmelidir. Çünkü hukukî nitelik konusunda benimsenecek her bir görüş manevi tazminatın belirlenmesini değişik açılardan etkileyecektir. Hâkim de manevi tazminatı belirlerken benimsemiş olduğu görüş doğrultusunda hareket edecektir.Çalışmanın bu bölümünde manevi tazminatın belirlenmesinde hukukî niteliğin etkileri ayrı ayrı ele alınacaktır.3.1. Özel Hukuk Ceza Görüşünün DeğerlendirilmesiHukukî nitelik konusunda manevi tazminatın ceza fonksiyonu içerdiği kabul edilirse, zarar vereni cezalandırmak amacı ile tazminat miktarının yüksek tutulması gerekliliği çalışmanın daha önceki bölümünde belirtilmişti. Böyle bir durumda tazminat miktarı, zarar verenin fiilinin ağırlığı doğrultusunda azaltılıp artırılabilecektir. Ancak bu durum pek çok açıdan eleştiri konusu olmuştur. Zarara uğrayan kişi, zarar veren kişiye manevi tazminat davası yanında ceza davası açma hakkını haizdir. Hal böyle iken zaten cezalandırma amacı taşıyan bir ceza davasının yanı sıra manevi tazminat talebi de cezalandırma amacı ile hareket edilerek istenmesi, zarar veren kimsenin eyleminden dolayı iki kez cezalandırması sonucuna götürür ve böyle bir durum hakkaniyete aykırılık teşkil eder.30  ERLÜLE, Fulya. Bedensel Bütünlüğün İhlalinde Manevi Tazminat. Gözden Geçirilmiş 2. Bası, Ankara: Seçkin, 2015, s. 85.31  ÇETİN, Pınar; Manevi Tazminat Davasının Hukukî Niteliği ve Özellikle Tazminat Miktarının Belirlenmesi, Gazi Üniversitesi: Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, 2007, s. 69.32  KILIÇOĞLU, Hukuksal Nitelik, s. 16.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 75Ayrıca ceza hukukunun temel ilkelerinden birisi olan kanunsuz suç ve ceza olmaz ilkesi gereği ceza kanunlarında düzenlenmemiş bir suç nedeni ile failin cezalandırılması da kanun ile belirlenmemiş eylemlerden dolayı ceza verme işlemine neden olacak ve böyle bir durum da açıkça hukuka aykırılık teşkil edecektir.Bazı durumlarda manevi tazminatta müteselsil sorumluluk oluşturan hallerde cezaların kişiselliği ilkesi ile çelişecektir. Çünkü manevi tazminatta müteselsil olarak sorumlu tutulan kimseler varsa tazminat borcunun tamamı sorumluluk altına girmiş kimselerin herhangi birinden istenebilir. Ancak cezaların kişiselliği ilkesi gereği hiç kimse bir başkasının cezasından sorumlu tutulamayacaktırAyrıca bu görüş zarar görenin zararının giderilmesi amacını değil de intikam alma duygusunun tatmin edilmesini amaçladığından öğretide eleştirilmiştir. Bu görüşe göre her ne kadar tarihsel süreç içerisinde manevi tazminatın amacı cezalandırma düşüncesi çerçevesinde gelişmişse de cezalandırma amacı medeni hukukun değil ceza hukukunun amacıdır. Manevi tazminatın ceza görüşü ile açıklanması mağduru tamamen değerlendirme dışı tutup zarar vereni esas aldığından eleştirilmiştir. Bu hali ile tazminatın mağdura ödenmesi ile devlete ödenmesi arasında herhangi bir fark olmadığı da ifade edilmiştir.3.2. Tatmin Görüşünün DeğerlendirilmesiBir kimsenin manevi zarara uğradığının kabulü kişinin fiziki ve manevi acı duyması, ruhsal dengesinin bozulması, yaşama sevincini kaybetmesi olarak değerlendiriliyorsa subjektif görüşten bahsedilir. Kısacası ihlal sonucunda duygusal zararın doğması beklenir.Tatmin görüşü temelinde subjektif görüşü barındıran bir görüştür ve manevi tazminatın kişinin yaşamış olduğu bu olumsuz duyguların tatmin edilmesi düşüncesine dayandığından eğer subjektif görüş kabul edilmezse tatmin görüşü dayanaksız kalacaktır. Oysaki manevi zararı, zarar görenin acı, elem, üzüntü gibi duygulardan bağımsız şekilde ele almak gerektiği, bu sebeple objektif bir değerlendirme yapılması gerektiği ifade edilmiştir. Ayrıca zarar görenin ayırt etme gücünden yoksun olması ya da tüzel kişi olması halinde tatmin duygusundan 33  KILIÇOĞLU, Hukuksal Nitelik, s. 16, 17.34  ÇETİN, s. 69-74.35  ERLÜLE, s. 82.36  ORAL, s. 69.37  ANTALYA, s. 212.38  ÇETİN, s. 74., Aynı görüşü savunan yazara göre kişinin çekmiş olduğu acı, üzüntü, kederi ve uğramış olduğu haksızlıkları gidermenin yarattığı tatmini yaşartma işlevinin bulunduğunu açıklayan tatmin görüşü ancak manevi zararı, subjektif olarak açıklayan görüşün kabul edilmesi halinde uygulanabilecektir. ERLÜLE, s. 82.39  ERLÜLE, s. 83.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202076 Arş. Gör. Dr. Kübra DEMİRyoksun olacakları için, tatmin görüşü bu gibi örneklerde geçersiz hale gelmektedir. Ayrıca tatmin görüşü, zarar verenin cezalandırılması amacını taşıdığından kusursuz sorumluluk hallerinde de kişi kusuru olmasa dahi manevi tazminat yaptırımı ile karşı karşıya kalabilecektir bu duruma verilebilecek örneklerden birisi de istihdam edenin, istihdam ettiği kişinin verdiği manevi zarardan dolayı kusurlu olmasa da sorumlu tutulmasıdır.Ayrıca manevi tazminatın tatmin fonksiyonunun kabul edilmesi halinde, zarar gören kişiye yönelik yapılacak olan; manevi zarar nedeni ile başvuracağı ceza davasından çıkacak mahkûmiyet kararının, verilecek olan manevi tazminat talebinin miktarında indirime sebep olmaması nedeni ile ceza davasının, manevi tazminat hükmünün kesinleşmesinden sonra açılması yönünde tavsiyeler de eleştirilmemelidir.3.3. Önleme ve Caydırma Görüşünün DeğerlendirilmesiDoktrinde önleme ve caydırma görüşünün, ceza görüşü ile birlikte değerlendirilmesi gerektiğini savunan yazarlar bulunmaktadır. Ancak bu durum pek çok açıdan sakıncalı olabilecektir. Manevi tazminatın önleme ve caydırma fonksiyonunun olması için yüksek miktarda tazminata hükmedilmesi gerekecektir. Türk Hukuku nda bazı Yargıtay kararlarında manevi tazminatın caydırıcılık niteliğine değinilmiş ancak zarar görenin zenginleşmemesi düşüncesi, tazminat miktarlarının yüksek tutulmasına sınır getirmiştir.3.4. Sosyal Yardım Görüşünün DeğerlendirilmesiManevi tazminatı, maddi tazminatın tamamlayıcısı olarak gören bu görüş doğrultusunda, manevi tazminatın sosyal yardım niteliği bulunmaktadır ve sosyal açıdan daha güçlü olan taraf, zayıf olan tarafın kişilik değerlerini ihlal etmişse, hâkim zarar gören lehine daha yüksek miktarda tazminata hükmedebilir. Ancak böyle bir durumda idare aynı işlemle, biri diğerinden daha yüksek şartlara sahip iki kişinin manevi değerlerini haksız olarak ihlal etmişse manevi tazminat ne şekilde belirlenecektir sorusu ile karşı karşıya kalınacaktır. Böyle bir durumda objektif bir değerlendirme yapılması hakkaniyete uygun olur ve vatandaşlar kendi aralarında ayrıma tabi tutulmamalıdır. Ya da ekonomik veya sosyal açıdan benzer imkânlara sahip kimseler birbirlerinin manevi değerlerini ihlal etmişlerse manevi tazminatın belirlenmesinde sosyal yardım niteliği dikkate alınacak mıdır? Böyle bir durumda zayıf olan tarafın, güçlü kimseye karşı korunması söz konusu olmadığı için manevi tazminatın sosyal yardım fonksiyonu dikkate alınmamalıdır.40  EREN, s. 887., ÇETİN, s. 75.41  ÇETİN, s. 76.42  ÇETİN, s. 85, 87.43  ÇETİN, s. 84, 85.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 773.5. Telafi Görüşünün DeğerlendirilmesiManevi tazminatın belirlenmesinde telafi görüşü kabul edilecek olursa, tazminatın miktarı belirlenirken zararı telafi edip edemeyeceği hususu ön plana çıkar.Bazı durumlarda zararın nakden tazmini tam anlamıyla kişinin uğramış olduğu tazmini telafi etmeyebilir. Örneğin çok önemli bir pul koleksiyonu içerisinden çalınan pul, manevi değerlerin ihlali anlamını taşımaktadır. Bu durumda ortaya çıkan manevi zararın nakden tazmini kişinin zararını tam anlamı ile telafi etmeyecektir. Çünkü gerçek anlamda zararın tazmin edilebilmesi nakden tazmin ile değil aynen tazmin ile gerçekleştirilebilecektir. Bu hususta eleştirilen nokta manevi değerler yerine maddi değerlerin konulması kişilerin zararını ne ölçüde telafi edebilecektir. Örneğin destekten yoksun kalma tazminatı kapsamında yapılan bir takım hesaplamalar ile yoksun kalınan desteğin maddi olarak hesaplanması, kişilerin zararını ne ölçüde giderebilecektir.Tatmin fonksiyonu içerisinde subjektif temellere dayandırılan manevi zarar, telafi fonksiyonu ile objektif görüş ile temellendirilmeye çalışılmıştır. Objektif görüş çerçevesinde manevi tazminatın amacı giderim olarak kabul edilmiştir. Bu görüşe göre manevi zarar kişiden bağımsız olarak değerlendirilmelidir ve manevi zarar belirlenirken haksız fiil ile kişisel değerleri ihlal edilen zarar görenin, kişi varlığında meydana gelen objektif eksilme veya kayıp dikkate alınır.Telafi görüşünün doğal sonucu olarak, zarar ve tazminat, zarar görenin subjektif özelliklerinden soyutlandırıldığı için kişilerin ayırt etme gücüne sahip olup olmamalarına bakılmaksızın ya da tüzel kişi olup olmamalarına bakılmaksızın bu tazminat istenebilecektir. Kişilik değerlerinde eksilme meydana gelen kişilere ödenecek olan para ceza veya tatmin olarak değerlendirilmemeli, zarar gören ile zarar veren arasında hiçbir husumet kalmasa dahi bu tazminatı istenebileceği dava açılmalıdır.Telafi görüşünde esas alınan zarar verenin kusuru yerine, uğranılan zarar olduğundan miktarın belirlenmesi buna bağlıdır. Ancak bu görüş manevi tazminatın önleme ve caydırma amacına değinmediği için eleştirilmiştir. Çünkü telafi görüşü doğrultusunda verilecek tazminat miktarı yeterince yüksek olmayabilir. Dolayısıyla önleme ve caydırma; telafi görüşünün bir sonraki basamağını oluşturmaktadır.Manevi tazminatın fonksiyonu açısından yapılacak değerlendirmede zararın niteliğine yönelik objektif bir yaklaşım tarzı benimsemesinden ötürü ve kişilik 44  ÇETİN, s. 81.45  ANTALYA, s. 209, 210., EREN, s. 888., ÖZÇELİK ÇALIŞ, s. 27.46  EREN, s. 889, 890.47  EREN, s. 890.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202078 Arş. Gör. Dr. Kübra DEMİRhakkının ihlal edilmesi halinde kişinin duyduğu elem ve ızdırabın varlığını araştırmaksızın kişilik değerlerinde azalmanın meydana gelmesi ile manevi zararın oluştuğunu kabul etmesi ile telafi görüşünün hakkaniyete daha uygun olduğu açıktır. Ancak bu değerlendirmede kişinin duyduğu acı, üzüntü, keder gibi duyguların para ile ölçülüp giderilemeyeceği başka bir ifade ile hissedilen olumsuz duyguların karşılığının bir miktar parasal değer olmayacağını ifade etmekte fayda vardır yine de bu durum manevi zararın para ile tazmini hususunu reddetmek için yeterli bir sebep değildir. Kişinin duyduğu acının telafisinin uygun bir para ile giderileceği TBK md. 56 ve md. 58 de yer alan hükümlerde de belirtilmiştir. Ancak kanun koyucunun kişilik hakkının ihlali halinde maktu bir miktar belirlemekten kaçındığı da görünmektedir. Dolayısıyla tazminatın miktarı belirlenirken birtakım esasların da göz önüne alınması gerekir. Bu esaslara ilişkin genel bir bilgiye çalışmanın devamında yer verilecektir.4. Manevi Tazminat Miktarının Belirlenmesinde Dikkate Alınacak EsaslarManevi tazminatın amacı, kişilik hakkı saldırıya uğramış ve zarar görmüş kimselerin zararlarını en tatminkâr şekilde telafi etmektir. Eski Borçlar Kanunu nun 49. maddesinin 2. fıkrasında hâkimin manevi tazminatı belirlerken kişilerin sıfatını, işgal ettikleri makam ve diğer sosyal ve ekonomik durumlarını dikkate alacağı hususu yer almış, bu hüküm TBK kapsamına dâhil edilmemiştir. Ancak bu düzenlemenin TBK kapsamına dâhil edilmemiş olması, hâkimin manevi tazminat miktarını belirlerken bu durumları göz önüne almayacağı sonucunu doğurmamalıdır. Çünkü tazminat davalarında tarafların ekonomik ve sosyal durumlarından bağımsız olarak verilecek tazminat miktarı, ekonomik durumu çok iyi olan kişiler bakımından etkisiz hatta teşvik edici dahi olabilecektir. Üstelik TBK md. 51 göz önüne alındığında hâkimin tazminat miktarını belirlemesinde genel ilkeler belirtilmiş ve tazminat miktarı belirlenirken durumun gereği, kusurun ağırlığı, tazminat kapsamı ve ödenme biçiminin göz önüne alınması gerekliliği hükümde yer almıştır.Çalışmanın önceki bölümlerinde de ifade edildiği üzere zarar gören kişinin duyduğu acının uygun miktarda para ile giderileceği hususu TBK md. 56 ve md. 58 de belirtilmişse de kanun koyucunun maktu bir miktar belirlemediği görülmektedir. Somut olayın özellikleri doğrultusunda manevi tazminatın miktarı hâkim tarafından takdir edilecektir.Çalışmanın bu bölümünde manevi tazminatın miktarına etki eden çeşitli faktörler ele alınacaktır.48  YENİOCAK, Umut; 6098 Sayılı Türk Borçlar Kanunu nun Getirdiği Değişiklikler ve Yenilikler, Birinci Bası, İstanbul: XII Levha Yayınları, 2011, s. 70.49  ANTALYA (Manevi Zararın Belirlenmesi), s. 242.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 794.1. Olayın ÖzellikleriHâkim, tazminat miktarını belirlerken durumun hal ve şartlarını değerlendirerek sonuca varmalıdır. Daha önce bahsedildiği üzere TBK md. 58 kapsamında bu durum yer almıyor olsa dahi, durumun gereğini dikkate alma zorunluluğu, manevi tazminatın niteliğinden dolayı, olayın özelliklerini dikkate almayı zorunlu kılar. Hâkim, tazminat miktarını tayin ederken parasal ödeme yerine ek başka bir ödeme verip vermeyeceğini olayın özelliklerine göre değerlendirir.Olayın özellikleri, kişilik değerlerinin zedelenmesinin şiddeti yönünden iki türlü incelenebilir. Olayın özellikleri dikkate alınırken kişilik hakkının ihlalinin ağırlığı ve zararın ağırlığı göz önüne alınmalıdır. Manevi zararın şiddetinin derecesine göre az veya çok manevi tazminat miktarına hükmedilebilir. Böyle bir durum için olayın bedensel bütünlüğü zedelenenin kendisi ve yakınları ya da ölenin yakınları üzerinde meydana getirdiği etkiye bakmak gerekir. Kişinin yaşamış olduğu elem ve üzüntünün ağırlığına ve süresine bakmak gerekir. Örneğin zarar görenin hastanedeki tedavi süresi, tedavi şekli, yoğun bakım süresi, ihlalin verdiği acı gibi durumlar incelenmelidir. Örneğin zarar sonucu kalıcı bir maluliyet oluşmuşsa manevi zarar miktarı daha fazla tayin edilmelidir. İhlalin ağırlığı konusunda da zarar verenin kişilik hakkını ihlal eden davranışın tarz ve şekli, yoğunluğu, etkilerinin süresi tazminatın belirlenmesinde esas alınmalıdır. Ayrıca ihlalin devam ettiği süre ya da ihlalin etkilerinin devam ediyor olması da tazminatın miktarını belirleyecektir.Uğranılan manevi zararın objektif ağırlığı kişinin hakarete uğramasında ya da iftiraya uğramasıyla daha farklı olabilecekken başka bir kişinin yol açtığı trafik kazasında yaralanması nedeniyle çok daha farklı boyutta olabilecektir. Bazı trafik kazaları vardır ki  cinayet gibi kaza  olarak nitelenmekte ve kişilere verilen yüzde yüz kusur oranı kişilerin ya da toplumun öfkesini yatıştırmamaktadır. Kentin en kalabalık caddelerinde otomobil yarışı yaparak insanları ezip geçen, alkolün etkisiyle kaldırıma çıkan ya da durakta bekleyenlerin ölümüne ya da yaralanmasına neden olan veyahut trafik ışıklarına aldırmaksızın aracını insanların üzerine süren bilinçsiz kimselerin neden olduğu kazalarda yüzde yüz (sekizde sekiz) kusurlu olmaları manevi tazminatın belirlenmesinde yeterli olmamaktadır. Bu tür olaylarda tarafların sosyal veya ekonomik durumlarına bakmanın, davalı tarafın ödeme gücünü araştırmanın, bu ödemenin onu yoksullaştıracağı ve davacıyı zenginleştireceği gibi kaygılara düşmenin de hiçbir anlamı olmamalıdır.50  ANTALYA, s. 238.51  ANTALYA, s. 242, 243.52  ÇETİN, s. 92.53  ÇELİK, s. 14.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202080 Arş. Gör. Dr. Kübra DEMİR4.2. Zarar Görenin ÖzellikleriMaddi bir zarar söz konusu olduğunda mağdurun şahsı etkilenmezken manevi zararın söz konusu olduğu durumlarda mağdurun şahsiyeti meseleye hâkim olan temel unsurdur.4.2.1. Zarar Görenin Fiziksel ÖzellikleriManevi zararda aranması gereken unsurlardan birisini zarar ile birlikte elem, acı ve ızdırap duyulmasıdır. Ancak zararın vermiş olduğu acıyı hissetme gücü kişiden kişiye değişiklik gösterecektir. Yargıtay vermiş olduğu bir kararda bu unsura da yer vererek  Manevi tazminatın takdirinde istek sahibinin durumu, hususi ehemmiyeti haizdir. Mahkeme sağlam bir sonuca ulaşmak için, istek sahibinin; sosyal, iktisadi ve ailevi şartlarını olduğu kadar, hissetme gücünü de araştıracaktır. Çünkü istek sahibinin hadiseden duyduğu acının derecesi ancak bu surette anlaşılabilir.  Ancak manevi tazminatın belirlenmesinde hissetme gücünün tayinine yer vermek, hissetme gücüne sahip olmayanların bu tazminatı talep edemeyeceği gibi bir sonucun çıkarılmamasını gerektirir.Kişinin vücut yapısı ve dayanıklılığı çerçevesinde yapılacak bir incelemede zarar görenin yaşı ve cinsiyeti dikkate alınmalıdır. Psikolojik sorunları çocuklar veya gençler tarafından atlatılması genel olarak daha kolayken, gençler için bu sorunları aşmanın daha zor olduğu söylenebilir. Ya da zarar ile birlikte mağdurda kalıcı bir iz ortaya çıkmışsa böyle bir durumda duyulacak olan üzüntü erkeğe göre kadınlarda daha fazladır. Ayrıca ihtimali yaşam süreleri hesaplandığında ortaya çıkan kalıcı zararlar yaşlılardan ziyade gençlere göre kabullenilmesi daha zor olan bir durumdur. Bu nedenle manevi tazminat miktarının belirlenmesinde bu gibi özellikler dikkate alınmalıdır.4.2.2. Zarar Görenin Mesleki ve Sosyal DurumuÇelik e göre zarar göreni yatıştırıcı, zarar vereni ise caydırıcı bir tazminat tutarı, sosyal ve ekonomik durumlara göre değil, onların kişisel özellikleri, eğitim ve kültür düzeylerine, davranış biçimlerine, özyapılarına göre belirlenmelidir. Burada anlatılmak istenen kişilerin mevkii, makam, ad veya unvanları değildir. Çünkü manevi tazminattan beklenen yarar, maddi tazminatı tamamlayan ve zarar veren üzerinde caydırıcı olmasıdır.Kişilerin sosyal ve ekonomik durumları uğramış oldukları manevi zararın etkisini etkilemektedir. Örneğin Avrupa İnsan Hakları Mahkemesi (AİHM) de54  Yargıtay HGK. 08.12.1965 Tarih ve Esas: 65-892, Karar: 450 Sayılı Kararı. TOKBAŞ, Hakan; Manevi Tazminat Miktarının Tayini, http://www.turkhukuksitesi.com/makale_1345.htm (Erişim Tarihi: 09.04.2016)55  TOPBAŞ, http://www.turkhukuksitesi.com/makale_1345.htm (Erişim Tarihi: 09.04.2016)56  ÇELİK, s. 14.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 81ğer yargıları ve kişilerin şeref ve haysiyetlerinin korunması arasındaki dengede sade vatandaş ve politikacı ayrımına gitmektedir. Buna göre siyasi görev üstlenen kişiler tüm karar, söz ve davranışlarının basının ve kamuoyunun devamlı değerlendirmesine ve eleştirisine tabi olduğunu bilerek bu görevi kabul etmiştir. AİHM bir gazetecinin Nazileri koruduğu iddiası ile Avusturya Şansölyesi ni eleştirisinde kullandığı  oportünizm ,  ahlakdışı ,  haysiyetsiz  gibi ifadeler nedeniyle tazminat ödemeye mahkum edilmesini düşünce özgürlüğüne aykırı bulmuştur. Bizim yargı organlarımızda son zamanlarda verdikleri kararlarda politikacılara ve üst düzey bürokratlara ilişkin yayınlara ilişkin  olay  ve  eleştiri  ayrımını yapmakta ve bu konuda AİHM de benzer bir yaklaşım sergilemektedir. Yargıtay a göre siyasal kişileri eleştirmek basının görevidir ve basında yayın konusu yapılan haller objektifse, doğru olaylara dayanıyorsa ve doğru amaca yönelikse; eleştiri sert, kırıcı ve kişiyi küçük düşürücü olabilir. Böyle durumlarda da hukuka aykırılık ortadan kalkar.Zarar görenin ekonomik durumunun dikkate alınması gerekliliğine ise eski Borçlar Kanunu döneminde verilmiş olan pek çok Yargıtay kararlarında değinilmiştir. Ancak zarar görenin ekonomik durumuna ilişkin öğretide çeşitli görüşler ileri sürülmüştür. Bir kısım görüşlere göre manevi zararın miktarı, zarar görenin serveti ile doğru orantılı olmalıdır çünkü herkesin tatmin olma duygusu sahip olduklarına bağlı olarak farklılık gösterecektir. Diğer bir görüşe göre ise mağdurun ekonomik açıdan zayıf durumda olması, zarar sonrası kişinin aynı şekilde hayatına devam etmesini zorlaştırabilecektir. Bu nedenle tazminat artırıcı unsur olarak ele alınmalıdır. Sonuç olarak kişinin ekonomik görüşü manevi tazminatın hukukî niteliği konusunda hangi görüşün benimsendiği ile ilgili bir durumdur. Tatmin görüşü benimsenecek olursa ilk görüş, telafi görüşü benimsenecek olursa ikinci görüş isabetli olacaktır. Ancak hakkaniyet gereği telafi görüşü dürüstlük kuralına daha uygun görünmektedir.4.2.3. Zarar Görenin KusuruZarar görenin birlikte kusuru manevi tazminat miktarının belirlenmesinde dikkate alınacaktır. Zarar görenin kusuru, zarar verenin kusuruna eşit ya da onun kusurundan daha ağırsa böyle bir durumda hâkim tazminata hükmetmekten kaçınabilecektir. Ayrıca işlenen fiil zarar görenin iyiliği ya da hatırı sebebi ile işlenmişse de manevi zarar daha az miktarda belirlenebilir.Ancak doktrinde aksini savunan görüşlerde bulunmaktadır. Eren e göre zarar görenin kusuru, zarar verenin kusuruna eşit ya da ondan daha fazla olsa dahi 57  Yargıtay 4. HD., 27.06.2006 Tarih ve 2006-7795 Karar Sayılı Kararı., REİSOĞLU, Safa: Türk Borçlar Hukuku Genel Hükümler, Yirmi Beşinci bası, İstanbul: Beta, 2014, s. 254.58  TOPBAŞ, http://www.turkhukuksitesi.com/makale_1345.htm (Erişim Tarihi: 09.04.2016)59  ANTALYA, s. 244, 245.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202082 Arş. Gör. Dr. Kübra DEMİRhâkim tazminata hükmetmekten kaçınmamalıdır. Çünkü maddi tazminatta böyle bir ayrım yapılmazken manevi tazminat konusunda böyle bir ayrıma gidilmesi anlaşılamaz bir durumdur. Zarar görenin kişisel kusuru ancak illiyet bağını kesecek ya da ortadan kaldıracak nitelikteyse zarar veren sorumluluktan kurtulabilir.4.3. Zarar Verenin ÖzellikleriManevi tazminatın belirlenmesinde zarar verenin şahsi özellikleri, her ne kadar zarar görenin özellikleri kadar önemli olmasa da adil bir tazminata hükmedebilmek için bunların da göz önünde bulundurulması gerekir. Çalışmanın bu bölümünde zarar verenin sosyal ve ekonomik durumunun ve zarar verenin kusurunun tazminatın belirlenmesinde önemi anlatılacaktır. Ancak burada unutulmaması gereken bir husus bulunmaktadır. Manevi zarar yalnızca kusur sorumluluklarında söz konusu olmaz aynı zamanda kusursuz sorumluluk hallerinde de manevi tazminata hükmedilebilir. Bu nedenle kusursuzluk hallerinden bahsedilmemesi bu gibi durumlarda bu tazminata hükmedilmeyeceği anlamına gelmemelidir.4.3.1. Zarar Verenin Sosyal ve Ekonomik DurumuZararın, mağdur üzerinde doğuracağı acı ve elemde bunun yapan kişinin şahsiyeti de önem taşımaktadır. Sosyal mevkii olarak mütevazı olan bir kimse tarafından yüksek bir seviyede bulunan kimseye karşı kişilik haklarına yapılan tecavüz bu kimseyi pek fazla rahatsız etmeyebilir ancak tam tersi bir durumda mütevazı kimseye karşı yapılacak aynı fiiller o kimseyi daha fazla rencide edebilir.Manevi zararın oluşumunda birden fazla kişi sorumlu ise, sorumluların bir ya da birkaçının ekonomik anlamda sıkıntı yaşamaları tazminat miktarının belirlenmesinde dikkate alınmaz. Ayrıca ağır kusurlu bir kimsenin de fakirleşme ihtimali göz önüne alınarak hakkaniyete uygun olmayacak derecede az tazminata hükmedilmesi de uygun değildir. Yargıtay 15. Hukuk Dairesi nin 24.12.2008 Tarihli kararında belirtmiş olduğu üzere  ... davacı yararına tarafların ekonomik ve sosyal durumları gözetilerek uygun miktarda manevi tazminata hükmedilmesi gerekir... 634.3.2. Zarar Verenin KusuruTBK 58. maddesinde tazminat davasının şartları arasında zarar verenin kusurundan bahsedilmemiştir. Kusur şartının konulmamış olması bu duruma kusursuz sorumluluk hali getirmemiştir. Haksız fiile ilişkin genel şartları düzenleyen 49. madde de şartlardan birisi de kusur olarak belirtilmiştir. TBK nın 58. maddesi ise kusur sorumluluğunu düzenleyen 49. maddenin devamı niteliğinde olduğu 60  EREN, s. 898, 899.61  TOPBAŞ, http://www.turkhukuksitesi.com/makale_1345.htm (Erişim Tarihi: 09.04.2016)62  ENER, s. 98.63  Yargıtay 15. HD., 24.12.2008 Tarih, Esas: 2007/7062, Karar: 2008/7608 Sayılı Kararı, Ener, s. 98.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 83için kusur şartı burada da aranan unsurlardan birisidir. Zarar verenin sorumluluğunun doğması içinse her türlü kusur, kast, ağır veya hafif ihmal yeterlidir. Ancak daha öncede belirtildiği gibi kusursuz sorumluluk hallerinde de TBK md. 58 in uygulanmasına yer verilebilir.Manevi tazminatın belirlenmesinde zarar veren kişinin kusuru, tazminatın tatmin ve telafi fonksiyonlarından ötürü önem kazanmaktadır. Kişinin kusurunun derecesi ile kendisi hakkında hükmedilecek tazminat arasında doğru orantı bulunduğundan zarar verenin artan kusur oranı, manevi tazminatın miktarını da artıracaktır.Suç ve eylemin kasıtlı veya taksirli oluşuna göre, işleniş biçimine göre, eylemcinin sabıkası veya daha önce benzer suç ve eylemleri olup olmamasına bakılarak hükmedilecek tazminata ilişkin değerlendirme yapılır.5. Manevi Tazminatın Hesaplanması ve MiktarıKişilik değerlerindeki eksilmenin para ile ölçülmesi, ekonomik bir değer olarak hesaplanması mümkün değildir. Bu nedenle manevi tazminatın tayininde hâkime geniş ölçüde takdir yetkisi tanınmıştır. Hâkim manevi tazminatı hesaplarken TBK 51 ve 52. maddelerinde öngörülen indirim sebeplerini uygular. Zarar görenin zarara razı olması da kişisel kusuru indirim sebepleri arasında yer alır.Manevi tazminat niteliği itibariyle tektir, bölünemez ve bölümler halinde de talep edilemez. Bu nedenle manevi tazminat taleplerinde kısmi dava söz konusu olamaz, ilk davada manevi tazminatın bir kısmı talep edilerek fazlaya ilişkin bölümü saklı tutulamaz.Manevi tazminat miktarının hesaplanmasında esas alınabilecek birtakım hesaplama yöntemleri vardır.Tarife yöntemi olarak adlandırılan yöntemde bedensel bütünlüğü söz konusu olduğunda manevi tazminat miktarı belirlenirken maluliyet oranına göre belirlenen bir tarifeden yararlanılmaktadır. Bu yöntemde mahkeme tarafından manevi tazminata karar verilirken özel olarak hazırlanmış olan çizelgede yer alan maluliyet derecelerinin karşılığına denk gelen tazminat miktarları hesaplanacaktır.64  EREN, s. 898.65  YILDIRIM, Erman. Bedensel Bütünlüğün İhlali Halinde Manevi Tazminat Miktarının Belirlenmesi. Atılım Üniversitesi Sosyal Bilimler Enstitüsü: Yayımlanmamış Yüksek Lisans Tezi, 2020, s. 69, 70.66  ÇELİK, s. 14.67  EREN, s. 900.68   Manevi tazminat bölünemez. Açılmamış sayılmasına karar verilen davada istenilen manevi tazminat miktarı bağlayıcıdır. Açılan sonraki davada bu miktarın üzerinde manevi tazminat istenemez.  Yargıtay 4. HGK. 25.11.2009 Tarih, Karar: 2009/572 Sayılı Kararı. REİSOĞLU, s. 260.69  ATLAN, s. 2668, 2669.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202084 Arş. Gör. Dr. Kübra DEMİRTazminat miktarının belirlenmesinde bir diğer yöntem ise somut olay ve emsal karar karşılaştırılması yöntemidir. Bu yöntemde emsal karar karşılaştırması ve iki aşamalı hesaplama yöntemi kullanılmaktadır. Bu yöntem TBK md. 56 da da ifade edildiği üzere hâkimin manevi tazminat miktarına karar verirken somut olayın özelliği doğrultusunda göz önünde bulunduracağı kriterlerden bahsetmektedir. Hâkimin tazminat miktarına karar verirken hangi kriterler göz önünde bulunduracağından bahsedilmişti. Dağınık bir şekilde bulunan bu kriterlerin emsal kararlarla karşılaştırılmak suretiyle sistematize edilmesi bu yöntemin özelliğidir. Hâkim bu yöntemde karar verirken daha önce verilmiş kararlar aracılığıyla tespitte bulunabilecektir.Türk Hukuku nun benimsemiş olduğu geleneksel yöntemde manevi tazminat miktarı herhangi bir tarifeye başvurmaksızın tek bir aşamada hâkim tarafından takdir edilmektedir. Bu yöntem ile somut olayın özellikleri esas alınarak manevi tazminatın belirlenmesinde esas alınan değişmez, katı kuralların oluşturulmasına karşı çıkılmakta ve tazminat miktarının önceden belirlenmiş tablolara göre oluşturulamayacağı ifade edilmektedir. Çünkü bu tazminat türü doğası gereği esasen para ile ölçülemez ve hâkimin maddi tazminattan farklı olarak somut olayın özellikleri ve diğer sübjektif olguları göz önünde bulunduracağı oldukça geniş bir takdir yetkisi vardır. Ancak Türk Hukuku nda benimsenen bu sistemde de hâkime tanınan geniş takdir yetkisi nedeni ile benzer olaylara ilişkin farklı hâkimlerce verilen kararlarda miktarlar yönünden farklılık olması eleştirilmiştir. Yargıtay kararlarında da esasen benimsenen sistemin bu olduğu görülmektedir. Bu durumda manevi tazminatın miktarı mahkemelerce tek aşamada somut olayın özellikleri doğrultusunda takdir edilmektedir. Ancak Yargıtay tarafından verilen başka bir kararda manevi tazminatın miktarı belirlenirken önce manevi zararın miktarının sonra ise manevi tazminat miktarının tayin edileceği başka bir ifade ile iki aşamalı bir sistemin olduğu şeklinde karar verilmiştir. Öğretide Türk Hukuku nda da manevi tazminatın, maddi tazminat gibi bir değer birimi üzerinden hesaplanması ve uygulamada görülen bu rastgele ve eşitsiz uygulamalardan ziyade ortak ve somut bir ölçü bulunması gerekliliği ifade edilmiştir.Ekonomik analiz yönteminde yaşam ya da sağlık konusuna ilişkin manevi değerler, risk ortaklığına ödenen primler yoluyla tespit edilebilmektedir. Yüzde yönteminde ise zarar gören ile beraber zarar gören kimsenin yakını lehine hük70  ATLAN, s. 2670.71  ERLÜLE, s. 431, 432.72  ERTAŞ, Şeref. Manevi Tazminatın Hukukî Niteliği ve Miktarın Tespiti. Prof. Dr. İlhan E. Postacıoğlu na Armağan. İstanbul, 1990, s. 107.73  Yargıtay 21. HD., 20.01.2015 Tarih, 2014/12716 Esas, 2015/639 Karar Sayılı Kararı., ATLAN, s. 2670, 2671.74  ÇELİK, s. 50.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 85medilecek manevi tazminat miktarları karşılaştırılarak manevi tazminatın miktarına hükmedilmektedir.Manevi tazminat miktarının belirlenmesinde kullanılan iki aşamalı yöntemde ise objektifleştirilen tüm olguların listesi yapılır ve taban değerle bağlantı kurularak hesaplama yoluna gidilmektedir. Böylelikle manevi zararın objektifleştirilebilen, genelleştirilebilen kriterlerle belirlenmeye çalışıldığı görülmektedir. Yani zararın bir nevi ispat edilmesi aranmaktadır.Her ne kadar manevi tazminatın belirlenmesinde objektif kriterlerin geliştirilmesi, miktarın tayinini tespit ederken oluşabilecek takdir farklılıklarını bir nebze olsa da engelleyebilecekse de manevi tazminatı tamamıyla belirli tarifelere bağlamak mümkün değildir. Çünkü karşılaşılan her bir olay kendine özgüdür ve her bir manevi zarar arasında tam bir benzerlik bulunması mümkün değildir. Bu nedenle ülkemizde benzer olaylara ilişkin verilen kararlar da göz önüne alınarak hakkaniyet gereği en uygun tazminat miktarına hükmedilmesi daha yerinde olacaktır.Manevi tazminat, alacak hakkı olduğu için, davanın açıldığı tarihten itibaren değil, manevi zararın doğduğu ve kişilik değerlerinde objektif eksilmenin meydana geldiği andan itibaren faiz eklenmesi gerekir.Manevi zararlar, şahıs varlığı zararı olduğu için TBK şahıs varlığı zararlarını  Özel Durumlar  kenar başlığı altında düzenlemiştir. Şahıs varlığı zararı, haksız fiilin ölüm ile sonuçlanması ya da yaralanma ile sınırlı kalmasına göre ayrım yapılarak zarar ve zarar görenler belirlenmiştir.Maddi tazminatın belirlenmesi hususunda birtakım matematiksel formüllere başvurulmakta iken manevi tazminat taleplerinde başvurulacak formüller bulunmamaktadır. Örneğin iş kazası ya da meslek hastalığı sonucu zarar gören işçinin ya da yakınlarının manevi tazminatlarının belirlenmesini sağlayacak nesnel ölçütler yoktur. Ancak bu görüş doktrinde eleştirilmiştir. Çelik e göre manevi tazminatın belirlenmesinde birtakım matematiksel formüller kullanılabilir. Buna göre manevi tazminata taban sınırı konulmalı ve bu taban herkes için eşit, yasal asgari ücretlerin yıllık tutarı olmalıdır ve hâkim manevi tazminata hükmederken bu tutarın altına inmemelidir. Örneğin asgari ücretin yıllık tutarı ile zarar süresi çarpılarak bulunacak rakam öncelikle hesaplanan maddi tazminat tutarı ile karşılaştırılmalı; aradaki eksiklik manevi tazminatla doldurulmalıdır.75  ATLAN, s. 2671.76  ATLAN, s. 3672.77  EREN, s. 900.78  KILIÇOĞLU, s, 560.79  ÖZDEMİR, s. 557.80  ÇELİK, s. 16.Cilt: 8 | Sayı: 1-2 | Temmuz-Aralık 202086 Arş. Gör. Dr. Kübra DEMİRSonuçManevi tazminat kurumu; kişilik değerlerinin ihlaline neden olan ve manevi bütünlüğü etkileyen zararların tazminine yönelik kurumdur. Manevi tazminatın hukukî niteliği konusunda doktrinde çeşitli görüşler ileri sürülmüştür ve ileri sürülen bu görüşler manevi tazminatın belirlenmesi aşamasında da önem kazanmaktadır. Manevi tazminatın hukuki niteliğine yönelik ileri sürülen görüşlerden birisi bu tazminatın kendine özgü ceza olduğudur. Buna göre manevi tazminatın işlevini yerine getirmesi için yüksek miktarda tayin edilmesi gerekmektedir. Bir diğer görüş ise manevi tazminatın tatmin etme niteliği bulunduğu yönündedir. Manevi tazminat ile amaçlanan; kişilik hakları ihlal edilen kişinin ihlal edilen duygusunun tatminidir. Bu nedenle manevi tazminat belirlenirken kişinin elem ve ızdırabı dindirilmelidir. Manevi tazminatın amacının zarar vereni caydırması olması gerektiğini savunanlar ise bu tazminatın miktarının yüksek tutulması gerekliliğini dile getirmişlerdir. Sosyal yardım görüşü ise zarara uğrayan kişinin maddi tazminat yolu ile karşılanamayan bir zararı söz konusu varsa bu zarar manevi tazminatın denkleştirici işlevi ile tamamlanmalıdır. Telafi görüşünde ise zarar sonucu hakkı ihlal edilen kişinin çektiği acıların telafi edilmesi gerektiği savunulmuştur.Manevi tazminatın hukuki niteliğinin yanı sıra belirlenmesi aşamasında dikkate alınması gereken başka özellikler de bulunmaktadır. Bunlar olayın özellikleri, zarar verenin veya zarar görenin şahsi özellikleri ve kusur oranlarıdır.Manevi tazminatın hesaplanması konusunda çeşitli yöntemler geliştirilmiştir. Yargıtay tarafından benimsenen sistemin ise manevi zararın tayininde somut olayın özellikleri göz önüne alınarak, hakkaniyete uygun bir şekilde karar vermek olduğu görülmektedir. Türk Hukuku nda manevi tazminatın miktarının belirlenmesinde herhangi bir ilkeler dizisi ve başvurulabilecek değerlendirme ölçütü bulunmamaktadır. Çünkü manevi tazminat hesaplanabilen bir tazminat olarak değil ancak takdir edilebilen bir tazminat olarak görülmektedir. Manevi zarar doğası gereği her bir kişi açısından oldukça özel bir durumdur ve her bir olay ve her kişi açısından farklı sonuçlar doğuracağından manevi zararın belirlenmesini birebir tarifelere bağlı kalmak suretiyle hesaplamak her zaman hakkaniyete uygun sonuçlar doğurmayacaktır.Sakarya Üniversitesi Hukuk Fakültesi DergisiManevi Tazminatın Belirlenmesine Genel Bir Bakış 87",
     "Kaynakça": "ANTALYA, Gökhan. Borçlar Hukuku Genel Hükümler, Cilt V/1, 2. 2. Bası, Ankara: Seçkin, 2019.ANTALYA, Gökhan. Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması. İstanbul: Legal, 2017.ANTALYA, Gökhan. Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması  Türk Hukukunda Manevi Zararın İki Aşamalı Olarak Belirlenmesine İlişkin Bir Model Önerisi, (Manevi Zararın Belirlenmesi) Cevdet Yavuz a Armağan, Cilt I, 2016, 221 250.ATLAN, Hülya. Beden Bütünlüğünün İhlali Halinde Manevi Tazminat Miktarının Belirlenmesi. AÜHFD. Cilt 65, Sayı 4, 2016. 2659 2683.ÇELİK, Ahmet Ç. Can Zararlarında Manevi Tazminata Ölçü Arayışı, http://www.tazminathukuku.com/arastirma yazilari/can zararlarinda manevi tazminata olcu   (Erişim Tarihi: 08.04.2016)ÇETİN, Pınar. Manevi Tazminat Davasının Hukukî Niteliği ve Özellikle Tazminat Miktarının Belirlenmesi, Gazi Üniversitesi: Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, 2007.ENER, Oğuz Şükrü. Türk Hukukunda Manevi Tazminatın Niteliği ve Hesaplanması, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi, 2014.EREN, Fikret. Borçlar Hukuku Genel Hükümler, 25. Bası, Ankara: Yetkin, 2020.ERLÜLE, Fulya. Bedensel Bütünlüğün İhlalinde Manevi Tazminat. Gözden Geçirilmiş 2. Bası, Ankara: Seçkin, 2015.ERTAŞ, Şeref. Manevi Tazminatın Hukukî Niteliği ve Miktarın Tespiti. Prof. Dr. İlhan E. Postacıoğlu na Armağan. İstanbul, 1990.HELVACI, Serap. Türk ve İsviçre Hukuklarında Kişilik Hakkını Koruyucu Davalar, İstanbul: Beta.KARAYALÇIN, Yaşar. Türk Hukukunda Şeref ve Haysiyetin Korunması, AÜHFD, 1962.KILIÇOĞLU, Ahmet M. Borçlar Hukuku Genel Hükümler, Genişletilmiş Beşinci Bası, Ankara: Turhan, 2005.KILIÇOĞLU, Ahmet. Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş 24. Bası, Ankara: Turhan, 2020.KILIÇOĞLU, Ahmet. Manevi Tazminatın Hukuksal Niteliği, Ankara Barosu Dergisi, 1984.ORAL, Tuğçe. Tüzel Kişilerin Manevi Zararlarının Tazmini. Ankara Üniversitesi Sosyal Bilimler Enstitüsü Doktora Tezi, 2018.ÖZÇELİK ÇALIŞ, Gizem; Aldatılan Eşin Manevi Tazminat Talebi, Ankara: Seçkin, 2021.ÖZDEMİR, Erdem. İş Sağlığı ve Güvenliği Hukuku, İstanbul: Vedat, 2014.REİSOĞLU, Safa. Borçlar Hukuku, Genel Hükümler, Yirminci Bası, İstanbul: Beta, 2008.Cilt: 8 | Sayı: 1 2 | Temmuz Aralık 202088 Arş. Gör. Dr. Kübra DEMİRREİSOĞLU, Safa. Türk Borçlar Hukuku Genel Hükümler, Yirmi Beşinci bası, İstanbul: Beta, 2014.SEROZAN, Rona. Manevi Tazminat İstemine Değişik Bir Yaklaşım, Prof. Dr. Haluk Tandoğan ın Hatırasına Armağan, Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1990.SULU, Muhammed; Ölüm ve Bedensel Bütünlüğün İhlali Halinde Manevi Tazminat, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt 22, Sayı 3. 2737 2756.TOKBAŞ, Hakan. Manevi Tazminat Miktarının Tayini, http://www.turkhukuksitesi.com/makale_1345.htm (Erişim Tarihi: 09.04.2016)ÜNAL, Mehmet. Manevi Tazminat ve Bu Tazminat Çeşidinde Kusurun Rolü, http://dergiler.ankara.edu.tr/dergiler/38/307/2942.pdf (Erişim Tarihi: 08.04.2016)ÜNLÜTEPE, Mustafa. Yargıtay Kararları Doğrultusunda Hukuka Aykırı Fiil Nedeniyle Üçüncü Kişinin Manevi tazminat Talebi, Prof. Dr. Mustafa Dural a Armağan, İstanbul: Filiz, 2013.YENİOCAK, Umut. 6098 Sayılı Türk Borçlar Kanunu nun Getirdiği Değişiklikler ve Yenilikler, Birinci Bası, İstanbul: XII Levha Yayınları, 2011.YILDIRIM, Erman. Bedensel Bütünlüğün İhlali Halinde Manevi Tazminat Miktarının Belirlenmesi. Atılım Üniversitesi Sosyal Bilimler Enstitüsü: Yayımlanmamış Yüksek Lisans Tezi, 2020.Sakarya Üniversitesi Hukuk Fakültesi Dergisi"
}