{
     "Tip": "Makale",
     "Dergi İsmi": "Sakarya Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": " ",
     "Gün":"05",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "8",
     "Sayı": "6-7",
     "Başlık": "1982 Anayasası’nda Cumhurbaşkanının Tarafsızlığı ve Konumu",
     "Title": "According to 1982 Constitution Impartiality and Position of the President",
     "Yazar İsmi": [

          "Arş. Gör. Mehmet AKGÜL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Parlamenter Sistem", "Başkanlık Sistemi", "Cumhurbaşkanı", "Tarafsızlık", "Devlet Başkanı"
     ],
     "Keywords": [
          "Parliamentary System", "Presidential System", "President", "Impartiality", "Head of State"
     ],
     "Özet": "Parlamenter sistemde cumhurbaşkanı tarafsız ve tüm partilere eşit mesafededir. 1982 Anayasası ilk yürürlüğe girdiği haliyle parlamenter hükümet sisteminin özelliklerini barındırmaktaydı. Ancak 2007 ve 2017 anayasa değişiklikleri ile birlikte hükümet sisteminde köklü değişiklikler yapılmıştır. Bu sebeple hükümet sistemi  cumhurbaşkanlığı hükümet sistemi  olarak adlandırılan başkanlık hükümet sistemine dönüşmüştür. Bu durumda cumhurbaşkanının konumunda da köklü değişikliğe gidilmiş ve cumhurbaşkanı doğrudan yürütme organı halini almıştır. Cumhurbaşkanının tarafsızlığı ilkesi ise sona ermiş, partili bir cumhurbaşkanı yeni sistemde etkin rol oynamaya başlamıştır.",
     "Abstract": "The President is impartial in the parliamentary system and at equal distance to all political parties. The 1982 Constitution, as it first came into force, contained the features of the parliamentary government system. Along with the constitutional amendments in 2007 and 2017, radical changes were made in the governmental system. The governmental system has evolved into the presidential government system called the  Turkish Type Presidential Government System . In this case, a radical change was made in the position of the president and the president became a direct executive body. The principle of impartiality of the president has come to an end and a party president has started to play an active role in the new system.",
     "Metin": "Parlamenter hükümet sisteminin sağlıklı işleyebilmesi için devlet başkanlığı konumunda bulunan cumhurbaşkanının tarafsız konumda olması gerekmektedir. Bundan dolayı parlamenter sistemde ideal devlet başkanının ilk ortaya çıktığı İngiltere de olduğu gibi herhangi bir sorumluluğu bulunmayan bir devlet başkanı olması gerekmektedir. Herhangi bir seçim ile göreve gelmemesi ve görevden alınamaması nedeniyle burada devlet başkanının tüm parti ve kurumlara eşit mesafede olması beklenmektedir. Böylece devlet başkanının tarafsızlığının sağlanacağı kabul edilmektedir.Parlamenter sistemi benimseyen cumhuriyetlerde devlet başkanlığı makamında bulunan cumhurbaşkanı seçim ile göreve gelmektedir. Bu sistemde cumhurbaşkanının tarafsızlığını sağlamak için çeşitli mekanizmalar öngörülmüştür. Yasama organı ile cumhurbaşkanın görevleri için farklı sürelerin olması, cumhurbaşkanının tekrar seçilmesini engelleyen hükümlerin bulunması, varsa partisi ile ilişiğinin kesilmesi, milletvekilliği sıfatının sona ermesi gibi hükümler tarafsızlığı sağlamaya dönük düzenlemeler olarak karşımıza çıkmaktadır.1982 Anayasası yürürlüğe girdiği ilk haliyle parlamenter sistemi benimseyen bir cumhuriyet niteliğini haiz bir hükümet sistemi öngörmekteydi. Burada da cumhurbaşkanı devlet başkanlığı makamında olup tarafsız bir niteliğe sahipti. Ancak 2007 ve 2017 yılında yapılan anayasa değişiklikleri ile birlikte hükümet sisteminin niteliği önemli ölçüde değişmiştir. Son anayasa değişikliği ile birlikte sistem başkanlık hükümet sisteminin özelliklerinin ön plana çıktığı bir sistem halini almıştır. Söz konusu değişikliklerle 1982 Anayasası nın yürürlüğe girdiği ilk halinde yer alan cumhurbaşkanının tarafsızlığı ilkesinden uzaklaşılmış, cumhurbaşkanı yürütmenin merkezi konumuna geçişi aşama aşama gerçekleşmiştir. Bu geçiş 2007 anayasa değişikliği ile başlamıştır. En dikkat çeken değişiklik cumhurbaşkanının halk tarafından seçilecek olmasıdır. Böyle bir durumun cumhurbaşkanının konumunu daha da güçlendireceği, cumhurbaşkanının hükümet işlerine daha fazla müdahalede bulunmasına yola açacağı ve hakem sıfatından bir anlamda uzaklaşacağı değerlendirmelerinin yapılmasına yol açmaktadır. Ancak 2007 anayasa değişiklikleri ile birlikte 1982 Anayasası nın  Cumhurbaşkanının Sorumluluğu ve Sorumsuzluğu  kenar başlıklı 105. maddesinde ve karşı-imza 1  Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, İstanbul: Beta Yayıncılık, 2016, s. 325.2  Id, s. 327.3  Hüseyin Gül,  1982 Türkiye Cumhuriyeti Anayasası nda Cumhurbaşkanlığı nın Denge-Denetleme Makamı Olarak Analizi , Adnan Menderes Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, C. 5, S. 2, 2018, s. 126.4  Bülent Yavuz,  2007 Anayasa Değişikliğinin Doğurduğu Tereddütler ve Çözüm Yolları  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. 12, S. 1-2, 2008, s. 1193.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 41kuralında herhangi bir değişiklik yapılmamıştır. 2017 anayasa değişikliğinde ise parlamenter hükümet sisteme has uygulamalara son verilmiş, yürütmenin tek kişiden oluştuğu başkanlık hükümet sistemi uygulama alanı bulmuştur.1. Parlamenter Cumhuriyette CumhurbaşkanıParlamenter sistem kuvvetlerin yumuşak ayrılığına dayanan ve iki başlı bir yürütme yapısı öngören bir hükümet sistemidir. Bir tarafta sembolik yetkilere sahip cumhurbaşkanı bulunurken, diğer tarafta yürütmeyi etkin bir şekilde kullanan bakanlar kurulu bulunmaktadır. Parlamenter sistemde, yürütmenin görevine başlaması ve devam edebilmesi için yasamanın güvenine ihtiyaç vardır. Burada kastedilen husus, hükümeti çoğunluğun kurmasıdır. Bununla birlikte bakanlar kurulu ile parlamento çoğunluğunun birbirinden ayrı ve bağımsız olduğu düşüncesi tamamen bir varsayıma dayanmaktadır.Parlamenter sistemde yasama ile yürütme arasında organik işbirliği vardır. Başta cumhurbaşkanı olmak üzere, başbakan ve bakanların oluşumunda yasama organının büyük bir rolü bulunmaktadır. Genelde yasamanın içinde çoğunluğu sağlayan partinin genel başkanının yürütmenin sorumlu kanadını oluşturması öngörülmektedir. Bu sistemde bir kişi hem yasamada yer alıp hem yürütme organı içerisinde yer alabilir. Yine, parlamentonun onayını almak suretiyle bakanların dışarıdan atanması da mümkündür.Parlamenter monarşide hükümdar çoğunlukla ırsi yolla belirlenir. Parlamenter cumhuriyette, parlamenter monarşiden farklı olarak devlet başkanı belli bir süre için parlamento tarafından seçilir. Yine parlamenter monarşide olduğu gibi siyasi sorumluluğu bulunmamaktadır. Parlamenter cumhuriyette cumhurbaşkanının siyasi sorumluluğunun olmaması tarihsel köken olarak İngiliz parlamenter monarşisine dayanmaktadır. Devlet başkanının herhangi bir sorumluluğunun olmaması da sistemin sağlıklı işleyebilmesi için bir gereklilik olarak karşımıza çıkmaktadır. Burada yürütme organı iki başlı bir görünüm arz etmektedir. Devletin birliğini temsil eden cumhurbaşkanı partiler üstü ve sorumsuzken; başbakan belirli bir siyasi partinin başkanı olup aynı zamanda parlamento üyesi olarak hükümet politikalarından dolayı parlamento önünde sorumluluğu bulunmakta ve parlamento tarafından güvenoyu verilememesi yolu ile görevine son verilebilmektedir.Cumhurbaşkanının tarafsızlığının sağlanması ve konumun belirlenmesinde parlamenter cumhuriyetlerde birtakım araçlar öngörülmüştür. Bunlarda en önem5  Mustafa Erdoğan, Anayasal Demokrasi, 12. Baskı, Ankara: Siyasal Kitabevi 2015, s. 461.6  Şeref İba, Anayasa Hukuku Genel Esaslar, 3. Bası, Ankara: Turhan Kitabevi, 2017, s. 163.7  Fevzi Demir, Anayasa Hukuku, 10. Baskı, İzmir: Albi Yayınları, 2017, s. 108.8  Demir, a.g.e., s. 109.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201942 Arş. Gör. Mehmet AKGÜLlisi ve en güçlüsü  karşı-imza  kuralıdır. Parlamenter cumhuriyette cumhurbaşkanının siyasi sorumsuzluğu prensibi, pek çok işlemine sorumlu başbakan ve bakanların katılmasını gerekli kılmaktadır. Bir başka deyişle sistemin işlerlik kazanması için  karşı-imza  kuralına ihtiyaç duyulmaktadır.  Karşı-imza  kuralı cumhurbaşkanının işlemlerine Başbakan ve ilgili bakanın katılmasıdır. Yetki ile sorumluluğun paralelliği ilkesi gereğince devlet başkanı makamında olan cumhurbaşkanının herhangi bir sorumluluğu bulunmamaktadır. Cumhurbaşkanı daha çok sembolik yetkilere sahip olmaktadır. Bu husus parlamenter sistemin en önemli parçası olarak karşımıza çıkmakta ve  karşı-imza  kuralı sayesinde gerçekleştirilmektedir. Bu ilke ile birlikte, devlet başkanın pek çok işleminin başbakan ya da ilgili bakanca imzalanması öngörülmektedir. Böylece devlet başkanına ait yetkiler fiilen başbakan veya ilgili bakanca kullanılmaktadır. Yetki kullanılmasından kaynaklı da meydana gelecek tüm sorumluluk başbakan veya ilgili bakana ait olmakta cumhurbaşkanının ise sorumluluğu ortadan kalkmaktadır.Parlamenter sistemi benimseyen cumhuriyette cumhurbaşkanının siyasi açıdan sorumluluğunun bulunmaması yürütme organının sürekliliğini ve istikrarını sağlar. Cumhurbaşkanı yetkilerini tek başına değil, siyasi açıdan sorumlu olan başbakan ve ilgili bakanla birlikte kullanır. Söz konusu yetkilerin başbakan veya ilgili bakanca kullanılması cumhurbaşkanının konumunu güçlendirmekte ve tarafsız konumda kalmasına imkan vermektedir. Bununla birlikte anayasalarda cumhurbaşkanının tek başına yapacağı işlemlere ilişkin düzenlemeler de bulunmaktadır. Cumhurbaşkanının tarafsızlığın anlaşılabilmesi için tek başına yapacağı işlemlerin yanı sıra karşı-imza kuralının da incelenmesi gerekmektedir.a. Karşı İmza KuralıKarşı-imza, devlet başkanının sorumsuzluğunu sağlayan bir araçtır. Cumhurbaşkanının yazılı işlemine, bu işlem nedeniyle meydana gelecek sorumluluk sahipleri olan başbakan ve ilgili bakanının attıkları imzayı ifade etmektedir. Bir başka deyişle devlet başkanının pek çok işleminin Başbakan ve ilgili bakan tarafından imzalanması suretiyle sorumluluk aktarılmaktadır. Dolayısıyla karşı-imza, cumhurbaşkanının tek başına yapabileceği işlemleri dışındaki işlemler bakımından cumhurbaşkanının imzası karşısında bulunan başbakan ve ilgili bakanın sorumluluğuna yol açan bir parlamenter sistem mekanizmasıdır.9  Tarık Zafer Tunaya, Siyasal Kurumlar ve Anayasa Hukuku, 4. Bası, İstanbul: Fakülteler Matbaası, 1980, s. 399.10  Tanör ve Yüzbaşıoğlu, a.g.e., s. 331.11  Sevinç, a.g.m., s. 123.12  Yavuz Atar,  Türk Anayasal Sisteminde Cumhurbaşkanının Seçimi, Görev Süresi, Yetkileri ve Parlamenter Sistem Gerekleri Doğrultusunda Değişiklik Önerileri  TBMM Anayasa Hukuku I. Uluslararası Sempozyumu, 22-24 Nisan 2003, TBMM Başkanlığı Yayınları, Yayın No: 1 s. 320.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 43Söz konusu kural bir zorunluluk neticesinde ortaya çıkmıştır. Tarihsel süreç içerisinde parlamento devlet başkanlığı makamını yetkisizleştirmiştir. Nihayetinde sembolik, devleti temsil konumunda bir devlet başkanlığı makamı oluşturulmuştur. Cumhurbaşkanının yetkisizliği ile sorumsuzluğu bu alanda paralel ilerlemektedir. Yetkisi olmayan bir kişinin sorumlu tutulması düşünülemez.Yetki-sorumluluk ilkesi gereğince sorumsuz olan devlet başkanlarının yetkisizliğini sağlamak için bütün işlemlerinin sorumlu olan başbakan ve ilgili bakanlarca imzalanmaları usulü benimsenmiştir. Böylece, devlet başkanının başbakan ve ilgili bakanın imzası olmaksızın veya anayasa ve diğer kanunlarda öngörülmedikçe herhangi bir yetki kullanmaları engellenmek istenmektedir. Görüldüğü üzere, karşı-imza kuralının uygulama alanı bulmasının temel sebebi devlet başkanının sorumsuzluğunu sağlamaktır. Devlet başkanı genel olarak tüm işlemlerini başbakan ve ilgili bakanca imzalanmak suretiyle yapacaktır. Böylece sorumluluk siyasi açıdan aktif ve ön planda olan ve yürütme gücünü fiili anlamda kullanan başbakan ve ilgili bakanlara ait olacaktır.Cumhurbaşkanının yapacağı işlemler için karşı-imza kuralının öngörülmüş olması, yani sorumsuzluğunun benimsenmesinin en temel nedenlerinden biri de, cumhurbaşkanını siyasal tartışma dışına çıkarması ve dolayısıyla siyasi partilere eşit mesafede durarak bağımsız, tarafsız hakem konumuna getirmesidir. Örneğin tarafsız, bağımsız ve partiler üstü bir konumda bulunan cumhurbaşkanına üst düzey yargı mensuplarını atama yetkisinin verilmesi onun yürütmenin bu niteliklere sahip bir kanadını oluşturmasından kaynaklanmamaktadır. Cumhurbaşkanının devletin başı sıfatına sahip olması nedeniyle tarafsız davranacağı, tek başına yapacağı işlemlerle yürütme ve yargı alanında olası herhangi bir güç mücadelesinin önüne geçilmesinin sağlanması amaçlanmaktadır. Karşı-imza  kuralı cumhurbaşkanının sorumsuzluğunu sağlama ve tarafsız konumda bulunmasını sağlayan en güçlü parlamenter sistem mekanizmalarından biridir. Bununla birlikte anayasalarda cumhurbaşkanının tek başına yapabileceği işlemler de öngörülmektedir. Cumhurbaşkanının tek başına işlem yapabilmesini yetki sorumluluk ilkesi çerçevesinde değerlendirmemek gerekir. Anayasalarda 13  Tanör ve Yüzbaşıoğlu, a.g.e., s. 331.14  Kemal Gözler, Türk Anayasa Hukuku Dersleri, 21. Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2017, s. 323.15  Cumhurbaşkanının Tek Başına Yapacağı İşlemler başlığında değinildiği üzere cumhurbaşkanının tek başına işlem yapması başkanlık sistemlerinin aksine parlamenter sistemde istisnai işlemler olarak karşımıza çıkmaktadır. Burada cumhurbaşkanına tek başına işlem yapma yetkisi verilmesi ve bu işlemlere karşı yargı yoluna gidilememesi cumhurbaşkanının partiler üstü özelliğinden kaynaklanmaktadır. Bir başka deyişle cumhurbaşkanı için tek başına işlem yapabilme yetkisinin öngörülmesi onun tarafsızlığı ve devleti temsil etme vasfına sahip olmasıyla yakından ilgilidir.16  Tanör ve Yüzbaşıoğlu, a.g.e., s. 332.17  Şeref Gözübüyük, Yönetim Hukuku, 22. Bası, Ankara: Turhan Kitabevi, 2005, s. 68.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201944 Arş. Gör. Mehmet AKGÜLdevlet başkanına tek başına işlem yapma yetkisinin öngörülmüş olmasının temel sebebi onun tarafsızlığını ortadan kaldırmak ve cumhurbaşkanını siyasi tartışma içinde karar verme mekanizması içine yerleştirmek değildir. Aksine böyle yetkilerin öngörülmüş olması onun tarafsız devlet başkanı sıfatına sahip olmasına dayanmaktadır.b. Cumhurbaşkanının Tek Başına Yapacağı İşlemlerCumhurbaşkanı parlamenter sistemde tek başına işlem yapma yetkisine sahip olsa da bu durum istisnaidir. Kural cumhurbaşkanının işlemlerini başbakan veya ilgili bakan ile birlikte yapmasıdır. Karşı imza kuralının varlığı değerlendirildiğinde cumhurbaşkanları kural olarak tek başlarına işlem yapamayacakları akla gelebilir. Oysa cumhurbaşkanları karşı-imza kuralı çerçevesinde Başbakan ve ilgili bakanlarca imzaya iştirak etmek suretiyle yürütmenin bir kanadında faaliyet gösterse de tek başına yaptığı işlemlerde bulunmaktadır.1982 Anayasasında birtakım yetkilerin cumhurbaşkanı tarafından tek başına kullanılacağı öngörülmektedir. Kaldı ki, iptal davası açmak, yasaları tekrar görüşülmek üzere geri göndermek gibi yetkiler cumhurbaşkanı tarafından tek başına kullanılması durumunda bir anlam kazanacaklardır. Anayasa Mahkemesine göre cumhurbaşkanına tek başına işlem yapabilme yetkisinin verilmesi  devlet başkanı  sıfatına sahip olmasından kaynaklanmaktadır. Burada mahkeme, cumhurbaşkanının devlet başkanı olarak tarafsızlığına dayanarak kendisine bu tür bir yetkinin verildiğini ifade etmektedir.Cumhurbaşkanının tek başına işlem yapması genel kuralın istisnasını oluşturmaktadır. Parlamenter hükümet sisteminin temel işleyişi bu kural ve istisnalara dayanmaktadır. Ancak, 1982 Anayasası nın ilk yürürlüğe girdiği haliyle uygulama alanı bulan parlamenter hükümet sisteminde bu istisnalar açıkça ve ayrıca öngörülmemiştir. Çünkü hangi işlemlerin tek başına yapılacağına dair herhangi bir anayasa maddesi veya başka bir kanun hükmü bulunmamaktadır.18  Kemal Gözler ve Gürsel Kaplan, İdare Hukuku Dersleri, 16. Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2015, s. 132.19  Murat Sevinç,  Güncel Gelişmelerin Işığında, 1982 Anayasası na Göre Cumhurbaşkanı  Ankara Üniversitesi SBF Dergisi, C. 57, S. 2, 2002, s. 124.20  Anayasa Mahkemesi, 18.12.1979, tarih, E. 1979/22 - K. 1979/45.  https://normkararlarbilgibankasi.anayasa.gov.tr/ND/1979/45?Donemler_id=1&KararNo=1979%2F, E.T.: 23.03.2021.21  1982 Anayasası düzenlenirken Danışma Meclisi metninde 104. maddede Cumhurbaşkanının tek başına yapacağı işlemler tek tek sayma yoluyla belirlenmişti. Milli Güvenlik Konseyi, Danışma Meclisi metnindeki iki maddeyi birleştirmiş ve gerekçesinde de,  Cumhurbaşkanının tek başına imzalayacağı kararların ayrıca sayılmasında zorunluluk görülmemiştir.  diyerek bir bakıma 105. madde ile çelişkiye düşmüştür. Ayrıntılı bilgi için bkz.  Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, İstanbul: Beta Yayıncılık, 2016, s. 331. 22  Gözler ve Kaplan, a.g.e., s. 134.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 45Anayasanın 105. maddesine göre,  Cumhurbaşkanının, Anayasa ve diğer kanunlarda Başbakan ve ilgili bakanın imzalarına gerek olmaksızın tek başına yapabileceği belirtilen işlemleri dışındaki bütün kararları, Başbakan ve ilgili bakanlarca imzalanır; bu kararlardan Başbakan ve ilgili bakan sorumludur.  metinde belirtildiği üzere, anayasa ve diğer kanunlarda Cumhurbaşkanının bazı işlemleri tek başına yapabileceğine dair düzenlemelerin yer alması mümkündür. Ayrıca, cumhurbaşkanının tek başına yapacağı işlemlerden ötürü 105. maddenin değiştirilmeden önceki haline göre Anayasa Mahkemesi dahil, herhangi bir yargı merciine de başvurulamayacağı belirtilmektedir. Cumhurbaşkanının tek başına yapacağı işlemler bakımından yargı yoluna gidilememesi ve diğer işlemler bakımından karşı-imza kuralı nedeniyle sorumluluğun başbakan ve ilgili bakana ait olması nedeniyle cumhurbaşkanının siyasi sorumluluğunun olmadığı yorumu yapılmaktadır.Karşı-imza kuralının istisnalarını oluşturan cumhurbaşkanının tek başına yapacağı işlemlere ilişkin tartışmalı hususlardan biri de bu faaliyetler nedeniyle cumhurbaşkanının siyasi sorumluluğunun gündeme gelip gelemeyeceğidir. Cumhurbaşkanı tek başına yapacağı işlemlerden dolayı, hükümet genel siyaset ve uygulamalar itibariyle zor durumda kalabilir. Hatta hükümet böyle bir durumda bunun bedelini istifa etmek suretiyle ödemesi de ihtimal dahilindedir. Yine, cumhurbaşkanının tek başına yapacağı işlemler neticesinde, hükümet kamuoyu desteğini kaybedebilir, seçilme şansı azalabilir, bu durumda hükümetin siyasi sorumluluğu gündeme gelecektir. Ancak tüm bu ihtimallere karşın cumhurbaşkanının istifaya zorlanamaması ve görevine son verilememesi siyasi sorumluluğunun bulunmadığı anlamını taşır.2. Cumhurbaşkanının TarafsızlığıTarafsızlık tüm kurumlara, kişilere eşit mesafede durmayı gerektirmektedir. Parlamenter sistemde devlet başkanının bu konumda olması beklenmektedir. Parlamenter sistem tarafsız bir cumhurbaşkanı ile sağlıklı uygulama alanı bulacaktır. Çünkü bu sistemlerde cumhurbaşkanın sorumsuzluğu yanında tarafsızlığı da önem arz etmektedir. Herhangi bir sorumluluğu olmayan devlet başkanı tarafsız davranabilir. Yaptığı eylem ve işlemlerden dolayı sorumluluğunun doğacağı endişesini taşıyan cumhurbaşkanının tarafsız hareket etme ihtimali zayıftır.23  Ş. Cankat Taşkın,  1982 Anayasası nda Cumhurbaşkanının Sorumsuzluğu  Türkiye Barolar Birliği Dergisi, 2011, S. 92, s. 393.24  Yıldızhan Yayla,  Milletvekili Dokunulmazlığı, Bakanların Sorumluluğu, Cumhurbaşkanının Sorumluluğu , Türkiye Barolar Birliği Yayınları, Uluslararası Anayasa Hukuku Kurultayı, Ankara, 9-13 Ocak 2001, s. 495.25  Gözübüyük, a.g.e., s. 68.26  Kemal Gözler, Anayasa Hukukunun Genel Teorisi, Cilt II, Bursa: Ekin Basım Yayın Dağıtım, 2011, s. 589.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201946 Arş. Gör. Mehmet AKGÜLParlamenter sistemin farklı uygulamalarında cumhurbaşkanının tarafsızlığını sağlamaya dönük pek çok düzenlemeye rastlamak mümkündür. Bunlardan ilki görev süresinin yasama meclislerinin görev süreleriyle çakışmayacak biçimde düzenlenmesidir. Görev süresi sırasında parlamentodaki farklı siyasal çoğunluklarla birlikte çalışma ihtimali bulunan cumhurbaşkanının bu sayede partiler üstü bir tutum sergileyerek tarafsız bir pozisyonda bulunması amaçlanmaktadır. Cumhurbaşkanının tekrar seçilmesi önündeki engeller de bu tarafsızlığı temin etmeye dönük  düzenlemeler  olarak dikkat çekmektedir.  Cumhurbaşkanının parlamento tarafından nitelikli çoğunlukla seçilmesi de bunlardan biridir. 1982 Anayasası nın ilk kabul edildiği şekliyle ve önceki anayasalarda cumhurbaşkanı seçilen kişinin milletvekilliğinin sona ermesi ve varsa partisi ile ilişiğinin kesileceğine dair hükümler bulunmaktaydı. Bu hususlar da cumhurbaşkanının tarafsızlığını sağlamaya dönük düzenlemeler olarak karşımıza çıkmaktadır.3. 2007 Anayasa Değişikliğinden Sonra Cumhurbaşkanının DurumuTürkiye de, 2007 yılında yapılan anayasa değişikliği ile birlikte cumhurbaşkanının Türkiye Büyük Millet Meclisi tarafından seçileceğine ilişkin seçim usulü terk edilmiş, cumhurbaşkanının halk tarafından ve genel oyla seçileceğine ilişkin bir düzenleme getirilmiştir. Söz konusu değişiklikle aynı zamanda cumhurbaşkanının iki defa seçilebilmesinin önü açılmış ve siyasi partilerin cumhurbaşkanı adayı gösterebilmelerine olanak tanınmıştır. Bu değişikliklerin cumhurbaşkanının tarafsızlığı üzerinde zayıflatıcı etkiye neden olduğu belirtilmektedir. Çünkü tekrar seçilme kaygısı taşıyan cumhurbaşkanının tercihlerinde tarafsızlıktan uzaklaşabileceği değerlendirilmektedir. Yine, cumhurbaşkanının halk tarafından seçilmesi cumhurbaşkanını halkın bir kısmı tarafından tercih edilen, diğer bir kısmı tarafından ise tercih edilmeyen kişi konumuna taşır. Bu durumda cumhurbaşkanı taraf haline gelmektedir. Kaldı ki, halk tarafından seçilecek cumhurbaşkanının siyasi partilerin desteğini almadan seçimleri kazanma ihtimali bulunmamaktadır. Dolayısıyla cumhurbaşkanının tarafsızlığını koruma imkanı da çok zordur.Parlamenter sistemi benimseyen cumhuriyetlerde cumhurbaşkanının herkese eşit mesafede olması beklenmektedir. Ancak Türk anayasaları incelendiğinde tarafsızlıktan ziyade belli kalıplarda bir cumhurbaşkanı modeli öngörülmüştür. Cumhurbaşkanı tarafsız ve sorumsuz olması gerekirken batı demokrasilerinden farklı 27  Ergun Özbudun, Türk Anayasa Hukuku, 16. Baskı, Ankara: Yetkin Yayınları, 2016, s. 328.28  Kemal Gözler, Türk Anayasa Hukuku Dersleri, 21. Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2017, s. 320.29  Menaf Turan,  Türkiye nin Yeni Yönetim Düzeni: Cumhurbaşkanlığı Hükümet Sistemi , Social Sciences Research Jounal, 2018, Volume 7, Issue 3, 42-91, ISSN: 2147-5237), s. 57.30  Gözler, Türk Anayasa Hukuku Dersleri, s. 320.31  Hasan Tunç, Türk Anayasa Hukuku, Gazi Kitabevi, 2018, s. 203.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 47olarak 1961 Anayasası, 1971 Anayasa değişikliği ve 1982 Anayasasında bir vesayet organı olarak düşünülmüştür. Bu amaçla, silahlı kuvvetlere sivil alanda geniş özerklik alanı verilmiş, 1961 Anayasasında askeri yargıya geniş yetki ayrılmış, Milli Birlik Komitesi üyeleri ömür boyu senatör olması hususunda düzenlemeler yer bulmuştur. Yine, 1971 Anayasa değişikliği ile özerk alan daha da genişletilerek Milli Güvenlik Kurulu güçlendirilmiş, Devlet Güvenlik Mahkemeleri kurulmuş ve sıkıyönetim ilan sebepleri arttırılmıştır. 1982 Anayasası nda yer alan hükümlerle benzer eğilimler giderek artmış ve yine Türk Silahlı Kuvvetleri, Devlet Denetleme Kurulu dışına alınmıştır. Söz konusu düzenlemeler sistemi kontrol edecek ve koruyacak bir cumhurbaşkanının seçilmesi ve görevde kalması kaygısıyla yapılmıştır.Son  olarak  Türkiye de  cumhurbaşkanının  seçimine  ilişkin  Anayasa Mahkemesi nin 2007/45 Esas, 2007/54 Karar numaralı tarafsızlığı sağlamaya dönük düzenlemenin yorumlanması bakımından önem taşımaktadır. Hiç kuşkusuz cumhurbaşkanının tarafsızlığı, sistemin işleyebilmesi açısından önemlidir. 2007 yılında yapılan cumhurbaşkanı seçimlerinde de seçilecek kişinin tarafsız olamayacağı bu nedenle oydaşmayla seçilmesi yönünde talepler bulunmaktaydı. Anayasa Mahkemesi, verdiği kararda, cumhurbaşkanın seçilme usulünü öngören maddesinde zorlayıcı bir yorumla cumhurbaşkanının seçilebilmesi için toplantı yeter sayısının sağlanmadığını gerekçe göstererek cumhurbaşkanı seçiminin iptal edilmesi yönünde karar vermiştir. Mahkeme verdiği kararda ilk fıkrada  üçte iki çoğunlukla seçilir  ifadesinin üçüncü fıkrada da tekrar edilmesi ve bu çoğunlukla seçilememesi durumunda salt çoğunlukla seçileceğine dair hükmün varlığı nedeniyle ilk fıkradaki ifadenin toplantı yeter sayısı olduğu kararına varmış ve bu nedenle seçime ilişkin iptal kararı vermiştir.Anayasa Mahkemesi nin vermiş olduğu karar Anayasanın lafzi, amaçsal ve tarihsel yorum yöntemleriyle uyuşmamaktadır. Yine söz konusu yorum, cumhurbaşkanlığı seçimini düzenleyen 102. maddenin 3. ve 4. turlarda cumhurbaşkanının salt çoğunlukla seçilebilmesini öngören ilgili hükümleri etkisiz kıldığını söylemek mümkündür. Çünkü Meclis üye tamsayısının üçte birinden bir fazla sayıda milletvekili cumhurbaşkanlığı seçimin 3. ve 4. turlara geçilmesini engelleme imkanına sahip olacaklardır. Bu durum cumhurbaşkanlığı seçiminin kolaylaştırılması amacıyla ortaya koyulmuş düzenlemenin mantığıyla da uyuşmamaktadır.32  Hasan Tahsin Fendoğlu, Türk Anayasa Hukuku, İkinci Baskı, Ankara, 2017, s. 580.33  Fendoğlu, a.g.e., 580.34  Anayasa Mahkemesi, E. 2007/45 - K. 2007/54, K.T.: 01.05.2007,  https://normkararlarbilgibankasi.anayasa.gov.tr/ND/2007/54?Donemler_id=2&KararNo=2007% 2F, E.T.: 19.02.2021.35  Anayasa Mahkemesi, E. 2007/45 - K. 2007/54, K.T.: 01.05.2007,  https://normkararlarbilgibankasi.anayasa.gov.tr/ND/2007/54?Donemler_id=2&KararNo=2007% 2F, E.T.: 19.02.2021.36  Özbudun, a.g.e., s. 331.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201948 Arş. Gör. Mehmet AKGÜL4. 2017 Anayasa Değişikliğinden Sonra Cumhurbaşkanının Durumu16 Nisan 2017 yılında yapılan referandum sonucunda anayasa değişikliğinin 3 Kasım 2019 da yapılacak cumhurbaşkanlığı ve milletvekili genel seçimi ile birlikte veya erken seçime karar verilmesi halinde erken seçim tarihinde yürürlüğe gireceği öngörülüyordu. TBMM tarafından alınan erken seçim kararı ile birlikte 24 Haziran 2018 tarihinde yapılan cumhurbaşkanlığı ve milletvekilliği genel seçimi sonucunda cumhurbaşkanlığı sistemi olarak adlandırılan hükümet sistemi yürürlüğe girmiştir.Cumhurbaşkanlığı hükümet sisteminin uygulama alanı bulması ile birlikte cumhurbaşkanının konumunda önemli değişiklikler meydana gelmiştir. 2007 yılında yapılan anayasa değişiklikleriyle kabul edilen cumhurbaşkanının halk tarafından seçilmesi ve iki defa seçilebilme imkanı düzenlemeleri korunmuştur. Bununla birlikte başbakan ve bakanlar kurulunun kaldırılmasıyla cumhurbaşkanı yeni sistemde doğrudan yürütmeyi oluşturmakta bu da onun tarafsız hakem sıfatının sona ermesine yol açmaktadır.Cumhurbaşkanlığı hükümet sistemi, 1982 Anayasası nın ilk yürürlüğe girdiği haliyle benimsediği parlamenter sistemden önemli farklılıklara sahiptir. Yeni anayasa değişikliği ile birlikte başkanlık sistemi uygulama alanı bulmuştur. Burada yasama ile yürütme organları birbirinden kesin hatlarla ayırılmaktadır. Başkanlık sistemlerinde yasama ve yürütme organları ayrı ayrı seçilmekte ve seçildikten sonra birbirlerinin varlığına son verememektedirler. Bu husus başkanlık sisteminin tipik bir özelliği olarak karşımıza çıkmaktadır. Kuvvetlerin sert biçimde ayrıldığı bu sistemde yasama ve yürütme organları adeta birbirinden bağımsızdır. Yürütmenin meşruiyet kaynağının yasama organından ayrı olması bir başka deyişle yürütmenin yasama organı içinden çıkmaması en önemli özelliğidir. Ancak söz konusu anayasa değişikliği yasama ve yürütmenin birbirinin görevine son verememesi bakımından istisna oluşturmaktadır.2017 Anayasa değişiklikleri ile birlikte Türkiye Büyük Millet Meclisi ne kendi seçimlerini yenileme şartı ile cumhurbaşkanlığı seçiminin yenilenmesi yetkisi verilmiştir. Yine aynı şekilde cumhurbaşkanı için de kendi seçimini yenileme şartı ile TBMM seçimini yenileme yetkisi verilmiştir. Tipik başkanlık sistemlerinde yürütmenin yasama organının görevine son veremeyeceği kabul 37  Vahap Coşkun,  16 Nisan 2017 Tarihinde Kabul Edilen Anayasa Değişikliklerinin Değerlendirilmesi , DÜHFD, C. 22, S. 36, Y. 2017, s. 26.38  Kemal Gözler, Devlet Başkanları, İkinci Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2016, s. 8.39  Veysel Erat,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Hükümet Sistemi Üzerine Etkileri , Yönetim Bilimleri Dergisi, C. 13, S. 25, 2015, s. 333.40  Erdoğan Teziç, Anayasa Hukuku, Yirminci Bası, İstanbul: 2016, s. 429.41  http://www.adalet.gov.tr/duyurular/2011/eylul/anayasalar/1982ilkson.pdf.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 49edilmektedir. Söz konusu değişiklik cumhurbaşkanı için öngörülen yetkilerle birlikte değerlendirildiğinde cumhurbaşkanının konumunun güçlendirildiği sonucuna ulaşılabilir. Değişiklik yapılmış haliyle 116. madde; Türkiye Büyük Millet Meclisi, üye tamsayısının beşte üç çoğunluğuyla seçimlerin yenilenmesine karar verebilir. Bu halde Türkiye Büyük Millet Meclisi genel seçimi ile Cumhurbaşkanlığı seçimi birlikte yapılır.Cumhurbaşkanının seçimlerin yenilenmesine karar vermesi halinde, Türkiye Büyük Millet Meclisi genel seçimi ile Cumhurbaşkanlığı seçimi birlikte yapılır.  hükümleriyle yasamaya ve yürütmeye ayrı ayrı seçimleri yenileme yetkisi verilmiştir.Söz konusu düzenlemeye göre yasamanın seçimlerin yenilenmesi kararı alması durumunda yürütmenin de seçimleri yenilenmekte, yine yürütmenin seçimleri yenilemesi halinde yasamanın seçimlerinin de aynı anda yapılmasını gerektirmektedir. 116. madde ile birlikte  cumhurbaşkanlığı sistemi  değerlendirildiğinde sisteminin tipik başkanlık sisteminden sapma gösterdiği gözlenmektedir. Çünkü başkanlık sisteminin en belirgin özelliklerinden biri yasama ve yürütmenin birbirinden kesin hatlarla ayrılması ve birbirlerinin görevlerine son verememesidirMevcut düzenleme Türkiye Büyük Millet Meclisi ne kendi seçimini yenilemeyi göze almak şartıyla cumhurbaşkanlığı seçimlerini yenileme yetkisi verilmektedir. Yine seçimlerin yenilenebilmesi için beşte üç gibi nitelikli bir çoğunluk şartı aranmaktadır. Burada tartışmaya açık husus Anayasa nın 116. maddesine göre Türkiye Büyük Millet Meclisi nin cumhurbaşkanlığı seçimlerini yenileyebilmesi, bir başka deyişle cumhurbaşkanının görevine son vermesi olarak yorumlanıp yorumlanamayacağıdır.Teorik olarak TBMM nin seçimleri yenileme yetkisinin olması Cumhurbaşkanının TBMM ye karşı sorumlu olduğu anlamına gelmemektedir. Öte yandan teknik olarak siyasi sorumluluk bir kişi, kurul ya da organ tarafından devlet başkanının görevine bir sebeple veya sebep göstermeksizin son verilmesidir. Netice42  Hasan Tunç ve Bülent Yavuz,  Avantaj ve Dezavantajlarıyla Başkanlık Sistemi  TBB Dergisi, S. 81, 2009, s. 12.43  Kemal Gözler, Türk Anayasa Hukuku, İkinci Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2018, s. 814.44  Şükür Karatepe ye göre Cumhurbaşkanı bu sistemde doğrudan halk tarafından ve genel oyla seçilmektedir. Bu nedenle devletin ve hükümetin başı olan cumhurbaşkanının görevleriyle ilgili yaptığı işlemler ve uygulamalardan dolayı Meclis e karşı herhangi bir sorumluluğu bulunmamaktadır. Parlamenter sistemin en karakteristik özelliği olan hükümetin güvensizlik oyuyla düşürülmesi uygulaması başkanlık sisteminde bulunmamaktadır. Bu nedenle cumhurbaşkanının, görev süresi boyunca güvensizlik oylamasıyla TBMM tarafından görevine son verilemez. Cumhurbaşkanının sorumluluğu onu seçen halka karşıdır. Ayrıntılı bilgi için bkz. Şükrü Karatepe, Türk Anayasa Hukuku, 2. Baskı, Ankara, 2018, s. 278.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201950 Arş. Gör. Mehmet AKGÜLde TBMM kendi seçimlerini yenilemek suretiyle cumhurbaşkanının seçimlerini yenilemekte ve görevine son vermektedir. Cumhurbaşkanının görevine son verilmesi tipik bir siyasi sorumluluk mekanizmasıdır. Göreve son vermede seçimlerin yenilecek olmasının veya tekrardan aynı kişinin cumhurbaşkanı seçilmesinin bir önemi yoktur. Cumhurbaşkanının bu şekilde görevine son verilebilmesi cumhurbaşkanının TBMM ye karşı siyasi sorumluluğunun var olduğu sonucuna ulaşılmaktadır. Ancak cumhurbaşkanı seçimlerinin yenilenmesinin yanında TBMM seçimlerinin de yenilenmesi zorunluluğu bu mekanizmanın sürekli kullanılma ihtimalini zayıflatmaktadır.Parlamenter sistemde bakanlar kurulu parlamento içinden çıktığı ve ondan kaynaklandığı için parlamentoya karşı sorumludur. Yeni sistemde cumhurbaşkanı ve TBMM birbirinden kaynaklanmamaktadır. Bir başka deyişle meşruiyetlerinin kaynağı birbirlerine dayanmamaktadır. Her iki makam da doğrudan halk tarafından seçilmektedir. Bu da 1982 Anayasası nın ilk yürürlüğe girdiği haliyle cumhurbaşkanının göreve gelişini değiştirmekte ve halka karşı siyasi sorumluluğunun meydana gelmesine sebep olmaktadır.2017 Anayasa değişikliğine ilişkin bir başka düzenleme cumhurbaşkanına karşı yargı yollarının etkin kullanılabilmesine imkan tanımıştır. Söz konusu düzenleme ile birlikte cumhurbaşkanının tek başına yapacağı işlemlere karşı yargı yolunu kapatan 125. maddede değişiklik yapılmıştır. Söz konusu düzenlemede  İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır.  hükmü yer almaktadır. İkinci fıkrada yer alan  Cumhurbaşkanının tek başına yapacağı işlemler ile Yüksek Askeri Şuranın kararları yargı denetimi dışındadır.  hükmü ise değişiklik ile birlikte ilga edilmiştir. Çünkü yeni sistemde cumhurbaşkanı tek başına yürütmeyi oluşturmaktadır. İşlemlerine karşı parlamenter sistemde olduğu gibi sorumluluğu üstlenecek başbakan veya bakan bulunmamaktadır. Yeni sistemde her ne kadar bakan olsa da parlamenter sistemdeki klasik bakan kavramından çok uzaktır. Yeni sistemde bakanlar klasik başkanlık sistemindeki sekreterlere karşılık gelmektedirler. Kaldı ki, yeni sistemde cumhurbaşkanının tek başına yapacağı işlemlere karşı yargı yoluna başvurulamaması hukuk devleti ilkesine uygun düşmeyecektir. Çünkü yeni sistemde artık sorumluluğu üstlenecek bir başbakan veya bakanlar bulunmamaktadır.2017 anayasa değişikliği ile birlikte kabul edilen yeni sistemde cumhurbaşkanının siyasi partilere üye olmasına ilişkin bir engel kalmamıştır. Değişiklik 45  Gözler, Türk Anayasa Hukuku, s. 814.46  Karşılaştırmalı Türkiye Cumhuriyeti Anayasası 1982-2017, 3. Baskı, haz. Remzi Özmen, Seçin Yayınevi: Ankara, 2019, s. 161.47  Harun Yılmaz, Türk İdare Hukukunda İdari İstikrar İlkesi, İstanbul: On iki Levha Yayınları, 2019, s. 67.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 51hükmü ile birlikte 101. maddede yer alan siyasi partilere üye olmama hükmü ilga edilmiştir. Yine anayasa değişikliğiyle birlikte 101. maddenin kenar başlığı  Nitelik ve tarafsızlığı  iken,  Adaylık ve Seçimi  şeklinde yer almış ve tarafsızlık ibaresi kaldırılmıştır. Ancak aynı değişiklik cumhurbaşkanı andı için gerçekleştirilmemiştir. Anayasanın cumhurbaşkanının  Andiçmesi  kenar başlıklı 103. maddesinde yemin metni şu şekilde yer almıştır: Cumhurbaşkanı, görevine başlarken Türkiye Büyük Millet Meclisi önünde aşağıdaki şekilde andiçer: Cumhurbaşkanı sıfatıyla, Devletin varlığı ve bağımsızlığını, vatanın ve milletin bölünmez bütünlüğünü, milletin kayıtsız ve şartsız egemenliğini koruyacağıma, Anayasaya, hukukun üstünlüğüne, demokrasiye, Atatürk ilke ve inkılâplarına ve lâik Cumhuriyet ilkesine bağlı kalacağıma, milletin huzur ve refahı, millî dayanışma ve adalet anlayışı içinde herkesin insan haklarından ve temel hürriyetlerinden yararlanması ülküsünden ayrılmayacağıma, Türkiye Cumhuriyetinin şan ve şerefini korumak, yüceltmek ve üzerime aldığım görevi tarafsızlıkla yerine getirmek için bütün gücümle çalışacağıma Büyük Türk Milleti ve tarih huzurunda, namusum ve şerefim üzerine andiçerim. Yemin metninden tarafsızlık ibaresi çıkarılmamıştır. Söz konusu düzenleme parlamenter sistemde görev alacak bir cumhurbaşkanı andı için uygun olmakla birlikte yeni sistemdeki cumhurbaşkanının konumuyla uyuşmamaktadır. Anda ilişkin eleştirilere ise cumhurbaşkanının görevini yerine getirirken tarafsız olduğu şeklinde yorum yapılmaktadır. 2017 anayasa değişikliği ile birlikte cumhurbaşkanının tarafsız olamayacağı kabul edildiğinden yemin metninin de uygun şekilde değiştirilmesi gerekmektedir.Sonuç1982 Anayasası ilk yürürlüğe girdiği haliyle tarafsız konumda bulunan bir cumhurbaşkanı öngörmüştür. Buna karşılık klasik parlamenter sistemden farklı olarak sembolik yetkilere sahip bir cumhurbaşkanı yerine oldukça geniş yetkilere sahip bir cumhurbaşkanı profili oluşturulmuştur. Bu durum anayasa değişiklikleriyle birlikte daha da pekişmiştir. Örneğin 2007 Anayasa değişikliğiyle birlikte cumhurbaşkanı doğrudan halk tarafından seçilmeye başlanmıştır. Cumhurbaşkanı her ne kadar halk tarafından seçilmeye başlansa ve anayasanın ilk yürürlüğe girdiği şekliyle geniş yetkilere sahip bir cumhurbaşkanı olsa da parlamenter sistemin işleyişine uygun olarak cumhurbaşkanın tarafsız konumunda olduğu kabul edilmekteydi.48  Hasan Tunç, Türk Anayasa Hukuku, Gazi Kitabevi, 2018, s. 203.Cilt: 6-7 | Sayı: 1-2 | Temmuz-Aralık 2018-201952 Arş. Gör. Mehmet AKGÜL1982 Anayasası nda 2017 yılında yapılan değişiklikler ile birlikte hükümet sistemi parlamenter sistemden  cumhurbaşkanlığı hükümet sistemine  dönüştürülmüştür. Söz konusu değişiklikler neticesinde hükümet sistemi başkanlık hükümet sistemi özelliklerine yaklaşan bir niteliğe sahip olmuştur. Başkanlık sisteminde yürütmenin tek kişiden oluşması nedeniyle yeni sistemde cumhurbaşkanı hem geniş yetkilere sahip olmuş hem de sorumluluğuna ilişkin değişiklikler yapılmıştır. Artık 1982 anayasasının ilk yürürlüğe girdiği haliyle var olan tarafsız ve partiler üstü cumhurbaşkanı kaldırılmış, partili ve yürütmenin merkezini oluşturan ve yaptığı işlemlerden dolayı da doğrudan sorumlu olan bir cumhurbaşkanı modeli oluşturulmuştur.Sakarya Üniversitesi Hukuk Fakültesi Dergisi1982 Anayasası nda Cumhurbaşkanının Tarafsızlığı ve Konumu 53",
     "Kaynakça": "Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, İstanbul: Beta Yayıncılık, 2016.Bülent Yavuz,  2007 Anayasa Değişikliğinin Doğurduğu Tereddütler ve Çözüm Yolları  Gazi Üniversitesi Hukuk Fakültesi Dergisi C. 12, S. 1 2, 2008, s. 1173 1214.Erdoğan Teziç, Anayasa Hukuku, Yirminci Bası, İstanbul: 2016.Ergun Özbudun, Türk Anayasa Hukuku, 16. Baskı, Ankara: Yetkin Yayınları, 2016.Fevzi Demir, Anayasa Hukuku, 10. Baskı, İzmir: Albi Yayınları, 2017.Hasan Tahsin Fendoğlu, Türk Anayasa Hukuku, İkinci Baskı, Ankara, 2017.Hasan Tunç, Türk Anayasa Hukuku, Gazi Kitabevi, 2018.Hasan Tunç ve Bülent Yavuz,  Avantaj ve Dezavantajlarıyla Başkanlık Sistemi  TBB Dergisi, S. 81, 2009.Hüseyin Gül,  1982 Türkiye Cumhuriyeti Anayasası nda Cumhurbaşkanlığı nın DengeDenetleme Makamı Olarak Analizi , Adnan Menderes Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, C. 5, S. 2, 2018, s. 122 136.Karşılaştırmalı Türkiye Cumhuriyeti Anayasası 1982 2017, 3. Baskı, hz. Remzi Özmen, Seçin Yayınevi: Ankara, 2019.Kemal Gözler ve Gürsel Kaplan, İdare Hukuku Dersleri, 16. Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2015.Kemal Gözler, Anayasa Hukukunun Genel Teorisi, Cilt II, Bursa: Ekin Basım Yayın Dağıtım, 2011.Kemal Gözler, Devlet Başkanları, İkinci Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2016.Kemal Gözler, Türk Anayasa Hukuku Dersleri, 21. Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2017.Kemal Gözler, Türk Anayasa Hukuku, İkinci Baskı, Bursa: Ekin Basım Yayın Dağıtım, 2018.Menaf Turan,  Türkiye nin Yeni Yönetim Düzeni: Cumhurbaşkanlığı Hükümet Sistemi , Social Sciences Research Jounal, 2018, Volume 7, Issue 3, 42 91, ISSN: 2147 5237), s. 42 91Murat Sevinç,  Güncel Gelişmelerin Işığında, 1982 Anayasası na Göre Cumhurbaşkanı  Ankara Üniversitesi SBF Dergisi, C. 57, S. 2, 2002, s. 109 137.Ş. Cankat Taşkın,  1982 Anayasası nda Cumhurbaşkanının Sorumsuzluğu  Türkiye Barolar Birliği Dergisi, 2011, S. 92, s. 384 418.Şeref Gözübüyük, Yönetim Hukuku, 22. Bası, Ankara: Turhan Kitabevi, 2005.Şeref İba, Anayasa Hukuku Genel Esaslar, 3. Bası, Ankara: Turhan Kitabevi, 2017.Şükrü Karatepe, Türk Anayasa Hukuku, 2. Baskı, Ankara, 2018.Tarık Zafer Tunaya, Siyasal Kurumlar ve Anayasa Hukuku, 4. Bası, İstanbul: Fakülteler Matbaası, 1980.Cilt: 6 7 | Sayı: 1 2 | Temmuz Aralık 2018 201954 Arş. Gör. Mehmet AKGÜLVahap Coşkun,  16 Nisan 2017 Tarihinde Kabul Edilen Anayasa Değişikliklerinin Değerlendirilmesi , DÜHFD, C. 22, S. 36, Y. 2017, s. 3 30.Veysel Erat,  Türkiye de Cumhurbaşkanının Halk Tarafından Seçilmesinin Hükümet Sistemi Üzerine Etkileri , Yönetim Bilimleri Dergisi, C. 13, S. 25, 2015, s. 325 355.Yavuz Atar,  Türk Anayasal Sisteminde Cumhurbaşkanının Seçimi, Görev Süresi, Yetkileri ve Parlamenter Sistem Gerekleri Doğrultusunda Değişiklik Önerileri  TBMM Anayasa Hukuku I. Uluslararası Sempozyumu, 22 24 Nisan 2003, TBMM Başkanlığı Yayınları, Yayın No: 1 s. 309 331.Yıldızhan Yayla,  Milletvekili Dokunulmazlığı, Bakanların Sorumluluğu, Cumhurbaşkanının Sorumluluğu , Türkiye Barolar Birliği Yayınları, Uluslararası Anayasa Hukuku Kurultayı, Ankara, 9 13 Ocak 2001, s. 478 499.Mahkeme KararlarıAnayasa Mahkemesi, 01.05.2007 tarih, E. 2007/45   K. 2007/54, https://normkararlarbilgibankasi.anayasa.gov.tr/ND/2007/54?Donemler_id=2&KararNo=2007%2F54, E.T.: 19.02.2021.Anayasa Mahkemesi, 18.12.1979, tarih, E. 1979/22   K. 1979/45, https://normkararlarbilgibankasi.anayasa.gov.tr/ND/1979/45?Donemler_id=1&KararNo=1979%2F45 E.T.: 23.03.2021Sakarya Üniversitesi Hukuk Fakültesi Dergisi"
}